{"Type": "article", "Time": "2021-02-23", "Headline": "February 24 coronavirus news", "Text": "The US Department of Veterans Affairs has administered more than 2.1 million Covid-19 vaccine doses, Dr. Richard Stone, acting under secretary for Health at the VA, said during a Senate hearing Wednesday. “Yesterday, as of Feb. 23, VA had administered well over 2.1 million doses of the vaccines,” Stone said. “These include over 1.1 million first doses to veterans and 484,000 doses – first and second doses – to VA employees, which have inoculated well over 90% of our clinical staff.” Stone said that among enrolled veterans over 75, who are currently prioritized for vaccination, “25% of White, 28% of Hispanic and 30% of Black veterans have been vaccinated.”  He added that 73% of the total VA workforce has received the vaccine. Stone said the agency has the capacity to deliver between 300,000 and 600,000 vaccine doses per week. “We were just called on the way over here to say that we would be getting about 500,000 doses this coming week,” Stone said. “We have seen a gradual increase, and we are very hopeful with the new vaccine that's coming on the market that we will continue to see increases, and the problems that we're having with the amount of vaccine will resolve itself over these next number of weeks.” ##Vaccines## A large study of people across England found strong antibody protection in people who got both doses of the Pfizer/BioNTech vaccine – but people who had been infected and got just a single dose had even stronger responses. The REACT-2 study by scientists at Imperial College London found that three weeks after receiving the first dose of the Pfizer/BioNtech vaccine, 84% of people under the age of 60 tested positive for antibodies against SARS-CoV2. Among those who had received one dose but had suspected or confirmed prior infection with Covid-19, this rose to 90%. “We have found a really good response, measured by antibody prevalence, in those who have had two dose of the vaccine and those who have had one dose,” Helen Ward, professor of Public Health at Imperial College London, told reporters at a news conference. “I hope this will be used to encourage people get their second dose.” “There’s clearly value in getting that first dose,” added Graham Cooke, professor of Infectious Diseases at Imperial College London. “We don’t have enough data yet on the long-term protection of one dose.” The study of 155,000 people tested between Jan. 28 and Feb. 8 covered 18,000 vaccinated people, including 13,000 who got the Pfizer vaccine. The findings paint a picture of which groups had been most affected by coronavirus during England’s second wave. Infections were highest in people living in London (16.9%). More than 22% of people of Black ethnicity appeared to have been infected and 20% of people of Asian background had. Just 8.5% of Whites had evidence of having been infected. Concerns around vaccine confidence were also raised, being more common among younger people and Black people. Reasons for low confidence included worries about pregnancy, allergies and fertility, the study found.  ##Vaccines##  Two separate teams of researchers say they have found a worrying new coronavirus variant in New York City and elsewhere in the Northeast that carries mutations that help it evade the body’s natural immune response – as well as the effects of monoclonal antibody treatments. One of the mutations is the same concerning change seen in the variant first seen in South Africa and known as B.1.351. It appears to evade, somewhat, the body’s response to vaccines, as well. And it’s becoming more common. “We observed a steady increase in the detection rate from late December to mid-February, with an alarming rise to 12.7% in the past two weeks,” one team, at Columbia University Medical Center, write in a report that has yet to be published, although it is scheduled to appear in pre-print version this week. They’ve named the most common variant B.1.526. It appears in people affected in diverse neighborhoods of New York City, they said, and is “scattered in the Northeast.” The mutation in this variant that most concerns researchers is called E484K and it gives the virus the ability to slip past some of the body’s immune response, as well as the authorized monoclonal antibody treatments. This mutation is popping up independently in many different cases but appears in one particular variant, as well – the one called B.1.526. “It is this novel variant that is surging, alarmingly, in our patient population over the past few weeks,” the Columbia team led by infectious disease specialist and AIDS researcher Dr. David Ho, wrote. But the E484K mutation is seen in at least 59 different lineages of coronavirus, they said – which means it is evolving independently across the nation and across the world in a phenomenon known as convergent evolution. It may give the virus an advantage.  Separately, a team at the California Institute of Technology said they developed a software tool that also spotted the rise of B.1.526 in New York. “It appears that the frequency of lineage B.1.526 has increased rapidly in New York,” they wrote in a pre-print – a report that has not been peer-reviewed but has been posted online. ##Variants## About 66.5 million doses of Covid-19 vaccine have been administered in the United States, according to data published Wednesday by the US Centers for Disease Control and Prevention.  The CDC reported that 66,464,947 total doses have been administered, about 75% of the 88,669,035 doses delivered.  That’s about 1.4 million more administered doses reported since yesterday, for a seven-day average of about 1.5 million doses per day.  About 14% of the population — more than 45 million people — have now received at least one dose of vaccine and more than 6% of the population – about 20.6 million people have been fully vaccinated with both shots, CDC data shows.  Note: Data published by the CDC may be delayed, and doses may not have been given on the day reported. ##Vaccines## Alaska Gov. Mike Dunleavy tested positive for Covid-19 Wednesday, according to his office.  “He is currently at home with mild Covid-19 symptoms,” the governor’s office said in a statement. Dunleavy had been in quarantine since Sunday when it was determined he was in close contact with another person who had a confirmed coronavirus case.  His initial test on Sunday came back negative, but he remained in precautionary quarantine. The governor’s office said he was retested after he began to feel ill Tuesday night.  Because he has avoided close contacts since Sunday, Dunleavy's office said it is not believed that the governor could have spread the coronavirus to anyone else. The Covid-19 vaccination site at Medgar Evers College in Brooklyn — one of the largest vaccination sites in New York state — opened today. The college is set up to vaccinate 3,000 New Yorkers a day.  CNN’s Alexandra Field was on the ground answering your questions about the vaccine roll out. Watch more: US hospitals are projecting a significant revenue shortfall in 2021 due to the pandemic, according to a new report commissioned by the American Hospital Association.  In an optimistic scenario, hospitals and health systems could suffer a $53 billion loss in total revenue in 2021. Under a more pessimistic budget scenario, that revenue loss could total $122 billion this year. The optimistic projection assumed that vaccine supply, distribution, and administration aren’t delayed and residents continue to practice social distancing until herd immunity is achieved.  The pessimistic scenario, on the other hand, would be more likely to come true if vaccine supply and distribution are delayed and residents don’t practice social distancing, both of which contribute to a cyclical rise in Covid-19 cases and hospitalizations. More insight: Treating Covid-19 patients is more expensive for hospitals, especially when they can’t offset those costs with as much usual expected revenue from non-Covid patients. “During the pandemic, people have put off needed care, in some cases to the detriment of their health,” Rick Pollack, AHA president and CEO, said in a news release. “In addition, the costs of labor and supplies have increased, adding to financial stress.” Hospitals aren’t just plagued by decreased non-Covid patient volume. They also saw added expenses in many categories last year. Those costs included a 17% overall uptick in drug expenses per patient discharged and a 16% increase in purchased services per patient, which can include the cost of sterilization and maintaining safe spaces with Covid-19 patients. Labor expenses were up 14%, due in part to hospitals needing to hire contract labor and give hazard pay to workers. And supply expenses were up 13%, as hospitals needed to purchase personal protective equipment, as shortages of needed equipment led to increased prices.  The new projections come after an AHA report last summer estimated that hospital revenues for 2020 would be down at least $323.1 billion. The Johnson & Johnson Covid-19 vaccine seems to work better against the coronavirus variant first identified in South Africa than data initially suggested. The variant, which is thought to be more contagious, currently makes up the majority of cases in South Africa and has been found in several countries, including in the United States. According to a US Food and Drug Administration’s briefing document released Wednesday, the vaccine showed a 64% efficacy rate in South Africa. That’s seven points higher than what was reported in interim data released by the company in January.  Since that time, Johnson & Johnson did additional sequencing and determined there were more cases that could be included in its analysis from South Africa. Nearly 95% of the cases in the study in South Africa came from the variant, according to the addendum to the analysis.  \"The fact that the numbers came up a little bit, once they fully analyzed the data from the time of the initial press release, shows that it's not that different against the South African variant,\" said Dr. Philip Grant, who was the lead investigator on the Stanford University arm of the J&J vaccine trial. \"I think it's going to have to be looked at more carefully, in terms of which vaccines are most effective in different locations.\" The vaccine has a 72% efficacy rate in the US and a more than 68% rate in Brazil at protecting people from mild to severe/critical disease.  The vaccine offered nearly 86% protection against severe forms of the disease in the US, nearly 82% in South Africa and nearly 88% in Brazil. Experts have said variants may fuel a surge of cases in the US, and that’s one reason why it’s important to get as many people vaccinated as quickly as possible. ##Vaccines## Moderna has designed an updated version of its Covid-19 vaccine to help it combat the South Africa coronavirus variant, the company announced Wednesday.  Initial doses have been shipped to the US National Institutes of Health for a clinical study. The new vaccine, called mRNA-1273.351, will be evaluated as a booster shot for people who have already been vaccinated against coronavirus and as a primary vaccine for people who haven't had coronavirus and have yet to be vaccinated. Moderna said it will also evaluate a \"multivalent\" booster shot that combines the new vaccine formulation with the current vaccine. Additionally, the company said it has begun to test whether a third, lower dose of its current Covid-19 vaccine can increase immunity against coronavirus variants of concern, with some study participants already getting third doses. On Monday, the US Food and Drug Administration issued new guidance to vaccine makers to address the emergence of coronavirus variants. The agency recommended that data from clinical immunogenicity studies be used to support any changes or updates to vaccines. Such studies would be smaller and could take less time than large-scale clinical trials. \"It's going to be on the order of a few hundred individuals in terms of size and we'd expect that that might take a few months,\" Dr. Peter Marks, director of the FDA's Center for Biologics Evaluation and Research, said during a call with reporters on Monday. Moderna said it plans to \"evaluate immunogenicity and safety in participants\" consistent with the recently updated guidance.  \"We are moving quickly to test updates to the vaccines that address emerging variants of the virus in the clinic. Moderna is committed to making as many updates to our vaccine as necessary until the pandemic is under control. We hope to demonstrate that booster doses, if necessary, can be done at lower dose levels, which will allow us to provide many more doses to the global community in late 2021 and 2022 if necessary,\" Stephane Bancel, Moderna's CEO, said in a news release Wednesday. Moderna did not say how long it expects the studies to take, or when the new vaccine would be available, if authorized.   ##Vaccines## ##Variants## Moderna has shipped approximately 55 million Covid-19 doses to the US to date, the company said Wednesday. An additional approximately 33 million doses have been produced, filled into vials and are in the final stages of production and testing before being released to the US, Moderna said in a news release. The company now plans to manufacture 700 million doses globally this year, an increase of 100 million doses. In 2022, it says its global capacity will increase to approximately 1.4 billion doses of Covid-19 vaccine. Moderna said it is making new financial investments to achieve that increased capacity at manufacturing sites. The influx of money will enable additional production of Moderna's Covid-19 vaccine and potential production of new versions of the vaccine that may be needed to combat coronavirus variants. The company said it could potentially manufacture even more doses in 2022 if studies show new variant-based versions of the vaccine can be administered at lower dosages than the current vaccine. ##Vaccines## The White House officially announced it will continue the national emergency declared by the previous administration surrounding the Covid-19 pandemic.  The national emergency was declared last year on March 13, 2020. In a news release issued today, the White House said \"the COVID-19 pandemic continues to cause significant risk to the public health and safety of the Nation,\" adding that the declaration \"must continue in effect beyond March 1, 2021.\"  North Carolina Gov. Roy Cooper said he will sign a new executive order that starts on Friday that will ease some of the Covid-19 restrictions that have been in place in the state since the beginning of the pandemic.  The new executive order lifts the modified stay-at-home order that requires people to stay in their residences and businesses to close to the public between 10 p.m. and 5 a.m. local time. Cooper and Department of Health and Human Services Secretary Dr. Mandy Cohen said the statewide mask mandate remains in effect. Indoor gathering limits increase from 10 to 25, with the limit of 50 for outdoor gatherings remaining the same, the order said. The curfew for alcohol sales for onsite consumption will now be from 9 p.m. to 11 p.m. under the new order. The order also lightened capacity limits for event venues. Indoor venues that have a capacity over 5,000 can now allow 15% capacity as long as they follow additional safety measures.  Previously, this limit was at 250 people, regardless of venue size. Outdoor venues can now have a capacity of 30%. By the numbers: According to the state dashboard, 849,630 cases have been reported since the start of the pandemic. There have also been 11,074 deaths reported in North Carolina. The dashboard showed that 2,180,655 doses of Covid-19 vaccine have been administered in the state.  To note: These numbers were released by the state’s public health agency and may not line up exactly in real-time with CNN’s database drawn from Johns Hopkins University, The Covid Tracking Project and the US Centers for Disease Control and Prevention. ##Restrictions## Honduras authorized the emergency use of the Russian Sputnik V vaccine against Covid-19, according to a report from the Honduran Health Regulatory Agency (ARSA) on Wednesday.  ARSA detailed in a statement that the authorization was dated Feb. 19 and was based on the consideration of the \"regulatory authorities of regional reference,\" as a measure to control the pandemic. The Russian Direct Investment Fund (RDIF), Russia's sovereign wealth fund, announced that Honduras is the 36th country to approve the use of the Sputnik V vaccine. ##Vaccines## Further delays in the delivery of AstraZeneca vaccines are \"extremely frustrating,\" said Belgian regional Health Minister Wouter Beke during a meeting of the Flemish Parliament Wednesday afternoon. “There are doubts due to the lack of vaccine supply. I share that annoyance with you with 200%,\" Beke said. “That means that we constantly have to puzzle and re-puzzle. That is extremely frustrating for those who have to try to do this again every day.\" Beke said Belgium only got 88,800 doses of the AstraZeneca vaccine this week instead of the expected 114,716 doses. “Next week: 21,600 instead of 19,167; and the week after we should get – but I’ll see before we believe it – 127,200 instead of 33,984 deliveries,\" Beke said. The lack of supply this week will be made up for in future deliveries, Beke said but there remains a structural shortage of 31,714 doses across Belgium. He added that the delay in vaccine deliveries is no reason to doubt the efficacy of the vaccine.  ##Vaccines## White House press secretary Jen Psaki said the administration was \"surprised\" when Johnson & Johnson told them they were behind on manufacturing. CNN has reported the initial number of doses was expected to be closer to 10 million, and Covid-19 coordinator Jeff Zients said Wednesday it would be between 3 and 4 million. CNN’s Kaitlan Collins pressed Psaki on the amount of Johnson & Johnson vaccine that will be deployed next week, pending emergency use authorization from the Food and Drug Administration.  “We were surprised to learn that Johnson & Johnson was behind on their manufacturing. As you noted, it was kind of reported earlier to be about 10 million and now it’s more like 3 to 4 million doses that they would be ready to ship next week if they are moved through the FDA process which is not yet concluded,” Psaki said. She continued, “We’re going to continue to work with them on ensuring that that can be expedited.” ##Vaccines## Watch:  São Paulo, Brazil, will begin a statewide curfew this Friday, the state's governor, João Doria, announced today. The curfew — which will run from 11 p.m. until 5 a.m. local time and will remain in place until March 14 — requires bars and restaurants to close and prohibits people from being out in the streets.  The decision is part of a bid to slow the spread of the coronavirus, which has led to record hospitalizations. As of Monday more than 6,400 patients were hospitalized in ICUs across the state, up from the previous record of 6,250 recorded last July. “It's a historic record since February last year when we had our first case of Covid in Brazil, here in the state of Sao Paulo,\" Doria said. The governor also said large gatherings will be prohibited at any time of day, and regulations will be enforced with fines. The increase in hospitalizations is likely due to large gatherings and parties organized 10 days prior during Carnival, the state’s emergency Covid-19 center coordinator, Paulo Menezes, said in a press conference. Menezes said a more contagious variant of the coronavirus might also have played a part. Correction: An earlier version of this post included the wrong end date for São Paulo's curfew. The curfew will remain in place until March 14. ##Restrictions## ##Hotspots## France's health minister announced that the city of Dunkirk in northern France and its surrounding region, an area of 250,000 people, will be put under a new weekend lockdown starting this Friday night. The minister said the measure was taken as Dunkirk is facing a surge of Covid-19 cases, due to the spread of the British variant.  French Health Minister Olivier Véran said that one in 100 of the population of Dunkirk is infected by the virus every week. Under the lockdown, only essential shopping and travel will be allowed. The lockdown will be in effect every weekend until further notice. The government took a similar decision on Monday for the southern region of the Alpes-Maritimes where a partial lockdown is going to be put in place between the coastal towns of Menton and Theoule over the next two weekends in an effort to curb a surge in Covid-19 cases and the spread of new variants. ##Variants## The biotechnology company Novavax expects to apply for emergency use authorization for its Covid-19 vaccine sometime in the second quarter of 2021, Dr. Gregory Glenn, president of research and development for Novavax, said during a live Q&A with The Washington Post on Wednesday. \"Last week we finished recruiting 30,000 people in the US and Mexico and we're expecting that result right at the beginning maybe of quarter two – so pretty soon – and shortly thereafter we would be filing for what we call EUA or emergency use authorization in the US,\" Glenn said.  \"So, we're thinking quarter two and then deployment could come fairly quickly,\" Glenn said. \"The vaccine we expect to be deployed widely.\" The company announced Monday that it has completed enrollment of its PREVENT-19 trial, a Phase 3 study of its Covid-19 vaccine in the United States and Mexico. The trial enrolled 30,000 volunteers across 118 locations. ##Vaccines## Johnson & Johnson initially was behind on manufacturing its Covid-19 vaccine when the Biden administration took office last month, but it’s getting better, a White House official said Wednesday. \"When we got here five weeks ago, we learned that J&J was behind on manufacturing and our team has been working with them since, and I think they're in a better place now,\" Jeff Zients, White House Covid-19 response coordinator, said during a news briefing. \"We've helped them with equipment and raw materials, which I think is helping to increase greater capacity,\" he said, adding that the initial production ramp was \"slower than we'd like.\" \"It was disappointing when we arrived,\" Zients said. \"I think the progress is real and we look forward to continuing to work with the company to accelerate their delivery and their capacity.\" What happens next: Pending an emergency use authorization from the US Food and Drug Administration, Zients said the Biden administration is preparing rollout plans for 3-4 million doses of the Johnson & Johnson Covid-19 vaccine next week. Zients said states will receive around 2 million doses of the vaccine, and the remaining doses will be allocated to pharmacies and community health centers. ##Vaccines##  Dr. Anthony Fauci said he hopes that therapeutic approaches to treating long Covid could come from medications already available, but the newly announced initiative to study on long Covid may provide answers. The aim is to learn more about how the virus may lead to widespread and long-lasting symptoms and to develop ways to treat or prevent them. Initially, the initiative will look at areas including the spectrum of recovery across the population and what the underlying biological cause of prolonged symptoms.  “It’s very difficult to treat something when you don’t know what the target of the treatment is. And that’s the reason why it’s extremely important to take a look at these individuals, not only the scope of this, and not only the, you know, depth and breadth of the symptoms, but also to try and have some correlate that actually is a path of physiological correlate,” Fauci said at a briefing from the White House Covid-19 response team on Wednesday.  “Once we get that, an important part of this is, as I mentioned, would be to design therapeutic approaches, hopefully by medications that we already have, we just need to know how to use them,\" Fauci added. Long Covid: A study published Friday found that 30% of people with Covid-19 continue to have symptoms up to nine months after initial infection. The most commons symptoms were fatigue and loss of taste or smell, although some reported cough, trouble breathing, muscle aches and brain fog.  Nearly a third reported worse quality of life compared to before getting sick, and some said they had trouble performing at least one usual activity, such as daily chores. Dr. Fauci discusses 'long Covid':  Multiple Senate sources familiar with the matter said arguments were made on both sides this morning on the $15 federal minimum wage hike – and whether it fits within the rules of budget reconciliation.  The Senate's parliamentarian, Elizabeth MacDonough, has not yet ruled on the matter, and it's not clear yet when she will. Democrats and the White House are attempting to push Biden's $1.9 trillion Covid relief package through the Senate by reconciliation, meaning the bill could pass with a simple majority of 51 votes and not require 60 votes to overcome a filibuster. Reconciliation, however, has a strict set of rules, and provisions have to undergo a review of whether it has an impact on the budget and not just an \"incidental\" one. ##US Stimulus## Switzerland will move forward with a phased reopening of its economy and society which will see some coronavirus restrictions lifted on March 1, the Swiss federal government announced during a news conference Wednesday. All shops in Switzerland will reopen on March 1, with restrictions limiting the number of customers. Museums, libraries, zoological and botanical gardens, sports, and outdoor leisure facilities will also reopen. Most sporting and cultural activities for people under 20 will also resume. People in Switzerland will also get the green-light to meet outdoors in groups of more than 15 people beginning March 1. Swiss President Guy Parmelin said outdoor dining could resume on March 22 rather than the previously planned date of April 1, if the situation permits.  Restaurants in Switzerland have been closed since Dec. 22, with non-essential shops shuttered since Jan. 18.  Parmelin said the gradual reopening will be \"a source of dissatisfaction for some,\" adding that while the \"impatience that some people have is understandable,\" the situation in Switzerland \"remains very fragile due to new variants of the virus which continue to progress. The Swiss government said it would reassess the situation on March 12.  Alain Berset, a member of the Swiss Federal Council, tweeted Wednesday that the government has taken \"a calculated risk: for society, for the economy and especially for young people, particularly touched by this crisis.\" On Wednesday, at least 1,343 new coronavirus cases were recorded by the Federal Office for Public Health.  Switzerland has recorded at least 552,698 coronavirus cases and at least 9,256 deaths since the pandemic began. ##Restrictions## The International Air Transport Association (IATA) is calling on governments around the world to start issuing digital vaccine credentials to support a successful restart of international travel once borders re-open. “It’s absolutely critical that we start issuing digital vaccine credentials,” IATA’s Head of Airport Passenger & Security Products, Alan Murray Hayden, said on Wednesday. “Many airports are really operating at capacity at the moment, even though they are only carrying 10% of the normal volumes of passengers. And that’s simply because of the amount of time it currently takes to check all the bits of paper that a passenger needs to have. It takes so much time that we simply won’t be able to reopen in a sustainable way,” he added. IATA’s Travel Pass, an app developed by the International Air Transport Association directly connects passengers with their Covid-19 test results from the labs, is one option airlines are piloting to process Covid data digitally.  IATA is scheduling to fully roll out its Travel Pass at the end of March, which is currently being trialed with 20 airlines around the world.  “Governments have been introducing quarantines; however vaccine and testing is the way in which we’re going to exit from the requirements for people to quarantine and the IATA travel pass will enable people to do that,” Hayden said. IATA warned that the industry is still suffering from the current restrictions still in place for international travelers predicting that airlines will burn through up to $95 billion during 2021. The supply of Covid-19 vaccine doses being allocated to states and retail pharmacies is increasing, Jeff Zients, White House Covid-19 response coordinator, said on Wednesday.  \"From 8.6 million doses when we took office to 14.5 million doses this week, that's an increase of vaccine allocations to states of nearly 70% during the Biden-Harris administration,\" Zients said during a White House news briefing. \"In this week, we will increase the allocation to pharmacies to 2.1 million doses,\" Zients said. \"So, with 14.5 million doses allocated to states, tribes and territories, and 2.1 million through the federal retail pharmacy program, we've nearly doubled weekly supply of doses in just five weeks.\" ##Vaccines##  Pending an emergency use authorization from the US Food and Drug Administration, White House Covid coordinator Jeff Zients said the Biden administration is preparing rollout plans for 3-4 million doses of the Johnson & Johnson Covid-19 vaccine next week.  “While we await the FDA decision, we want the American people to know that we’re doing the work so that if the EUA is issued, we will waste no time getting this lifesaving vaccine into the arms of Americans,” Zients said at Wednesday’s virtual Covid briefing.  “If authorized, we are ready to roll out this vaccine without delay,” Zients said, noting that this vaccine’s distribution will mirror the current allocations process across jurisdictions, pharmacies, and community health centers.  After initially telling the nation’s governors to expect 2 million doses next week, Zients said Wednesday that the administration anticipates allocating “3 to 4 million doses of Johnson & Johnson vaccine next week.” Johnson & Johnson has announced it aims to deliver 20 million doses by the end of March, but, Zients said, “We’re working with the company to accelerate the pace and timeframe by which they deliver the full 100 million doses, which is required by contract by the end of June.”  Some context: Johnson & Johnson's single-shot coronavirus vaccine appears to be safe, according to a 62-page briefing document released by the US Food and Drug Administration on Wednesday.  Data on the vaccine will be discussed in a meeting of the FDA's Vaccines and Related Biological Products Advisory Committee on Friday. That committee will decide whether to recommend that the FDA issue an EUA for the vaccine. ##Vaccines## Watch:  White House Covid-19 Response CoordinatorJeff Zients said today during a Covid press briefing that the Biden administration will deliver more than 25 million masks across the country. \"The masks will be available at more than 1,300 community health centers and at 60,000 food pantries nationwide. Any American who needs a mask can walk into these health centers or food pantries and pick up high-quality, American-made masks.\"  Zients said the cloth masks will be available at no cost, will come in children's and adult sizes, and can be washed for reuse. See the announcement:  There’s new evidence that connects testing positive for Covid-19 antibodies from a prior infection with a significantly lower risk of becoming infected again in the future.   A study published in the journal JAMA Internal Medicine on Wednesday found that people who tested positive for Covid-19 antibodies were at a decreased risk of coronavirus infection compared with those who tested negative for antibodies.   \"The results from the study are basically a 10-fold reduction, but I would have caveats around that. In other words, it could be an overestimate of the reduction, it could be an underestimate of the reduction,\" said Dr. Douglas Lowy, principal deputy director of the National Cancer Institute, who was an author of the study.  \"To me, the big message is – there’s a reduction,\" he said. \"The main takeaway is that being antibody positive after natural infection is associated with partial protection against a new infection.\"  The researchers – from the National Cancer Institute and the companies LabCorp, Quest Diagnostics, Aetion Inc. and HealthVerity – examined data on more than 3.2 million people in the United States who had completed a Covid-19 antibody test last year between January and August. Among those tested, 11.6% tested positive for Covid-19 antibodies and 88.3% tested negative.  In follow-up data, the researchers found that only 0.3% of those who tested positive for Covid-19 antibodies ended up testing positive for coronavirus infection later, beyond 90 days. Whereas, 3% of those with negative Covid-19 antibody test results were later diagnosed with coronavirus infection during that same time period.  Overall, the study is observational and it suggests there is an association between positive Covid-19 antibody test results and a lower risk of infection some 90 days later – but more research is needed to determine a causal relationship and for how long protection from antibodies may last.  Lowy said that more research is also needed to determine the risk of reinfection from one of the emerging coronavirus variants. He also emphasized that people who have tested positive for antibodies should still get vaccinated against Covid-19.    Two studies published Wednesday by the US Centers for Disease Control and Prevention linked Covid-19 outbreaks over the summer in Chicago and Hawaii to exercise facilities. The reports suggest that mask use may be a key mitigation strategy in these settings. In Chicago, 60% of people who attended in-person fitness classes between August 24 and September 1 tested positive for Covid-19. Another 7% of attendees reported symptoms consistent with the disease.  While some mitigation measures were in place at the facility – including required temperature checks and symptom screenings upon entry – removal of masks was permitted during exercise, according to the report by researchers from Chicago and the CDC. In Hawaii, 21 cases were linked to a fitness instructor who tested positive for Covid-19 on July 1, said the report by researchers from Hawaii and the CDC. About two days before experiencing symptoms, the fitness instructor led a yoga class for 27 people while wearing a mask. There were no reported cases among these participants. A few hours before symptom onset, the same instructor led a stationary cycling class for 10 people, none of whom wore a mask. All participants later tested positive for Covid-19, including a second fitness instructor linked to additional cases. According to the first report, “the increased respiratory exertion that occurs in the enclosed spaces of indoor exercise facilities facilitates transmission” of the virus.  Even when spaced 6 feet apart, the CDC recommends the use of a mask to reduce transmission in fitness facilities. They also say that facilities should improve ventilation and encourage patrons and staff to follow proper quarantine and isolation protocol after potential exposure to Covid-19 or the onset of symptoms.  The Johnson & Johnson vaccine might prevent Covid-19 infection without symptoms starting at about four weeks, according to the US Food and Drug Administration’s briefing document on the vaccine released Wednesday. Earlier studies from the US Centers for Disease Control and Prevention have shown that most coronavirus cases are spread by people without symptoms. If a vaccine prevented asymptomatic infection, it might help reduce opportunities to transmit the disease – not just keep the vaccinated from getting sick. The clinical trial looked for asymptomatic infections among the volunteers at several points after they had been vaccinated. The trial found that the vaccine had “modest” protection against asymptomatic infection from day one through day 29, but after that, it seemed to offer protection.  When the volunteers were checked at 71 days after they had gotten the vaccine, it seemed about 74% effective against asymptomatic infections.  The document says these findings should be “interpreted with caution” and additional research is needed, since the follow-up time is limited and the number of volunteers in this sample was comparatively small, so “definitive conclusions cannot be drawn at this time.” ##Vaccines## An ensemble forecast published Wednesday by the US Centers for Disease Control and Prevention now projects there will be 526,000 to 548,000 coronavirus deaths in the United States by March 20.  Notably, this forecast extends a week beyond the previous forecast, but the projected number of deaths has dropped. Normally, each new CDC forecast projects a greater number of total deaths over a longer period of time. The previous ensemble forecast, published February 17, projected up to 559,000 coronavirus deaths by March 13.  At least 502,698 people have already died from Covid-19 in the United States, according to data compiled by Johns Hopkins University. CNN's John King reviews the latest US Covid-19 numbers:  Another sign of stiff Republican opposition to Biden’s Covid-19 relief plan: at a closed-door meeting today, one House GOP member after another railed against the measure, according to Reps. Doug Lamborn and Tom Reed. No one spoke in favor of it. Reed, a member of the bipartisan Problem Solvers Caucus, told me that he will vote against the plan.  “There's so many issues with the bill that the popularity of it is gonna wear off,” Reed said. Republican leaders see opposition to the bill as key to unifying their party after a divisive few months of intra-party squabbling.  ##US Stimulus## Johnson & Johnson's single-shot coronavirus vaccine appears to be safe, according to a 62-page briefing document released by the US Food and Drug Administration on Wednesday. An analysis of safety data through January – which included more than 40,000 adults – \"supported a favorable safety profile with no specific safety concerns identified that would preclude issuance of an EUA,\" the FDA noted in the document. The FDA advisory committee noted in the briefing document that the most common side effects associated with the vaccine were pain at the injection site, headache, fatigue and muscle pain. There appeared to be more incidents related to blood clotting and ringing in the ears among those who received the vaccine compared with those who didn't, but the FDA notes, \"Data at this time are insufficient to determine a causal relationship between these events and the vaccine.\" Overall, non-fatal serious adverse events were infrequent, according to the briefing document, and there were no reported cases of anaphylaxis following vaccination. As of Feb. 5, there were seven Covid-19-related deaths in the placebo group and no Covid-19-related deaths in the vaccine group. Nineteen deaths total had been reported as of Jan. 22 – three among those who received the vaccine and 16 among those who received a placebo. Then from Jan. 22 to Feb. 5, according to the document, an additional six deaths occurred – two in the vaccine group and four in the placebo group.  Data on the vaccine will be discussed in a meeting of the FDA's Vaccines and Related Biological Products Advisory Committee on Friday. The committee will decide whether to recommend that the FDA issue an emergency use authorization, or EUA, for the Johnson & Johnson vaccine. ##Vaccines## A combined flu and Covid-19 vaccination is a future possibility, a leading British virologist testified Wednesday.  Wendy Barclay, head of the Department of Infectious Disease at Imperial College London, told UK lawmakers: “[The] most likely scenario is that a combination vaccine would be given going forwards in the future, which would combine influenza, with an updated SARS-CoV-2.\" “But that really is crystal ball gazing to an extent. I think the next year will really tell us much more about the epidemiology of how this new coronavirus [variant] will settle down, and how quickly it might mutate and necessitate vaccine updates, and how long the immunity for the current vaccines that we’re going to rollout to a large proportion of the UK population will last, and therefore how necessary it will be to give boosters.” ##Vaccines##   Johnson & Johnson says that it has four million doses of its Covid-19 vaccine ready to ship \"immediately\" once it receives emergency use authorization, which could happen this week. In an analysis just released, the US Food and Drug Administration said the company's single-dose vaccine has met the requirements for emergency use authorization. However, despite the excitement and anticipation, there are still several steps Johnson & Johnson has to go through before the vaccine will be available. Here's what happens next: The FDA's Vaccines and Related Biological Products Advisory Committee meets on Friday to review data on the vaccine and decide whether to recommend it for emergency use authorization in adults 18 and older. Once the vaccine is authorized, the US Centers for Disease Control and Prevention Advisory Committee on Immunization Practices, or ACIP, makes recommendations to the CDC on how the vaccine should be used, such as among what age groups and on what type of schedule. An emergency meeting of ACIP is scheduled for Feb. 28 and March 1. Typically, the CDC director accepts the committee's recommendation. Shortly after that, the vaccine can be distributed, and can start going into arms. What everyone wants to know is where the federal government will send those doses, and who they'll be steered toward. \"We're hoping that ACIP will provide some guidance on the most effective use of the J&J one dose vaccine,\" Claire Hannan, executive director of the Association of Immunization Managers, wrote in an email to CNN on Tuesday. \"States are looking for guidance for use of the vaccine in populations which might really benefit from the one dose series complete, such as transient populations,\" Hannan said. \"We aren't hearing much on this.\" You can read more about the Johnson & Johnson vaccine here. ##Vaccines## In an analysis released Wednesday, the US Food and Drug Administration said Johnson & Johnson's single-dose Covid-19 vaccine has met the requirements for emergency use authorization. The efficacy of the Johnson & Johnson vaccine against moderate to severe/critical Covid-19 across all geographic areas was 66.9% at least 14 days after the single dose vaccination, and 66.1% at least 28 days after vaccination, a new analysis meant to brief the FDA’s Vaccines and Related Biological Products Advisory Committee said.  “There were no specific safety concerns identified in subgroup analyses by age, race, ethnicity, medical comorbidities, or prior SARS-CoV-2 infection,” the analysis said. In a briefing document, the FDA said that it has reviewed the data for the vaccine and has determined that it is “consistent with the recommendations set forth in FDA’s guidance Emergency Use Authorization for Vaccines to Prevent COVID-19.” An independent group of FDA advisers, the Vaccines and related Biological Products Advisory Committee, will consider the documents and make a recommendation about whether the Covid-19 vaccination should be authorized.  The committee meets on Friday. Watch more: ##Vaccines## The National Institutes of Health announced a new initiative to study long Covid, and “to identify the causes and ultimately the means of prevention and treatment of individuals who have been sickened by Covid-19, but don’t recover fully over a period of a few weeks,” a statement from NIH Director Dr. Francis Collins said. “While still being defined, these effects can be collectively referred to as Post-Acute Sequelae of SARS-CoV-2 infection (PASC). We do not know yet the magnitude of the problem, but given the number of individuals of all ages who have been or will be infected with SARS-CoV-2, the coronavirus that causes COVID-19, the public health impact could be profound,” said the statement, released Tuesday.  In December, NIH was provided with $1.5 billion over four years to support research into the long-term health consequences of coronavirus infection, and on Wednesday it announced the first research opportunities for the PASC Initiative. About the initiative: The aim is to learn more about how the virus may lead to widespread and long-lasting symptoms and to develop ways to treat or prevent them. Initially, the initiative will look at areas including the spectrum of recovery across the population and what the underlying biological cause of prolonged symptoms.  Initial research will support ongoing and new research studies, as well as the creation of core resources.  “Through the PASC Initiative, we now ask the patient, medical, and scientific communities to come together to help us understand the long-term effects of SARS-CoV-2 infection, and how we may be able to prevent and treat these effects moving forward,” Collins said. A study published Friday found that 30% of people with Covid-19 continue to have symptoms up to nine months after initial infection. The most commons symptoms were fatigue and loss of taste or smell, although some reported cough, trouble breathing, muscle aches and brain fog. Nearly a third reported worse quality of life compared to before getting sick, and some said they had trouble performing at least one usual activity, such as daily chores. France is “likely” to alter its guidance and allow people aged 65 and over to get the AstraZeneca vaccine, a spokesman for France’s health ministry told CNN Wednesday.  France had previously said AstraZeneca’s Covid-19 vaccine should only be administered to people aged under 65, citing a lack of clinical data on its efficacy for older people. “This opinion is likely to change in the near future based on the results of clinical trials on this age group,” the spokesman said. “A Scottish study on the efficacy of the AstraZeneca vaccine seems to indicate very positive results,” he added.  A row erupted across Europe earlier in the year after Germany's vaccine commission, quickly joined by a handful of other countries, said the AstraZeneca vaccine shouldn't be given to the over-65s, citing insufficient data. The decisions came amid an ongoing dispute between the European Union and AstraZeneca over delays to the delivery of its coronavirus vaccine to the bloc. The European drug regulator approved the use of the vaccine for all ages, and the company has said its data supported its use for over 65s. But French President Emmanuel Macron went as far as suggesting the vaccine was “quasi-ineffective” in people over 65, a comment that drew sharp criticism from many experts. France’s reassessment follows Italy’s decision Tuesday to raise the age limit for AstraZeneca’s vaccine by ten years, now approving it for use on people up to 65.  Early data on the Pfizer and Oxford-AstraZeneca shots in Scotland showed that by the fourth week after the initial dose, both vaccines had a significant impact on hospital admissions. The Pfizer vaccine reduced the risk of hospital admission from Covid-19 by up to 85%, and the Oxford-AstraZeneca vaccine reduced the risk of hospitalization by up to 94%. The study is the first to look at the two vaccines’ effect on preventing severe illness resulting in hospitalization across an entire country, with previous efficacy results coming from clinical trials. Unlike France and Italy, Scotland does not have an age cap on who the AstraZeneca vaccines is recommended for.  Eleftheria Vasileiou, data analyst at the University of Edinburgh's Usher Institute, noted during a Monday press briefing on the study that in Scotland the \"Pfizer vaccine is given to all age groups but it's not been given terribly much to those people who are over 75”. She said in Scotland the AstraZeneca vaccine has been primarily going to people who are over 65.  By targeting vaccine distribution to more specific vulnerable populations, US states could have the opportunity to save thousands of lives and prevent even more hospitalizations, according to a new analysis shared exclusively with CNN.   Health care data science firm Cogitativo analyzed thousands of health insurance claims and county-level demographics in California to assess the most predictive and discriminative factors leading to poor outcomes following Covid-19 infection.  By combining federal vaccination priority group recommendations with localized measures of the effects of factors such as air quality and access to fresh food, the company was able to more precisely pinpoint the most vulnerable individuals in the state and the counties where they live. As demand for vaccine continues to outpace supply, there’s still not sufficient supply to cover everyone within the top priority groups.  According to the analysis, dozens of counties in California would lack sufficient doses to serve the most vulnerable people in the state under federal guidance alone. Los Angeles County, for example, would have a deficit of nearly 405,000 doses.  Expanding those findings to the 10 largest states shows that about a third of counties would be lacking doses relative to the number of most vulnerable residents -- and about 5 million doses could make a deeper impact in the fight against Covid-19 if reallocated to a different county.  “Without a surgical approach to distributing the vaccine, more Americans -- often in communities of color and rural areas -- risk being left behind,” Cogitativo CEO Gary Velasquez told CNN.  “The key is to use a combination of real clinical data and social determinants of health to surgically assess who is at greatest risk. This approach can help states avoid acute deficits in certain counties.” ##Vaccines## The UK will prioritise giving Covid-19 vaccinations to people with learning disabilities, moving 150,000 people up the queue after weeks of public pressure to include them in the rollout sooner. New guidance from the Joint Committee on Vaccinations and Immunisation (JCVI), which advises the government on its vaccine rollout, places people with severe and profound learning disabilities into priority group six. “I have heard first-hand how tough this pandemic has been for people with learning disabilities and their families. We are determined those more at risk from Covid should be vaccinated as soon as possible,\" Minister for Care Helen Whately said in a statement sent to CNN. “Following the JCVI’s updated advice and to make this process simpler and faster, we will be inviting everyone for vaccination who is on their GP’s learning disability register. This will mean those who are at a higher risk from the virus can get the protection they need.” Radio DJ Jo Whiley has led a public campaign to have people with learning disabilities prioritised for vaccines, detailing the struggles of her sister who contracted the virus after an outbreak at her care home. A study by the Office for National Statistics found that people with learning disabilities are more likely to die from Covid-19. Priority group six, where those people have now been placed, consists of at-risk adults aged 16 to 65 who have a clinical condition that may make them more susceptible to catching the virus. Spain's Prime Minister has said he expects the country's number of Covid-19 vaccine doses to quadruple in the second quarter of the year.  Pedro Sanchez told Parliament that the government was committed to achieving a vaccination target of 70% of the population by the end of the summer.  The government has ordered 126 million doses of different vaccines -- more than 52 million from Pfizer/BioNTech, more than 31 million from AstraZeneca, 23.5 million from Curevac, about 21 million from Johnson & Johnson and eight million from Moderna. But Spain's vaccination program has been affected by winter weather and a shortage of supply. So far 3.16 million doses have been administered and 1.2 million people have received two doses.  Sanchez was addressing lawmakers on the country's state of alarm, which is due to run through early May in an effort to limit transmission of the virus by restricting movement and imposing curfews.  Some opposition parties have called for it to be lifted sooner, but Sanchez rejected the demands, noting that the relaxation of restrictions around Christmas had contributed to a \"third wave\" of the pandemic in much of Europe. Ghana has become the first country to receive Covid-19 vaccines through the World Health Organization's COVAX program on Wednesday, a joint statement issued by UNICEF Ghana and WHO Ghana said. The shipment, consisting of 600,000 doses of the AstraZeneca vaccines, arrived at 7 a.m. local time Wednesday on an Emirates flight at Kotoka International Airport, in Ghana's capital Accra. The minister for health-designate, Kwaku Agyeman-Manu, led a government delegation to receive the consignment. The purpose of the COVAX scheme is to buy coronavirus vaccines in bulk and send them to poorer nations that can't compete with wealthy countries in securing contracts with the major drug companies. As the plane carrying the vaccines landed, state-run Ghana Broadcasting Corporation journalist Abdul Hayi-Moomen declared: \"The flight carrying the vaccines that we so much look forward to receiving, I believe hope has arrived.\" The vaccines were produced by the Serum Institute of India, in the Indian city of Pune, and are part of the first wave of Covid-19 vaccines headed to low and middle-income countries, the joint statement added. \"Today marks the historic moment for which we have been planning and working so hard,\" said UNICEF Executive Director Henrietta Fore. \"With the first shipment of doses, we can make good on the promise of the COVAX Facility to ensure people from less wealthy countries are not left behind in the race for life-saving vaccines.\" The Philippines has offered to allow thousands of health care workers to take jobs in the UK and Germany if the countries agree to donate Covid-19 vaccine doses in return, an official has said. Alice Visperas, director of the labor ministry's international affairs bureau, said the Philippines was open to lifting a cap on health care professionals working overseas if Britain and Germany sent vaccines in the other direction, Reuters reported. But the offer was rebuffed by the UK, which said it would continue to use shots on its own citizens until a surplus is available.  The Philippines limits the number of medical professionals leaving the country to 5,000 a year. \"We are considering the request to lift the deployment cap, subject to agreement,\" Visperas told Reuters. In response, a spokesperson for the UK's Department of Health told the agency it has \"no plans for the UK to agree a vaccine deal with the Philippines linked to further recruitment of nurses.\" Britain has purchased many more vaccine doses than it has people, and has said it will distribute surplus doses to poorer countries.  Coronavirus cases in the UK are declining after a winter wave of infections, but hospital admissions remain high. Britain has meanwhile overseen a successful vaccine rollout so far, inoculating more than 17 million citizens with at least one dose. Cases are also slowing in Germany, but other parts of central Europe are seeing infections tick upwards and German authorities have imposed new border checks on nearby countries. Read more on this story here. ##Vaccines## Chinese company CanSino Biologics said on Wednesday it has filed an application with China’s drug regulator for conditional approval of its Covid-19 vaccine. If approved, the company would become the nation’s third vaccine maker to provide shots for conditional public use in China. CanSinoBio said that Phase 3 clinical trial results show that its coronavirus vaccine has an overall efficacy rate of 65.28% at preventing all symptomatic cases and 90.07% at preventing all severe cases 28 days after a single dose. More than 40,000 volunteers in five countries participated in the trial, the statement added. Sinopharm, the first Covid-19 vaccine developer whose doses were approved for conditional public use in China, has an overall efficacy rate of 79.34%. Sinovac followed, with an overall efficacy rate varying from 50.4% in trials in Brazil to 91.25% in trials in Turkey. ##Vaccines## Greece is calling for the European Union to adopt Covid-19 vaccine \"passports\" in order to open up tourism and allow for summer vacations.  In an interview with the Financial Times, the Minister of Tourism, Harry Theocharis, stressed that the introduction of the vaccination certificate should be a matter of immediate priority for the European Union.  \"Looking at the reaction of some countries to the proposals of the Greek government regarding the vaccination certificate, there is a feeling of short-sightedness,\" he said. \"And while there is much to be done to prepare for the opening up of tourism and the economy, nevertheless, many countries are focusing too much on the current situation. But we have to move much faster,” he said. Theocharis said the EU needs to speed up decision making on protocols for the safe movement of European citizens from country to country.  “The European Union must adopt the vaccination certificate without delay. People need to know as soon as possible if they will be able to go on a summer vacation this year,” he urged. Regarding the British government's ban on non-essential international travel, Theocharis said: \"I do not understand such warnings, given the progress that is being made in the UK with the vaccination rollout. I cannot understand why we are now taking steps backwards, even though we now have more and more effective tools in our 'arsenal' compared to last year -- and I mean vaccines and 'rapid tests'.\" Currently, a digital certificate is issued to those Greek citizens who are vaccinated, but is not mandatory to travel to Greece. \"Our goal is simply to relieve those who have acquired immunity from being re-tested for Covid-19 upon entering Greece,\" he said.  Global coronavirus cases fell by 11% in the week leading up to February 21, marking the sixth consecutive week of declining cases, the World Health Organization said Tuesday.  WHO reported 2.4 million new cases and 66,000 new deaths that week, a 20% drop in deaths from the week before. That brings the total to 110.7 million cases and more than 2.4 million deaths since the coronavirus pandemic began, according to WHO figures. The United States is currently reporting the highest number of new cases, followed by Brazil, France, Russia and India. WHO noted that while many countries are reporting a decline in overall coronavirus cases, reports of Covid-19 variants are increasing. WHO said the B.1.1.7 variant first detected in the UK has now been found in 101 countries, while the B.1.351 variant first detected in South Africa has now been found in 51 countries. The less prevalent B.1.1.28.1 variant — first identified in Brazil and Japan — has now been found in 29 countries. ##Variants## ##Hotspots## A new, more contagious variant of coronavirus first detected in the UK is likely to fuel a surge of cases in the spring, several experts predicted Tuesday. The variant, called B.1.1.7, was suspected of causing renewed spread in Britain. It's been seen across much of the US -- with the US Centers for Disease Control and Prevention estimating the variant makes up for more than 1,880 cases in 45 states. The variant could \"result in more of a wave\" around April or May, said Trevor Bedford with the University of Washington and the Fred Hutchinson Cancer Research Center. So how can the US prevent the suspected spring surge? Some experts said Tuesday the best way to get ahead of the surge is through vaccinations.  Bedford, who has been closely following the rise of new coronavirus variants, predicted that vaccination and mitigation efforts, such as mask use and continued social distancing, will help prevent the virus from spreading further. \"I still do suspect that things will be brought under control in the summer, and there will be very little virus circulating,\" he said. It's possible, however, that a new surge could begin in the fall, according to Bedford. The race to vaccinate: More than 44.5 million people have received at least one dose of their two-dose vaccines, according to data Tuesday from the CDC. About 19.8 million have been fully vaccinated with both doses, the CDC said -- about 6% of the US population. One dose of vaccine *might* be enough for some, NIH director says:  It's possible a single dose of the Pfizer or Moderna vaccine might be enough for those who have already been infected with coronavirus -- but it will take more research to show that, National Institutes of Health Director Dr. Francis Collins wrote in a blog post Tuesday. Read more about the situation in the US: ##Variants## ##Vaccines##", "Section": "world", "Writers": ["Helen Regan", "Rob Picheta", "Melissa Mahtani", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-02-24-21/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}