{"Type": "Singapore", "Time": "2021-05-31", "Headline": "All residents of Yishun HDB block to undergo swab tests after COVID-19 cases detected", "Text": "SINGAPORE: All residents of Block 745 Yishun Street 72 will have to undergo mandatory swab tests after six COVID-19 cases were detected there.There is \"likely COVID-19 transmission\" in the housing block, said the Ministry of Health (MOH) on Monday (May 31), adding that subsequent wastewater testing has detected COVID-19 viral fragments in the block.The need for the mandatory tests was first announced by MP Faishal Ibrahim (PAP-Nee Soon) in a Facebook post on Monday afternoon.\"This mandatory testing is carried out when epidemiology investigations have assessed that there is likely ongoing transmission. It is done to prevent spread in the community,\" said MOH.The tests will be done at the void deck of the block between 9am and 4pm, added the Health Ministry.\"Leaflets will be distributed and SMS notifications will be sent to the residents to provide them with more information,\" the ministry said. \"Residents are also advised to monitor their health closely and consult a doctor immediately if they feel unwell.\"The six COVID-19 cases at the Yishun block are from two different households.MOH has identified two of them as Cases 63461 and 63511 - a Chinese national and a Malaysian respectively. Both men work at Jin Tai mart and are part of the Jin Tai Tong Food Industries cluster. The Chinese national tested positive on May 19 and Malaysian was confirmed to have COVID-19 a day later.The other four cases - Cases 63661, 63701, 63702 and 63703 - are family members who tested positive on May 23 and 24. They are currently linked to the cluster involving Case 63660, a 31-year-old Singaporean man who is a property agent with ERA Realty Network.\"Epidemiological investigations are ongoing to determine linkages and the source of transmission,\" said MOH on Monday.Nee Soon Town Council has done thorough cleaning and disinfection of the common areas at Block 745 and the surrounding blocks, said Dr Faishal, who is also Minister of State for Home Affairs and National Development.MOH also announced on Monday that residents ofBlocks 501 and 507 at Hougang Avenue 8will undergo mandatory COVID-19 testing as well.While there are currently no confirmed cases living there, COVID-19 viral fragments were detected in wastewater samples collected from those blocks.The blocks are not far fromBlock 506 Hougang Avenue 8where COVID-19 testing was conducted for residents on May 21 and May 22 after MOH said \"a few\" COVID-19 cases were detected there.A total of 405 residents and visitors of the block were tested, said MOH on May 23.Eleven COVID-19 casesfrom at least four different households were identified at the block, with two of the cases picked up through mandatory testing.Separately, all 243 residents ofBlock 559 Pasir Ris Street 51were also tested for COVID-19 over May 23 and May 24, after four cases were detected in two households living in the block.With the latest announcements, there are now five public housing blocks that have undergone or are undergoing mandatory COVID-19 testing for all residents.\"OBVIOUS CHAINS OF TRANSMISSION\"MOH looks for \"obvious chains of transmission\" whenever cases in the community are detected, said the ministry's director of medical services Kenneth Mak at a COVID-19 multi-ministry task force press conference on Monday.\"When we pick up several cases that occur within a fixed geographic vicinity, then we have to be concerned that there may be also chains of transmission ... to other people that live in that same area,\" said Associate Professor Mak when asked about the mandatory testing at Yishun.\"This is the reason why we would then extend and carry out testing operations, in this case, in a housing precinct involving several blocks of flats.\"Assoc Prof Mak said the ministry also reinforces its testing by \"looking at other data\", such as wastewater testing. When wastewater testing indicates that there are people who are still shedding the virus, this raises concerns that they may be infectious to others, he said.\"This creates an urgency for us to launch these testing operations,\" said Assoc Prof Mak.\"So we look at each cluster on a case by case basis, looking at the circumstances and making the decision whether we want to organise these testing operations.\"They're not easy to do, but it's important for us to do this aggressively in order to get ahead of the curve, and to try and make sure we get control to prevent further infection occurring to others in the community.\"Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "COVID-19,coronavirus", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/yishun-745-street-72-covid-19-testing-hdb-block-community-14920218", "Source": "google"}