{"Type": "", "Time": "2021-05-31", "Headline": "Vaccinated Hong Kong Residents Can Enter to Win a $1.4M Apartment", "Text": "A leading-edge research firm focused on digital transformation.\n            Good\n            \n\nSubscriber\nAccount active\n            since\n            \nFree subscriber-exclusive audiobook!“No Rules Rules: Netflix and the Culture of Reinvention”Get it now on Libro.fm using the button below.A Hong Kong property developer is offering up a $1.4 million apartment to one lucky vaccinated resident to encourage more Hong Kongers to get the COVID-19 vaccine, Shawna Kwan and Felix Tam reported for Bloomberg.Hong Kong residents who are 18 or older and have received both doses of the COVID-19 vaccine will be eligible to enter the random drawing by September 1, 2021, according to the news release. The Ng Teng Fong Charitable Foundation, the philanthropic arm of property developer Sino Group, is donating the unit.The government is turning to businesses to entice residents to get vaccinated, according to Bloomberg. Many Hong Kongers are hesitant to get the jab, with thousands of unused doses of the Pfizer-BioNTech vaccine set to expire, per the report. Despite the surplus of doses, only about 13.4% of residents are fully vaccinated and 18.1% have gotten at least one dose, according to Bloomberg's vaccine tracker. The $1.4 million, 449-square-foot apartment up for grabs is a one-bedroom unit in Grand Central, a residential complex in Hong Kong's Kwun Tong district developed by Sino Group.The Grand Central development launched in 2018 and released another batch of units in February 2021 at prices that were 30% higher, according to the South China Morning Post. The current listings in the building include a 758-square-foot apartment on the 47th floor for $2.7 million and a 962-square-foot unit on the 50th floor for about $3.7 million.The foundation's director, Daryl Ng, said in a news release that he hopes the giveaway will encourage more Hong Kongers will get vaccinated. The foundation did not immediately respond to Insider's request for comment for this story. A free apartment is quite the catch in a city known for its astronomical housing prices. In 2020, Hong Kong was named the world's priciest housing market for the 10th year in a row.The apartment in question may not be large, but it's many times the size of Hong Kong's tiny \"coffin homes,\" apartments of roughly 21 square feet where around 200,000 Hong Kongers live due to the city's unaffordable housing costs.Despite the pandemic and months of pro-democracy protests that started in 2019, Hong Kong has remained the most expensive city in the world to rent a luxury apartment.But the coming months just might tell a different story. Businesses are fleeing the city and one Bloomberg report estimates that Hong Kong could lose up to a million people in the next five years. Another recent report from Bloomberg Intelligence projected that in 2021, Hong Kong's notoriously high rents could drop 10% and vacancy rates could hit an 18-year high.", "Section": "", "Writers": "", "URL": "https://www.insider.com/hong-kong-vaccinations-free-million-dollar-apartment-2021-5", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}