{"Type": "", "Time": "2021-05-31", "Headline": "Chelsea's Marcos Alonso surprises unsuspecting fan after Champions League win | GiveMeSport", "Text": "Chelsea were crowned champions of Europe for the second time on Saturday evening.The Blues were the underdogs going into their game against Manchester City.But Thomas Tuchel's side were the superior side from the outset in Porto.Chelsea would emerge 1-0 victors courtesy of Kai Havertz's first half winner.The Blues would hold on to lift the Champions League trophy.Chelsea's players and staff went ballistic celebrating their triumph in the dressing room after the game.There's no doubt that the Chelsea fans out in Portugal would have also been going wild enjoying their side's historic triumph.Many would have been worse for wear in the early hours of Sunday morning, including one fan who was slumped in his seat in a hotel in Porto.Little did the fan know that one of his Chelsea heroes, Marcos Alonso, was going to surprise him when he least expected it.A video of the moment Alonso greeted the unsuspecting fan has emerged on Twitter and it's gold.\"Faz, look who it is?!\" The fan behind the camera says.The supporter in the chair turns around and is then in sheer disbelief when he sees Alonso, who puts his hands in the air in triumph.Read More - Summer transfer window: When does it open and who will move this summer?Chelsea are champions of Europe but Tuchel will now hope to make the Blues champions of England once again.He announced his intentions to improve his squad after their Champions League victory.Chelsea's five-man transfer shortlist has been revealed! Find out more on The Football Terrace...\"Two or three could be very, very good,\" he told reporters, per the Evening Standard.\"It’s a constant thing to never deny change. \"That you always bring new energy, new guys who question the old beliefs, who challenge everybody in the training and in matches, so I think it’s a good thing.\"We don’t need another seven and another complete turnover because it's also our job to keep on improving, because we have still a young squad and it's not about stealing from them the chance to prove it again that they are capable of growing and evolving.\"But we have some ideas, of course, to make the group stronger and I think this can always be a positive thing to challenge all of us.\"Former wonderkid but injuries ruined my football career (honestly). Once scored a last second equaliser against Charlton. Probably the biggest Jonjo Shelvey fan on the planet.Once you have subscribed we will use the email you provided to send you the newsletter. You can unsubscribe at any time by clicking the unsubscribe link at the bottom of the newsletter email.© 2021 Sports New Media Limited. All Rights Reserved.", "Section": "", "Writers": "", "URL": "https://www.givemesport.com/1699598-chelseas-marcos-alonso-surprises-unsuspecting-fan-after-champions-league-win", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}