{"Type": "", "Time": "2021-05-31", "Headline": "Hong Kong Turns to Businesses to Fix Foundering Vaccine Push - Bloomberg", "Text": "We're tracking the latest on the coronavirus outbreak and the global response. Sign up here for our daily newsletter on what you need to know.When bar and nightclub owners in Hong Kong met with city officials this month, they expected to hear how the government planned to coax more of the largely resistant population to get vaccinated, with their businesses only allowed to open to inoculated people.Instead, officials turned the tables -- asking them what they were going to do to help boost one of the slowest Covid-19 vaccine takeups among global cities.“They only asked us if we have any ideas or plans to boost the vaccination rate,” said Liu Wai, who represents the industry as chairman of the Federation of Hong Kong and Kowloon Ballroom and Nightclub Merchants. A fifth of nightclubs have closed down in the five months of closure and the rest are only getting 10% of regular revenue after re-opening, he said, making them desperate to see immunization rise.People line up outside a community vaccination center in Hong Kong, on April 26.Photographer: Chan Long Hei/BloombergCarrie Lam’s administration is increasingly leaning on local businesses and institutions to help get people vaccinated, as her Beijing-backed government struggles to convince reluctant residents in an atmosphere of mistrust following widespread anti-China protests in 2019. Major companies, restaurants, and even colleges have started offering cash payouts, extra time off, even the chance to win a $1.4 million apartment.“Government officials haven’t been able to find a way of engaging with the community to build momentum for vaccination,” said Karen Grépin, an associate professor at the University of Hong Kong’s School of Public Health. “That’s where they’ve faltered. But it’s also really challenging for them to lead on it, from a political perspective. It doesn’t mean they should give up. They should find ways. But it means working through more trusted agents.”More businesses and institutions are coming to the fore. Last week, the city’s international airport announced it would give away 60,000 flight tickets to people who got vaccinated before a September deadline. The Hong Kong Jockey Club, which runs racecourses and betting facilities, has offered up to three paid special leave days and additional insurance coverage for employees who get their shots. Even regulators are getting involved. The Hong Kong Monetary Authority urged banks to give two days paid vaccination leave to their employees, local newspaper Apple Daily reported on Monday. The HKMA, which declining to comment specifically on the talks, confirmed that it made the request to facilitate immunizations. Hong Kong developers Chinese Estates Holdings Ltd. and Sino Group’s philanthropic arm Ng Teng Fong Charitable Foundation are also giving out a brand-new HK$10.8 million ($1.4 million) apartment to residents who have been vaccinated.Vaccine appointments surged to the highest in three weeks after the apartment lottery was announced, with some 17,700 people reserving slots for the BioNTech SE shot on Saturday, while another 10,500 booked appointments for Chinese maker Sinovac Biotech Ltd.The Grand Central residential complex, where a $1.4 million apartment has been offered as a grand prize for the vaccinated.Photographer: Anthony Wallace/AFP/Getty ImagesHongkong and Shanghai Hotels Ltd., which runs the city’s historic Peninsula Hotel, has offered its 1,500 Hong Kong-based employees HK$2,000 to get inoculated, and an additional HK$2,000 if it’s able to vaccinate 70% of its local workers.Local colleges are also taking steps to encourage shots, with the Chinese University of Hong Kong requiring students staying in dormitories to get vaccinated, or else pay for their own Covid tests every two weeks.As many places around the world scramble for more vaccines, Hong Kong’s government is in the unique position of having hundreds of thousands of unused doses of the mRNA vaccine developed by BioNTech SE and Pfizer Inc. set to expire. If the vaccination rate doesn’t climb, the city risks being left behind as some other global hubs resume meetings and travel.The government has tried to make vaccines more convenient, even allowing businesses to schedule on-site vaccination sessions. In mid-May, Deloitte announced 170 staff were inoculated at one such session.Just 13.4% of Hong Kong residents have been fully inoculated despite being one of the few places in the world where Covid shots are available to all adults, according to Bloomberg’s Vaccine Tracker. That’s well below other finance centers including Singapore, at 28.3%, and London, at 28.6%.Leader Lam, who has long brushed off suggestions to offer residents cash or similar incentives, argued last week that her government had already done its job by buying enough vaccines and making them freely available.“We hope that economic incentives can be provided by institutions or employers,” she said. “For the government, we will focus on the policy side.”A notice about vaccine bubbles at the entrance to a bar and restaurant in the Lan Kwai Fong nightlife area on April 29.Photographer: Paul Yeung/BloombergBut some business-owners and experts argue that the government’s reluctance to take concrete measures -- such as relaxing mask mandates or traveler quarantine requirements of 14 to 21 days -- dilute private efforts, and in some cases contradict them.David Webb, a prominent Hong Kong investor and corporate governance activist, mocked the airport’s offer of free flights for vaccinated people on Twitter last week, noting that anyone who won a ticket would still need to shell out for quarantine. Hong Kong requires all inbound travelers to quarantine in hotels, even if they have homes in the city.“Get vaccinated, win a chance to pay for 2 or 3 weeks hotel quarantine when you return?” Webb wrote. “Hardly a compelling offer from this state-owned enterprise.”These moves to restore freedoms for vaccinated people are increasingly being undertaken worldwide. U.S. and South Korea have both lifted outdoor mask mandates for vaccinated people, while the European Union has said it will welcome vaccinated Americans as tourists this summer without quarantine requirements.The Hong Kong government says it can’t use such incentives because of the low protection rate among the population, and the risk of new variants spreading -- though South Korea’s vaccination rate is currently lower than the former British colony’s. On Friday, city officials said they would allow quarantine exemptions for a small number of senior bankers traveling for business.Senior Bankers Can Now Skip Hong Kong’s Three-Week Quarantine“If we can’t have a vaccination rate of about 70%, I don’t think we can relax substantially on traveling, on masking, on all the social distancing measures. We’ll be left behind,” said Lam Ching Choi, a medical doctor and member of the Executive Council that advises Carrie Lam.Hong Kong’s complex relationship with mainland China, which wants the city to stamp out local transmission before it’ll reopen the economically vital border, is also driving officials’ conservative stance.Like a handful of other Covid havens in the Asia-Pacific region that have brought local cases down to zero, the city risks being left behind in its bid to keep out all infections, especially as other economies accept that Covid-19 is endemic, and move on.That’s frustrated people who say that despite being fully inoculated, they’ve still been subjected to overly harsh restrictions. For others who haven’t yet gotten their shots, the lack of easing has raised questions about why they should bother.“You can’t survive like this when there’s zero business,” said Chin Chun-wing, Chairman of the Hong Kong Bar and Club Association. “No one will get vaccinated just to have a drink.”— With assistance by Shawna Kwan, and Kiuyan Wong", "Section": "", "Writers": "", "URL": "https://www.bloomberg.com/news/articles/2021-05-30/hong-kong-turns-to-businesses-to-fix-foundering-vaccine-program", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}