{"Type": "", "Time": "2021-05-31", "Headline": "$85 million in Jobs Support Scheme and Jobs Growth Incentive payouts withheld from 2,600 employers, Politics News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - A total of $85 million in Jobs Support Scheme (JSS) and Jobs Growth Incentive (JGI) payouts for March 2021 has been withheld from 2,600 employers.These employers will receive the payouts once the authenticity and accuracy of their information submitted are verified. The payouts will be adjusted or denied if issues are found during the review, said the Inland Revenue Authority of Singapore (Iras) in a statement on Monday (May 31).It said that about $52 million in JSS payouts and $33 million in JGI payouts for March 2021 were withheld, pending employers' submission of supporting documents to Iras to substantiate their eligibility.These 2,600 employers make up about 2 per cent of all qualifying employers for the JSS and JGI payouts.The JSS was introduced in February 2020 to help employers retain their local employees during the period of economic uncertainty brought about by Covid-19.Under the scheme, the Government co-funds a proportion of the first $4,600 of gross monthly wages paid to each local employee, with more help for sectors that are hardest hit.The JGI was announced last August to support employers who accelerate their hiring of local workers, with more support for those who hire workers aged 40 and above, persons with disabilities, and ex-offenders.Iras' statement comes shortly after last Friday's announcement by the Ministry of Finance (MOF) that an $800 million support package - including enhanced wage subsidies under the JSS and rental relief - will be rolled out to help businesses and workers cope with the impact of tightened Covid-19 restrictions.JSS support will be increased to 50 per cent from May 16 to June 13 for firms in the food and beverage, performing arts and arts education, and sports sectors, from zero or 10 per cent during the April 1 to May 15 period.These are firms that are required under the tightened measures to suspend many, if not all, of their operations, said MOF.Sectors that are not required to suspend operations but are significantly affected will see wage support increased to 30 per cent.These are firms in the retail sector, museums, art galleries, historical sites, cinemas, indoor playgrounds and other family entertainment centres.The enhanced payout will be disbursed in September.Iras said that as at late May, it has concluded the review of more than 800 JSS and close to 1,100 JGI payouts from the March 2021 tranche, with about $16 million in payouts denied under each scheme.This corresponds to more than 500 and 800 employers who have had their March 2021 payouts denied for JSS and JGI, respectively, it said.Total JSS payouts denied since the scheme's inception are about $44 million.Iras also received around 500 reports from whistle-blowers on employers suspected to have abused the two schemes.\"Each report is assessed thoroughly. Several have provided useful leads for us to follow up on,\" the agency said.\"Iras thanks those who have come forward to provide information as this complements Iras' efforts to ensure that public monies are fairly and properly used to support only those who are eligible,\" it added.Businesses or individuals who wish to report malpractices or potential abuses of the JSS and JGI may email jssreport@iras.gov.sg or jgireport@iras.gov.sg, or visit this website or this website respectively.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/politics/85-million-in-jobs-support-scheme-and-jobs-growth-incentive-payouts-withheld-from", "Source": "google"}