{"Type": "", "Time": "2021-05-31", "Headline": "Intel reiterates it’ll be a couple of years before the gaming PC part shortage lets up | PCGamesN", "Text": "We’re all sick of that ‘out of stock’ sign by now, but it could be a while longer before you’re able to upgrade to the best graphics card or CPU. Foxconn CEO Young-Way Liu sees the chip shortage lasting until at least the second quarter of 2022, but Intel CEO Pat Gelsinger goes a step further, stating it could rage on for another couple of years.Offering an explanation to Computex attendees, Gelsinger attributes the “cycle of explosive growth in semiconductors” to the increasing number of people working from home putting a significant strain on global supply chains. “While the industry’s taken steps to address near-term constraints, it could still take a couple of years for the ecosystem to address shortages of foundry capacity, substrates, and components,” he continues.This echoes Gelsinger’s interview with the Washington Post in April, where he gave a similar time frame and laid out plans to start producing chips within the next nine months – although it’ll be US car plants that receive the first few batches.Intel hopes to become a bigger player in the chip space moving forward, going toe-to-toe with TSMC and Samsung with its own $20 billion expansion in March. This will initially see two new factories in Arizona before looking to other locations across the US and Europe, supplying third parties as well as its own best gaming CPUs.Even with Acer’s optimistic outlook that chip availability will improve throughout the year, it’ll take some time before the industries most affected by the shortage improve enough to get products back on shelves.\r\n            Get involved in the conversation by heading over to our Facebook and Instagram pages. To stay up to date with the latest PC gaming guides, news, and reviews, follow PCGamesN on Twitter and Steam News Hub.\n\r\nWe sometimes include relevant affiliate links in articles from which we earn a small commission. For more information, click here.        \nDamien Mason\r\n                Hardware writer            \nPublished: May 31, 2021 \r\n                Damien splits his time between tinkering with new hardware and gadgets, and Rainbow Six Siege. He’s previously written for KitGuru, Rock Paper Shotgun, and ProPrivacy.            ", "Section": "", "Writers": "", "URL": "https://www.pcgamesn.com/intel/chip-shortage-to-last-couple-of-years", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}