{"Type": "", "Time": "2021-05-31", "Headline": "Why are authorities so silent over police report filed against SMRT Feedback by The Vigilanteh's seditious post? - The Online Citizen Asia", "Text": "This has been over a week after lawyer Syazana Yahya made her police report against Facebook page SMRT Feedback by The Vigilanteh over its now-deleted Facebook post published on 21 May, authorities have yet to make any statements or release any updates regarding the matter.In the offending post that became the subject of Ms Syazana’s report, the page expressed support for the late Singaporean statesman Lee Kuan Yew’s views on being wary of placing Malay-Muslim Singaporeans in sensitive positions such as in the Air Force and Navy.The Straits Times reported the former prime minister as saying in Sep 1999:If, for instance, you put in a Malay officer who’s very religious and who has family ties in Malaysia in charge of a machine gun unit, that’s a very tricky business. We’ve got to know his background … I’m saying these things because they are real, and if I don’t think that, and I think even if today the Prime Minister doesn’t think carefully about this, we could have a tragedy.Putting a Muslim Singaporean “in a sensitive position where he has to deal with Israeli tech”, which “he knows is the same tech that is used to lay siege on Palestine”, said SMRT Feedback by The Vigilanteh, would put him in a difficult predicament.“Would he then bin laden with guilt? Would his responsibilities as a Singaporean be overridden by his duties as a Muslim?” the page questioned.“Lee Kuan Yew wasn’t racist. He just didn’t want our Muslim countrymen to be put in a position where they have to decide between country and god. The best position is not having to decide at all,” SMRT Feedback by The Vigilanteh added.In explaining why she has decided not to withdraw her police report against the page despite SMRT Feedback by The Vigilanteh’s public apology, Ms Syazana pointed out that many Singaporeans, particularly from minority communities, were outraged by how in the cases of the Nair siblings and that of Workers’ Party Member of Parliament (MP) Raeesah Khan, the individuals who spoke up against discrimination were subjected to police investigations for offences pertaining to racism instead.“Nevertheless, many Singaporeans begrudgingly accepted the decision in hopes that if the tables were turned, and a racist comment was made against minority communities instead, the state machinery will clamp down on them as they did with Ms Raeesah and Preetipls,” she said.“In my view, the actions of Ms Raeesah and Preetipls pales in comparison to that of SMRT Feedback, which associated Singaporean Muslims to an Al-Qaeda terrorist leader.”So far, the police has yet to make any statement in regards to the police report filed by Ms Syazana.TOC has also written to the police to seek a response on the progress of investigation.In comparison to this case, the police appeared to have promptly acted on a police report against sibling duo of YouTube fame, Preeti Nair — known as Preetipls — and Subhas Nair for the satirical rap video they made and posted online in response to a racist “brownface” ad by e-payments company Nets around two years ago.In a statement on 30 Jul 2019 — a day after the video was uploaded — police said that it was investigating the matter for “offensive content” in the clip.“The police will not tolerate any offensive content that causes ill-will between races,” they said.No action, however, was taken against those behind the E-Pay ad. Nets was only given a stern reminder by the Infocomm Media Development Authority. The Attorney-General’s Chambers had advised that no criminal offence had been committed, according to police.Mr Chew was selected by creative agency HAVAS Worldwide to star in the campaign. HAVAS Worldwide was engaged by Nets for the campaign.In the E-Pay ad, Mediacorp actor and deejay Dennis Chew took on the role of four different characters, including a Malay woman wearing a headscarf. He also had artificially darkened skin to portray an Indian man, an act commonly referred to as ‘brownface’.The rap video by the Nair siblings contained lyrics with expletives, criticising Chinese Singaporeans for exploiting minorities in Singapore for monetary gain such as what was seen in the E-Pay commercial.“The video was in clear contravention of the Penal Code. If this video were to be allowed, then similar expletive-laden, insulting, offensive videos, targeted at all communities will have to be allowed,” said police on why it had issued the Nair siblings a two-year conditional warning each on 14 August 2019.The siblings subsequently posted an unconditional apology regarding the matter. Mediacorp had also apologised for the advertisement.Ms Khan “was flamed” during the last general election campaign period for her remarks on the Robertson Quay and the City Harvest Church incident.The current Sengkang GRC MP, said Ms Syazana, had — in her social media posts that became the subject of police reports — “sought to highlight what she perceived to be discrimination against locals/minorities compared to elite groups”.“Ms Raeesah put up a sincere apology. Nevertheless, the police investigated her for offences under s 298A of the Penal Code and issued a “stern warning” against Ms Raeesah,” said Ms Syazana.While she was “happy” that SMRT Feedback by The Vigilanteh had apologised for its earlier post, Ms Syazana said that “apologies have never absolved individuals of liability and this case should not be an exception”.Another case in which police had swiftly acted on reports concerning seditious material is that of sociopolitical website The Real Singapore (TRS) co-founder and former owner Yang Kaiheng and his then-girlfriend Ai Takagi, a Japanese-Australian woman who is now his wife.Police arrested the couple on 6 Feb 2015, a day after it received reports on “an article about the Thaipusam Incident” from a TRS contributor, which was published by the website.The duo was charged for sedition in Apr the same year for falsely suggesting that a Filipino family had caused a confrontation between police and participants during the Thaipusam procession on 3 Feb that year.Mr Yang was sentenced to eight months’ jail in Jun 2016 after pleading guilty to six counts of sedition after seven days of trial.Ms Takagi had earlier pleaded guilty and was sentenced to 10 months in jail. She began serving her term in Apr 2016.Similar to TRS’ case and prior to the arrest of the two, much about the ownership of SMRT Feedback is unknown. Channel News Asia in its 2019 report of SMRT Feedback affiliate news portal, Observer+ only referred to the entity as being run by an unknown entity called the “Council”.Should investigation be launched upon the Facebook page, the identities of the administrators surely would have to be revealed just as in the case of TRS.In an earlier post, Ms Syazana said that the post she had filed a police report over falls under sedition, as it “casts aspersions on a Singaporean Muslim’s loyalty to its nation”.“It falsely suggests that when a Muslim person is in a war with a religious element, he/she will turn his/her back on Singapore,” she said.Countering such an assertion, Ms Syazana stressed that a Muslim’s “primary obligation in Islam is towards his family and country”.“However, a non-Muslim reading this post (who may not understand Islam) will likely believe this post to be true. That a Singaporean Muslim’s loyalty is questionable in times of war. That Singaporean Muslims are predisposed to be traitors.“This is a blatant attempt to promote feelings of enmity, hatred or ill-will by non-Muslims against Muslims. It is surely an offence under s 298A, Penal Code,” she said.Under the Sedition Act, those found guilty of promoting feelings of ill will and hostility between different races or classes of the population of Singapore may be subject, on conviction for a first offence, to a fine of up to S$5,000 or to imprisonment for a term of up to three years, or to both. © 2006 - 2021 The Online Citizen© 2006 - 2021 The Online Citizen", "Section": "", "Writers": "", "URL": "https://www.theonlinecitizen.com/2021/05/31/why-are-authorities-so-silent-over-police-report-filed-against-smrt-feedback-by-the-vigilantehs-seditious-post/", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}