{"Type": "", "Time": "2021-05-31", "Headline": "Zinedine Zidane accuses president Florentino Perez of lacking respect in letter to Real Madrid fans | Daily Mail Online", "Text": "By Richard Martin For Mailonline  Published:  08:33 BST, 31 May 2021   |  Updated:  11:43 BST, 31 May 2021    7View  commentsZinedine Zidane has fired back at Real Madrid less than a week after resigning from the club.The French coach left the top job at the Santiago Bernabeu for the second time in three years when he decided to step down last Thursday, days after the club ended the season without a trophy for the first time in 11 years.He had stayed silent on social media and in the media since leaving but he has come out swinging in an open letter to fans published in newspaper AS.Zinedine Zidane has lifted the lid on his departure from Real Madrid after resigning last weekZidane said Real president Florentino Perez did not 'give me the support I needed''I'm leaving but I'm not abandoning the ship and I'm not tired of coaching,' he wrote.'In May 2018 I left because after two and a half years of so many victories and trophies I felt the team needed a new plan to stay at the highest level. Today things are different. 'I'm leaving because I feel that the club didn't give me the support I needed, it didn't offer me the support the construct a project for the medium or long term.'  Zidane departs Real for the second time as one of their greatest ever coaches, winning an unprecedented three consecutive Champions Leagues between 2016 and 2018 plus the 2017 LaLiga title and two FIFA Club World Cups.Zidane led Real to the LaLiga title last year but ended this campaign without a trophyThe Frenchman restored Real to the greatest heights after a poor spell under Rafael Benitez and they were in even greater disarray after his shock resignation in May 2018, days after his side had beaten Liverpool 3-1 in the Champions League final in Kiev.Julen Lopetegui was sacked in October after his sensational departure from the Spain team on the eve of the 2018 World Cup and successor Santiago Solari did not last long either, being moved on the following March.Faced with another crisis, Real again turned to the smiling Frenchman, who got off to a slow start and was close to being booted out after a humiliating 3-0 defeat to Paris Saint-Germain.But he turned things around and proved himself as a top man-manager after the three month break due to the coronavirus pandemic, overseeing Real's surge to the LaLiga title by winning 10 games in a row to overhaul leaders Barcelona.Zidane (pictured with Perez) won three consecutive Champions Leagues as Real Madrid coachHe also built up a great relationship with the players, which he felt wasn't properly appreciatedBut Zidane felt he was not given the tools he needed to consolidate that success and build for the future.And he felt the hard work he had done in building a rapport with the players was not being properly appreciated. 'I understand football and know the demands of a club like Real Madrid, I know that when you don't win things you have to leave. But here they have forgotten something very important, they have forgotten everything we built each day, everything I contributed to the relationship with the players, with the 150 people who work with and around the team,' he added.'I'm a natural winner and I was here to win trophies but beyond that you have human beings, emotions and life and I got the impression that these things were not being appreciated, and people forgot that's how you maintain the dynamic of a great club. I even felt in a certain way that I was being reproached.'Dear Madridistas,For the last 20 years, ever since the first day I stepped my foot down in the city of Madrid and put on the white shirt I've felt your affection. I've always felt there was something very special between us. I've had the great honour of being a player and coach of the most important club of all-time, but first of all I'm a Madridista like the rest of you. That's why I wanted to write this letter to you to say goodbye to you all and explain my decision to step down as coach.When in March 2019 I accepted the offer to return to Real Madrid after eight months of rest it was because Florentino Perez asked me to, of course, but it was also because you fans asked me to do so every day. Whenever I ran into a Real Madrid fan on the street I felt the support and desire to see me with the team again. Because I share the values of Madridismo, this club owned by its members, its fans, by everyone. I've tried to transmit this values in everything I've done, I've always tried to be an example.Spending 20 years at Real Madrid is the most beautiful thing that has happened in my life and I owe everything exclusively to Florentino Perez, who bet on me in 2001, who fought for me, to make me come to the club when certain people were against it. I say this from the bottom of my hear, I'll always be grateful to the president for that. Always.Now I've decided to leave and I wanted to explain to you well my reasons.I'm leaving but I'm not abandoning the ship and I'm not tired of coaching.In May 2018 I left because after two and a half years of so many victories and trophies I felt the team needed a new plan to stay at the highest level. Today things are different.I'm leaving because I feel that the club didn't give me the support I needed, it didn't offer me the support the construct a project for the medium or long term.I understand football and know the demands of a club like Real Madrid, I know that when you don't win things you have to leave. But here they have forgotten something very important, they have forgotten everything we built each day, everything I contributed to the relationship with the players, with the 150 people who work with and around the team.I'm a natural winner and I was here to win trophies but beyond that you have human beings, emotions and life and I got the impression that these things were not being appreciated, and people forgot that's how you maintain the dynamic of a great club. I even felt in a certain way that I was being reproached.I want people to respect what everyone together achieved. I would have liked my relationship with the club and the president in the last few months to have been a little different to that of other coaches. I didn't ask for privileges, of course not, just for people to have better memories. These days, the lifespan of a coach at a big club is around two years, not much more. To last longer human relations are essential, they are more important than money, more important than reputation, more important than anything. You have to look after them. That's why it hurt so much when I read in the press, after one defeat, that I was going to be sacked if I didn't win the next game. It hurt me and all my team because these messages that were intentionally leaked to the media created negative feelings with the squad, they created doubts and misunderstandings. At least I had some marvellous lads that would stand with me until death. When things got ugly they saved me with great victories. Because they believed in me and they knew I believed in them.Of course I'm not the best coach in the world, but I'm capable of giving each one the strength and confidence they need at work, be they players, coaching staff or any employee. I know perfectly well what a team needs. In the roughly 20 years I've spent at Real Madrid I've learned that you guys, the fans, you want to win, of course. But above all you want us, the coach, the staff, the workers and of course the footballers, to give everything. And I can assure you that we gave 100% of ourselves for the club.I also want to use this letter to send a message to the journalists. I've done hundreds of press conferences and unfortunately we've spoken very little about football and I know you love football too, this sport which unites us all. However, without wanting to criticise you or give lessons I would have liked it if your questions weren't always directed towards controversy, I would have liked us to talk more about the ball and above all the players, who are and always will be the most important thing in this game. Let's not forget about football, let's look after football.Dear Madridistas, I'll always be one of you.¡Hala Madrid!Zinedine Zidane\n\t    Share what you think\n          The comments below have been moderated in advance.\n      The views expressed in the contents above are those of our users and do not necessarily reflect the views of MailOnline.\n    By posting your comment you agree to our house rules.Do you want to automatically post your MailOnline comments to your Facebook Timeline?Your comment will be posted to MailOnline as usual. Do you want to automatically post your MailOnline comments to your Facebook Timeline?Your comment will be posted to MailOnline as usual  We will automatically post your comment and a link to the news story to your Facebook timeline at the same time it is posted on MailOnline. To do this we will link your MailOnline account with your Facebook account. We’ll ask you to confirm this for your first post to Facebook.You can choose on each post whether you would like it to be posted to Facebook. Your details from Facebook will be used to provide you with tailored content, marketing and ads in line with our Privacy Policy.Published by Associated Newspapers LtdPart of the Daily Mail, The Mail on Sunday & Metro Media Group", "Section": "", "Writers": "", "URL": "https://www.dailymail.co.uk/sport/football/article-9636193/Zinedine-Zidane-accuses-president-Florentino-Perez-lacking-respect-letter-Real-Madrid-fans.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}