{"Type": "", "Time": "2021-05-31", "Headline": "Experts warn B1617 is turning more dominant worldwide, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.The B1617 variant of the Sars-CoV-2 virus causing Covid-19 is becoming increasingly dominant worldwide and could worsen the pandemic, especially in countries with low vaccination rates, said experts in their latest assessment of the virus.And this will not be the last time that the virus mutates, they added.Professor Teo Yik Ying, dean of the National University of Singapore's (NUS) Saw Swee Hock School of Public Health, told The Straits Times on Saturday: \"What is frightening is the speed at which this variant is able to spread and circulate widely within the community, often surpassing the capability of contact tracing units to track and isolate exposed contacts to break the transmission chains.\"It has the potential to unleash a bigger pandemic storm than the world has previously seen.\"B1617 has mutated to spread more easily from person to person, and may dampen the protection conferred by vaccines as well as natural infection, though only slightly, experts say.The variant, which was first detected in India in October last year, is now found everywhere.World Health Organisation (WHO) chief scientist Soumya Swaminathan said B1617 is 11/2 to two times more transmissible than the strain that first appeared in Wuhan 18 months ago.It is now present in over 50 countries and is surpassing other strains causing infections in India, such as the B117.\"On clinical severity, it's a little less clear because there have not been controlled studies which look at patients that you control for multiple factors, and then look at the impact of the strain on the clinical profile,\" Dr Soumya said at a recent webinar organised by NUS' Yong Loo Lin School of Medicine.Dr Soumya also said anecdotal evidence seems to indicate that more young people in India had been infected and had become seriously ill.In India, more than 27 million people have been infected with Covid-19 and over 325,000 have died.In Singapore, the variant has surfaced in the two biggest community clusters in recent months - in Changi Airport and Tan Tock Seng Hospital.There are three versions of B1617: B16171, B16172 and B16173.The second version is the most relevant as it has appeared to overtake B16171 in local cases as well as those reported globally. The third version, B16173, is rare.At this point, it remains unclear if B1617 causes more serious illness or deaths even though it is more infectious and transmissible.Prof Teo said the best weapon remains widespread vaccination.Vaccinated individuals have a reduced chance of being infected, and a much lower likelihood of developing severe symptoms, even if they are infected, he added.Preliminary research in the United States carried out by the NYU Grossman School of Medicine and NYU Langone Centre showed that the Pfizer-BioNTech and Moderna vaccines should remain effective against B1617.A study by Public Health England also showed that the vaccines by Pfizer-BioNTech and AstraZeneca work against B16172.The study, conducted from April 5 to May 16, found that the Pfizer-BioNTech shot was 88 per cent effective against the B16172 variant two weeks after the second dose. Two doses of the AstraZeneca vaccine were 60 per cent effective.But, with an outbreak on this scale, this will not be the only new variant of the pathogen, underscoring the urgency of vaccinations to confer some sort of immunity on the global community.Most countries, unfortunately, are lagging far behind in vaccinating their people.WHO's European director Hans Kluge warned on Friday that the pandemic will not be over until at least 70 per cent of people are vaccinated. He deplored the pace of roll-out in Europe, saying that while it was better, it was still \"too slow\".The European Centre for Disease Prevention and Control said some 43 per cent of adults in the European Union and European Economic Area have received at least one dose of a Covid-19 vaccine as at Saturday.\"Time is against us,\" Dr Kluge warned, stressing the need to accelerate the immunisation campaign.Worldwide, too, the situation is not looking good.The New York Times reported that more than 1.81 billion vaccine doses had been administered worldwide as at Friday, but a stark gap remains between vaccination programmes in different countries, with some yet to report administering a single dose.Global inequity in vaccine supplies and distribution persists, and the opportunity for widespread vaccination remains a privilege for advanced economies, Prof Teo noted.Professor Dale Fisher, chair of the WHO's Global Outbreak Alert and Response Network, said this means a higher chance of B1617 creeping into countries previously minimally affected by Covid-19.\"These countries, such as Thailand, Cambodia, Laos and Vietnam, are more vulnerable due to the low vaccination rates, leaving them more susceptible to severe disease,\" Prof Fisher added.He urged wealthier nations to lend more support to the WHO-backed Covax programme, a global project to secure and distribute vaccines to poorer countries.Prof Teo said that with over 3,000 mutations and counting, more virulent strains might emerge in countries where pandemic control is lacking.Even in Vietnam, which had a good handle on the virus but saw a spike in cases this month, the authorities have detected a new variant that is a combination of the B16172 and B117 variants, and spreads quickly by air, said Vietnam's Health Minister Nguyen Thanh Long on Saturday.Vietnam will soon publish genomic data of the newly identified variant, which replicated very quickly in the laboratory. This could explain why so many new cases have appeared in different parts of the country in a short period of time.Prof Fisher said Singapore seems to have managed to curtail the potentially devastating outcome of B1617 sweeping through the community because of its strong public health measures and high vaccination rates.But the country will not be totally safe until the rest of the world is - something which will happen only if more is done globally to get all people vaccinated, Prof Fisher added.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/experts-warn-b1617-is-turning-more-dominant-worldwide", "Source": "google"}