{"Type": "Singapore", "Time": "2021-05-31", "Headline": "Fish in a 'responsible and sustainable' manner, says NParks, after angler catches eagle ray", "Text": "SINGAPORE: The National Parks Board (NParks) said on Sunday (May 30) that members of the public are encouraged to fish in a responsible manner and to use more sustainablepracticessuch as the catch-and-release.\"This is especially for juveniles, endangered and threatened species,\" director of NParks' National Biodiversity Centre Dr Karenne Tun said in response to queries from CNA.Dr Tun's statement follows the emergence of a widely shared video on Facebook of an angler in Singapore reeling in what appears to be a white-spotted eagle ray at East Coast Park.The ray, which can grow up to 3m wide, is classified as vulnerable under the International Union for Conservation of Nature Red List of Threatened Species.NParks did not comment on the video or clarify where or when the ray was caught, but said ittakes a balanced approach on recreational fishing and works withother agencies to educate the fishing community to fish only at designated sites.Designated fishing sites include Changi Beach Park and Changi Boardwalk, East Coast Park, Labrador Nature Reserve, Pasir Ris Park, Pulau Ubin, Sembawang Park, West Coast Park and Woodlands Waterfront Park.NParks said that it has also worked with sustainable fishing group Marine Stewards Singapore to develop an information board at Bedok Jetty.The board showcases the common fish species caught there, \"as well as to promote sustainable fishing practices, including catch-and-release. The white-spotted eagle ray is included in the 'catch-and-release' list,\" said Dr Tun.'NO FISHING' AREASTo protect Singapore's marine life and the more than 100 species of fish that can be found in Singapore's waters, certain 'No Fishing' areas have been designated for fish to flourish and grow to maturity, NParks said.These include areas such as the Sisters’ Islands Marine Park, Sungei Buloh Wetland Reserve, Labrador Nature Reserve’s rocky shore, Chek Jawa Wetlands, and the waters around Coney Island Park.Offenders can be fined up to S$5,000 for fishing in ‘No Fishing’ areas in NParks-managed parks, and up to S$50,000 for fishing in nature reserves.NParks also works with other agencies to carry out joint enforcement operations in nature reserves and reservoirs to curb illegal fishing, it said.SUSTAINABLE FISHINGDr Tun said NParks has also worked with fishing communities and engaged anglers through community initiatives to promote responsible fishing and \"best practices for recreational fishing\".Members of the public who fish recreationally should also consider more sustainable methods of fishing, Dr Tun said.Each method of fishing - from the hook, rod and line to fish traps and nets, \"has their own characteristics and varies in their impact on the environment\", she explained.\"Fish traps and nets tend to be more indiscriminate, and when lost in the sea, will continue to trap and kill fish and other marine life.\"Nets that settle onto the seabed could also entangle corals or other bottom-dwelling organisms, and can smother them to death.\"For this reason, net fishing and the use of wire mesh traps are not allowed in areas managed by NParks,\" said Dr Tun.NParks also encourages catch-and-release fishing, where fish that are not going to be eaten are released back into the sea.\"Responsible fishing practices will help us maintain our rich biodiversity and will the population to continue to thrive,\" said Dr Tun.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "NParks,fishing", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/nparks-white-spotted-eagle-ray-responsible-sustainable-fishing-14915116", "Source": "google"}