{"Type": "", "Time": "2021-05-31", "Headline": "The final was lost inside Pep Guardiola’s head: Richard Buxton, Latest Football News - The New Paper", "Text": "Pep Guardiola lost the Champions League final in the only way that he knows how.Manchester City's manager waited an entire decade to again reach the showpiece of Europe's elite club competition, just to get inside his own head once he was there.Guardiola did not blow the chance to claim his third continental crown yesterday morning (Singapore time); he surrendered it before the final against Chelsea even began.The English Premier League champions tried to spring a surprise on their west London counterparts by throwing caution to the wind with a midfield devoid of enforcement, for the first time since November's win over Olympiakos in a group-stage dead rubber.Instead, omitting both Fernandinho and Rodri from their starting line-up handed Thomas Tuchel's side the easiest roadmap to follow to a 1-0 victory in Porto.While Guardiola tinkered with a previously reliable formula - one which saw City stroll to the EPL title at a relative canter - the Blues were able to cut through their opponents at will.Tuchel refused to pander to the convention that deploying two ball-winning midfielders on the biggest stage is an act of heresy.Guardiola himself produced his most sparkling managerial displays with Xavi Hernandez and Andres Iniesta occupying a double pivot at Barcelona.But City using no holding players whatsoever was an act that bordered on self-sabotage and allowed N'Golo Kante to hoover up the play as well as the Man of the Match award.Something curious seems to happen to Guardiola whenever immortality beckons in the Champions League.His coaching career has become so heavily entwined with it yet, no matter how much the stars align, he still somehow manages to deviate off-course.Tried-and-tested methods go out the window once the ultimate prize draws tantalisingly close. It happened in a succession of quarter-final exits, including 310km south of the Estadio do Dragao last summer as Lyon bypassed City's defence-heavy outfit in Lisbon.Packing the attack rather than his backline was Guardiola's biggest blunder on this latest occasion. He sacrificed the core principles of City's well-oiled machine to pursue a utopian vision of winning through the merits of raw creativity and reckless abandon.Remarkably, he made the same mistake that had led to his crowning glory after Sir Alex Ferguson recently lamented his failure to shackle Park Ji -sung to Lionel Messi in 2011.Manchester United's grandmaster realised the error of his ways after just 10 minutes at Wembley as he watched the South Korea international largely chasing shadows.Guardiola, too, will appreciate the gift of hindsight after trying to outsmart the game plan of an opposite number whose philosophy is heavily aligned to his own and has successfully overcome the City boss three times in the past six weeks alone.Critical thinking hinders him as much as Jose Mourinho is by his own petulance.Repeating the flaw at the same stadium that his eternal nemesis forged one of the Champions League's most unlikely winners is an irony which will not be lost on many.Guardiola's standing as the finest coach of his generation is indisputable. Anyone with 26 major honours in 12 seasons cannot be considered anything else.Unless he arrests the second-guessing, however, the Champions League will continue to elude both himself and the Etihad Stadium's all-star cast for years to come.MAN CITY: Ederson, Walker, Stones, Dias, Zinchenko, Guendogan, Silva (Fernandinho 64), Foden, Mahrez, De Bruyne (Jesus 60), Sterling (Aguero 77)CHELSEA: Mendy, Azpilicueta, Silva (Christensen 39), Ruediger, James, Kante, Jorginho, Chilwell, Havertz, Mount (Kovacic 80), Werner (Pulisic 66)On Christmas Eve last year, Thomas Tuchel was sacked as Paris Saint-Germain coach.Barely six months later, the German has the last laugh as he reached the pinnacle of European club football with Chelsea by defeating Pep Guardiola's Manchester City 1-0 in the final.It was Tuchel's third win over Guardiola's English Premier League champions in six weeks, following last month's 1-0 FA Cup semi-final victory and the 2-1 away EPL win at the Etihad earlier this month.Kai Havertz struck shortly before half-time, picking up Mason Mount's through-ball and rounding City goalkeeper Ederson for the winner, as City looked like a pale shadow of themselves.Former Arsenal manager Arsene Wenger said Tuchel had pipped Guardiola in the tactical battle.\"I must say that what Tuchel did well is that he played Mount and Havertz more inside defensively,\" the Frenchman told beIN Sports. \"So Manchester City could never find a way through the middle and had to go wide where Chelsea were quite strong tonight.\"Manchester City had a big tactical problem they could not sort out.\"They're not balanced, they did not find a way to play incisive football and Chelsea stopped them very well.\"Wenger also praised Chelsea midfielder N'Golo Kante, who had also put in title-winning performances with the 2015/16 EPL-winning Leicester City side and the 2018 World Cup winners France.Former Chelsea midfielder Joe Cole, speaking on BT Sport, is another admirer of Kante.\"I played (at Chelsea) with (French international) Claude Makelele, who I thought was the best until I saw this kid. He's got Makelele plus extras,\" he added.\"(City's Ilkay) Guendogan, (Bernardo) Silva and (Phil) Foden couldn't read it, Kante was just on it.\"City fans, though, would be scratching their heads wondering why Guardiola started without either of his holding midfielders Fernandinho and Rodri, something he had rarely done.Instead, he deployed Guendogan just in front of the back four, a move that backfired and led to criticism of his over-tinkering.\"I think that will be levelled at him because he changed the way he had played all season. He has always had Rodri or Fernandinho in there but he changed it,\" said former England defender Rio Ferdinand.\"We know tactically he tinkers, he might have seen a weakness in there, but Thomas Tuchel nullified any threat.\"We saw Riyad Mahrez and Raheem Sterling played really wide, they've not really done that this season and maybe that is something City did wrong,\" he added.Guardiola insisted that his selections had been designed to overcome the Blues.\"I picked the best selection to win the game and the players know it,\" he said. \"I think Guendogan played good, but we missed a little bit to break the lines in the first half. The second half was much better.\"While Guardiola rues his mistake , Tuchel is already eyeing an extension of his 18-month contract - and his rivalry with the Catalan.When asked about meeting Chelsea owner Roman Abramovich, Tuchel said: \"I am looking forward to this. I can assure him that I will stay hungry. That I want the next title.\" - AFP, REUTERSGet The New Paper on your phone with the free TNP app. Download from the Apple App Store or Google Play Store now", "Section": "", "Writers": "", "URL": "https://www.tnp.sg/sports/football/final-was-lost-inside-pep-guardiolas-head-richard-buxton", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}