{"Type": "", "Time": "2021-05-31", "Headline": "Malaysia struggling to contain sharp rise in Covid cases | Malaysia | The Guardian", "Text": "Country to enter near-total lockdown after record daily cases for five consecutive daysLast modified on Mon 31 May 2021 09.34 BSTMalaysia’s intensive care units are struggling to cope with a sharp rises in Covid cases, the health director general has warned, as the country prepares to enter a near total lockdown from Tuesday.Malaysia managed to avoid the worst of the pandemic last year, but has struggled to contain a recent outbreak that has been driven by more infectious variants of the virus, and exacerbated by gatherings ahead of Eid al-Fitr.This month alone, more than 1,200 deaths have been recorded, compared with 471 during the whole of 2020. Last week, Malaysia reported record daily cases for five consecutive days and announced its highest daily rise since the start of the pandemic on Saturday, when 9,020 new infections were reported.The health director general, Noor Hisham Abdullah, said that although extra ICU beds had been created, some facilities had already reached full capacity. “This has led to patients being treated in normal wards,” he said in a statement on Facebook on Sunday. The surge in cases over the weekend meant that the number of patients with severe illness was expected to rise further, he added.Additional containers have also been sent to hospital morgues, which are struggling to cope with the rise in deaths.Under new lockdown rules, which will be introduced on Tuesday, only two people from each household will be allowed to go out to buy essentials or seek medical treatment within 10km of their home. Sports activities such as jogging that do not involve physical contact are permitted but only between 7am and 8pm. Schools and shopping malls will be shut.Much of the manufacturing sector will be allowed to continue operating with a reduced workforce. This includes companies producing rubber gloves, electronics, oil and gas, chemical products and food and beverages.Malaysia is among several south-east Asian countries, including Thailand and Singapore, that managed to keep the virus under control last year, but which have reported sudden increases in cases. The region is facing new, more infectious variants but is struggling to roll out vaccination campaigns quickly.The Malaysian government has said it will to set up five more mass vaccination centres in the capital, Kuala Lumpur, and that private doctors will join immunisation efforts to boost capacity. So far, almost 6% of the country’s 32 million population have received at least one vaccine dose. The government reached 107,000 doses a day last week and aims to increase daily vaccinations to 150,000 doses.Human rights groups have warned that Malaysia’s health campaigns are likely to be hindered by its hostile treatment of migrants and refugees. The immigration department announced it will carry out raids and surprise checks throughout the two-week lockdown.Many migrants are fearful of coming forward to access medical care, even though the government has announced that all people will qualify for vaccines, regardless of their immigration status, said John Quinley, senior human rights specialist for the NGO Fortify Rights. “Those are well-founded fears – of people being sent back to countries of origin that have ongoing war and persecution, or of just not being able to economically provide for your family because you’ve been put in detention,” he said.Last year, Malaysia arrested thousands of migrants and held them in overcrowded detention centres, which subsequently experienced outbreaks of the virus. It is feared that additional arrests will only lead to further clusters inside cramped facilities.", "Section": "", "Writers": "", "URL": "https://www.theguardian.com/world/2021/may/31/malaysia-struggling-to-contain-sharp-rise-in-covid-cases", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}