{"Type": "Asia", "Time": "2021-05-31", "Headline": "China, Taiwan spar again over COVID-19 vaccines, accuse each other of politicking", "Text": "BEIJING/TAIPEI: China and Taiwan traded more accusations on Monday (May 31) about COVID-19 vaccines, with Beijing saying they should not be a political tool while Taiwan's ruling party said China was the \"black hand\" preventing it accessing shots internationally.The two have sparred repeatedly since the pandemic started, over everything from China's transparency about the virus' spread to Taiwan's lack of full access to the World Health Organization, worsening already bad ties.Japan said on Friday it would consider sharing COVID-19 vaccines with other countries as a ruling party panel urged that part of its stock of AstraZeneca doses be provided to Chinese-claimed Taiwan, which welcomed the news.Taiwan is battling a spike in domestic infections and has vaccinated less than 2 per cent of its people, while Japan has secured more than 400 million doses, or double what its adult population needs.Speaking in Beijing, Chinese Foreign Ministry spokesman Wang Wenbin said they had \"noted\" that Japan cannot even guarantee its own people enough vaccines at the moment, and that many people in Taiwan had doubts about the offer.\"I want to emphasise that vaccine assistance should return to the original purpose of saving lives, and should not be reduced to a tool for political self-interest,\" he said.China has offered Taiwan vaccines, but Taiwan says made-in-China shots have too many safety concerns. Taiwan has also accused China of blocking a deal with Germany's BioNTech, which Beijing denies.Taiwan's ruling Democratic Progressive Party said China's comment last week that Taiwan would not succeed in using vaccines to seek its independence showed China was the \"black hand behind the scenes\" preventing Taiwan from getting access to vaccines internationally.The wide use of vaccines is essential to ultimately controlling the virus, it said.\"However, in the face of the pandemic, China has used it as a political bargaining chip to prevent Taiwan from obtaining vaccines from the world,\" the party added.China considers democratically-ruled Taiwan its own territory.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "China,Taiwan,coronavirus,COVID-19,vaccine,BioNTech", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/asia/china-taiwan-spar-covid-19-vaccines-14920272", "Source": "google"}