{"Type": "", "Time": "2021-05-31", "Headline": "Man allegedly confronted woman and insisted her 7-month-old baby wear a mask, police investigating", "Text": "Submitted by Stomper AnonymousClick here to submit a story or submit it to our WhatsApp.Click here to submit a story or submit it to our WhatsApp.Police are investigating an incident in which a man allegedly confronted a woman, insisted that her infant wear a mask and made racist remarks against her at Bedok Reservoir.Stomper Anonymous, who is an Indian Singaporean, said the incident occurred last Tuesday morning (May 25) at around 8.30am.According to Anonymous, she had been taking a walk while pushing her seven-month-old son in a stroller when a man \"confronted\" her.She recounted: \"An elderly gentleman came up to me and started asking why my baby was not in a mask. He insisted that my baby wear a mask.\"I politely moved away and informed him that my son is seven months old and therefore not required a mask.\"The man retorted that 'you Indians don't follow the rules' and said 'when you Indians come to Singapore, follow Singapore rules and not Indian ones'.\"He then proceeded to snap pictures of my son.\"I walked behind him a little bit and asked he could take photos of my child without permission, but he tried to take more pictures of me and my son.\"He then continued his tirade about how my baby must wear a mask, after which I just left and returned home.\"The Stomper subsequently decided to lodge a police report on the same day as she was concerned about the man being \"in possession of an unsolicited photo of a minor\".She added: \"Singapore is my country and home, and it saddens me to hear that some people believe otherwise.\"We are all in this together and I hope sharing my experience will remind everyone that there is NO room for racism in Singapore.\"In response to a Stomp query, the police confirm that a report was lodged and investigations are ongoing.Get more of Stomp's latest updates by following us on Facebook, WhatsApp, Twitter, Instagram and YouTube.View the discussion thread.View the discussion thread.Download the new STOMP app today.SPH Digital News | The Straits TimesAll rights reserved | Terms & Conditions | Data Protection Policy | Advertise with usSPH Digital News / STOMP / Copyright (c) 2019 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E.", "Section": "", "Writers": "", "URL": "https://stomp.straitstimes.com/singapore-seen/man-allegedly-confronted-woman-and-insisted-her-7-month-old-baby-wear-a-mask-police", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}