{"Type": "", "Time": "2021-05-31", "Headline": "COVID vaccination guidelines eased for pregnant women", "Text": "SINGAPORE — COVID-19 vaccination guidelines in Singapore have been eased for pregnant women, breastfeeding women, cancer patients currently receiving treatment, and persons who have previously suffered severe skin allergy reactions to medications. The Expert Committee on COVID-19 Vaccination (EC19V) has been monitoring evidence and developments around the world and has revised its guidelines accordingly, the multi-ministry taskforce (MTF) on the pandemic said at a virtual press briefing on Monday (31 May).There was no evidence to suggest that the Pfizer-BioNTech or Moderna COVID-19 vaccines may cause harm to pregnant women or their babies, the MTF stated.However, the committee noted that the amount of data collected on the population segment was still much smaller compared to data on the general population.It advised pregnant women to discuss the risks and benefits with their doctors to make an informed decision on the vaccination. Pregnant women will be able to register and book a vaccination appointment from 4 June, if they are part of the population group eligible for vaccination.Similarly, the two vaccines have been deemed to be safe for breastfeeding women and there is no need to stop breastfeeding while receiving the jabs, the EC19V said. Cancer patients on active cancer treatment remain at an increased risk of complications from COVID-19 but there was no evidence of any safety signals or increased rates of adverse events from mRNA-based COVID-19 vaccines, noted the authorities.Director of medical services Kenneth Mak noted that MOH had previously exercised \"considerable caution\" and advised that these patients complete their treatment before getting vaccinated. \"At this time, we prefer for these patients to be vaccinated in a hospital setting where they can be better monitored for their health status. And we will review later whether these conditions can be revised.\"Persons with Severe Cutaneous Adverse Reactions (SCAR), or sever skin allergy reactions to medications, can also receive both vaccines, even though they were previously not recommended to do so. SCAR includes Stevens-Johnson Syndrome, Toxic Epidermal Necrolysis, Drug Rash with Eosinophilia and Systemic Symptoms, and Drug-induced Hypersensitivity Syndrome.\"These are very severe reactions that occur as a result of taking various types of medications,\" explained Prof Mak. \"And if you have previously had such a severe allergic reaction to medications like antibiotics, you will now be eligible to receive your COVID-19 vaccination.\"The EC19V is also reviewing safety data on persons with a history of anaphylaxis, to allow more to be safely vaccinated, it added. The committee said it intends to complete the review in the next two weeks, and will set out guidelines allowing certain persons who have had previous history of anaphylaxis to be vaccinated using mRNA vaccines safely.Prof Mak said, \"We hope that these adjustments to our guidance will offer vaccination opportunities for more people and allow them to benefit from the enhanced immune protection that vaccination offers.\"Stay in the know on-the-go: Join Yahoo Singapore's Telegram channel at http://t.me/YahooSingaporeRelated stories:Possible easing of COVID restrictions after 13 June if community cases fall further: Lee Hsien LoongSingapore to make over-the-counter DIY COVID-19 tests available to residentsCOVID-19: Vaccination bookings for Singapore students to begin from 1 June400,000 students in Singapore can register for COVID vaccine from 1 June'Very unlikely' to resume Phase 3 straight after 13 June: Lawrence WongSingapore to allow alternative COVID-19 vaccines for use by private sectorHousehold members of close contact of COVID-19 case to be isolated immediately: PM LeeHousehold contacts of quarantined persons must self-isolate at home: MOHSri Lanka launched a criminal probe on Sunday into a massive container ship fire that has swamped the island nation's coast with plastic pollution in an unprecedented marine disaster.Tonnes of microplastic granules have inundated the South Asian country's famed beaches, forcing a fishing ban and prompting fears of ecological damage.The Ministry of Health (MOH) on Sunday (30 May) confirmed the detection of 25 new cases of COVID-19 infection in Singapore, taking the country's total case count to 62,028.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!British Prime Minister Boris Johnson married his fiancee Carrie Symonds in a \"secret ceremony\" on Saturday, UK media reports said.Whilst the typical homeownership journey for most Singaporeans is ‘upgrading’ from an HDB flat to a private property (e.g.  Homeowners who need more space for their growing families might move from their smaller condo to a larger HDB flat.  On the other hand, an older couple may also choose to move into a smaller HDB flat once their children have moved out.A 51-year-old woman recovering from a brain tumour died after consuming traditional Chinese medicine (TCM) which likely caused her acute liver failure, the State Coroner found.澳洲投資移民點計分？要甚麼條件？買樓邊區好？專家為您詳細講解，及分析澳洲住宅市場現況。用手機電腦即可參與講座，簡單方便，立即報名，費用全免。The remote Pacific nation of Palau reported its first confirmed coronavirus case Monday, but authorities said it was historical and posed no transmission risk.Singapore residents will soon be able to purchase \"do-it-yourself\" COVID-19 tests over the counter at pharmacies, said Prime Minister Lee Hsien Loong on Monday (31 May).From Tuesday (1 June), 400,000 students from schools and IHLs can register for the COVID-19 vaccine.客戶經理由世界頂尖學府Citi | Wharton Global Wealth Institute培訓,更明白客戶需要Israeli and Egyptian officials held talks in both countries Sunday aimed at bolstering the Cairo-brokered ceasefire that ended the latest deadly flare-up of violence between the Jewish state and Gaza's Hamas rulers.He risked everything to give his baby girl a second chance at life This article, Cannabis can mean death in Malaysia. For one dad, it also meant life for his daughter., originally appeared on Coconuts, Asia's leading alternative media company.Gavin MacLeod, a veteran supporting actor best known for his role as an ever-smiling cruise ship captain on the 1970s-80s sitcom \"The Love Boat,\" died Saturday at the age of 90.原生廣告是Yahoo最受歡迎的廣告模式，每日為廣告商接觸數百萬用戶，成效顯著，而且保證『不點擊，不收費』，讓推廣活動的成本效益達到最高水平！To enhance Singapore's overall vaccine coverage and offer more flexibility, the government will allow private healthcare providers here to import and administer alternative COVID-19 vaccines via Special Access Routes (SARs).HDB resale flats are a great alternative for those who can't wait years for a BTO. Compare HDB resale flat prices and trends in this comprehensive guide to resale flats in Singapore.Israeli opposition leader Yair Lapid on Monday said many obstacles remain before a diverse coalition can be built to oust veteran Prime Minister Benjamin Netanyahu but voiced hope it will achieve the \"greater goal\".成功申請可獲迎新獎賞高達$6,600「獎賞錢」，網上申請額外$100「獎賞錢」Polish police said Monday they were investigating a fake bomb threat that forced a Ryanair passenger plane travelling from Dublin to Krakow to make an emergency landing in Berlin.Prime Minister Lee Hsien Loong appeared in court via video conferencing on Monday (31 May) in a defamation suit against a writer from The Online Citizen, Rubaashini who was absent from the hearing.Brazil's President Jair Bolsonaro promised the Yanomami indigenous people in remarks released Sunday that there will be no mining on their land unless they want it.參與有趣的網上小遊戲，讓您加深了解《憲法》及《基本法》的同時，答對問題更有機會換領運動用品禮券、超級市場禮券或書券等！Residents of a small French town laid cards and flowers Saturday at the spot where a \"very kind\" and \"gentle\" policewoman was seriously wounded in a knife attack the day before, the latest in a spate of attacks on officers.Two people were killed and at least 20 wounded early Sunday when three shooters fired indiscriminately into a crowd outside a concert in the Miami area, police said, the latest shooting in a year that has seen a surge in both gun sales and gun violence.Hong Kong police have arrested an elderly democracy activist as she made a solo demonstration over China's deadly Tiananmen crackdown in a vivid illustration of the zero protest tolerance now wielded by authorities in the financial hub.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/covid-vaccination-guidelines-eased-pregnant-breastfeeding-women-094215171.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}