{"Type": "Business", "Time": "2021-05-31", "Headline": "Intel reiterates chip supply shortages could last several years", "Text": "Intel Corp's CEO said on Monday it could take several years for a global shortage of semiconductors to be resolved, a problem that has shuttered some auto production lines and is also being felt in other areas, including consumer electronics.TAIPEI:     Intel Corp's CEO said on Monday it could take several years for a global shortage of semiconductors to be resolved, a problem that has shuttered some auto production lines and is also being felt in other areas, including consumer electronics.Pat Gelsinger told a virtual session of the Computex trade show in Taipei that the work-and-study-from-home trend during the COVID-19 pandemic had led to a \"cycle of explosive growth in semiconductors\" that has placed huge strain on global supply chains.\"But while the industry has taken steps to address near term constraints it could still take a couple of years for the ecosystem to address shortages of foundry capacity, substrates and components.\"Gelsinger had told The Washington Post in an interview in mid-April the shortage was going to take \"a couple of years\" to abate, and that it planned to start producing chips within six to nine months to address shortages at U.S. car plants.Intel announced a US$20 billion plan in March to expand its advanced chip manufacturing capacity, building two factories in Arizona and opening its plants to outside customers.\"We plan to expand to other locations in the U.S. and Europe, ensuring a sustainable and secure semiconductor supply chain for the world,\" Gelsinger said, without elaborating.Intel's plans could directly challenge the two other companies in the world that can make the most advanced chips - Taiwan Semiconductor Manufacturing Co Ltd (TSMC) and South Korea's Samsung Electronics Co Ltd.The two have come to dominate the semiconductor manufacturing business, moving its centre of gravity from the United States, where much of the technology was once invented, to Asia, where more than two-thirds of advanced chips are now manufactured.(Reporting by Ben Blanchard; Editing by Muralikumar Anantharaman)It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "business and finance,chip,Pat Gelsinger,Intel", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/business/intel-reiterates-chip-supply-shortages-could-last-several-years-14918852", "Source": "google"}