{"Type": "Asia", "Time": "2021-05-31", "Headline": "Horses starve to death as COVID-19 pandemic hits Bangladesh tourism", "Text": "COX'S BAZAR, Bangladesh: More than 20 horses have died of starvation in just one month at Bangladesh's most popular resort district, the animals' owners said on Sunday (May 30), as the country's tourism industry reels from the pandemic's economic fallout.The South Asian nation of 168 million people is battling a fresh wave of coronavirus infections that has stretched its healthcare system and triggered a nationwide lockdown.The horses' owners said they were struggling to afford fodder for their animals, which are used for tourist rides at Cox's Bazar beach - one of the world's longest.\"Once coronavirus hit, tourist numbers ... sharply dropped to a trickle,\" Farida Begum, spokesperson of the Cox's Bazar Horse Owners Association, told AFP.\"We are struggling to make ends meet. How can we feed the horses?\"Tourists had briefly returned to the district from December to February when infections slowed, but visits dried up under the fresh lockdown imposed from Apr 14.At least 21 horses out of up to 90 used for tourists at the beach died over the past month while others were emaciated, Begum said.During last year's lockdown, 41 horses - including eight of Begum's own - died, she added.Some owners have set their horses free, hoping they can survive by eating grass or foraging for food.The horse owners say they have been struggling to feed their own families, with many taking out loans from microlenders just to make ends meet.\"Officials from the microlender come to my home every week and badger me to pay back the loan in instalments. But unless the tourists start arriving in Cox's Bazar, I can't pay back the money,\" Begum said, adding that she had borrowed 100,000 taka (US$1,200).Dozens of horse handlers usually hired by the owners to help tourists with the rides have switched to driving rickshaws or construction work.\"NO TOURISTS MEANS NO INCOME\"The resort town usually attracts more than 2 million mostly domestic tourists every year.But under the nationwide lockdown, offices and markets are shut and public transport has been halted.Horse owner Sarwar Azam told AFP that one of his animals died last week and the second was also going hungry.The head of a local horse owners' organisation, Nishan Ahsan - whose four animals died during last year's lockdown - said his members had received limited aid from the government.\"During the peak tourism time, a horse can earn up to 2,000 taka (US$23) a day. We would set aside a slice of that income for the horses' food, which is expensive,\" Ahsan told AFP.\"But no tourists means no income for us.\"The government administrator for Cox's Bazar, Sumaiya Akter, said she had only heard of four to five horses dying in the past eight months.She added that the government had given the owners 146 sacks of husks and 20 cans of molasses since May 9.Bangladesh has recorded nearly 800,000 coronavirus infections and more than 12,300 deaths since the start of the pandemic, but experts say the actual numbers are likely to be much higher.Just over 6 per cent of the population has received the first vaccine dose, while the government has said it is running out of jabs as it tries to combat the latest devastating virus wave.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "coronavirus,COVID-19,Bangladesh", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/asia/covid-19-pandemic-hits-bangladesh-horses-starve-to-death-14915550", "Source": "google"}