{"Type": "", "Time": "2021-05-31", "Headline": "Tennis: Osaka wants to use media boycott 'to bring about change', says coach, Tennis News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.BERLIN (AFP) - The coach of Naomi Osaka says she is using her superstar status to force change with her controversial media boycott at the French Open.\"Naomi has the opportunity to use her status to address problems and to initiate things,\" Osaka's Belgian coach Wim Fissette told German magazine Der Spiegel.\"In the United States, the subject is very topical at the moment, as athletes want more freedom in dealing with the press.\"So that they are simply not threatened right away with punishment if they don't feel well for a day.\"On Sunday (May 30) , officials at Roland Garros threatened Osaka, the world No. 2, with disqualification if she persists in boycotting media press conferences, which she claims are detrimental to her mental health.The 23-year-old was fined US$15,000 (S$19,900) for refusing to attend a press conference after her opening 6-4, 7-6 (7-4) victory over Romanian world No. 63 Patricia Maria Tig.Following her win, Osaka agreed only to a cursory on-court TV interview.Osaka has likened traditional post-match press conferences to \"kicking people when they're down\", but French Tennis Federation president Gilles Moretton has described her vow of silence as \"a phenomenal error\".However, following her win over Tig, Osaka stood firm by tweeting: \"Anger is a lack of understanding. Change makes people uncomfortable.\"In the Spiegel interview, Fissette also insisted Osaka \"knows it's important to talk to the press\" and is not boycotting the media \"for herself alone\", but is \"concerned with fundamental issues - she wants to bring about change\".Earlier this year, the Japanese superstar won the fourth Grand Slam title of her career at the Australian Open, but has never got past the third round of the French Open.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/sport/tennis/tennis-osaka-wants-to-use-media-boycott-to-bring-about-change-says-coach", "Source": "google"}