{"Type": "", "Time": "2021-05-31", "Headline": "Foreign domestic worker welcomes new house visit scheme by MOM, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - Come rain or shine, Grace (not her real name) sleeps every night on a mattress laid out in the balcony.A single mother, she has been working in Singapore for close to a decade, supporting her daughter back home in India. After a seven-year stint with another employer, she transferred to a new workplace about two years ago.Since then, she has not had a room of her own, and was left without wages for four months when her employers were overseas during the pandemic.\"Some days, I wake up to droplets of rain on my face. When the family went to stay with relatives overseas for about four months last year, they said I was free to stay in their house but would have to provide for myself as I did not have to pick up after them.\"I had to count every penny of my savings to feed myself and send something back home to my daughter,\" she said.After the employers' return to Singapore, they resumed paying Grace her wages.The Manpower Ministry's recent initiatives to conduct random house visits and expand in-person interviews with domestic helpers was a ray of hope for Grace.\"When I saw media reports of this new measure, I showed them to my employer and said: 'They may visit us and I might open up to them.' I finally feel like someone cares for my well-being here,\" she said.Case worker Jaya Anil Kumar from the Humanitarian Organisation for Migration Economics (Home) said failure to pay salary is a breach of regulations under the Employment of Foreign Manpower Act. Even then, there are no laws that guarantee a worker can switch employer in such cases, although Home has successfully helped workers in their appeals.Those seeking support can contact the MOM helpline (1800-339-5505) or the Centre for Domestic Employees' 24-hour helpline (1800-225-5233).Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/foreign-domestic-worker-welcomes-new-measures-0", "Source": "google"}