{"Type": "", "Time": "2021-05-31", "Headline": "Malaysia should consider getting China’s help on Covid-19 crisis | The Star", "Text": "\n                    Sunday, 30 May 2021\n                Li (left) meeting with Muhyiddin via video link recently. — XinhuaTWO Fridays ago, the prime ministers of Malaysia and China held a meeting via video link, discussing bilateral issues ranging from investment, digital economy, manufacturing, agriculture to marine infrastructure and cooperation in combating Covid-19 pandemic.According to official Bernama’s report, Malaysia and China are exploring new areas of to strengthen bilateral collaboration, and these include aspects of Covid-19 vaccine production through the “fill and finish” method here and collaboration in electronic commerce, high technology and digital economy.“The Chinese government has given a very positive response for these proposed collaborations... Both of us agreed that Malaysia-China bilateral ties have remained close and continued to expand positively in the face of bitter challenges arising from the Covid-19 pandemic, ” said Tan Sri Muhyiddin Jassin on his Facebook.On Covid-19, Muhyiddin said both leaders saw the need for closer and more proactive cooperation to overcome the pandemic and drive the economic recovery process, including continued collaboration in vaccine supply and food security.And according to China’s official news agency Xinhua, Chinese Premier Li Keqiang said Beijing supports Malaysia in improving its vaccine production capacity and epidemic prevention experts of the two countries to enhance exchanges and experience sharing.Li also said China hopes Malaysia will ensure that “Chinese citizens in Malaysia are vaccinated soon” and in reply, Muhyiddin said Putrajaya will provide convenience for Chinese citizens to get inoculated.Malaysia is the first country to sign an intergovernmental cooperation agreement on Covid-19 vaccines and make a reciprocal arrangement for vaccination with China.For Muhyiddin, this May 21 meeting was important to him as it was his first meeting with a top leader from China – the region’s largest economy – since he became Prime Minister in March last year.In fact, this meeting was originally scheduled to be held in China earlier. But Muhyiddin’s official visit to Beijing had to be postponed in view of the Emergency rule and political instability in Malaysia, according to a source.However, for Malaysians following the news, it was the topic on bilateral cooperation in vaccination and combating Covid-19 that had caught their attention.All else does not matter to Malaysians now, as their key focus is on the Covid-19 crisis, which is getting worse despite unfettered powers enjoyed by the government under the emergency rule that began on Jan 11 and not expected to end soon.For the past weeks, Malaysians have witnessed local daily new Covid-19 cases surpassing the 7,000 mark and death numbers hitting record highs in recent weeks.As of last Wednesday, Covid-19 cases in Malaysia totalled 533,367 while death toll was at 2,432.According to a CNBC report last Wednesday, Malaysia’s daily Covid-19 infections per million people – on a seven-day rolling basis – have exceeded that of India since last Sunday.Malaysia reported on Tuesday 205.1 cases per million people on a seven-day rolling basis, higher than India’s 150.4 cases, according to CNBC. Malaysia has 32.7 million people, much fewer than India’s 1.4 billion.The CNBC data indicate that Malaysia is now the worst Covid-hit country in the world. This is ironical given that in the first half of last year, the World Health Organisation described Malaysia’s Covid-19 response as “strong and robust”.Chinese experts who were in Malaysia then to share their experience in combating epidemic in Wuhan, the first area in the world to be hit by the Covid-19 epidemic, had also given Malaysia the thumbs up.But on top of all this, Malaysia – like other countries – is also infected by the Indian Covid variants that spread and kill more ferociously. Hence, its battleground is filled with more types of enemies.What does not help is the country’s slow progress in mass inoculation. This has sparked discontent and raised anxiety – not only among locals, but also foreigners and their families residing in Malaysia.As of May 26, only 2.583 million vaccine doses had been administered in Malaysia. This figure was behind that of Cambodia, Singapore, Thailand, Myanmar, the Philippines and Indonesia, according to data compiled by Sin Chew Daily.Beijing is now worried about its nationals here. This can be seen from a China Daily report that wrote: “Premier Li hopes Malaysia guarantees early inoculation of Chinese citizens in Malaysia.”For China’s citizens, they are blessed with a government that cares about their safety – even for those overseas. Indeed, the Chinese Embassy has sent out preventive anti-Covid medicine to its countrymen in Malaysia.It is not clear whether China will be allowed to send its experts here to inoculate its own people, like what China is doing in Thailand now.According an AP report, Chinese citizens living in Thailand have been vaccinated from May 20 as part of China’s global campaign to inoculate its people abroad. About150,000 Chinese citizens live in Thailand.From the reports of Bernama, Xinhua and China Daily, it is clear that Beijing is keen to lend a hand to Putrajaya on the continuous supply of vaccines and speeding up the current inoculation programme. When the Covid-19 first hit Malaysia last year, Beijing sent personal protective equipment (PPE) and its experts to help Putrajaya contain the virus.In fact, Beijing has a policy of using its vaccines to do global public good. On May 21, President Xi Jinping announced China would provide an additional US$3bil (about RM13bil) in international aid over the next three years to support Covid-19 response and economic recovery in developing countries.Making these remarks during a speech at the Global Health Summit via video link from Beijing, Xi said China has already supplied 300 million doses of Covid-19 vaccines to the world and will provide more.He noted that China has given US$2bil in assistance to combat Covid-19 in developing countries, and have sent medical supplies to 150 countries, provided 280 billion masks and 4.0 billion testing kits to the world. In the case of Malaysia, it is in the interest of Beijing to see Putrajaya getting back to normalcy fast. China has been the largest trading partner of Malaysia for the last 12 consecutive years, and its investments in this Asean country are sizeable and continue to rise.As getting Malaysia out off the current crisis will be good for Putrajaya and Beijing, Malaysia should respond to any help extended by China in inoculation and overcoming the health crisis.A reliable supply of ample vaccines and an effective strategy to speed up the vaccination rate is important.From news flow, China has the capacity to make billion of vaccines this year and is carrying out a mass immunisation exercise efficiently.While China’s Sinopharm vaccine has just been listed by the WHO as “safe and effective” for global use, Sinovac’s vaccine is awaiting WHO recognition.In fact, with Malaysia’s current medical standard and reasonably good health infrastructure, many believe that it is capable of bringing forward its year-end target to have 80% of its 32.7 million people vaccinated, if the right policies and strategies are employed.If Bangkok could set target to inoculate 70% of its 66 million population to by September to achieve herb immunity, there is no reason why Malaysia – more developed and richer – cannot work faster.The same argument goes for Indonesia, with 270 million people. According to a Nikkei report last week, Indonesia has now received 83.9 million doses of vaccines from Sinovac.With warnings from Health director-general Tan Sri Dr Noor Hisham Abdullah that Covid-19 cases are expected to rise further, economist Lee Heng Guie says Malaysia has to reset its “virus war” strategy and vaccination must be accelerated.“There is nothing wrong to rectify our recourse and learn from countries that have done well (China, New Zealand and Singapore) in the aspects of testing and tracing, communication, gaining pubic trust, influencing public behaviour etc, ” says Lee, executive director of Socio-Economic Research Centre.“Compliance to the Covid-19 is everyone’s collective responsibility. All political leaders must demonstrate good leadership. The SOP must be strictly enforced, regardless of status. The rules and guidelines need to be clear, consistent and sensible, ” he adds in an email.The economist believes practising transparency can instil public trust on the Government’s vaccination programme.“It is vital to provide data on the supply of vaccines by type; the outstanding stocks and the incoming supply on a regular basis, ” he opines.As half a million residents in Malaysia are still infected and many lives are at stake, Putrajaya needs to respond correctly with urgency. It must display strong political will to save the nation and restore normal life. \nTags / Keywords:\nHo Wah Foon\n                                                                ,\n                                                                                                Anything Chinese\n                                                                ,\n                                                                                                column\n                                                                ,\n                                                                                                vaccine\n\nTopic:\n\n\n\nReport it to us.Thank you for your report!Copyright © 1995-\n            \n\n Star Media Group Berhad (10894D)Best viewed on Chrome browsers.{{item['V1 Header']}}\n   {{item['V1 Body']}}\n\n  {{item['V2 Header']}}\n\nAre you having urinary troubles? By taking the survey, it is deemed that you consent to the TermsWe hope you enjoy this feature!", "Section": "", "Writers": "", "URL": "https://www.thestar.com.my/opinion/columnists/anything-chinese/2021/05/30/malaysia-should-consider-getting-chinas-help-on-covid-19-crisis", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}