{"Type": "", "Time": "2021-05-31", "Headline": "Beijing's HK office slams intimidation of judge in tycoon Jimmy Lai's case | The Star", "Text": "\n                    Monday, 31 May 2021\n                On Friday, judge Amanda Woodcock sentenced Jimmy Lai to 14 months in jail. - APHONG KONG (Reuters): Beijing's office that oversees matters in Hong Kong has warned of threats made to a judge who sentenced media tycoon Jimmy Lai and other democracy activists for their roles in an unauthorised assembly on Oct 1,2019.A representative for the Hong Kong and Macau Affairs Office (HKMAO) said the presiding judge had received threatening phone calls, which the office said would not be tolerated.\"This is a serious threat to the personal safety of judges, a flagrant challenge to the judicial system in Hong Kong and a gross violation of the rule of law and order in Hong Kong,\" Xinhua quoted a statement by HKMAO as saying late on Sunday (May 30).The statement followed one by Hong Kong's Department of Justice late on Friday that said a judge had been intimidated, without providing details.On Friday, judge sentenced Lai, an ardent critic of Beijing, to 14 months in jail, and nine others to up to 18 months for their roles in the rally.Hong Kong arrested more than 10,000 people over anti-government protests in 2019, and some of those cases are now making their way through the court system.The unrest led Beijing to impose a contentious national security law on its freest city in June 2020, and more than 100 people have been arrested under the law so far, including Lai.The law punishes what Beijing broadly defines as secession, sedition, terrorism and collusion with foreign forces with up to life in jail.Forty-seven democracy activists charged with conspiracy to commit subversion are set to appear in court on Monday, in a case that has drawn criticism from Western governments and international rights groups.Hong Kong returned to Chinese rule in 1997 with a guarantee of a high degree of autonomy until 2047. Critics say authorities are chipping away at those freedoms, an assertion officials in Hong Kong and Beijing reject.\nTags / Keywords:\nHong Kong\n                                                                ,\n                                                                                                Jimmy Lai\n                                                                ,\n                                                                                                judge\n                                                                ,\n                                                                                                Amanda Woodcock\n                                                                ,\n                                                                                                threat\n\n\n\nReport it to us.Thank you for your report!Copyright © 1995-\n            \n\n Star Media Group Berhad (10894D)Best viewed on Chrome browsers.{{item['V1 Header']}}\n   {{item['V1 Body']}}\n\n  {{item['V2 Header']}}\n\nAre you having urinary troubles? By taking the survey, it is deemed that you consent to the TermsWe hope you enjoy this feature!", "Section": "", "Writers": "", "URL": "https://www.thestar.com.my/aseanplus/aseanplus-news/2021/05/31/beijing039s-hk-office-slams-intimidation-of-judge-in-tycoon-jimmy-lai039s-case", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}