{"Type": "", "Time": "2021-05-31", "Headline": "Singapore-based worker known as 'brother yum cha' goes viral in China, Singapore News - AsiaOne", "Text": "It is 3pm, and the perfect time for a spot of tea. Or in the words of 54-year-old Gurdip Singh, \"Oi, it's time to yum cha!” Yum cha directly translates to drinking tea in Cantonese.The Singapore-based worker who maintains and repairs ships for a living has become somewhat of a viral sensation in China recently for speaking fluent Cantonese.But it's not just his command of the language as a non-Chinese in the short 15-second video clip that had people paying attention. The passion in which he extolls viewers to take a break from work is palpable.Armed with a packet of tea, he bellows at the camera: \"Have some tea first, what are you working for?\"\"No use working so hard, your boss won't love you for it. Have some tea first, it's three-something!\" he adds, using a smattering of expletives for emphasis.The video has spawned memes and copycat videos on Chinese video-sharing platform Bilibili, where the most popular clip has garnered more than three million views within a month.Most recently, Singh showed off his Cantonese-speaking prowess in a video interview conducted with local Chinese broadsheet Lianhe Zaobao. He explained that he'd picked up the dialect while growing up in Kuantan, Malaysia, where his neighbours and friends were all Chinese.The polyglot is able to speak some Mandarin as well. He is quick to state however, that his command of the language is \"not good\". \"But my Cantonese is excellent, I'm not bluffing you, it's really good,\" joked Singh.The ship repairman told Zaobao that he had been living in Singapore since he was 16, moving here to find work. He had also spent several years working in Russia before returning to Singapore.Singh expressed surprise at the popularity of the video. He told Zaobao that the clip was recorded in March last year \"pre-Covid\", but only went viral earlier this month.It is not clear how the clip found itself onto the video-sharing platform and on social media, but he only realised people were watching when some fans came to see him at his office just last week.\"They brought a packet of tea for me, and told me that I'm famous in China,\" said Singh.One reason posited by netizens for the clip's virality in China is how it resonates with a generation of regular employees, especially migrant workers.Said one netizen in Hong Kong: \"It speaks to the hearts of all salaried workers.\"With the recent media attention in China on the \"toxic 996 work culture\" as well as other societal pressures, it is evident that the video has struck a chord.Wrote one commenter: \"Those who don't get the video are not employees who have to do OT (overtime) and work hard. Those who do will feel that this foreign uncle actually cares about us.\"In the words of another netizen: \"I feel unexpectedly touched. I don't even care for myself as much as this stranger.\"With his newfound fame, Singh has received offers of sponsorships and commercial partnerships, and has also been invited to set up a channel on the Chinese video platform.But before being known as \"brother yum cha\", Singh said he used to have another nickname in Singapore — \"Elvis\".\"With my sideburns and style, people say I look like Elvis Presley,\" said Singh, who often dresses like the iconic singer in a fitted long-sleeved shirt and leather boots whenever he is out shopping.\"A foreigner at Changi Airport called out 'Elvis' when he saw me and even requested for a selfie,\" said Singh proudly.Singh added in the interview that he enjoyed his holiday to Hong Kong with his ex-wife and children back in 2007, where he expectedly amazed locals with his Cantonese.\"They were surprised and asked how long I'd been living in Hong Kong,\" said Singh.He hopes to have the opportunity to travel to China again in the future, and hollered for recommendations on where he should visit to \"see pretty things\", adding, \"pretty girls, also can\".candicecai@asiaone.com", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/singapore/singapore-based-worker-known-brother-yum-cha-goes-viral-china", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}