{"Type": "", "Time": "2021-05-31", "Headline": "Beijing's Hong Kong office slams intimidation of judge in tycoon Jimmy Lai's case", "Text": "HONG KONG (Reuters) - Beijing's office that oversees matters in Hong Kong has warned of threats made to a judge who sentenced media tycoon Jimmy Lai and other democracy activists for their roles in an unauthorised assembly on Oct. 1, 2019.A representative for the Hong Kong and Macau Affairs Office (HKMAO) said the presiding judge had received threatening phone calls, which the office said would not be tolerated.\"This is a serious threat to the personal safety of judges, a flagrant challenge to the judicial system in Hong Kong and a gross violation of the rule of law and order in Hong Kong,\" Xinhua quoted a statement by HKMAO as saying late on Sunday.The statement followed one by Hong Kong's Department of Justice late on Friday that said a judge had been intimidated, without providing details.On Friday, judge Amanda Woodcock sentenced Lai, an ardent critic of Beijing, to 14 months in jail, and nine others to up to 18 months for their roles in the rally.Hong Kong arrested more than 10,000 people over anti-government protests in 2019, and some of those cases are now making their way through the court system.The unrest led Beijing to impose a contentious national security law on its freest city in June 2020, and more than 100 people have been arrested under the law so far, including Lai.The law punishes what Beijing broadly defines as secession, sedition, terrorism and collusion with foreign forces with up to life in jail.Forty-seven democracy activists charged with conspiracy to commit subversion are set to appear in court on Monday, in a case that has drawn criticism from Western governments and international rights groups.Hong Kong returned to Chinese rule in 1997 with a guarantee of a high degree of autonomy until 2047. Critics say authorities are chipping away at those freedoms, an assertion officials in Hong Kong and Beijing reject.(Reporting By Anne Marie Roantree. Editing by Gerry Doyle)Stay on top of the latest market trends and economic insights with Axios Markets. Subscribe for freePresident Biden is considering naming two Kennedys to represent him abroad: Caroline Kennedy is in line to be U.S. ambassador to Australia, and Vicki Kennedy is on his radar for Western Europe, people familiar with the matter tell Axios.Why it matters: With JFK's daughter and the widow of Sen. Ted Kennedy, Biden would be reaching outside of his pool of core campaign donors. He'd also be putting a spotlight back on America's most famous political dynasty — and honoring a late friend and mentor.Flashback: Biden, who shares the family's Irish Catholic heritage, delivered a eulogy in 2009 for Ted, with whom he served in the Senate for 36 years.He has described Kennedy as a \"big brother,\" and felt a debt of gratitude for Kennedy's defense of his honor amid the plagiarism controversy in Biden's 1988 presidential bid.Details: Vicki, an attorney at Greenberg Traurig and a gun control advocate, got to know Biden through her husband.Caroline served as President Obama’s second ambassador to Japan and is well versed in the issues in the Asia-Pacific region, where the AP first reported she could be heading.The White House declined to comment. People close to the process stressed that nothing is final until the White House sends a formal announcement.Driving the news: Biden was scheduled to make several formal offers to candidates over the holiday weekend, ahead of announcing his first slate of ambassadors as soon as this week.On Friday, he announced Rufus Gifford as his choice to be chief of protocol at the State Department.Administration officials have been vigorous in vetting the first group of political ambassadors, hoping to avoid negative headlines.The intrigue: In addition to political allies like former Chicago mayor Rahm Emanuel and L.A. Mayor Eric Garcetti, Biden will likely reward longtime friends and aides, in lieu of several donors who raised millions of dollars over Zoom from his campaign.Biden is planning to nominate Cindy McCain as his envoy to the World Food Program in Rome.Michael Carpenter, managing director of the Penn Biden Center for Diplomacy and Global Engagement and a former career foreign service officer, is being considered for a European position.Some donors may make the cut:Cynthia Telles, a clinical professor of psychiatry and biobehavioral sciences at UCLA, is being considered for Costa Rica. She and her husband, Joe Waz, hosted a fundraiser for Biden in 2019 along with Hollywood luminaries Jeffrey Katzenberg and Rob Reiner.Scott Miller, a former UBS wealth manager and LGBTQ activist, has been discussed for Switzerland. He and his husband, Tim Gill, are prominent philanthropists for LGBTQ causes.More from Axios: Sign up to get the latest market trends with Axios Markets. Subscribe for freeTwo suspects were arrested in Germany and Slovakia in raids Monday on a group accused of smuggling Vietnamese into Germany and other European countries for large fees that they had to work off in massage parlors, brothels and other places, authorities said.  A Vietnamese man is suspected of giving hormone injections to women who worked as prostitutes in Germany to prevent them from getting unwanted pregnancies, prosecutors and police said in a statement.  Police found 13 people who were in Germany illegally during Monday's raids in several parts of Germany.N1文憑  一至五朝 09:00-13:00   9月1日開課 | N2證書  一三五朝  10:00-14:00  7月16日開課Mitt Romney's successful 2012 campaign could serve as a template for 2024 hopefulsSeveral European nations want Denmark to explain why its foreign secret service allegedly helped the United States spy on European leaders, including German Chancellor Angela Merkel, more than seven years ago.  Danish lawmaker Karsten Hoenge of the left-leaning Socialist People’s Party, which is supporting Denmark's Social Democratic government, said Monday that he would quiz the Scandinavian country's defense and justice ministers in parliament about the case.Two men followed a 64-year-old man into the Lexington Ave-59th Street Station around 5 a.m. Sunday.用Smart卡於指定日常消費商戶購物，全年5%現金回贈！新客戶迎新更高達$1,600現金回贈，立即申請！The partner of Lord Ashcroft's son is in custody after a police officer was shot in Belize. Jasmine Hartin, the partner of Andrew Ashcroft, whose father is Lord Ashcroft – the former deputy chairman of the Conservative party – was detained after police say she was found near where superintendent Henry Jemmott's body was discovered on Friday. Mr Jemmott, a father of five, was found floating in the sea next to a pier off the eastern coast of Belize after being shot. Investigators said his police-issued firearm was found on the pier. Police say the pair were alone together before he died. However, Marie Jemmott Tzul, the officer’s sister, told The Telegraph they were not having an affair. \"There was no romantic relationship at all,\" she said. Mr Jemmott’s family claimed that the post-mortem examination had ruled out an accident or suicide. But the police have not confirmed this claim and the results of the inquest are due to be released on Monday.In a packed, converted hangar in a suburb of Strasbourg, eastern France, a thousand men kneeled on mats for Friday prayers as an imam intoned in Turkish. Outside, hundreds more were obliged to place rugs on the tarmac of a courtyard for want of space. Between their prostrate forms and Mecca stood a football goal. “We’re lucky the sun is shining. When it rains, I can tell you, it’s not much fun. This place is too small,” said Volkan Duran, 49, vice president of Eyyup Sultan mosque.A shelter in place has been issued for parts of Deptford Township, Gloucester County. The area impacted is Pasadena Avenue and Hurffville Road.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!West African regional bloc ECOWAS suspended Mali's membership on Sunday after the country's military overthrew its leaders last week - the second such coup in just nine months. The decision was made during an emergency summit held by leaders of the fifteen-member Economic Community of West African States in Ghana's capital Accra. Mali's neighbours, as well as international powers, fear the country's political instability could undermine a regional fight against Islamist militants. The country is a home base for regional affiliates of al Qaeda and Islamic State. Assimi Goita, a Malian army colonel who led the last coup in August, ordered the arrests of both the president and prime minister last Monday. The pair resigned while imprisoned and were later released. Goita was declared president on Friday. ECOWAS did not call for the new interim president to step down. It also did not impose any new sanctions like they did last August. Instead, it said a new civilian prime minister should be nominated.Ghana's Foreign Minister, Shirley Botchway. \"One of the decisions of the heads of state is that they should ensure that in the next few days there is a civilian prime minister who will form a government, a transitional government for the rest of the period. At the same time work with ECOWAS to ensure that the transition is on track towards the end goal, which is to return the people of Mali to democratic rule.\"In a communique after their summit, the bloc said Mali's plans to hold elections next February should be 'absolutely maintained'.While Goita attended the summit, he gave no immediate comment.North Korea's state media on Monday slammed the termination of an agreement between the U.S and South Korea that limited South Korea's missile range.North Korea’s official KCNA news agency quoted an article written by described “international affairs critic,\" Kim Myong Chol, accusing the U.S of \"shameful double-dealing”.The pact limited the development of South Korea’s ballistic missile program to a range of 500 miles.South Korean President Moon Jae-in announced an end to that deal after his first summit with U.S. President Joe Biden earlier this month.Kim criticized Moon for welcoming the agreement’s dissolution.He said, “The termination is a stark reminder of the U.S.’s hostile policy toward the [Democratic People’s Republic of Korea] and its shameful double-dealing.”He said Pyongyang will counter the move.SYDNEY (Reuters) -Australian blogger Yang Hengjun, facing trial in Beijing on espionage charges that he denies, asked the judge to exclude evidence obtained in interrogations where he says he was tortured, according to a message conveyed to family and friends.  In his first comments since Thursday's court hearing, which was closed to family and Australian consular officials because China says it involved state secrets, Yang also expressed concern that geopolitical tensions may influence the outcome of his trial.  Diplomatic ties between Australia and China have deteriorated sharply since Yang was detained in January 2019, with China imposing trade sanctions on some imports from Australia and reacting angrily to its call for an international inquiry into the origins of the coronavirus.Here is What Whole Mouth Dental Implants Should Cost You in Your AreaFollowing Victor, Hratch Panossian, our Chief Financial Officer, will review our operating results.  Shawn Beber, our Chief Risk Officer, will close out the prepared remarks with a risk management update.This Memorial Day weekend, Amazon has got you covered with amazing deals and steals on its devices and gadgets. You can even score discounts on the Fire TV sticks and tablets, the ultimate entertainment must-have. Or you can protect your home on a budget with deals on Ring alarm systems and bundles.At least 34 candidates have been murdered since campaigning began in April, with the assassination clear-up rate close to zero Friends and family mourn during the wake of mayoral candidate Alma Barragan.She was killed while campaigning for the mayorship of the city of Moroleon, in violence-plagued Guanajuato state. Photograph: Armando Solis/AP Tuesday started off like any other day on the campaign trail for José Alberto Alonso, a union leader running for mayor in the Mexican beach resort of Acapulco: he kissed his family goodbye, boarded his Nissan Extreme SUV and headed off to start knocking on doors. But barely 200m from his home, a motorcycle closed in and the pillion passenger pulled a handgun, peppering the car with bullets. Alonso’s bodyguard returned fire, and the attackers fled. The candidate had escaped injury, but was later sent to hospital suffering from stress. “When you get into politics, you know there could be repercussions, but never to this degree” said Alonso, 36, from his sickbed. The Fuerza por Mexico candidate for mayor of Acapulco, Jose Alberto Alonso Gutierrez, speaks from the hospital where he is recovering from the attack. Photograph: David Guzmán/EPA Mexico has suffered an especially bloody and violent campaign season ahead of midterm elections on 6 June when the country will renew its 500-seat lower house of congress, pick governors in 15 of its 32 states and elect hundreds of mayors and local legislators. At least 34 candidates have been murdered since campaigning started on 6 April, while dozens more have been targeted and attacked. Mexican authorities have logged 398 threats or attacks on candidates. Much of the violence occurs in states like Guerrero, south of Mexico City, where numerous crime factions battle over the opium poppy trade and run extortion rackets and kidnapping rings in Acapulco. Few cases are ever solved, though the federal government has been providing protection to candidates in rough corners of the country. Forensic investigators work at a scene where assailants left a package and a threat message taped to the gate of the house of Leticia Castillo, a candidate of the Social Encounter party (PES) in Ciudad Juárez earlier this month. Photograph: José Luis González/Reuters “Criminal groups have learned their lesson over the past few years that no matter what they do – including killing candidates or attacking public institutions – there are no consequences,” said Falko Ernst, senior Mexico analyst for the International Crisis Group. “If we look at the performance of Mexican judicial institutions in actually solving the murders of politicians, it’s pretty much zero. That creates huge incentives to kill candidates and get away with it.” Many of the attacks target candidates for local government as criminal groups seek to increase their territorial control. “The point of gaining control over the next mayor is to assure that this mayor guarantees access to two prize resources: public money and the police,” said Gema Kloppe-Santamaría, a Mexican crime investigator at Loyola University Chicago. Campaigning has been suspended in dozens of municipalities around the country due to violence. The ruling Morena party stopped campaigning in the southern part of the state of Mexico – the country’s most populous region, which wraps around Mexico City – after an ambush in March killed 13 state and federal police officers. Morena’s party president Mario Delgado tweeted on Friday that he and two other politicians were intercepted by gunmen with assault weapons in the state of Tamaulipas, a hotbed of organised crime, but released unharmed. “There are some municipalities where you campaign, but can’t talk about municipal matters, others where you can bring in a campaign team, but can’t hold rallies,” said Isaac Monroy, the Morena delegate in state of Mexico. The attacks have been brazen. Earlier in May, a former state prosecutor was gunned down on a street while campaigning for mayor in northern Sonora. On Tuesday, Alma Barragán was killed while holding a rally in the conflict-riven state of Guanajuato. President Andrés Manuel López Obrador says his government is providing protection for candidates. But he also accused the media of sensationalising the murders to make his government look bad. Criminal groups often offer public servants the choice of “silver or lead” – take their bribes or face death. “There’s a lot of blackmail, and those who say no end up like this,” said Ramón Bernal García, a former detective running with the small Fuerza por México party near Mexico City. Some violence and intimidation is also down to rival political parties, Bernal said. A bodyguard for Institutional Revolutionary Party mayoral candidate Guillermo Valencia takes his assault rifle from the back of the armoured SUV they travel in, during one of Valencia’s campaign stops in Morelia, Michoacan state. Photograph: Marco Ugarte/AP Alonso never received any threats, although he says in retrospect there were signs of trouble. Campaign signs bearing his boyish face were stolen and vandalised. Some campaign staff received veiled warnings to stop their work. He was still unable to say what motivated the assassination attempt – especially as Fuerza por México, the party he helped found, is contesting its first election and polling in the low single digits nationally. But he said he was determined to stay in the race. “I’ve received a lot of kind messages from people who are fed up with crime,” he said. “It hit me today because I’m a candidate, but I’ll be a spokesman for all those suffering violence here in Acapulco.”Play for just 1 minute to find out why everyone loves this game! No install requiredBradley Beal (Washington Wizards) with a 2-pointer vs the Philadelphia 76ers, 05/29/2021The discovery of a mass grave containing the remains of 215 children is a stark reminder of the dark history of Native American boarding schools.Folsom Lake water levels low on Memorial Day weekend超值冰涼寢具，炎夏夜夜睡好眠。  在家中享受異國假期！Ambitious Republicans are flocking to Steve Bannon’s podcast for the chance to demonstrate loyalty to Trump and audition for the former president's support.The widely-monitored national security case of 47 Hong Kong opposition figures charged with conspiracy to commit subversion, most of whom have been in custody for the past three months, will resume on July 8, a judge ruled on Monday.  Defendants will receive evidence against them before June 28 and they can make a plea at their next appearance in the West Kowloon Court.  The case may then be moved to the High Court, which has the power to give longer sentences.Witnesses describe items falling off shelves", "Section": "", "Writers": "", "URL": "https://news.yahoo.com/beijings-hong-kong-office-slams-024218004.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}