{"Type": "", "Time": "2021-05-31", "Headline": "Kai Ko on whom he loved the most, wanted to marry, Entertainment News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.Taiwanese actor Kai Ko has said that he wanted to marry singer Elva Hsiao, but that he liked singer Tia Lee the most.In an Instagram Live broadcast last Friday, he was asked by singer Jumi Wang in a game of Truth Or Dare? which former girlfriend he had loved the most.Ko, 29, laughed and joked that his agency would \"kill\" him. He then said he had loved all of his former girlfriends.\"The one whom I wanted to marry was Miss Hsiao,\" he said. \"But up till now, the one I liked most was Miss Lee.\"He said they broke up because he was \"not good enough\", without elaborating.Lee, 36, was once known as \"Little Vivian Hsu\" for her likeness to the singer. The former member of now-defunct girl group Dream Girls has since focused on her career in China.Her manager told the media that she declined to comment on Ko's disclosure.Hsiao, 41, who released her debut Mandopop album in 1999, said that Ko was just being frank.She is currently dating budding actor Justin Huang, who is 16 years her junior.Ko has been linked to several female celebrities since he shot to fame in his debut movie, You Are The Apple Of My Eye (2011). The film is based on director Giddens Ko's semi-autobiographical novel of the same name.Kai Ko admitted to dating Hsiao in 2012 before they broke up in 2014. She later said they broke up because they had different values and outlooks on life.The actor was linked to Lee between 2014 and 2017, a period which coincided with his career being derailed after his drug arrest in Beijing in August 2014.He served two weeks in detention, while Hong Kong actor Jaycee Chan was sentenced to six months' jail for sheltering drug users.Lee did not distance herself from Ko then and even provided encouragement to him.Other celebrities romantically linked to the actor include late tycoon Stanley Ho's daughter Laurinda Ho, South Korean model Irene Kim and fashion boutique owner Rigel Davis.Ko has starred only in a handful of movies since his arrest.They include Myanmar-born Taiwanese director Midi Z's The Road To Mandalay (2016) and A Choo (2020), which was supposed to be released in 2014 but was delayed by his arrest. The fantasy romance drama is based on another of Giddens Ko's novels.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/life/entertainment/kai-ko-on-whom-he-loved-the-most-wanted-to-marry", "Source": "google"}