{"Type": "", "Time": "2021-05-31", "Headline": "'You Indians don't follow the rules': Man allegedly insists woman's baby wear a mask at Bedok Reservoir, Singapore News - AsiaOne", "Text": "A morning walk with her baby at Bedok Reservoir ended on a sour note for a mum last Tuesday (May 25).The woman, an Indian Singaporean, told Stomp that an elderly man approached her at around 8.30am, asking why her son was not wearing a mask.She explained that her baby was not required to wear a mask since he was seven months old, but the man allegedly told her \"you Indians don't follow the rules\".He also chided her: \"When you Indians come to Singapore, follow Singapore rules and not Indian ones\".The elderly man then proceeded to take photos of her son without permission, and even continued to snap more pictures of them after she voiced concerns over his actions.\"He then continued his tirade about how my baby must wear a mask, after which I just left and returned home,\" she said.Concerned about photos of her child in the man's possession, the mum made a police report on the same day.She added: \"Singapore is my country and home, and it saddens me to hear that some people believe otherwise.\"We are all in this together and I hope sharing my experience will remind everyone that there is no room for racism in Singapore.\"The police confirmed with AsiaOne that a report was lodged and added that they're looking into the incident.As Singapore sees a rise in community Covid-19 cases in recent weeks, there have been more reports of racist incidents here.[[nid:528681]]In a viral video, a 47-year-old man was seen confronting an Indian family at Pasir Ris Beach Park on May 2, telling them not to \"come and spread the virus\".That same week, a 30-year-old man was said to have used a racial slur and kicked an Indian Singaporean woman on the chest for not wearing a mask while she was brisk walking in Choa Chu Kang.The men are under police investigation for offences such as public nuisance, wounding the racial feelings of others, and voluntarily causing hurt.On May 10, Prime Minister Lee Hsien Loong said in a Facebook post: \"I understand people being under stress because of Covid-19, and anxious about their jobs and families.\"But that does not justify racist attitudes and actions, much less physically abusing and assaulting someone because she belongs to a particular race, in this case, Indian.\"Under current Covid-19 regulations in Singapore, mask-wearing for children under two is not recommended for safety reasons.Meanwhile, those engaging in strenuous exercises such as jogging and brisk walking are allowed to take off their masks.lamminlee@asiaone.com", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/singapore/you-indians-dont-follow-rules-man-allegedly-insists-womans-baby-wear-mask-bedok-reservoir", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}