{"Type": "", "Time": "2021-05-31", "Headline": "Osaka risks expulsion, Tennis News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.PARIS • World No. 2 Naomi Osaka was yesterday threatened with disqualification from the French Open if she continues her media boycott, officials said.The Japanese star, who was fined US$15,000 (S$20,000) for skipping the news conference after her first-round victory at Roland Garros, could also face suspension from other Grand Slam tournaments, the board added.She lived up to her vow of not attending a post-match press conference while at the French Open yesterday for the sake of her \"mental health\" but she did at least speak briefly to the media on court.The 23-year-old opened the first day of action at Roland Garros with a 6-4, 7-6 (7-4) first-round victory over Romanian Patricia Maria Tig, ranked 61 places below her.She later said she would maintain her media boycott and would instead let her racket do the talking at the French Open.The four-time Grand Slam title winner has sparked controversy after refusing to carry out media obligations at the year's second Major, claiming post-match conferences were akin to \"kicking people when they're down\".Osaka only agreed to take part in a cursory on-court TV interview before walking off and is looking at a fine of up to US$20,000 for every news conference she skips.She has wished for the total sum to be donated to mental health charities but the International Tennis Federation has confirmed all fines go towards the development of the game.\"For me, playing on clay is a work in progress,\" said the reigning US and Australian Open champion, who has never won a WTA title on the surface and has never gotten past the third round here, on a sun-kissed Court Philippe Chatrier.\"Hopefully, the more I play, the better I will become. It's a beautiful court.\"She will face another Romanian in Ana Bogdan tomorrow.In the men's draw, two-time runner-up Dominic Thiem was knocked out by Spanish journeyman Pablo Andujar 4-6, 5-7, 6-3, 6-4, 6-4 in the first major upset of the clay-court Grand Slam.Thiem said: \"I was not struggling with my motivation. The game was just not there today. The shots are not powerful enough, not accurate enough, not moving well enough... It's not the real me or the version that can play for big titles.\"In beating the reigning US Open champion, Andujar, 35, claimed his biggest career scalp. The world No. 68 has been in giant-killing form of late, upsetting 20-time Major winner Roger Federer of Switzerland at the Geneva Open earlier this month.He said: \"It's a very special moment because I'm 35 and I don't know how long I'm going to play. I had to believe to be able to get this result. It was very difficult, in the third set he wasn't quite as strong.\"The other notable upset of the day saw former world No. 1 Angelique Kerber beaten 6-2, 6-4 by Ukrainian qualifier Anhelina Kalinina. The German has never made it past the quarter-finals here despite winning the other three Slams once each and her wretched record in Paris never looked like improving, suffering her third opening loss in a row.Kerber, who has dropped to world No. 27 after poor form over the past two-plus years, just wants to put the French Open behind her and focus on the upcoming grass-court swing, which is better suited for her counter-punching style.\"I will try to learn from the match now because I played well the last few weeks and I had good matches,\" she said.AGENCE FRANCE-PRESSE, REUTERSDay 2: Singtel TV Ch114/115 & StarHub Ch208/209, 4.50pmJoin ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/sport/tennis/osaka-risks-expulsion", "Source": "google"}