{"Type": "", "Time": "2021-05-31", "Headline": "Ardern and Morrison present united front on China, warning of ‘those who seek to divide us’ | Asia Pacific | The Guardian", "Text": "Australian and New Zealand prime ministers talk up closeness of ties as Ardern is forced to defend ‘soft’ stance on Beijing Last modified on Mon 31 May 2021 07.18 BSTThe Australian prime minister, Scott Morrison, has warned that “there are those far from here that would seek to divide us”, during a press conference with his New Zealand counterpart, Jacinda Ardern, that focused on how the two countries handle China.The leaders emphasised unity in the face of Beijing’s increasing regional influence and Morrison said any forces trying to scupper the partnership would not succeed.The question of how to respond to the rise of China – and perceived differences in the two countries’ approaches – dominated both prime ministers’ comments at their first in-person talks since the pandemic began. Talking to the press in Queenstown, New Zealand, on Monday, Ardern and Morrison sought to present a united front on China and international trade and security issues.“I have no doubt there will be those who seek to undermine Australia and New Zealand’s security by trying to create points of difference that are not there,” Morrison said.He said the “direct personal relationship” between him and Ardern “will only continue, because we have common challenges. There are common threats.”While the initial comments on “those who seek to divide” were made in response to questions on China, Morrison would not comment on whether he was referring to the country directly. “People always try to divide New Zealand, all over the place,” he said.Ardern was forced to defend New Zealand’s position, which has been characterised in the Australian press as soft or cosying up to Beijing. “[I] directly and strongly refute the assertion that NZ is doing anything other than taking a very principled position on human rights issues, on trade issues as they relate to China,” she said.“At no point in our discussions today did I detect any difference in our relative positions on the importance of maintaining a very strong and principled perspective”Morrison answered with a straight “no” when asked if New Zealand had ‘sold its soul’ to China. “Australia and New Zealand are trading nations, but neither of us would ever trade our sovereignty or our values,” he said.Ardern said the two countries had “broadly been positioned in exactly the same place” on major human rights and trade policy statements. New Zealand has joined Australia on a number of key statements raising concerns about China’s conduct in Hong Kong and Xinjiang – but its stance has been interpreted as softer across the Tasman. In April, the foreign minister, Nanaia Mahuta, said New Zealand was “uncomfortable” expanding its invocation of the Five Eyes alliance with Australia, Canada, the UK and the US beyond intelligence matters, into wider policy statements. That stance has led some to call New Zealand the “weak link” of the alliance.But Ardern shot down the proposition that New Zealand’s standing in the Five Eyes network could be downgraded. “The answer to that question is no,” she said.“We carry responsibility for ourselves to ensure adequate investment in our defence forces - and equally, that we carry our weight as a member of the intelligence and security community.”Referring to the two allies’ strong historic relationship, Morrison said the two nations had carved out “a uniquely Anzac path through Covid-19” and “must also continue to pursue an Anzac path through the other issues”.Morrison had opened talks with brief comments referencing regional pressures created by China. “The broader issue of the Indo-Pacific and a free and open Indo-Pacific is something that Australia and New Zealand feels very strongly about,” he said. “All of us have a big stake in ensuring a world that favours freedom and a free and open Indo-Pacific.”The Indo-Pacific includes the hotly contested South China Sea, where China has been increasing its military presence and island-building – dumping sand on to small atolls to create larger islands that can host military bases. The Association of Southeast Asian Nations has said those efforts “may undermine peace, security and stability” in the region. The Australian military is actively patrolling the South China Sea, and in May, the New Zealand defence minister, Peeni Henare, said the country’s navy would be joining a British flotilla tour of the Indo-Pacific and South China Sea later this year.Asked directly about the prospect of conflict with China over the South China Sea or Taiwan, Morrison responded that “the world is being characterised by increased strategic competition between the United States and China”, but that competition “doesn’t need to lead to increased likelihood of conflict”.Both Australia and New Zealand are highly dependent on China for trade. China accounts for around 30% of New Zealand’s exports, and $33bn of total trade. China is also Australia’s largest export market, but over the past year, that’s been hurt by a deteriorating relationship between Canberra and Beijing in a trade war that cost Australia an estimated $47.7bn last year.Also on the table was New Zealand’s frustration at Australia’s “501” policy of deporting citizens who commit a crime – even if they have lived in Australia for most of their lives. The policy has been a simmering “sore point” between the two nations, Mahuta has said. At the last set of talks between the two leaders, Ardern publicly rebuked Morrison for the policy. “Do not deport your people and your problems,” she said.This year, Ardern said she had once again made clear New Zealand’s position on the deportations. The issue seems to be at a stalemate, with no movement from Australia.Despite those disagreements, Ardern also continued to emphasise the connections between the two nations, saying that “when we talk about Australia and New Zealand being family, being whānau [the Māori word for extended family], we actually mean that quite literally as much as we mean it symbolically”.“As with any family, we will have our differences from time to time but those differences are still undertaken in the spirit of openness and ultimately friendship. We are much bigger than our differences – the last year has taught us that,” she said.A joint statement released by the two leaders outlined the countries’ shared positions, which included statements on Xinjiang, Hong Kong, and “serious concern over developments in the South China Sea, including the continued militarisation of disputed features and an intensification of destabilising activities at sea”.It also outlined a series of positions that, while not referencing China specifically, point to shared concerns over Beijing’s influence in the region. They committed to supporting sovereign states in the Indo-Pacific, and said those countries must be able to “pursue their interests free from coercion”. They also cited shared commitments to “countering foreign interference”. Both leaders “expressed concern over harmful economic coercion and agreed to work with partners to tackle security and economic challenges.” On Saturday, New Zealand opted to join as a third party in Australia’s dispute with China over punitive tariffs on barley, as it goes to the WTO.", "Section": "", "Writers": "", "URL": "https://www.theguardian.com/world/2021/may/31/ardern-and-morrison-present-united-front-on-china-warning-of-those-who-seek-to-divide-us", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}