{"Type": "", "Time": "2021-05-31", "Headline": "Telok Blangah 4-room BTO flats see overwhelming demand; over 28 first-time applicants for each unit, Housing News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - Home seekers made a rush for the four-room Build-To-Order (BTO) flats in Telok Blangah, contributing to one of the highest application rates in recent years.This comes even as these flats are the most expensive units in the Housing Board's sales exercise this month.Located in the mature estate of Bukit Merah, there were only 70 such flats on offer in the Telok Blangah Beacon project, yet they attracted 3,124 applicants as at 5pm on Monday (May 31).This means that only one in more than 28 first-time applicants will get a unit.Second-time applicants face even bleaker prospects, with more than 412 applicants vying for each available unit.Prices for these Telok Blangah four-room flats, which are located within walking distance of Telok Blangah MRT station, range from $602,000 to $710,000.The last time a BTO project drew such strong competition was in August last year, when 334 four-room flats in Geylang drew almost 15 applicants for each unit.The 105 three-room flats in Telok Blangah Beacon were also oversubscribed, although competition was less stiff with slightly under three first-time applicants competing for each unit.Prices for these three-room flats range from $419,000 to $504,000.Buyers will also have to wait more than five years for these flats - the longest wait in this launch - as the project is estimated to be completed in the first quarter of 2027.Before the Covid-19 pandemic, the waiting time for a standard BTO flat was about three to four years.Mr Lee Sze Teck, director of research at Huttons Asia, said the project's central location in a mature estate is the key draw.It is also the closest BTO project that has been announced so far to the future Greater Southern Waterfront, he added.\"Even paying $710,000 and a wait of more than five years is no deterrent to buyers who desire the location and the potential upside of the transformation in years to come,\" he said.The last time new flats were launched in Bukit Merah was eight years ago.The other BTO project in a mature estate in this month's sales exercise, which will conclude at 11.59pm on Monday, was also popular, although demand was less competitive.The 1,010 four-room flats in MacPherson Weave in Geylang attracted four first-time applicants for each unit. The 156 three-room flats attracted fewer than two applicants for each.\nIn Geylang, 1,382 two-room flexi, three-room and four-room flats are on offer at MacPherson Weave. PHOTO: HDB\nIn the non-mature estate of Woodlands, the 359 five-room flats in Woodgrove Ascent were the most in demand, drawing close to four first-time applicants for each unit.Its 411 four-room and 84 three-room units also attracted more than three first-time applicants for each available unit.Prices start from $185,000 for a three-room flat, $275,000 for a four-room flat and $372,000 for a five-room unit, making them the most affordable in this sales exercise.\nIn Woodlands, 1,540 two-room flexi, three-room, four-room and five-room flats are on offer at Woodgrove Ascent. PHOTO: HDB\nSimilarly, the 251 five-room flats in Garden Bloom @ Tengah had more than three first-time applicants each, while the 265 four-room units had three first-time applicants vying for each.In both Woodlands and Tengah, buyers will have to wait for just under four years for the flats. Both projects are slated to be completed in the third quarter of 2025.\nTengah, Singapore's newest town, has 782 two-room flexi, four-room and five-room flats in Garden Bloom @ Tengah. PHOTO: HDB\nPropNex chief executive Ismail Gafoor said the overall rate of 4.3 applicants to each available unit in this launch was down marginally from the 4.6 seen in the February BTO sales exercise.\"A potential reason for the slight moderation may be the increased uncertainty around completion dates and a longer waiting time for flats as a result of construction delays,\" he said.However, Ms Christine Sun, senior vice-president of research and analytics at OrangeTee & Tie, noted that the overall application rate is considered healthy despite the Government's warnings of construction delays due to Covid-19.\"The rising prices of HDB resale flats and private properties may be a factor. To many people, BTO flats are still considered more affordable and worth the wait,\" she said.In August, HDB will launch about 4,900 flats in Queenstown, Kallang/Whampoa, Tampines, Jurong East and Hougang.Another 3,100 to 3,600 units flats will be offered in Choa Chu Kang, Hougang, Jurong West, Kallang/Whampoa and Tengah in November, with exact site locations to be released in August.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/housing/telok-blangah-4-room-bto-flats-see-overwhelming-demand-more-than-28-applicants-for", "Source": "google"}