{"Type": "Asia", "Time": "2021-05-31", "Headline": "PM Muhyiddin unveils RM40 billion economic stimulus package as Malaysia is set to enter total lockdown", "Text": "KUALA LUMPUR: Malaysian Prime Minister Muhyiddin Yassin unveiled a new economic stimulus package worth RM40 billion (US$9.7 billion) on Monday (May 31), in an attempt to mitigate the impacts of an impending total lockdown.Speaking during a televised national address, Mr Muhyiddin said the package – named Strategic Programme to Empower the People and Economy (Pemerkasa) Plus – will aim to increase the capacity of public hospitals to treat COVID-19 patients, to support continuity of businesses and to help the people.He said that RM450 million will be used to increase the capacity of beds in intensive care units and equipment for COVID-19 treatment, while RM550 million will be allocated to cover the expenses related to increased operating and management costs in dealing with the health crisis.On extending help to Malaysians directly, he said RM2.1 billion will be distributed to lower-income households earning less than RM5,000 per month.\"This is mainly to ensure the well-being and survival of the vulnerable, as well as to ensure that workers who depend on daily wages can continue to be assisted. They are expected to be among the most affected following the enforcement of the lockdown,\" said Mr Muhyiddin.In addition, he said that an optional loan moratorium would be offered to the bottom 40 per cent group and people who have lost their jobs, as well as micro-entrepreneurs and small and medium enterprises (SMEs) which are not able to operate during the MCO.He also announced a RM500 one-off special cash aid for 17,000 tour guides, 40,000 taxi drivers, 11,000 school bus drivers, 4,000 express bus drivers as well as 62,000 e-hailing drivers.The financial aid, totaling RM68 million, would be transferred to registered recipients in July.However, Mr Muhyiddin acknowledged that the government has limited finances to spare at the moment.\"I would like to be frank, the government has limited fiscal power to spend at this time. However for the sake of the people's welfare, the government will strive to find a balance between lives and livelihoods ... to enable people to survive for the duration of this MCO (movement control order),\" said Mr Muhyiddin.In concluding his speech, Mr Muhyiddin added that ministers and deputy ministers will not be drawing salaries from June to August, as a show of support for the country's fight against COVID-19.\"The salaries will be channelled to the country's disaster trust account to fund COVID-19 related expenses,\" he said.Prior to Monday's announcement, Putrajaya had rolled out six stimulus packages worth a total of RM340 billion.Malaysia is grappling to curb the recent rise in COVID-19 cases. The country enters a two-week lockdown from Tuesday, during which malls will be shut whileonly 17 essential service sectorswill be allowed to operate. These sectors include healthcare, telecommunications and media, food and beverage, utilities as well as banking.On Saturday, Malaysia reported 9,020 new COVID-19 cases, its highest daily toll since the start of the pandemic. It was the fifth straight day of record new infections.On Monday, there were 6,425 new cases. There are now more than 570,000 cases nationwide. A total of 2,796 people have died from COVID-19 in Malaysia.In a May 23 interview, Mr Muhyiddin said that while a full lockdown would guarantee people’s safety, there isa risk that the economy could collapse.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Malaysia,COVID-19,lockdown,economy,MCO,Muhyiddin Yassin", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/asia/malaysia-covid19-total-lockdown-prihatin-muhyiddin-yassin-14920426", "Source": "google"}