{"Type": "", "Time": "2021-05-31", "Headline": "Real Madrid: Zidane stabs Real Madrid and Florentino Perez in the back | Marca", "Text": "Editions:En/football/real-madridRaul Varela gives his opinionJust when Lionel Messi's burofax seemed like being the most talked-about document in Spanish football's recent history, Zinedine Zidane writes an eye-raising open letter revealing the reasons why he has left Real Madrid for a third time.Zidane writes this letter with a grin as sharp as the knife he uses to stab Real Madrid and, especially, their president and his friend, Florentino Perez, in the back.A lack of confidence and retrospect, leaks, little support and the absence of a project... He leaves nothing that happened in his final few months of the club to the imagination, all while he was aiming for success in LaLiga Santander and the Champions League, although the trophy cabinet didn't open so easily this time.Florentino must now decide whether he's going to hide behind a superficial club statement, like the one that was sent out to communicate Zidane's exit after a 30-minute meeting, or whether he's going to, like with the European Super League, come out and explain the reasons why a club icon like the Frenchman, a key figure in the most successful era in the club's history who the president admires greatly, has decided to leave his post.This time, Zidane has spoken his mind and shared, via the press who he also attacks for their questions and search for controversy, his version of events. These events piled up at Real Madrid over the course of a few weeks that saw them scrape through the Champions League group stages, get humiliated by Alcoyano in the Copa del Rey and face a mountain to climb in catching up with the leaders in LaLiga Santander, plus the difficulty in managing a trimmed first-team squad. The season ended with the side runners-up in the league and reaching the last four of the easy side of the Champions League draw.Zidane's exit from Real Madrid seems like, with the passing of time, a necessary evil. The club decided to go down a different path. It was a failure on two fronts - the club for not knowing how to please the best coach in their history and the best coach in their history for not knowing how to adapt for what was to come.Maybe the arrival of Kylian Mbappe would be the best medicine for this incipient headache, but all the pride that comes with getting through such a tough season has been eradicated by a letter. Zidane's letter.©  Unidad Editorial Información Deportiva, S.L.U. Todos los derechos reservados.Follow us", "Section": "", "Writers": "", "URL": "https://www.marca.com/en/football/real-madrid/opinion/2021/05/31/60b4ab3246163f4c9c8b45fe.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}