{"Type": "", "Time": "2021-05-31", "Headline": "Pilots of large-scale Covid-19 tests in places like hostels, malls to be rolled out in S'pore, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - Pilots of large-scale Covid-19 tests in places like student hostels and malls will be rolled out here progressively, as Singapore ramps up its testing regime to prevent the spread of the disease.Antigen rapid tests (ART), which return results in about 30 minutes and are used heavily for pre-event testing, are also being piloted for use in regular surveillance testing programmes for workers in dormitories, construction sites, airport and selected marine shipyards.This is in addition to the polymerase chain reaction-based rostered routine testing that these workers continue to be required to take.The Ministry of Health (MOH) said that it will be extending the use of ARTs further, with pilots in student hostels in autonomous universities.It will also work with CapitaLand to run pilots at one or two selected malls for tenants and people who work there.While less accurate than the polymerase chain reaction (PCR) test in diagnosing Covid-19 patients, ARTs are cheaper, faster and more convenient to administer.This makes them \"more practical for frequent use, and very effective surveillance tests\", said MOH in a statement on Monday (May 31).\"This will enable us to expand the scale of testing in the wider population, allowing us to identify potential infections earlier and to trigger public health actions sooner to stem further spread,\" the ministry added.\"All workplaces and employers are encouraged to adopt regular testing using such alternative tests to keep their staff and customers safe,\" said MOH.It said people who test positive on their ART will need to take a PCR test at a Swab and Send Home Public Health Preparedness Clinic or regional screening centre to confirm if they have Covid-19.They are required to self-isolate until they receive a negative PCR test result, the ministry added.In a live national address on Monday, Prime Minister Lee Hsien Loong said that testing for Covid-19 will not just be for potential new cases, it will become routine.He also said that in order to isolate and ring-fence coronavirus cases and their contacts promptly before the virus spreads further, \"we must test faster, and more liberally and extensively\".Read next: 6 key announcements from PM Lee Hsien Loong's address on Covid-19 plansJoin ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/pilots-of-large-scale-covid-19-tests-in-venues-like-hostels-and-malls-to-be-rolled-out", "Source": "google"}