{"Type": "", "Time": "2021-05-31", "Headline": "S'poreans planning to return adjust to new requirement, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.A new requirement that Singapore citizens and permanent residents (PRs) must test negative for Covid-19 before being allowed to return home from high-risk places kicked in yesterday.Mr Fin Chua, 30, who has been living in Thailand for eight years, feels that the new requirement is onerous as it is not easy getting a Covid-19 polymerase chain reaction (PCR) test in Bangkok .He said a PCR test in the Thai capital costs about 2,000 baht (S$85) at a government clinic and 4,000 baht at a government hospital, but it is hard for foreigners to get tested as Thais get priority.Mr Chua had planned to fly back to Singapore this week to visit his father, who lives alone.After hearing about the new requirement, the business owner considered moving his flight earlier so he could return before the measure took effect. Ultimately, Mr Chua did not do so.Instead, he moved his flight back by two weeks to mid-June, citing the lengthy 21-day stay-home notice he would have to serve if he came back home now.The Ministry of Health (MOH) said last Wednesday that, from 11.59pm on Saturday, all Singaporeans and PRs returning to the country will have to present a valid negative Covid-19 PCR test taken within 72 hours before their departure. This is the first time MOH has required Singaporeans and PRs to take a pre-departure test.The ministry previously said it did not want to make it difficult for them to return home, should they be caught unprepared by rapidly deteriorating pandemic conditions abroad.The Immigration and Checkpoints Authority's (ICA) SafeTravel website says those travelling by plane or by boat will have to present their test result at the air and sea checkpoints upon arrival in Singapore. Those who have stayed in lower-risk areas, including Australia, Brunei, China, Hong Kong, Macau and New Zealand, for the last 21 days are exempted.Children aged six and below are also exempted.At land checkpoints, only PRs entering Singapore will need to present a valid negative test result. PRs who arrive in Singapore overland without a valid negative test result may be denied entry. Those who fail to comply with the new requirement may have their entry or re-entry permit cancelled.Travellers must be tested by an accredited or authorised health centre in the country or region of departure. Documentary proof is required and ICA recommends travellers ask for a copy of the PCR test report that is in English or has an English translation, contains the traveller's name, date of birth and passport number, and shows the date and result of the test.Ms Cheryl Wong, 30, who works in the film industry in New York, said she did not mind the new requirement as getting tested for Covid-19 in the US city is easy and there are free services.\"If I lived somewhere else with less testing options and undetermined turnaround times, I'd probably be more annoyed,\" added Ms Wong, who is returning home today to renew her United States work visa and to see her family after being away for 11/2 years.She noted, though, that the new test requirement does not appear to take into account Singaporeans or PRs who have already been vaccinated, or that individuals may still test positive even though they may no longer be infectious.She said: \"I'm pretty sure I'll test negative because I'm fully vaccinated and I am still cautious. But there is that little bit of a 'what if'.\"Mr Samuel Phua, 23, who is coming home next month after graduating from the Sibelius Academy in Finland, is also somewhat anxious about the pre-departure test.\"It is allergy season here, and pollen allergies and Covid-19 have symptoms that are quite similar. I got myself tested recently and my results were negative, but there's always that sliver of doubt and worry that the next one may be positive.\"But Mr Phua also said the new requirement is an important step towards ensuring the safety of Singaporeans - abroad and back home.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/sporeans-planning-to-return-adjust-to-new-requirement", "Source": "google"}