{"Type": "World", "Time": "2021-05-31", "Headline": "New Zealand, Australia play down differences on China", "Text": "WELLINGTON: New Zealand and Australia downplayed policy differences on China on Monday (May 31), with Prime Minister Jacinda Ardern denying Wellington was taking a soft stance on human rights to avoid offending its largest trading partner.Ardern's government has taken flak over its meek criticisms of China's rights record, while Australia's more outspoken position has drawn punitive trade measures from Beijing.The centre-left New Zealand leader insisted the trans-Tasman allies were lock-step on attitudes towards China afterholding talks with her Australian counterpart Scott Morrisonin the South Island mountain retreat of Queenstown.The pair issued a joint statement expressing \"deep concern\" at the erosion of freedoms in Hong Kong and the treatment of the Uyghur Muslim minority in China's Xinjiang province.\"You'll see that Australia and New Zealand have broadly been positioned in exactly the same place on these issues consistently,\" Ardern told reporters.\"So I really push back on any suggestion that we are not taking a strong stance on these incredibly important issues.\"Ardern and Morrison also backed a push to further investigate the origins of the COVID-19 pandemic, which remains a sensitive topic for China.The New Zealand government declined to sign a statement from the Five Eyes intelligence network last year condemning developments in Hong Kong, and this month insisted on removing the word \"genocide\" from a parliamentary motion about the plight of the Uyghurs.Australia has fully backed the Five Eyes statements, sparking fiery rhetoric from Beijing along with import levies on a range of Australian products.Morrison said he did not believe New Zealand was a weak link in the spy network, which also includes the United States, the United Kingdom and Canada.\"Neither of us will ever trade our sovereignty or our values, we have stood side by side to defend those values,\" he said.Morrison said both Australia and New Zealand wanted a free and peaceful Indo-Pacific region and would work to ensure that goal was not threatened by rising China-US tensions.\"The world is being characterised by increased strategic competition between the United States and China, that is a self-evident fact,\" he said.\"I would say our shared view is that such strategic competition does not need to lead to increased likelihood of conflict.\"Ardern also glossed over other irritants in the trans-Tasman relationship, including Canberra's policy of deporting New Zealand-born criminals even if they have been in Australia for most of their lives.\"As with any family, we will have our disagreements from time to time but... we are much bigger than our differences,\" she said.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "New Zealand,Australia,China", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/world/new-zealand-australia-downplay-policy-differences-china-14919458", "Source": "google"}