{"Type": "", "Time": "2021-05-31", "Headline": "B1617 variant spreading worldwide at 'frightening speed': Experts - Daijiworld.com", "Text": "Singapore, May 31 (IANS): The B1617 Covid-19 variant is spreading worldwide at 'frightening speed' and could aggravate the pandemic -- particularly in countries with low vaccination rates, according to the latest assessment of the virus by experts here.The B1617 strain is becoming increasingly dominant worldwide and this will not be the last time that the virus mutates, the Strait Times reported on Sunday.\"What is frightening is the speed at which this variant is able to spread and circulate widely within the community, often surpassing the capability of contact-tracing units to track and isolate exposed contacts to break the transmission chains, a Professor Teo Yik Ying, Dean of the National University of Singapore's (NUS) Saw Swee Hock School of Public Health, was quoted as saying.\"It has the potential to unleash a bigger pandemic storm than the world has previously seen,\" Ying added.B1617 has mutated to spread more easily from person to person and may dampen the protection conferred by vaccines as well as natural infection, though only slightly, experts say.The variant, which was first detected in India in October 2020, is now present in more than 50 countries and is surpassing other strains causing infections, according to the World Health Organization (WHO). Earlier this month, the global health body declared it as a \"variant of global concern\".The strain is 1.5 times to two times more transmissible than the strain that first appeared in Wuhan 18 months ago. There are three versions of B1617 -- B16171, B16172 and B16173. The second version is the most relevant as it has appeared to overtake B16171 in local cases as well as those reported globally. The third version, B16173, is rare, the report said.While it remains unclear if B1617 causes more serious illness or deaths, the best weapon remains widespread vaccination. Vaccinated individuals have a reduced chance of being infected, and a much lower likelihood of developing severe symptoms even if they are infected, Teo said.Various researches have shown that the Pfizer, Moderna and AstraZeneca vaccines are effective against B1617.However, most countries, unfortunately, are lagging far behind in vaccinating their people as global inequity in vaccine supplies and distribution persists.This means a higher chance of B1617 creeping into countries previously minimally affected by Covid-19, Professor Dale Fisher, chair of the WHO's Global Outbreak Alert and Response Network, was quoted as saying.\"These countries, such as Thailand, Cambodia, Laos and Vietnam, are more vulnerable due to the low vaccination rates, leaving them more susceptible to severe disease,\" Fisher said.  Its like some one systematically eliminating people .   Pharma MafiaDisclaimer:Please write your correct name and email address. Kindly do not post any personal, abusive, defamatory, infringing, obscene, indecent, discriminatory or unlawful or similar comments. Daijiworld.com will not be responsible for any defamatory message posted under this article. Please note that sending false messages to insult, defame, intimidate, mislead or deceive people or to intentionally cause public disorder is punishable under law. It is obligatory on Daijiworld to provide the IP address and other details of senders of such comments, to the authority concerned upon request.Hence, sending offensive comments using daijiworld will be purely at your own risk, and in no way will Daijiworld.com be held responsible.\n                            Daijiworld Residency,\n                            Airport Road, Bondel Post,\n                            Mangalore - 575 008\n                            Karnataka India\n                            Telephone : +91-824-2982023.\n                            General Enquiry: office@daijiworld.com,\n                            News & Info : news@daijiworld.com\n                        \n                            First Floor,\n                            Divya Deepa Arcade,\n                            \n                            Bendorewell,\n                            \n                            Kankanady,\n                            Mangalore - 575 002\n                            Karnataka India\n                            \n                            Telephone : +91-824-4259372\n                        \n                            Kishoo Enterprises,\n                            \n                            3rd Floor, Mandavi Trade Centre,\n                            Kadiyali, Udupi – 576 102\n                            \n                            Telephone : 0091-820-4295571\n                            \n                            E-mail : udupi@daijiworld.com\n                        \n                            Daijiworld Middle East FZE,\n                            P.O.Box: 84772, Dubai, UAE\n                            Tel: 971-50-6597629\n                            Fax: 971-4-2639207\n                            Email: dubai@daijiworld.com\n                        \n                        Copyright &copy 2001 - 2021. All Rights Reserved.\n                        \n                        Published by Daijiworld Media Pvt Ltd., Mangalore.\n                    ", "Section": "", "Writers": "", "URL": "https://www.daijiworld.com/news/newsDisplay?newsID=838646", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}