{"Type": "", "Time": "2021-05-31", "Headline": "Intel CEO now believes that Chip Shortage could last for years - Gizmochina", "Text": "The CEO of Intel has reiterated that the chip shortage that the world is suffering from, could last for far longer than previously estimated. The executive stated that the shortage of semiconductors worldwide could even go on for several years.Previously, we had reported on the CEO stating that the chip shortage would last at least for another two years. Now, Pat Gelsinger has added that this issue could stretch for much longer. According to a Reuters report, the senior official told a virtual session of the Computex Trade show in Taipei that the remote working and online education trend caused by the Coronavirus pandemic has led to a “cycle of explosive growth in semiconductors.”This has caused a massive strain on existing global supply chains. “But while the industry has taken steps to address near term constraints it could still take a couple of years for the ecosystem to address shortages of foundry capacity, substrates and components,” he further added. Gelsinger had previously made this statement back in April, saying that the semiconductor shortage could last for a “couple of years.” Although, he stated that “We plan to expand to other locations in the U.S. and Europe, ensuring a sustainable and secure semiconductor supply chain for the world.”Interestingly, the CEO of Logitech (Bracken Darrell) also weighed in regarding the global chip shortage stating that the company is facing supply issues that could last another three to six months. Further adding that some industries could face this issue up to another year. Darrell said that “Like others, we have felt the shortages, but we have been able to cushion them well. It takes time to ramp up production but in the meantime, prices have also adjusted.”RELATED: Necessary cookies are absolutely essential for the website to function properly. This category only includes cookies that ensures basic functionalities and security features of the website. These cookies do not store any personal information.Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics, ads, other embedded contents are termed as non-necessary cookies. It is mandatory to procure user consent prior to running these cookies on your website.", "Section": "", "Writers": "", "URL": "https://www.gizmochina.com/2021/05/31/intel-ceo-believes-chip-shortage-last-for-years/", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}