{"Type": "", "Time": "2021-05-31", "Headline": "Taiwan says working hard to get Covid-19 vaccines as infections fall, East Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.TAIPEI (REUTERS) - Taiwan is working hard to get the almost 20 million Covid-19 vaccines it has ordered as soon as possible even in the face of global shortages, President Tsai Ing-wen said on Monday (May 31), amid domestic pressure to speed up supplies even as infections fall.Taiwan is ramping up its vaccination campaign amid a spike in domestic infections after months of relative safety, but has so far given shots to fewer than 2 per cent of its more than 23 million people, though millions of additional doses are on their way.In a live broadcast from the presidential office, Ms Tsai said with the pandemic remaining serious around the world, vaccine supplies had unable to keep up with demand, and all governments, including Taiwan’s, were working hard to get shots.“All levels of government, including me, are keeping a close eye on the nearly 20 million vaccines ordered every day so they can be shipped as soon as possible and arrive earlier,” she said.The island reported 347 domestic Covid-19 cases on Monday, including 73 cases added to the totals for recent days, as it continues to readjust its infection numbers amid delays in reporting positive tests.That marked the second consecutive day in which new cases were below 400, after a rare uptick in domestic cases concentrated in Taipei and its nearby cities.The increase, which peaked this month, prompted the government to tighten curbs, including banning in-restaurant dining and gatherings.\"The pandemic is heading towards a stage where it can be controlled,\" Health Minister Chen Shih-chung told a daily news briefing, saying new cases continued to decline.Mr Chen said \"aggressive measures\" would remain in place for the one to two weeks, including fines for people not wearing face masks outside and a halt to wedding banquets and wakes.He said more stations for rapid Covid-19 tests would be set up in Taiwan's outlying islands, where medical resources are relatively limited.But the administration is facing pressure to speed up purchases, and has said local governments, companies and religious groups can buy them, though need to go through the central government for authorisation.Taiwan’s Cabinet said on Monday that Economy Minister Wang Mei-hua would act as coordinator for requests from companies.Ms Tsai said the government would work hard with those outside the government to get even more vaccines. Mr Terry Gou, the billionaire founder of major Apple Inc supplier Foxconn, said on Saturday his charity plans to apply to import five million doses of BioNTech SE’s Covid-19 vaccine into Taiwan. BioNTech declined to comment.Taiwan has accused China, which claims the island as a breakaway province, of blocking a deal earlier this year for BioNTech shots, which Beijing denies.Taiwan's Parliament approved on Monday an extra T$420 billion (S$20 billion) in stimulus spending to help the economy deal with the Covid-19 pandemic.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/east-asia/taiwans-new-covid-19-cases-slow-but-restrictions-to-stay-in-coming-weeks", "Source": "google"}