{"Type": "", "Time": "2021-05-31", "Headline": "Even Intel thinks the global chip shortage could last years | TechRadar", "Text": "TechRadar is supported by its audience. When you purchase through links on our site, we may earn an affiliate commission. Learn more\nBy\nMayank Sharma\n31 May 2021\nIntel will open its factories to outside customers as it shifts strategiesThe CEO of Intel, Pat Gelsinger, has said it could take several years before the current global shortage of semiconductors is resolved.The silicon crunch is the result of several factors that can be tied to the pandemic, beginning with the shuttering of production facilities due to health protocols, coupled with the sudden rise in demand for tech gear, including laptops and tablets as people around the world were forced to work and study remotely due to worldwide lockdowns. Speaking at a virtual session during the Computex trade show, Gelsinger said he believes it is this \"cycle of explosive growth in [the demand for] semiconductors\" that has placed a huge strain on global supply chains.\"But while the industry has taken steps to address near term constraints it could still take a couple of years for the ecosystem to address shortages of foundry capacity, substrates and components,\" Gelsinger added.Intel’s read of the current chip supply-chain situation isn’t any different from that of his peers at Dell, Cisco, Qualcomm, and Micron who are equally concerned about the longevity of the crisis.Gelsinger however had earlier hinted at turning the crisis into an opportunity to correct an imbalance in the global semiconductor supply chain. Estimates by the US-based Semiconductor Industry Association say around 75% of global manufacturing capacity is in East Asia, with Taiwan's TSMC and South Korea's Samsung being the dominant players. With stakeholders calling for new chip making factories, Gelsinger shared that the company has already put into motion plans to invest billions of dollars to not just upgrade its existing facilities in the US, but to also set up new fabrication facilities.Via ReutersSign up to get breaking news, reviews, opinion, analysis and more, plus the hottest tech deals!Thank you for signing up to TechRadar. You will receive a verification email shortly.There was a problem. Please refresh the page and try again.TechRadar is part of Future plc, an international media group and leading digital publisher. Visit our corporate site.©\nFuture Publishing Australia ABN: 96 734 906 323 | PO Box 1077, Mount St,\nNorth Sydney\nNSW 2059. ", "Section": "", "Writers": "", "URL": "https://www.techradar.com/sg/news/even-intel-thinks-the-global-chip-shortage-could-last-years", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}