{"Type": "World", "Time": "2021-05-31", "Headline": "Canada mourns 215 children after remains found at indigenous school", "Text": "MONTREAL: Canada flew its flags at half-mast on Sunday (May 30) in mourning for215 children whose remains were discoveredon the grounds of a former boarding school set up more than a century ago to assimilate indigenous peoples.\"To honour the 215 children whose lives were taken at the former Kamloops residential school and all Indigenous children who never made it home, the survivors, and their families, I have asked that the Peace Tower flag (in Ottawa) and flags on all federal buildings be flown at half-mast,\" Prime Minister Justin Trudeau said on Twitter.Several municipalities, including the economic metropolis Toronto, announced they would also lower their flags.The discovery of the children's remains, some as young as three, sparked strong emotions throughout Canada, particularly in the indigenous communities.A specialist used ground-penetrating radar to confirm the remains of the students who attended the school near Kamloops, British Columbia, the Tk'emlups te Secwepemc tribe said in a statement late Thursday.The Kamloops Indian Residential School was the largest of 139 boarding schools set up in the late 19th century, with up to 500 students registered and attending at any one time.It was operated by the Catholic church on behalf of the Canadian government from 1890 to 1969.Some 150,000 Indian, Inuit and Metis youngsters in total were forcibly enrolled in these schools, where students were physically and sexually abused by headmasters and teachers who stripped them of their culture and language.Today those experiences are blamed for a high incidence of poverty, alcoholism and domestic violence, as well as high suicide rates, in their communities.Ottawa formally apologised in 2008 for what the commission later termed a \"cultural genocide\" as part of a C$1.9 billion (US$1.6 billion) settlement with former students.\"I've said before that the residential schools was a genocide of our people. Here's just another glowing example of that genocide in practice: undocumented deaths of children,\" the national chief of the Assembly of First Nations, Perry Bellegarde, said Sunday on the news channel CTV.Bellegarde noted there was still much work to be done to identify the remains, find their families and examine the sites of other residential schools.He said the federal government \"does have a responsibility to make sure that these resources are in place to get the answers.\"Ceremonies to honor the young victims took place or were to take place throughout the country. About 100 people gathered Sunday in the Mohawk community of Kahnawake, near Montreal.Participants placed children's shoes and toys on the steps of the Saint Francis Xavier church as a tribute to the victims.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Canada,Perry Bellegarde,Kamloops,Ottawa", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/world/canada-mourns-215-indigenous-children-remains-found-kamloops-14917712", "Source": "google"}