{"Type": "", "Time": "2021-05-31", "Headline": "The PAP’s dog-tired formula produces the same dog-tired results - The Online Citizen Asia", "Text": "At the age of 68, Khaw Boon Wan has been called out of retirement to chair the new media entity of Singapore Press Holdings (SPH).He is considered the best man for the job. They would have us believe that it has nothing to do with the fact that Khaw is a former heavyweight Minister and former Chairman of the People’s Action Party (PAP).The current Chairman of SPH is Lee Boon Yang, yet another former Minister.He succeeded Tony Tan, a former Minister who stepped down as Chairman of SPH to contest in the Presidential election.And before Tony Tan, who was the SPH Chairman? S. R. Nathan, who also became President after his stint as SPH Chairman.SPH as a breeding ground for the Presidency?Now, is there any wonder why SPH has been mired in such massive challenges that calls for an urgent restructuring? The company has been led by people with deep-seated links to the ruling PAP government, and with entirely no media experience.The same goes for the current SPH CEO, Ng Yat Chung, a former army general with absolutely no media experience. He succeeded Alan Chan, a civil servant for decades, and a former Principal Private Secretary to the late Lee Kuan Yew.The current President, Mdm Halimah Yacob, did not serve as SPH Chairman. But she too is a former political appointee as Speaker of Parliament, who was considered the best person for the job of President.Indeed, no one was good enough to even compete against her in the walkover Presidential election because no Certificate of Eligibility was issued to anyone else.But, there is one former PAP guy who is not considered the best man for anything – Dr Tan Cheng Bock. Not since Dr Tan contested the Presidential election against the PAP candidate Tony Tan. And definitely not since Dr Tan started his own political party.They say Dr Tan has lost his way. The truth is, for the PAP, it is their way or the highway.When you use the same dog-tired formula, what do you end up with? To put it mildly, the same dog-tired results!Can a segment of Singaporeans be blamed for being sick and tired of it? © 2006 - 2021 The Online Citizen© 2006 - 2021 The Online Citizen", "Section": "", "Writers": "", "URL": "https://www.theonlinecitizen.com/2021/05/31/the-paps-dog-tired-formula-produces-the-same-dog-tired-results/", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}