{"Type": "Singapore", "Time": "2021-05-31", "Headline": "People who want alternative COVID-19 vaccines can get them under special access route", "Text": "SINGAPORE: People who cannot take the two COVID-19 vaccines currently authorised in Singapore will soon have access to other vaccines, said the Ministry of Health (MOH) on Monday (May 31).It will allow access to these vaccines under the Special Access Route – an existing process for the import and supply of unregistered medicines to address unmet medical needs.Currently, Singapore residents can get vaccinated with either the Pfizer-BioNTech or Moderna vaccines – both mRNA vaccines – under its national inoculation programme.\"There has been interest to access alternate vaccines used in other countries, mostly due to various medical reasons which prevent individuals from taking the two authorised vaccines in Singapore,\" said MOH. \"However, there have either been no applications for approval of these alternate vaccines in Singapore, or evaluation is still ongoing.\"The mRNA vaccines are not suitable for those who have had severe allergic reactions such as anaphylaxis and for immunocompromised people. The Pfizer-BioNTech vaccine is being administered to Singapore residents aged 12 and above and the Moderna vaccine to those aged 18 and above.However, Health Minister Ong Ye Kung said on Monday that after an extensive review, more people will be able to get the mRNA vaccines. These include pregnant or breastfeeding women, cancer patients receiving treatment and those with severe cutaneous adverse reactions, such as drug-induced hypersensitivity syndrome and Stevens-Johnson Syndrome.\"The expert committee is also examining the data and reviewing the current policy where we restrict individuals with known anaphylaxis, to take the vaccine,\" said Mr Ong.\"Specifically, the committee is reviewing the restriction for those who are not allergic to the mRNA vaccine or its components, but other substances like seafood, painkillers, antibiotics.\"There are more than 30,000 people in this group, he said. While the review will allow more people from this group to be inoculated, MOH will also allow them to use some other vaccines to provide more flexibility, he said.The ministry will allow the Special Access Route to be used for the supply of COVID-19 vaccines that are on the World Health Organization's (WHO) emergency use listing, it said.These vaccines include those by Johnson & Johnson, AstraZeneca and Sinopharm.\"As and when the WHO approves the Sinovac vaccine into its emergency use list, the licensed healthcare institution can apply to MOH to draw on our existing stock of 200,000 doses to administer to those who wish to have it,\" said Mr Ong.The use of such vaccines should be according to WHO guidelines and will be time-limited for the duration of the pandemic, said MOH. This avenue will be made available through the private healthcare sector, it said.\"Like all other medicines supplied under the Special Access Route, the doctor administering the vaccine and the patient should discuss the risks and benefits of using vaccines not registered or authorised by the Health Sciences Authority, and jointly make an informed decision,\" said MOH.Those who opt for these vaccines will also have to sign a consent form to acknowledge that they have discussed with their doctor and accept all responsibility for the risks.The Government will not subsidise these vaccines, and people who receive these jabs will not be eligible for its financial assistance programme for vaccine injuries.As more data becomes available, MOH will be able to determine if people vaccinated under the Special Access Route may be eligible for the same exemptions on testing or public health restrictions, which may be extended to those vaccinated under the national programme, said the ministry.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "COVID-19,coronavirus,vaccines,vaccination,MOH", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/alternative-covid-19-vaccines-special-access-route-moh-14920192", "Source": "google"}