{"Type": "", "Time": "2021-05-31", "Headline": "Hong Kong gov't now allows senior bankers to skip 3-week quarantine | Coconuts Hong Kong", "Text": "Whether it’s politics or strict COVID-19 measures in question, the Hong Kong government says everyone is equal before the law—but some classes of society, we’re constantly reminded, are more equal than others.The Securities and Futures Commission (SFC), the city’s financial regulator, announced Friday that vaccinated senior bankers arriving in Hong Kong can now be exempted from serving a mandatory 21-day hotel quarantine.They can apply for the exemption through the commission by submitting their proposed itinerary during their stay in Hong Kong as well as their COVID-19 vaccination record.Compulsory hotel quarantines have been in place for returning travelers (except from those arriving from mainland China) since last November. In December, the quarantine length was increased from 14 to 21 days.Read more: Mid-Levels residents pen legal letter to health dep’t demanding ‘basis’ for 21-day quarantine, claiming ‘false imprisonment’In its notice, the SFC did not clarify the definition of a “senior executive.”While the bankers would be bound by strict rules, including only being allowed to visit pre-approved places listed on the itinerary, the announcement has raised eyebrows among the public questioning the fairness of the exemption.Fully vaccinated individuals arriving in Hong Kong still have to undergo quarantine at a designated hotel, albeit a shorter one: 14 days in the hotel and the remaining seven self-monitoring at home.No other professions or groups have been exempted from the quarantine policy.According to the Financial Times, Hong Kong’s “expat finance community” voiced “deep concerns” about the city’s strict policies when a gym cluster in March sent hundreds—including expats working at top financial institutions—packing and into government quarantine facilities. Follow Coconuts on Instagram and Twitter for more fresh and juicy news in your feeds. \r\nYou must be logged in as a Coconuts User to comment.Whether it's politics or strict COVID-19 measures in question, the...Police are looking into an incident involving a traffic cop who...1. Submit free Events and Venues to the Coconuts Directory.2. Comment on stories.3. Save your favorite stories for easy reference.On this registration page you can sign up to become a free Coconuts User, which does not grant you unlimited access to Coconuts content.To read unlimited Coconuts content and get other great benefits, please sign up to become a COCO+ Member here.Read more about the difference between Users and Members here. Don't have a Coconuts user? Click here to create one.", "Section": "", "Writers": "", "URL": "https://coconuts.co/hongkong/news/hong-kong-govt-now-allows-senior-bankers-to-skip-3-week-quarantine/", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}