{"Type": "", "Time": "2021-05-31", "Headline": "Woman slapped 8-year-old girl who stepped on her foot in MRT train, left her with bruise", "Text": " Jean IauThe Straits TimesMay 28, 2021A woman admitted on Friday (May 28) to slapping the face of a then eight-year-old girl in an MRT train.She wanted to stop the girl from leaving the train without apologising for having stepped on her foot.But the girl had apologised to Connie Soh, 45, who was talking loudly on her phone at the time and did not hear the apology.On Friday, Soh pleaded guilty to one charge of voluntarily causing hurt. She faces enhanced penalties as the victim is under 14 years old.The court heard that on July 15 last year, some time before 1.47pm, the victim accidentally stepped on Soh's left foot after boarding the MRT train with her mother at Choa Chu Kang station.She apologised to Soh, who was talking loudly on her phone at the time and did not hear the apology.Soh confronted the victim's mother and asked her why the girl did not apologise for stepping on her foot.But the mother told Soh that her daughter had apologised, and an argument ensued.When the train reached Yew Tee station and the girl and her mother proceeded to exit the train carriage, Soh slapped the girl on her left cheek to try to prevent her from leaving without apologising.The girl started to cry, and her mother called the police from the station soon after.Later that day, the mother took her daughter to National University Hospital, where a doctor noted that the girl had sustained a left cheek contusion, or bruise.She was given a two-day medical certificate, with excuse from physical activity until July 19 that year.Deputy Public Prosecutor Joseph Gwee urged the court to sentence Soh to a fine of at least $5,000, calling Soh's response \"(an) objectively disproportionate one (that was) committed in a public place\".Soh is scheduled for sentencing on June 18. One other charge of using criminal force to poke the nose of the girl's mother will be taken into account during sentencing.For voluntarily causing hurt, an offender can be jailed for up to three years, fined up to $5,000, or both.Soh faces double this maximum penalty as the girl was under 14.Get a copy of The Straits Times or go to straitstimes.com for more stories.Get more of Stomp's latest updates by following us on Facebook, WhatsApp, Twitter, Instagram and YouTube.View the discussion thread.View the discussion thread.Download the new STOMP app today.SPH Digital News | The Straits TimesAll rights reserved | Terms & Conditions | Data Protection Policy | Advertise with usSPH Digital News / STOMP / Copyright (c) 2019 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E.", "Section": "", "Writers": "", "URL": "https://stomp.straitstimes.com/singapore-seen/woman-slapped-8-year-old-girl-who-stepped-on-her-foot-in-mrt-train-left-her-with", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}