{"Type": "", "Time": "2021-05-31", "Headline": "Taiwan signs local deals for up to 20 million COVID shots", "Text": "TAIPEI (Reuters) -Taiwan's government has signed deals with two local companies to provide up to 20 million doses of their COVID-19 vaccines, the official Central News Agency said on Sunday, in a boost to the island's pandemic fight.The news comes days after the Chinese-claimed island blamed Beijing week for blocking a deal earlier this year for BioNTech SE vaccines, which China denies.After recording just a handful of daily infections for months, Taiwan is dealing with relatively large numbers of community transmissions, though infection rates are starting to fall.It has only vaccinated around 1% of its more than 23 million people but has almost 30 million shots on order, from AstraZeneca Plc, Moderna Inc and two domestic firms.The Central News Agency said the government had on Friday signed deals with Medigen Vaccine Biologics Corp and United Biomedical Inc for five million doses each, and had oral agreements for another five million each, for a total of 20 million shots.Medigen confirmed the details in a statement to the stock exchange while the government's central epidemic command centre said it would issue a statement later. United Biomedical did not immediately respond to a request for comment.However, neither shot has yet been formally approved for use and both are still undergoing tests, which Taiwan's government says are going well.Earlier on Sunday, Health Minister Chen Shih-chung said Taiwan has not given up hope of eventually getting COVID-19 vaccines from Germany's BioNTech.Shanghai Fosun Pharmaceutical Group Co has a contract with BioNTech to sell the vaccines in Greater China, including to Taiwan, but Taiwan's government says it will only deal with Germany's BioNTech directly and does not trust vaccines from China.Outside of Greater China, BioNTech has partnered with Pfizer Inc..Taiwan is under its second-highest level of curbs to stop the spread of infections, including limiting personal gatherings and closing entertainment venues.Chen said the task was to ensure those measures were being properly enforced, adding, \"At present there are no plans or intentions for a lockdown.\"Taiwan reported 355 domestic COVID-19 cases on Sunday, down from 486 on Saturday. Total daily cases peaked on May 17 and have been falling since Friday.(Reporting by Ben Blanchard; editing by William Mallard and Emelia Sithole-Matarise)China and Taiwan traded more accusations on Monday about COVID-19 vaccines, with Beijing saying they should not be a political tool while Taiwan's ruling party said China was the \"black hand\" preventing it accessing shots internationally.  The two have sparred repeatedly since the pandemic started, over everything from China's transparency about the virus' spread to Taiwan's lack of full access to the World Health Organization, worsening already bad ties.  Japan said on Friday it would consider sharing COVID-19 vaccines with other countries as a ruling party panel urged that part of its stock of AstraZeneca Plc doses be provided to Chinese-claimed Taiwan, which welcomed the news.(Bloomberg) -- Almost two dozen cities across China’s key industrial province of Guangdong are now rationing electricity to businesses as the global economic recovery and hot summer weather boost demand. Some 21 municipalities in the southern province that’s home to almost 130 million people are limiting power use, China Southern Power Grid Co. said in a statement on WeChat. Electricity consumption in the grid operator’s five-province region is up 24% this year through May 29 from the same period in 2020 and surged to an all-time high on May 21.Power hasn’t been affected for homes or public utilities, China Southern said. Businesses and factories have been hit, however, with some being forced to shut several days a week, constraining their ability to fulfill orders. Several have turned to buying portable generators to keep the lights on.See also: China’s Power Crunch Means Sidewalks Packed With GeneratorsA resurgence in activity from the very businesses and factories now facing shortages is the main reason for the strong demand. High temperatures are also boosting air-conditioning demand, according to the grid manager, while low rainfall in Yunnan province means less hydropower supply.China Southern didn’t specify which municipalities were rationing power. Chinese news site Jiemian reported curtailments in cities in Guangdong including Guangzhou, Foshan, Shantou and Dongguan.More stories like this are available on bloomberg.comSubscribe now to stay ahead with the most trusted business news source.©2021 Bloomberg L.P.The most ambitious entrepreneurs have trusted EY to advise them for more than 30 years.Thailand is redoubling efforts to stop the spread of the coronavirus in labor camps, factories and markets as the number of new reported cases surged Monday to the highest level so far.  A government spokesman said public health authorities met with labor and industry officials to discuss better ways to curb infections that are concentrated in crowded, high-risk places.  The government reported a record 5,485 new cases on Monday, with nearly 2,000 in prisons.\"Sunday Morning\" correspondent David Pogue looks back at the life of veteran Broadway actor Samuel E. Wright, who starred on stage in \"The Lion King,\" but is best known as the voice of Sebastian the Crab in the animated Disney musical, \"The Little Mermaid.\"It's a great time to buy those fresh summer kicks you've been eyeing.超值冰涼寢具，炎夏夜夜睡好眠。  在家中享受異國假期！(Bloomberg) -- Iran started its first transfer of crude oil via its strategic Goreh-Jask pipeline, allowing the country to bypass the Strait of Hormuz, the state-run Islamic Republic News Agency reported.The oil passed through the pipeline’s second pump house and reached a facility near the port of Jask, IRNA said, without giving any details on the size or volume of the transfer.Earlier this month the state-run National Iranian Oil Co. said it had started injecting crude into the pipeline and that oil shipments from the Jask region on the Gulf of Oman coast will start next month, adding that the 1,000-kilometer (620-mile) conduit will be officially opened by President Hassan Rouhani in the near future.Iran to Start Oil Exports From Port Skirting Troubled StraitMost of Iran’s energy exports currently pass through the Strait of Hormuz, a narrow shipping channel on the Persian Gulf that was plunged into crisis after former President Donald Trump abandoned the 2015 nuclear deal and reinforced sanctions on Iran’s oil sector and wider economy.Oil markets are closely watching talks between Iran and world powers to revive that accord and remove a raft of U.S. sanctions from the Islamic Republic’s energy sector and wider economy, helping it reinstate millions of barrels of exports.Earlier this month Rouhani said negotiators had already accepted that sanctions on Iran’s oil, shipping, insurance and banking industries will be lifted, triggering a drop in oil prices.Iran Gears Up for Return to Oil Market as U.S. Talks Advance (1)(Updates with background and more context.)More stories like this are available on bloomberg.comSubscribe now to stay ahead with the most trusted business news source.©2021 Bloomberg L.P.Two of the six injured victims in Monday’s crash had to be extricated from their vehicles. All were hospitalized.The wife of Belgium's ambassador to South Korea is seen slapping a shop worker in CCTV footage.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!Texas' GOP lieutenant governor suggests Republicans only have themselves to blame for Democrats killing election billShe called hosting “Jeopardy!” one of the most iconic things she will do in her career.Alex Salmond has accused the Duke of Cambridge of displaying \"poor judgment\" by meeting Gordon Brown in Scotland last week and urged the Royal Family to stay out of the independence debate. The former First Minister said it would be \"extraordinarily foolish\" for the monarchy to get dragged into the row over Scottish separation and questioned \"what on earth Prince William thought he was doing\" by meeting Mr Brown. He said royals should beware \"unscrupulous Unionist desperation\" to use them for political ends and urged them to follow the Queen's \"very wise\" example to \"keep the monarchy over and above politics\". The Duke and Duchess of Cambridge met Mr Brown and his wife Sarah after the former Labour Prime Minister relaunched his Our Scottish Future think tank as a pro-Union campaign movement. Kensington Palace later confirmed the royal couple had listened to differing political views during their week-long tour, which was said to be part of a charm offensive to turn Scots away from independence. Nicola Sturgeon has unveiled plans for another separation vote by the end of 2023, after the immediate Covid crisis has passed but while Scotland is still recovering from the pandemic. But, in a video message to supporters of his Alba Party, Mr Salmond it would be \"infinitely better\" for his former protegee to \"seize the moment and strike while the iron is hot\". He claimed the Tories \"are surprised that they are not already facing a renewed constitutional challenge\" after the SNP clearly won the Holyrood election but fell one seat short of a majority. The Alba Party failed to win a single seat. The Duke and Duchess of Cambridge, who are known in Scotland as the Earl and Countess of Strathearn, met Mr Brown and his wife in an unpublicised meeting at the Palace of Holyroodhouse in Edinburgh last Thursday.直接找律師無須中間人，人手充裕，案件進度迅速可靠可快至一天入紙，定額收費$14,500 已連律師費、破產署按金、法庭費用在內。本律師行開業26年，已處理破產申請超過20,000宗，經驗豐富，專業可靠。Kawhi Leonard and Paul George lead the Clippers to a Game 4 defeat of the Mavericks, and the series is looking like it could be over.Jasmine Hartin held since Friday over death of policemanWee Luen Chia wakes up early to get his four-year-old daughter ready for school and spends part of his day at the office in downtown Singapore.呢份定期危疾保險已涵蓋原位癌、通波仔等早期危疾、仲可以自選保障至98%危疾種類，加強安全網，即睇！China announced on Monday that couples would be allowed to have up to three children, up from the current limit of two, in a bid to reverse a rapid decline in new births.  But who wants to have three kids?Rangers attempt to trace park visitor after rule prohibiting people from coming within 100 yards of grizzlies apparently brokenThe video circulating on Twitter shows the crowd cheering the suggestion of a coup in the USHere is What Whole Mouth Dental Implants Should Cost You in Your AreaDemocrats pulled an unprecedented move to defeat the bill for now, but Texas Republicans are likely to bring it back up in a special session.The Mavs had a 2-0 series lead and 30-11 edge in Game 3, but since then the Clippers have outscored the Mavs 213-159 and have now tied the series.In Japan, local authorities are giving away renovation subsidies to incentivize people to move into the country's rural areas.", "Section": "", "Writers": "", "URL": "https://www.yahoo.com/news/taiwan-reports-further-rise-domestic-062250640.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}