{"Type": "", "Time": "2021-05-31", "Headline": "Covid-19 lockdown lessons from the US: Sharper, rigorous curbs lead to better outcomes, United States News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.WASHINGTON - As Covid-19 cases rise across South-east and North-east Asia, this time in some countries and cities in the form of faster-spreading variants, the livelihoods of hundreds of millions hang on whether there should be a lockdown, and to what degree.By and large, the classic policy response to outbreaks has been lockdowns.But lockdowns last year, while succeeding in lowering infections, contributed considerably to the global recession.Yet lockdowns alone are not to blame for the recession, which was also driven by people voluntarily refraining from social interactions as they feared contracting the virus, the International Monetary Fund (IMF) noted last October.\"Therefore, lifting lockdowns is unlikely to lead to a decisive and sustained economic boost if infections are still elevated, as voluntary social distancing will likely persist,\" the IMF said.Lockdowns work only if they are well-timed, targeted and airtight. When they are all of the above, they do strangle economic growth, but they also stop the spread of the virus - which ultimately is good for economic growth.\"Lockdowns are a blunt instrument,\" says Dr Gautam Menon, a professor of physics and biology at Ashoka University in India. \"They are an invaluable part of the armoury. But they should be used as locally as possible, if they must be.\"In early 2020, much of the world resorted to sweeping lockdowns. Life came to a near standstill.But lockdowns varied according to the particular circumstances of every country or city.In India, in late March last year, a nationwide lockdown was too much too soon, and the economic fallout was so bad that India could not repeat a national lockdown later, when it was arguably needed more. Instead, earlier this year, amid misplaced triumphalism, political rallies and religious gatherings were allowed - with predictably catastrophic results.In the United States, there was no national lockdown; states were left to their own devices and imposed varying versions of lockdowns, many of them too late and undermined by weaknesses, from ambiguous public messaging to cultural resistance. Thanks to this, it was the US that suffered the world's worst death toll last year.The research is clear: Covid-19 restrictions work to break the chain of infection, with timely, sharper restrictions having greater effect than slower, weaker ones.The global lockdown rush last year came amid varying epidemiological situations, and while some countries locked down too late, others did so too soon.\"We now have definitive proof here in the US that rigorous lockdowns have been associated with far less severe outbreaks, lower death counts and more rapid recovery,\" science writer and analyst Laurie Garrett told The Sunday Times. \"In addition, vaccine acceptance has run higher in states that paid a big price with lockdowns - the population is eager to get back to fun, family and offices.\"But lockdowns are economically painful \"and severely so for the poorest, lowest-skilled labourers\", Ms Garrett said. \"Without careful government intervention, lockdowns exacerbate discrimination, and widen gaps in relative wealth and access to such basics as food and housing. Immigrants and minority groups are particularly vulnerable.\"In addition, prolonged lockdowns have had other adverse health effects. They hamper routine medical and dental exams, and contribute to alcohol and drug abuse and domestic violence.For people employed in daily wage work, who because of the nature of the job cannot work from home, the Covid-19 recession has been a catastrophe.Towards the end of last year, several countries, including Vietnam, Thailand and Singapore, appeared to have done a lot right, with local spread of the disease limited. Yet now, Covid-19 cases are back up.Oxford University's Blavatnik School of Government maintains what is probably the world's largest database tracking government responses to the pandemic. In a March blog post - before the current wave hit South-east Asia, Dr Thomas Hale noted that success and failure are moving targets.\"Some governments were able to contain the first wave and then preserve those gains with a mix of targeted closure and containment measures, extensive testing and contact tracing, and firm international border controls,\" he wrote.\"Places like China, Taiwan, Vietnam and New Zealand all managed not just to flatten the curve but to keep it flat, albeit with a few small flare-ups.\"In an interview, Dr Hale told The Sunday Times that South-east and North-east Asian countries and cities seeing a surge are still in a relatively good position.\"You can have a very good defence, but then eventually this is a random process. So, some person spread some disease to some other person and it gets a little bit out of control and it misses the testing... and then you have an outbreak,\" he said.\"We don't know exactly, but it seems like many of these recent outbreaks are potentially two new variants that are more contagious. So what worked before may not work against these new variants. And that's part of the very dynamic nature of this.\"Dr Hale added: \"To my mind, the lockdown is a solution you might need, but really only if your test-and-trace system fails in the first instance.\"In countries such as Australia, China and New Zealand, the test-and-trace system has been really good at preventing outbreaks from getting out of control, \"but even the best ones will, at some point, fail and then they'll need some sort of lockdown, hopefully very short, fast, localised\".Dr Hale compared lockdowns to how you might need to amputate a limb to stop an infection. It is a costly policy, and you can do it only so many times.\"And so ideally, you would do it when it's so small that you can do that amputation with the scalpel really to jump on it very quickly before it spreads,\" he said. \"If, however, the infection has already spread very far... you need a more serious amputation. And that's where, unfortunately, many countries have found themselves.\"An aggressive vaccination programme is the key, Ms Garrett stressed. In its absence, only two non-pharmaceutical interventions make a significant dent in slowing Covid-19: consistent and proper mask-wearing, and stringent social distancing.Dr Menon added: \"It would be best if nations turned their attention to vaccinating as many as they can and as fast as they can. They can then avoid the economic consequences and uncertainties associated with a lockdown.\"Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/world/united-states/covid-19-lockdown-lessons-from-the-us-sharper-rigorous-curbs-lead-to-better", "Source": "google"}