{"Type": "", "Time": "2021-05-31", "Headline": "Naomi Osaka's sister sheds light on media boycott", "Text": "Hours after Naomi Osaka was fined $15,000 and warned of stiffer consequences for shirking French Open media responsibilities, her older sister shed light on what prompted the tennis phenom's press boycott. Mari Osaka posted a message on Reddit Sunday afternoon explaining that Naomi's refusal to speak with media started with criticism over her performance on clay surfaces. Mari, a retired tennis player, deleted the post after it gained traction on social media, but not before The New York Times verified with Naomi Osaka's team that it was written by Mari.\"Naomi mentioned to me before the tournament that a family member had come up to her and remarked that she's bad at clay,\" Mari wrote. \"At every press conference she's told she's had a bad record on clay. When she lost in Rome r1 she was not ok mentally.\"Her confidence was completely shattered and I think that everyone's remarks and opinions have gotten to her head and she herself believed that she was bad on clay.\"Osaka won her opening-round match at the French Open on Sunday against Patricia Maria Tig in straight sets. After the match, she skipped her media obligations as she wrote that she would in a statement last week, citing mental health concerns. Mari wrote that Naomi's refusal to speak with media was a form of \"protecting her mind.\"\"So her solution was to block everything out,\" Mari continued. \"No talking to people who is (sic) going to put doubt in her mind. She's protecting her mind hence why it's called mental health.\"Mari inaccurately wrote in her Reddit post that \"Tennis players don't get paid to do press conferences.\" Sunday's fine statement signed by the lead executives from each of tennis' four Grand Slams reminded Osaka that meeting with media is a \"contractual obligation\" and warned of more significant consequences moving forward, including potential suspension from Grand Slam play.\"We have advised Naomi Osaka that should she continue to ignore her media obligations during the tournament, she would be exposing herself to possible further Code of Conduct infringement consequences. \"As might be expected, repeat violations attract tougher sanctions including default from the tournament (Code of Conduct article III T.) and the trigger of a major offense investigation that could lead to more substantial fines and future Grand Slam suspensions (Code of Conduct article IV A.3.).\"According to the statement, Osaka didn't respond when tournament organizers reached \"to check on her well-being and offer support.\" Tournament organizers described media obligations as a \"core element of the Grand Slam regulations\" and wrote that Osaka skipping hers provides an unfair competitive advantage. \"As a sport there is nothing more important than ensuring no player has an unfair advantage over another, which unfortunately is the case in this situation if one player refuses to dedicate time to participate in media commitments while the others all honour their commitments,\" the statement continued.Osaka, ranked No. 2 in the world, will take on Romania's Ana Bogdan in Round 2 on Wednesday, where she opened as a -350 betting favorite. The tennis world will be focused on Osaka during and after the match. More from Yahoo Sports:Tony Parker qualifies for World Series of Poker main eventBushnell: Olympians must sign waiver to compete in TokyoRafael Nadal, other tennis stars react to Naomi OsakaHaynes: How Lakers have operated after hitting vaccine thresholdSri Lanka launched a criminal probe on Sunday into a massive container ship fire that has swamped the island nation's coast with plastic pollution in an unprecedented marine disaster.Tonnes of microplastic granules have inundated the South Asian country's famed beaches, forcing a fishing ban and prompting fears of ecological damage.The Ministry of Health (MOH) on Sunday (30 May) confirmed the detection of 25 new cases of COVID-19 infection in Singapore, taking the country's total case count to 62,028.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!British Prime Minister Boris Johnson married his fiancee Carrie Symonds in a \"secret ceremony\" on Saturday, UK media reports said.Whilst the typical homeownership journey for most Singaporeans is ‘upgrading’ from an HDB flat to a private property (e.g.  Homeowners who need more space for their growing families might move from their smaller condo to a larger HDB flat.  On the other hand, an older couple may also choose to move into a smaller HDB flat once their children have moved out.A 51-year-old woman recovering from a brain tumour died after consuming traditional Chinese medicine (TCM) which likely caused her acute liver failure, the State Coroner found.用Smart卡於指定日常消費商戶購物，全年5%現金回贈！新客戶迎新更高達$1,600現金回贈，立即申請！The remote Pacific nation of Palau reported its first confirmed coronavirus case Monday, but authorities said it was historical and posed no transmission risk.Singapore residents will soon be able to purchase \"do-it-yourself\" COVID-19 tests over the counter at pharmacies, said Prime Minister Lee Hsien Loong on Monday (31 May).From Tuesday (1 June), 400,000 students from schools and IHLs can register for the COVID-19 vaccine.澳洲投資移民點計分？要甚麼條件？買樓邊區好？專家為您詳細講解，及分析澳洲住宅市場現況。用手機電腦即可參與講座，簡單方便，立即報名，費用全免。Israeli and Egyptian officials held talks in both countries Sunday aimed at bolstering the Cairo-brokered ceasefire that ended the latest deadly flare-up of violence between the Jewish state and Gaza's Hamas rulers.He risked everything to give his baby girl a second chance at life This article, Cannabis can mean death in Malaysia. For one dad, it also meant life for his daughter., originally appeared on Coconuts, Asia's leading alternative media company.Gavin MacLeod, a veteran supporting actor best known for his role as an ever-smiling cruise ship captain on the 1970s-80s sitcom \"The Love Boat,\" died Saturday at the age of 90.成功申請可獲迎新獎賞高達$6,600「獎賞錢」，網上申請額外$100「獎賞錢」To enhance Singapore's overall vaccine coverage and offer more flexibility, the government will allow private healthcare providers here to import and administer alternative COVID-19 vaccines via Special Access Routes (SARs).HDB resale flats are a great alternative for those who can't wait years for a BTO. Compare HDB resale flat prices and trends in this comprehensive guide to resale flats in Singapore.Israeli opposition leader Yair Lapid on Monday said many obstacles remain before a diverse coalition can be built to oust veteran Prime Minister Benjamin Netanyahu but voiced hope it will achieve the \"greater goal\".All asset classes. Industry-leading prices. User-friendly investing online.Polish police said Monday they were investigating a fake bomb threat that forced a Ryanair passenger plane travelling from Dublin to Krakow to make an emergency landing in Berlin.Prime Minister Lee Hsien Loong appeared in court via video conferencing on Monday (31 May) in a defamation suit against a writer from The Online Citizen, Rubaashini who was absent from the hearing.Brazil's President Jair Bolsonaro promised the Yanomami indigenous people in remarks released Sunday that there will be no mining on their land unless they want it.成功抽到居屋，銀行其實都有權拒絕批出按揭！按揭成數都會因信貸評級高低而有所不同或不獲批核 。立即了解更多！Residents of a small French town laid cards and flowers Saturday at the spot where a \"very kind\" and \"gentle\" policewoman was seriously wounded in a knife attack the day before, the latest in a spate of attacks on officers.Two people were killed and at least 20 wounded early Sunday when three shooters fired indiscriminately into a crowd outside a concert in the Miami area, police said, the latest shooting in a year that has seen a surge in both gun sales and gun violence.Hong Kong police have arrested an elderly democracy activist as she made a solo demonstration over China's deadly Tiananmen crackdown in a vivid illustration of the zero protest tolerance now wielded by authorities in the financial hub.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/naomi-osakas-sister-says-clay-criticism-prompted-media-boycott-her-confidence-was-completely-shattered-012200279.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}