{"Type": "", "Time": "2021-05-31", "Headline": "5 men get jail, driving ban for racing in Lim Chu Kang Road, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - Five friends who raced each other in Lim Chu Kang Road in the wee hours of Dec 1, 2018, were on Monday (May 31) jailed, fined and banned from driving.Ian Goh Debao, 32, admitted to a charge each of racing and dangerous driving in Lim Chu Kang Road towards Jalan Bahar.His friends - Daniel Chua Wei Chuan, 28, Daniel Lee Jie, 28, Hubert Choo, 27, and Samuel Low Shi Li, 27 - each pleaded guilty to a charge of racing.All five were jailed for a week, fined $1,500 and banned from driving for 18 months. Goh was given an additional $2,500 fine for dangerous driving.The court heard that the group made plans to go prawning that night and agreed to meet in Lim Chu Kang Road.There, they saw a grey Audi being driven to and fro along the stretch of road several times and this made them decide to race in pairs.They fixed a spot near a bus stop as their starting point and were careful to avoid the speed camera on the stretch of road.Deputy Public Prosecutor Kevin Ho said the first race involved Goh and Chua. Goh was behind the wheel of a white BMW, while Chua was driving a blue Honda Civic.After Chua sounded his horn three times, both cars sped off. They drove in a straight line for about 1.5km before making a U-turn to avoid the speed camera.A Health Sciences Authority report found that Chua was driving at an average speed of 115kmh, 45kmh more than the speed limit, while Goh was driving at around 110kmh.The second race, involving Goh and Lee, took place at 12.49am. Lee sounded the horn and both cars raced along the same stretch. Goh was found to be driving at around 96kmh, while Lee averaged 85kmh. Both exceeded the speed limit of 70kmh.The next two races, involving Choo and Low, took place in similar fashion. Court documents said that the speeds they were travelling at could not be estimated as the cars were too small in the video taken by a traffic police officer who was patrolling the area.In sentencing them, District Judge Lorraine Ho said that deterrence was needed, given the serious nature of the offences. But she took into account the fact that no one was injured and no property was damaged as a result of the illegal racing, and all five had a clean driving record prior to the offences.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/jail-driving-ban-for-5-men-for-racing-along-lim-chu-kang-road", "Source": "google"}