{"Type": "", "Time": "2021-05-31", "Headline": "\nCOVID-19 | Vietnam to test all nine million residents in Ho Chi Minh - The Hindu\n", "Text": "\nA street vendor wearing a mask walks along a street in Hanoi on May 31. (Representational image only.)\n  | Photo Credit: \nAFP\n  Vietnam plans to test all nine million people in its largest city for the coronavirus and imposed more restrictions on Monday to deal with a growing COVID-19 outbreak.People in Ho Chi Minh city are only allowed to leave home for necessary activities and public gatherings of more than 10 people are banned for the next two weeks, the government announced.Prior to the order, the city, also Vietnam’s economic hub, shut down non-essential business last Thursday when cases started to increase.State newspaper Vietnam News said the city authority is planning to test its entire population with a testing capacity of 1,00,000 samples a day.The newspaper also said police had filed a case on Sunday against the couple who head a Protestant church mission for “spreading dangerous infectious diseases,” citing poor health protocols applied at the premises.At least 145 cases of coronavirus infection have been reported with links to the Revival Ekklesia Mission, a Protestant sect, and the city district of Go Vap, where the church is based, has been locked down. Vietnam has since banned all religious events nationwide.The newspaper said church followers gathered in small space for singing and chanting without proper distancing and mask wearing. Ho Chi Minh city police said the mission has 48 registered members.The report said the husband and wife accused in the case were responsible for leading and organising activities at the church. They were not identified and are not under arrest.Since the end of April, a surge in COVID-19 has spread to 31 municipalities and provinces in Vietnam with over 4,000 cases, almost double the total number that the country reported since the beginning of the pandemic.Some recent patients in Vietnam were infected with a hybrid of the virus variants first found in India and the U.K., the health minister said on Saturday. Nguyen Thanh Long said the hybrid might spread more easily and could be responsible for Vietnam’s recent surge.Viruses often develop small genetic changes as they reproduce, and new variants of the coronavirus have been seen almost since it was first detected in China in late 2019. The World Health Organization categorised the U.K. and the Indian variants, along with two others first found in South Africa and Brazil, as “variants of concern” because they appear to be more contagious.Vietnam has vaccinated one million people with AstraZeneca shots. It has a deal with Pfizer for 30 million doses to be delivered later this year. It is also in talks with Moderna that would give it enough shots to fully vaccinate 80% of its 96 million people. \n\n\n\n\n Our code of editorial valuesPlease enter a valid email address.\nPrintable version | May 31, 2021 9:18:10 PM | https://www.thehindu.com/news/international/covid-19-vietnam-to-test-all-nine-million-residents-in-ho-chi-minh/article34687230.ece\n\n© THG PUBLISHING PVT LTD.\n\nDiplomatic Affairs Editor Suhasini Haidar discusses what led to the country's current vaccine crisis\n\nDiplomatic Affairs Editor Suhasini Haidar takes a look at the recent developments between India and Pakistan's trade freeze\n", "Section": "", "Writers": "", "URL": "https://www.thehindu.com/news/international/covid-19-vietnam-to-test-all-nine-million-residents-in-ho-chi-minh/article34687230.ece", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}