{"Type": "", "Time": "2021-05-31", "Headline": "400K students in S'pore can opt for COVID vaccine from 1 Jun", "Text": "SINGAPORE — From Tuesday (1 June), some 400,000 students from schools and Institutes of Higher Learning (IHLs) can register for the COVID-19 vaccine as part of the national vaccination exercise.Those from the graduating cohorts taking their N, O or A-level exams or the equivalent in the second-half of 2021, numbering about 56,000, will be prioritised. \"These students will be the first to receive their invitations to be vaccinated so that they can have greater flexibility in scheduling their vaccination appointments in view of their upcoming national examinations,\" said the Ministry of EducationOver the next two weeks, similar invitations will be progressively extended to other groups of full-time students, including the privately-funded Schools, madrasahs and Special Education (SPED) schools. International schools will not be included in this vaccination exercise. The Pfizer-BioNTech vaccine will be administered to those aged 12 to 15, while older students can choose between the Pfizer or Moderna vaccine. The interval between doses will be six to eight weeks. The first shots for students are expected to be given on 3 June. Once they are vaccinated, the vaccination exercise will be opened to young adults aged 39 and below. Last month, the multi-ministry taskforce (MTF) on COVID-19 authorised the use of vaccines in those aged 12-15. Studies and data have shown that the Pfizer and Moderna vaccines are effective and safe for individuals aged 12 and above, and aged 18 and above respectively.Students or parents/guardians of those under 18 will receive SMSes with a unique link for them to book appointments at any of the vaccination centres. Those below 18 years will only be offered appointment slots at sites with the Pfizer vaccine. Parental or guardian consent will be required for these students as part of the booking process via the National Appointment System (NAS). Consent will be collected once, and apply for both doses. Parent or guardian accompaniment at the vaccination site is only required for children aged 12 and children in SPED schools.The main vaccination exercise for most students will be through the NAS as this will give maximum flexibility in choice of dates and venues, and for students to get vaccinated early.Vaccinations for students will take place at community vaccination centres. From 7 June, there will also be four dedicated MOE vaccination centres, of which three will be at ITE College campuses, jointly set up by MOE and the Health Promotion Board (HPB), and one at Raffles City Convention Centre.As all three ITE campuses will have MOE vaccination centres, ITE students will take their shots on-campus, to make use of this dedicated capacity.To facilitate access for students in SPED schools who may find it challenging to visit a vaccination site, MOH will deploy mobile vaccination teams to the schools to carry out vaccinations for all SPED students aged 12 and above.\"While the COVID-19 vaccination is not mandatory, we would like to encourage all medically eligible students to be vaccinated when the vaccine is made available to them. This is our way of protecting not just our students and education institutions, but also their families and the wider community,\" said MOE. More information on the vaccination exercise for students can be found here. Stay in the know on-the-go: Join Yahoo Singapore's Telegram channel at http://t.me/YahooSingaporeRelated stories:Possible easing of COVID restrictions after 13 June if community cases fall further: Lee Hsien LoongSingapore to make over-the-counter DIY COVID-19 tests available to residentsCOVID-19: Vaccination bookings for Singapore students to begin from 1 June'Very unlikely' to resume Phase 3 straight after 13 June: Lawrence WongSingapore to allow alternative COVID-19 vaccines for use by private sectorHousehold members of close contact of COVID-19 case to be isolated immediately: PM LeeCOVID vaccination guidelines eased for pregnant, breastfeeding women, cancer patientsHousehold contacts of quarantined persons must self-isolate at home: MOHSri Lanka launched a criminal probe on Sunday into a massive container ship fire that has swamped the island nation's coast with plastic pollution in an unprecedented marine disaster.Tonnes of microplastic granules have inundated the South Asian country's famed beaches, forcing a fishing ban and prompting fears of ecological damage.The Ministry of Health (MOH) on Sunday (30 May) confirmed the detection of 25 new cases of COVID-19 infection in Singapore, taking the country's total case count to 62,028.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!British Prime Minister Boris Johnson married his fiancee Carrie Symonds in a \"secret ceremony\" on Saturday, UK media reports said.Whilst the typical homeownership journey for most Singaporeans is ‘upgrading’ from an HDB flat to a private property (e.g.  Homeowners who need more space for their growing families might move from their smaller condo to a larger HDB flat.  On the other hand, an older couple may also choose to move into a smaller HDB flat once their children have moved out.A 51-year-old woman recovering from a brain tumour died after consuming traditional Chinese medicine (TCM) which likely caused her acute liver failure, the State Coroner found.客戶經理由世界頂尖學府Citi | Wharton Global Wealth Institute培訓,更明白客戶需要The remote Pacific nation of Palau reported its first confirmed coronavirus case Monday, but authorities said it was historical and posed no transmission risk.Singapore residents will soon be able to purchase \"do-it-yourself\" COVID-19 tests over the counter at pharmacies, said Prime Minister Lee Hsien Loong on Monday (31 May).Israeli and Egyptian officials held talks in both countries Sunday aimed at bolstering the Cairo-brokered ceasefire that ended the latest deadly flare-up of violence between the Jewish state and Gaza's Hamas rulers.介紹澳洲投資移民計劃，適合投資或創業，為您分析當地住宅市場，只需安坐家中，即可掌握最新移民資訊，立即報名。Gavin MacLeod, a veteran supporting actor best known for his role as an ever-smiling cruise ship captain on the 1970s-80s sitcom \"The Love Boat,\" died Saturday at the age of 90.He risked everything to give his baby girl a second chance at life This article, Cannabis can mean death in Malaysia. For one dad, it also meant life for his daughter., originally appeared on Coconuts, Asia's leading alternative media company.HDB resale flats are a great alternative for those who can't wait years for a BTO. Compare HDB resale flat prices and trends in this comprehensive guide to resale flats in Singapore.原生廣告是Yahoo最受歡迎的廣告模式，每日為廣告商接觸數百萬用戶，成效顯著，而且保證『不點擊，不收費』，讓推廣活動的成本效益達到最高水平！To enhance Singapore's overall vaccine coverage and offer more flexibility, the government will allow private healthcare providers here to import and administer alternative COVID-19 vaccines via Special Access Routes (SARs).Israeli opposition leader Yair Lapid on Monday said many obstacles remain before a diverse coalition can be built to oust veteran Prime Minister Benjamin Netanyahu but voiced hope it will achieve the \"greater goal\".Polish police said Monday they were investigating a fake bomb threat that forced a Ryanair passenger plane travelling from Dublin to Krakow to make an emergency landing in Berlin.成功申請可獲迎新獎賞高達$6,600「獎賞錢」，網上申請額外$100「獎賞錢」Prime Minister Lee Hsien Loong appeared in court via video conferencing on Monday (31 May) in a defamation suit against a writer from The Online Citizen, Rubaashini who was absent from the hearing.Brazil's President Jair Bolsonaro promised the Yanomami indigenous people in remarks released Sunday that there will be no mining on their land unless they want it.Residents of a small French town laid cards and flowers Saturday at the spot where a \"very kind\" and \"gentle\" policewoman was seriously wounded in a knife attack the day before, the latest in a spate of attacks on officers.參與有趣的網上小遊戲，讓您加深了解《憲法》及《基本法》的同時，答對問題更有機會換領運動用品禮券、超級市場禮券或書券等！Two people were killed and at least 20 wounded early Sunday when three shooters fired indiscriminately into a crowd outside a concert in the Miami area, police said, the latest shooting in a year that has seen a surge in both gun sales and gun violence.Hong Kong police have arrested an elderly democracy activist as she made a solo demonstration over China's deadly Tiananmen crackdown in a vivid illustration of the zero protest tolerance now wielded by authorities in the financial hub.Household members of any person identified as a close contact of a  COVID-19 case will have to isolate themselves immediately, even if the person has not tested positive for COVID-19 yet.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/400000-students-singapore-register-covid-vaccine-1-june-093150061.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}