{"Type": "", "Time": "2021-05-31", "Headline": "Church diet guru, Tarzan star among seven killed in plane crash", "Text": "A church diet guru is believed to have died in a horrific plane crash that no one on board survived. A small jet carrying seven people crashed into a lake in the US state of Tennessee on Saturday (local time) and authorities indicated all those on board were killed.The Cessna C501 crashed into Percy Priest Lake near Smyrna after taking off from a nearby airport about 11am (local time), the Federal Aviation Administration (FAA) said in a statement.Rutherford County rescue crews were still at the scene of the crash late on Saturday and planned to work through the night, Rutherford County Fire Rescue Captain Joshua Sanders said at a news conference. “Our efforts have transitioned from a rescue effort to that of a recovery effort... We are no longer... looking for live victims at this point,” Capt Sanders said.County officials identified the seven killed in a news release late on Saturday. Brandon Hannah, Gwen S. Lara, William (Joe) Lara, David L. Martin, Jennifer J. Martin, Jessica Walters and Jonathan Walters – all of Brentwood in Tennessee – were presumed dead. Their names were released after family members had been notified.Ms Lara is the founder of the Remnant Fellowship Church and Christian diet program The Weigh Down.Her husband, Joe, portrayed the titular character in the \"Tarzan: The Epic Adventures\" TV series in the 1990s.Ms Lara's daughter Elizabeth Hannah had texted members of the church asking them to pray as the plane \"had to go down for a controlled, quick landing\", US news station WTVF reported.The text message added on the plane with Ms Lara was the guru's husband William and Remnant leaders David and Jennifer Martin. Brandon was also identified as Ms Hannah's husband. Earlier on Saturday, officials confirmed search crews had found debris and identified parts of the airplane in the lake. Capt Sanders said the crash appeared to have taken place entirely in the lake.Authorities also did not release registration information for the plane, which was heading from Smyrna Rutherford County Airport to Palm Beach International Airport.The Tennessee Highway Patrol told news outlets a witness saw the plane go into the water near a marina.Mystery and mix-up after child's body found near hiking trailGirl killed by stray bullet while jumping on trampolineWoman vanishes after getting in car at iconic tourist spotThe National Transportation Safety Board and FAA both had investigators at the scene.Smyrna is located about 32 kilometres southeast of Nashville. Percy Priest Lake is a reservoir created by the J. Percy Priest Dam. It is a popular spot for boating and fishing.Do you have a story tip? Email: newsroomau@yahoonews.com.You can also follow us on Facebook, Instagram and Twitter and download the Yahoo News app from the App Store or Google Play.A popular shopping centre food court is at the centre of Victoria's latest coronavirus alert, with visitors being asked to get tested immediately and isolate for 14 days.A 13-year-old girl has severe burns and is unable to talk after a viral social media challenge went very wrong.N1文憑  一至五朝 09:00-13:00   9月1日開課 | N2證書  一三五朝  10:00-14:00  7月16日開課Explosive revelations have directly contradicted Greg Hunt's claims about the aged care vaccine rollout.The officers have been praised for their kind gesture for a homeless man.The American woman had a specific reason for considering Australian fast-food superior to that in the US.Play for just 1 minute to find out why everyone loves this game! No install requiredA Queensland woman who received two damaged parcels in two days is vowing never to use the Australia Post again.More than a dozen others have received a health directive after coming in contact with the child.Woolworths has divulged how it managed to achieve the impressive environmental feat.Here is What Whole Mouth Dental Implants Should Cost You in Your AreaShe had a big Lotto win but try telling her that. Well, workers from the lottery office did and thankfully she believed them the second time.An expert has made an extraordinary claim about how frequently leaks from labs, like the one in Wuhan, occur.It's something many of us encounter on a daily basis. But where does it fit on your list of Australia's 'deadliest' things?PvP and PvE Battles. Trading and Crafting. Fight in your own build vehicles against real Players. Register now and play for Free!Victoria has reported a further six locally acquired coronavirus cases on Monday in addition to the five announced earlier in the day.A restaurant owner has made his stance on Covid-19 restrictions clear. But some people say it's left them 'extremely disappointed'. Read more.The girl was in a different aisle to her family when she was allegedly assaulted in a Target store in the US.Let us handle your healthy meal prep, and deliver it to your door! Use code \"SUMMER15\" to get 15% OFF on your first order!More Covid exposure sites have been added including a number of stores and eateries in Melbourne. Have you been to one of the new venues?Victoria has reported another five new coronavirus cases as the statewide lockdown enters its fourth day.Boris Johnson and Carrie Symonds have married in a secret ceremony. This is the British prime minister's third marriage.Your Dreams Come True Here. Check Out Men Who Want to Chat and Date - Join DateMyAge.comThe two men seen in the confronting video are believed to be relatives of the Covid-19 patient. Read more about the incident that ended in arrests.China and Covid will be on the top of the agenda for Jacinda Ardern and Scott Morrison. NZ signalled its support of Australia in its China dispute. Read more.A memorial for four Sydney children killed by an out-of-control driver was torn down by vandals overnight.", "Section": "", "Writers": "", "URL": "https://au.news.yahoo.com/church-diet-guru-tarzan-star-among-seven-killed-plane-crash-215524826.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}