{"Type": "", "Time": "2021-05-31", "Headline": "Malaysia's Covid-19 test positivity rate above WHO threshold, says Health Minister, SE Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.PETALING JAYA (THE STAR/ASIA NEWS NETWORK) - Malaysia's average Covid-19 test positivity rate of 6.89 per cent in the past week is higher than the threshold set by the World Health Organisation (WHO), said Health Minister Adham Baba on Monday (May 31).The positivity rate indicates the portion of positive Covid-19 cases detected out of the total tests conducted.Higher positivity rates mean that more testing should be done, as it suggests that there are more people with the disease in the community who have not been detected yet.The threshold set by WHO for adequate testing is a 5 per cent positivity rate.Datuk Seri Adham said that some states in the country even exceeded 10 per cent, with Kelantan having the highest test positivity rate at 11.84 per cent, followed by Negeri Sembilan at 10.03 per cent.Other states and territories with high test positivity rates are Labuan (8.78 per cent), Putrajaya (8.61 per cent), Selangor (7.99 per cent), Melaka (7.95 per cent), Kedah (7.70 per cent), Terengganu (5.8 per cent), Sarawak (5.79 per cent), Johor (5.79 per cent), Kuala Lumpur (5.72 per cent), Penang (5.66 per cent) and Pahang (5.44 per cent).The states that fell below the WHO threshold are Perak (4.78 per cent), Sabah (3.83 per cent) and Perlis (3.79 per cent).Malaysia will go on a two-week stringent lockdown on Tuesday (June 1) as part of a three-phase measure announced by Prime Minister Muhyiddin Yassin to battle the country's deadliest surge of Covid-19 infections since the pandemic began early last year.On Saturday, it reported 9,020 new infections and 98 deaths from the coronavirus - record highs in both categories.Meanwhile, an industrial vaccination programme, which will also cover foreign workers, will start soon, said the National Covid-19 Immunisation Programme coordinating minister Khairy Jamaluddin.He said that details would be announced next week.On Monday, Mr Khairy said: \"Vaccination for foreign workers will be covered under the industrial vaccination programme.\"Under the programme, we will prioritise industries which cannot close or where work from home for the employees is not possible during this movement control order period.\"This includes foreign workers, who will be given vaccinations at the same time as local workers.\"Mr Khairy  also said that mobile Covid-19 vaccination trucks will be used to vaccinate residents of Kuala Lumpur in certain areas.He said he had discussed this with Federal Territories Minister Annuar Musa.\"The outreach programme for vaccination using mobile trucks will go to areas such as PPR housing areas and construction sites which are still operating during the total lockdown period, \" Mr Khairy said. PPR refers to the People's Housing Project for the lower income.Mr Khairy also announced the arrivals of around 400,000 doses of Pfizer-BioNTech and around 600,000 Sinovac vaccine doses this week.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/se-asia/malaysias-covid-19-test-positivity-rate-above-who-threshold-says-health-minister", "Source": "google"}