{"Type": "", "Time": "2021-05-31", "Headline": "(3rd LD) S. Korea to receive J&J vaccine for 1 mln people from U.S. this week: PM | Yonhap News Agency", "Text": "All HeadlinesNorth KoreaSportsTop NewsMost ViewedKorean Newspaper HeadlinesToday in Korean HistoryYonhap News SummaryEditorials from Korean DailiesURL is copied.(ATTN: UPDATES with details, background in paras 6-10, 12-14; ADDS title in 4th para) SEOUL, May 30 (Yonhap) -- South Korea will receive the Johnson & Johnson (J&J) COVID-19 vaccine for 1 million people from the United States this week following Washington's pledge to donate vaccines for Korean troops, Prime Minister Kim Boo-kyum said Sunday. It is nearly double the volume that U.S. President Joe Biden vowed to provide, during a meeting with President Moon Jae-in earlier this month, to fully inoculate all 550,000 South Korean service members. \"Our military aircraft will bring the vaccine home (within this week) to inoculate military-affiliated members, including reservists,\" Kim said, presiding over a government disaster management meeting.  \"I'd like to express gratitude to President Biden and the U.S. government for the decision, which demonstrated the staunch Korea-U.S. alliance,\" he added. The Korea Disease Control and Prevention Agency (KDCA) said later that 1,012,800 doses are to arrive here early next month. The vaccines will be administered to reservists, members of civil defense and those involved in the country's defense and foreign affairs who are 30 and older. Those under 30 will be excluded amid concerns over blood clotting. Volunteers will get a shot between June 10-20 after making reservations. Those eligible are 538,000 reservists, 3 million members of civil defense and around 137,000 people in the defense and foreign affairs circle. Of those in the defense sector, spouses and children of senior officials and civilian workers will also be eligible if they live together and are 30 or older. Of active-duty South Korean troops, more than 116,700 in their 30s and older have already received AstraZeneca vaccines, while some 414,000 soldiers under 30 are due to receive Pfizer vaccines in June as planned, the KDCA said. Some of the J&J Janssen vaccines will be given to people leaving the country on essential business. In April, South Korea authorized the use of Janssen's single-shot regimen as the country's third approved vaccine, though this type of vaccine is yet to be administered. Around 10 million Americans, including members of the U.S. Forces Korea (USFK), have received J&J's. With the new delivery, South Korea will have secured vaccines for 100 million people in a country of 52 million. The vaccines are made by AstraZeneca, Pfizer, J&J, Moderna and Novavax. Around 10 percent of the population has currently received their first dose. graceoh@yna.co.kr(END)All NewsNationalNorth KoreaMarketBusinessCulture/K-popSportsImagesVideosTop NewsMost Viewed Korean Newspaper HeadlinesToday in Korean HistoryYonhap News SummaryEditorials from Korean DailiesKorea in BriefUseful LinksFestival CalendarWeatherAdvertise with Yonhap News Agency", "Section": "", "Writers": "", "URL": "https://en.yna.co.kr/view/AEN20210530002453325", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}