{"Type": "", "Time": "2021-05-31", "Headline": "Malaysia to shutter malls, most factories under two-week lockdown starting on June 1, SE Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.KUALA LUMPUR - Malaysia will shutter most of its factories and shopping malls under a stringent two-week lockdown that will begin on Tuesday (June 1) to stem record Covid-19 infections and deaths recorded over the past week.People will be limited to travelling within a 10km radius of their homes, with only two people per household allowed to venture out for essential items, which include groceries and medicine, and essential services such as healthcare and banking.Senior Minister for Security Ismail Sabri Yaakob said on Sunday that only 17 essential sectors will be allowed to operate during the lockdown, which will closely resemble the first shutdown imposed between March and May last year, when most economic and social activities were barred.Economic activities that are allowed to continue include food and beverage businesses, utilities, transport, banking, e-commerce and the communications sector covering media, telecommunications and postal services. Under the new standard operating procedures that will come into effect on June 1, all sectors that are allowed to operate can open from 8am to 8pm.Food and beverage businesses will continue to operate under existing restrictions, which limit them to takeaways or deliveries from 8am to 8pm.\"There is no curfew, but I hope no one will be outside after 8pm, because there will be no economic activity after that time,\" Datuk Seri Ismail said during the joint briefing with health chief Noor Hisham Abdullah.Mr Ismail said that the closure of most economic sectors will reduce the number of people leaving their homes for work from 15 million to just 1.5 million.Most factories in the manufacturing sector will be closed, except for factories involved in making essential products such as food and beverages, and healthcare items. However, these will be limited to operating at only 60 per cent capacity, and from 8am to 8pm. Factories were a key source of workplace clusters, after the government allowed them to remain open under a movement control order (MCO) implemented earlier in May, citing economic concerns. On Sunday, Mr Ismail also announced tighter controls on travel permits granted to those who cross districts and states for work, saying these will expire on May 31. New letters will be issued by relevant ministries for workers in the essential sectors that are allowed to operate from June 1. The two-week stringent lockdown is part of a three-phase measure announced by Prime Minister Muhyiddin Yassin on Friday to battle Malaysia’s deadliest surge of Covid-19 infections since the pandemic began in early 2020.If the two-week lockdown succeeds, Malaysia is expected to move to a month-long, more relaxed version of the MCO that will allow most economic sectors to reopen while maintaining travel bans and prohibitions on social activities. Malaysia on Saturday reported 9,020 new infections and 98 deaths from the coronavirus - record highs in both categories. Cases dipped slightly to 6,999 new infections with 79 deaths on Sunday, but active cases continued to climb as recoveries remained lagging behind new infections. Malaysia now has 78,017 active coronavirus cases, with 846 people receiving intensive care treatment at its hospitals, which the authorities have warned are strained and could soon be overwhelmed if cases continue to rise. About half of those in intensive care are on ventilator support. Tan Sri Noor Hisham had previously warned that the country might hit five-digit daily cases and log up to 13,000 daily infections by mid-June if the current infectivity rate of the transmission remains. Tan Sri Muhyiddin’s Perikatan Nasional coalition partner Umno and also former prime minister Mahathir Mohamad had previously called for a full lockdown to be implemented to stem the surge in infections. Mr Muhyiddin has promised to deliver a fiscal relief package following this lockdown, but the government has yet to release any details of the aid package.Finance Minister Tengku Zafrul Tengku Abdul Aziz previously warned that a total lockdown could cost the country up to a million jobs.Mr Muhyiddin last year said that the two-month lockdown in 2020 cost the country RM2.4 billion (S$767 million) a day.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/se-asia/malaysia-to-shutter-malls-most-factories-under-two-week-lockdown-starting-june-1", "Source": "google"}