{"Type": "", "Time": "2021-05-31", "Headline": "GIC to open new Australian office to focus on investment opportunities, Business News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - GIC, Singapore's sovereign wealth fund, is planning to open a new office in Sydney next year - its 11th worldwide - to focus on investment opportunities in Australia.The global investment firm said in a statement on Monday (May 31) that its Australian portfolio has seen steady growth. Its investments cover various sectors, including logistics and real estate.GIC, which has invested in more than 40 countries around the world, has 10 overseas offices at present, including in key financial capitals such as London, New York, Tokyo and Shanghai.The company will continue to source opportunities across various sectors and partner businesses with strong long-term growth prospects, it added.\"This planned office opening will further capitalise on GIC's private market capabilities to generate good, risk-adjusted returns for the overall portfolio.\"GIC’s portfolio in Australia comprises a broad range of investments,  from traditional assets to joint ventures with partners.It includes Emporium, a landmark retail centre in Melbourne’s Central Business District. The mall, which has six levels of retail offerings, is home to one of the largest collections of Australian designer and global flagship brands. Other investments include Rialto Towers, one of the largest office buildings in Melbourne, with about 90,000 sq m of office space and more than 3,000 sq m of retail space, and Sydney’s iconic Chifley Tower, which comprises 40 levels of prime office space.GIC has also formed joint ventures with real estate companies ESR and Dexus to acquire and develop logistics assets in Australia. GIC chief executive Lim Chow Kiat said the firm is confident of the long-term growth of the Australian market and that the new office will help it capture more investment opportunities.\"We are already very pleased with our existing portfolio in Australia, especially in real estate,\" he added.\"We believe the new office will better support the management of our existing assets and increase interaction with local partners so we can generate more value-add together.\"Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/business/gic-to-open-new-australian-office-to-focus-on-investment-opportunities", "Source": "google"}