{"Type": "", "Time": "2021-05-31", "Headline": "Some employers in Singapore holding on to maids' passports illegally, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - A new initiative to pay random visits to employers and their foreign domestic workers has uncovered some instances of employers illegally holding on to their workers' passports and work permits.The Ministry of Manpower (MOM) has made 200 such checks since last month.Domestic workers and migrant welfare groups told The Straits Times (ST) that the new measures, which include conducting more in-person interviews with maids, would help ensure decent living and working arrangements for them.Advocacy groups, however, said that mandating proper conditions would be even better.In response to queries from ST, an MOM spokesman said: \"Thus far, employers have been supportive and allowed our officers to interview their migrant domestic workers (MDWs).\"The initiative comes on the heels of a few cases where domestic helpers were badly abused. In February, housewife Gaiyathiri Murugayan admitted to starving and torturing Myanmar maid Piang Ngaih Don, 24, leading to her death.As at December last year, 247,000 work permits had been issued for foreign domestic workers, the MOM spokesman added.MOM also said its officers are trained to look out for signs of abuse and pick up cues of stress and anxiety while speaking to domestic helpers. Each house visit typically lasts 20 minutes.In-person interviews with workers are done by the Centre for Domestic Employees (CDE), an initiative of the National Trades Union Congress. Since late 2017, the centre has interviewed an average of 2,000 randomly selected domestic workers a month, and it aims to expand the interviews to cover all first-time migrant domestic workers by the year end.Due to the Covid-19 pandemic, the CDE currently conducts interviews by video.CDE executive director Shamsul Kamar said: \"Common areas of concern raised by a small number of migrant domestic workers include insufficient rest and food; having their personal documents such as passports, work permits, contract being withheld from them; unsafe work environment, methods; or illegal deployment and salary issues. These cases are reported to MOM for further investigation.\"Mr Shamsul added that CDE reports cases where domestic helpers are physically harmed by their employer to the police immediately.Indonesian domestic helper Nelvin Ganaga said she is happy to hear of MOM's new initiative.She said it is important for MOM to ensure that domestic workers have sufficient time and space to talk to their families and make friends in Singapore.The 39-year-old experienced abuse with a former employer in 2015. The employer's daughter and mother would step on Ms Ganaga when she slept at night and even spat in her food once. The seven-year-old child would also pinch Ms Ganaga until she was bruised and continued to do so even after being scolded by Ms Ganaga's employer.Although Ms Ganaga asked to return to her agency, her employer refused and sent her back to Jakarta instead. Ms Ganaga then spent a month in Batam before coming back to Singapore, but it meant she had to pay new agency fees all over again to work here.Ms Ganaga began working in 2016 for her current employer, with whom she has a good relationship. She treats the family's children like her own, she said.Employers who spoke to ST said they support the house visits as that is one way to ensure domestic helpers are being treated fairly.Ms Ganaga's current employer, Ms Lau Joon-Nie, 50, said: \"It's a step in the right direction to check on MDWs' well-being and mental health, given that it's been a tough year for everyone and those of them who were due for home leave would not have been able to return.\"Added Ms Lau, director of a non-profit organisation that focuses on the media industry: \"Helpers are not mind readers, nor did they grow up in the environment we did, so they cannot be assumed to know what we expect from them. It helps to ask oneself: How would you want your employer to treat you if you were in their shoes?\" Local migrant welfare groups said more can be done to support foreign domestic workers here.The former president of Transient Workers Count Too (TWC2), Mr John Gee, listed equipping each domestic helper with a mobile phone, easing their terms for transfer and giving them access to an employer's past record on hired help as other steps that can be implemented.He also said the authorities should look into ensuring helpers have a mandatory day off each week which cannot be negotiated away for payment.\"A worker who goes out freely can seek advice from other workers, non-governmental organisations, her agents or MOM and could leave her employers if she felt desperate enough. In such cases, potential abusers might well think twice before acting, and workers could act in their own defence before any abuse escalated,\" he said.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/some-bosses-holding-on-to-maids-passports-illegally-0", "Source": "google"}