{"Type": "", "Time": "2021-05-31", "Headline": "68-year-old woman apprehended after locking herself in Circuit Road flat for 2 hours", "Text": "Nadine ChuaThe New PaperMay 31, 2021A 68-year-old woman kept police officers at bay for almost two hours after locking herself in her ninth-storey flat at Block 45 Circuit Road on Saturday morning.In response to queries from The New Paper, the police said they received a call for assistance at 10.23am that day.\"As it was assessed that the woman might pose a danger to herself, officers from Crisis Negotiation Unit, Special Operations Command and Singapore Civil Defence Force (SCDF) responded to the incident,\" added the police spokesman.A resident who lives three doors away and wanted to be known only as Mrs Rose, 52, said: \"I was woken up by some commotion outside. I looked out of the window and saw SCDF officers rushing along the corridor.\"She added that the woman lives alone and often keeps to herself.\"I am concerned about how her sister is coping with all this. Her sister visits her regularly and told me she is always worried that there is no food in the house,\" said Mrs Rose, who runs an online business.It is understood that the sister called the police when she went to visit and found the woman had locked herself in.Mr Wang Zhen Ming, 60, who lives in the unit directly above the woman's, said he knew something was wrong only when SCDF officers knocked on his door.\"They asked if they could hang something from my kitchen window as it would help in rescuing a woman.\"I can't believe I was in my living room the entire time and didn't hear any noise from downstairs,\" the warehouse clerk added.SCDF said it deployed a safety life air pack, and rescuers from the Disaster Assistance and Rescue Team were on standby as a precautionary measure.Photo: Lianhe WanbaoA hawker, 58, who wanted to be known only as Ms Wong, was on her way to work when she saw SCDF truck.\"I live a few of blocks away and my first thought was there was a fire. But some residents told me a woman was sitting on the window ledge...Then she went back into her flat when the police arrived,\" she said.The police said they gained entry to the unit at 12.30pm.\"The woman was apprehended under the Mental Health (Care and Treatment) Act. No injuries were reported,\" added the police.View more photos in the gallery.Get The New Paper for more stories.Get more of Stomp's latest updates by following us on Facebook, WhatsApp, Twitter, Instagram and YouTube.View the discussion thread.View the discussion thread.Download the new STOMP app today.SPH Digital News | The Straits TimesAll rights reserved | Terms & Conditions | Data Protection Policy | Advertise with usSPH Digital News / STOMP / Copyright (c) 2019 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E.", "Section": "", "Writers": "", "URL": "https://stomp.straitstimes.com/singapore-seen/68-year-old-woman-apprehended-after-locking-herself-in-circuit-road-flat-for-2-hours", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}