{"Type": "", "Time": "2021-05-31", "Headline": "Sota to investigate after now-deactivated Instagram account named alleged sexual offenders, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE – The School of the Arts (Sota) has said it would investigate allegations of sexual impropriety by at least one of its teachers. This came after the allegations on an anonymous Instagram account claiming to name alleged sex offenders gained traction.The account, durian.dot, was created last week and has since been deactivated. It had named and attached the Instagram handles of more than 20 supposed male transgressors, listing their alleged criminal acts that include sexual assault and sex with minors.A police report has been lodged against it and the police said they are looking into the matter. They did not say what the reason cited for the report was. Among those accused are a local musician and at least one teacher from Sota. In a statement, the school called on victims to come forward.It said: “We thank members of the public for drawing our attention to the various allegations concerning, amongst others, Mr Jason Lim, a visual arts teacher of Sota, on social media. We are also aware of the allegations made by the durian.dot instagram account which appears to now be deactivated.”The account operated by getting victims to submit their experiences, later insisting that they were first-hand ones rather than hearsay.Doxxing, which is the publication of identifying information about an individual on the Internet with malicious intent, is an offence.The posts that garnered the most attention were those involving Sota teachers and students. A ceramics teacher was accused of sexually harassing, both physically and verbally, a 19-year-old while they were sharing a cab.A student has also been accused of taking upskirt photos and creating a cohort-wide group chat for sharing such obscene images.The school said: \"Sota firmly believes in and works to ensure a safe and secure environment for faculty and students. Sota does not condone harassment or abuse of any sort, whether online or offline, by or against any member of staff or student.\"It said reports made to the school would continue to be investigated appropriately and sanctions imposed when criteria are met. Those who wish to lodge a report can do so at whistleblow@sota.edu.sg, it said.\"Please be assured that all reports will be treated with utmost seriousness, respect and confidentiality.\"It is not known who ran the durian.dot account as the person or persons had insisted on anonymity. They had declined to comment when approached by The Straits Times, but said in an Instagram post that they had \"weighed the pros and cons, coming to the conclusion that it is more important to highlight these behaviours than continue to keep mum\".Some posts had been taken down during the week, either following suspicions of trolling or because the person involved had \"taken the necessary action to avoid repeating the same behaviours\".\"We are aware that this is considered doxxing and we can get reported... For most cases, we have sufficient evidence on our end to work alongside the police, but we are not posting them in order to protect the victims' identities,\" one post said.\"For other cases, they may not be compelling due to the lack of evidence, so raising awareness is the next best bet. Our society normalises abuse much more than speaking up.\"Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/deactivated-instagram-account-outing-alleged-sexual-offenders-prompts-sota-reply", "Source": "google"}