{"Type": "", "Time": "2021-05-31", "Headline": "Woman Violently Slaps 8-Year-Old Child For Stepping On Her Foot In MRT Train", "Text": "In a shocking incident, a woman admitted to slapping an 8-year-old girl in the face on an MRT train. She apparently wanted the child to apologise for stepping on her foot before stepping off.The woman has pleaded guilty on Friday (28 May) to one charge of voluntarily causing hurt to the little girl.Image source: iStockThe incident took place on 15 July, 2020, when the 8-year-old and her mother were at Chua Chu Kang station. After boarding the MRT train, the girl accidentally stepped on Connnie Soh’s foot.According to The Straits Times, the 45-year-old was talking loudly on her phone the did not hear the child apologise to her.Soh then confronted the girl’s mother and asked her why her daughter did not apologise. An argument began as the mother insisted her daughter did say ‘Sorry.’When the girl and her mother were about to exit the train carriage as they reached Yew Tee station, Soh slapped the child on her left cheek. This was in an attempt to prevent her from leaving the train without apologising.The 8-year-old began crying so her mother called the police from the station. Afterwards, the girl was taken to National University Hospital where a doctor notes that she sustained a left cheek contusion or bruise.The little girl was given a two-day medical certificate with an excuse from physical activity that year.Deputy Public Prosecutor Joseph Gwee urged the court to sentence Soh with a fine of at least $5,000 for her actions. Her response to the incident was said to be an “objectively disproportionate one committed in a public place.”Soh also faces one other charge of using criminal force to poke the nose of the child’s mother which will be taken into account during her sentencing.She is scheduled for sentencing on 18 June.Image source: iStockFor voluntarily causing hurt, an offender can face jail time for up to three years, fined up to $5,000 or both–in Singapore. But since the little girl was under the age of 14 years, Soh faces double this maximum penalty.So is slapping a child actually counted as abusive behaviour? According to the Ministry of Social and Family Development (MSF), any act that can cause an injury to a child can constitute physical abuse. Such actions that can cause bruises or cuts include:BeatingShaking“Excessive discipline“While there has been some debate on whether caning should still be used as a form of punishment, experts advise that parents use different ways to discipline their children. Instead of hitting or yelling at them, let your child off on a warning. Better yet, sit them down and check in on them, ask them about the things that may be bothering them and pushing them to behave rebelliously.You can also use the incentive approach and ask them to finish a task in exchange for a reward. This gives you as well as your child to cool off.In addition, taking some time off is important for both parents and kids. It will give you the opportunity to cool down and similarly, your kids will get a chance to introspect on where they have gone wrong.At the end of the day, caning or yelling might be a short-term solution. But in the long run, it can emotionally damage to your child. Don’t let your impulse or anger overpower actions, which you might regret later.Singapore Mum WhatsApp Groups Ablaze With Chats On Cane Shops And Assessment Books For KidsShocking! 5-year-old Kindergartener Repeatedly Molested By Babysitter’s HusbandThe post Woman Violently Slaps 8-Year-Old Child For Stepping On Her Foot In MRT Train appeared first on theAsianparent - Your Guide to Pregnancy, Baby & Raising Kids.Sri Lanka launched a criminal probe on Sunday into a massive container ship fire that has swamped the island nation's coast with plastic pollution in an unprecedented marine disaster.Tonnes of microplastic granules have inundated the South Asian country's famed beaches, forcing a fishing ban and prompting fears of ecological damage.The Ministry of Health (MOH) on Sunday (30 May) confirmed the detection of 25 new cases of COVID-19 infection in Singapore, taking the country's total case count to 62,028.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!British Prime Minister Boris Johnson married his fiancee Carrie Symonds in a \"secret ceremony\" on Saturday, UK media reports said.Whilst the typical homeownership journey for most Singaporeans is ‘upgrading’ from an HDB flat to a private property (e.g.  Homeowners who need more space for their growing families might move from their smaller condo to a larger HDB flat.  On the other hand, an older couple may also choose to move into a smaller HDB flat once their children have moved out.A 51-year-old woman recovering from a brain tumour died after consuming traditional Chinese medicine (TCM) which likely caused her acute liver failure, the State Coroner found.澳洲投資移民點計分？要甚麼條件？買樓邊區好？專家為您詳細講解，及分析澳洲住宅市場現況。用手機電腦即可參與講座，簡單方便，立即報名，費用全免。The remote Pacific nation of Palau reported its first confirmed coronavirus case Monday, but authorities said it was historical and posed no transmission risk.Singapore residents will soon be able to purchase \"do-it-yourself\" COVID-19 tests over the counter at pharmacies, said Prime Minister Lee Hsien Loong on Monday (31 May).From Tuesday (1 June), 400,000 students from schools and IHLs can register for the COVID-19 vaccine.客戶經理由世界頂尖學府Citi | Wharton Global Wealth Institute培訓,更明白客戶需要Israeli and Egyptian officials held talks in both countries Sunday aimed at bolstering the Cairo-brokered ceasefire that ended the latest deadly flare-up of violence between the Jewish state and Gaza's Hamas rulers.He risked everything to give his baby girl a second chance at life This article, Cannabis can mean death in Malaysia. For one dad, it also meant life for his daughter., originally appeared on Coconuts, Asia's leading alternative media company.Gavin MacLeod, a veteran supporting actor best known for his role as an ever-smiling cruise ship captain on the 1970s-80s sitcom \"The Love Boat,\" died Saturday at the age of 90.原生廣告是Yahoo最受歡迎的廣告模式，每日為廣告商接觸數百萬用戶，成效顯著，而且保證『不點擊，不收費』，讓推廣活動的成本效益達到最高水平！To enhance Singapore's overall vaccine coverage and offer more flexibility, the government will allow private healthcare providers here to import and administer alternative COVID-19 vaccines via Special Access Routes (SARs).HDB resale flats are a great alternative for those who can't wait years for a BTO. Compare HDB resale flat prices and trends in this comprehensive guide to resale flats in Singapore.Israeli opposition leader Yair Lapid on Monday said many obstacles remain before a diverse coalition can be built to oust veteran Prime Minister Benjamin Netanyahu but voiced hope it will achieve the \"greater goal\".成功申請可獲迎新獎賞高達$6,600「獎賞錢」，網上申請額外$100「獎賞錢」Polish police said Monday they were investigating a fake bomb threat that forced a Ryanair passenger plane travelling from Dublin to Krakow to make an emergency landing in Berlin.Prime Minister Lee Hsien Loong appeared in court via video conferencing on Monday (31 May) in a defamation suit against a writer from The Online Citizen, Rubaashini who was absent from the hearing.Brazil's President Jair Bolsonaro promised the Yanomami indigenous people in remarks released Sunday that there will be no mining on their land unless they want it.All asset classes. Industry-leading prices. User-friendly investing online.Residents of a small French town laid cards and flowers Saturday at the spot where a \"very kind\" and \"gentle\" policewoman was seriously wounded in a knife attack the day before, the latest in a spate of attacks on officers.Two people were killed and at least 20 wounded early Sunday when three shooters fired indiscriminately into a crowd outside a concert in the Miami area, police said, the latest shooting in a year that has seen a surge in both gun sales and gun violence.Hong Kong police have arrested an elderly democracy activist as she made a solo demonstration over China's deadly Tiananmen crackdown in a vivid illustration of the zero protest tolerance now wielded by authorities in the financial hub.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/woman-violently-slaps-8-old-072415470.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}