{"Type": "", "Time": "2021-05-31", "Headline": "Tarzan actor Joe Lara among 7 presumed dead in US plane crash, United States News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.WASHINGTON (AFP) - All seven passengers aboard a plane, including Tarzan actor Joe Lara and his diet guru wife, are presumed dead after it crashed into a lake near the US city of Nashville, said the authorities.The small business jet crashed at around 11am local time on Saturday (May 29), shortly after taking off from an airport in Smyrna, Tennessee, for Palm Beach, Florida, Rutherford County Fire and Rescue (RCFR) said on Facebook.The plane went down into Percy Priest Lake, about 19km south of Nashville.The Federal Aviation Administration confirmed that seven people had been aboard the plane, CNN reported.By Saturday night, operations had switched from search and rescue to recovery efforts, RCFR incident commander Captain Joshua Sanders told a press conference.\"We are no longer in an attempt to (look) for live victims at this point, so we're now recovering as much as we can from the crash site,\" he said.On Sunday afternoon, RCFR said on Facebook that recovery operations had found \"several components of the aircraft as well as human remains\" in a debris field about half a mile wide.Operations would continue until dark and resume on Monday morning, RCFR wrote.Lara played Tarzan in the 1989 television movie Tarzan In Manhattan. He later starred in the television series Tarzan: The Epic Adventures, which ran from 1996 to 1997.His wife Gwen Shamblin Lara, whom he married in 2018, was the leader of a Christian weight-loss group called Weigh Down Ministries. She founded the group in 1986, and then in 1999 founded the Remnant Fellowship Church in Brentwood, Tennessee.She is survived by two children from a previous marriage, according to a statement posted on the church's website.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/world/united-states/tarzan-actor-joe-lara-among-7-presumed-dead-in-us-plane-crash", "Source": "google"}