{"Type": "", "Time": "2021-05-31", "Headline": "Vietnam to test all residents in Ho Chi Minh City for Covid-19, suspend international flights to Hanoi, SE Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.HANOI (REUTERS, XINHUA) - The authorities in Vietnam's business hub Ho Chi Minh City will conduct Covid-19 tests on the city's 13 million people at a rate of 100,000 samples per day, state-run Vietnam News Agency (VNA) reported, as it ramps up efforts to tame a spike in infections that started in late April.\"The city will prioritise testing high-risk people first, including workers in industrial parks and members of (a) religious mission,\" VNA reported on Sunday (May 30).\"Ho Chi Minh City has done 50,000 tests so far. To date, there are at least 62,000 people who came into contact with infected ones,\" it added.In addition to the tests, the government has also announced on Sunday social distancing measures in the city for 15 days starting from May 31.Ho Chi Minh City has seen a rise in cases related to a religious mission that has recorded at least 125 positive tests, accounting for most of the city's infections, according to a government statement.The country is also suspending incoming international flights to its capital Hanoi from Tuesday, the government announced on Monday. The announcement made no mention of domestic flights.Vietnam has been restricting the amount of inbound international flights since the start of the pandemic.“The suspension will be in place until the end of June 7,” the government said in a statement, noting that outbound flights from the city’s Noi Bai International Airport were not subject to the suspension.After successfully containing the virus for most of last year, infections in Vietnam have risen since late April, accounting for more than half of the total 7,168 registered cases among its population of 98 million.It still has one of the world's lowest cases, with a total of 47 deaths so far, and the authorities seem determined to keep it that way.\"All events that gather more than 10 people in public are banned citywide, but the city is considering to lower the number of people to just five,\" the government said.Go Vap district, where the Revival Ekklesia Mission is located, will be under full restrictions, and people there will not be allowed to go out unnecessarily, the statement said.Ho Chi Minh City on Friday shut shops, restaurants and other services, and suspended religious activities until further notice, the city said in a statement. People aged 60 or older were encouraged to stay home, it also said.The re-emergence of the virus with complicated clusters has prompted calls for the Vietnamese government and the city's authorities to accelerate vaccinations.In a letter to United States President Joe Biden on Sunday, President Nguyen Xuan Phuc suggested that both countries enhance cooperation in Covid-19 vaccine research, production and technology transfer, the government said in a statement.Around 64,000 front-line workers among Ho Chi Minh City's 13 million residents have been given at least one dose of a Covid-19 vaccine, official data showed.Vietnam has received around 2.9 million doses from purchases and via the international Covax sharing scheme and is seeking to secure millions more from foreign vaccine makers for its inoculation campaign.The country's locally produced Covid-19 shot enters phase three human trials involving 13,000 volunteers in early June.Vietnam reported 61 new Covid-19 cases on Monday, raising the total confirmed cases in the country to 7,168, according to the Ministry of Health.The new cases, which are all community transmissions, include 43 in the northern epidemic hot spot Bac Giang province, 15 in the Vietnamese capital Hanoi and three in the northern Lang Son province. All of them are contacts of previously confirmed patients or linked to the clusters of infections in the localities.As at Monday morning, Vietnam has recorded a total of 5,665 domestically transmitted Covid-19 cases, including 4,095 detected since the start of the latest outbreak in late April, according to the health ministry.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/se-asia/vietnams-ho-chi-minh-city-to-test-all-residents-for-covid-19", "Source": "google"}