{"Type": "Singapore", "Time": "2021-05-31", "Headline": "Watch: PM Lee addresses Singapore on COVID-19 situation", "Text": "SINGAPORE: Prime Minister Lee Hsien Loong addressed the nation on Monday (May 31) to provide an update on Singapore's COVID-19 situation.Mr Lee's address was broadcast live on CNA, itswebsite,Facebook page,YouTube channel​​​​​​ and on the Prime Minister's Facebook page.As of Monday, Singapore has reported more than 62,000 COVID-19 cases and 33 deaths from the disease.The country entered Phase 2 (Heightened Alert) on May 16 amid a spike in COVID-19 community cases. Social gatherings were reduced to a maximum of two people and dining-in at F&B outlets banned. The tightened restrictions are to last until Jun 13.Mr Lee said on Monday that Singapore is on track to bring the COVID-19 outbreak under control, andrestrictions may be eased after Jun 13if the situation continues to improve.DIY tests will soon be available over the counter at pharmacies as the country looks to test more widely to respond to virus mutations.These can be administered by people who are worried that they may have COVID-19, or by frontline workers who want to test themselves frequently, said Mr Lee.People who appear well will also now be routinely tested in normal work, social or community settings to make these places safe, marking a shift in Singapore's testing approach.This \"fast and simple\" approach to COVID-19 testing will be part of the new normal, said Mr Lee.VACCINATION BOOKINGS TO OPEN FOR STUDENTSFrom Tuesday, vaccination bookings will open for students, starting with those who are taking their O-, N- and A-Levels this year as well as special needs students.Other students aged 12 and above, including those in institutions of higher learning, will then be able to book their jabs.Even as Singapore expands its vaccination programme, about 280,000 senior citizens aged 60 and above have not booked their COVID-19 vaccinations.To encourage this group to get vaccinated, they can now walk into any vaccination centre without a prior booking and get their jab on the spot, said Mr Lee.\"NEW NORMAL\"In the new normal, Singapore residents will be mostly vaccinated, possibly taking booster shots yearly and being tested often, said Mr Lee.\"The countries which are united, disciplined and put in place sensible safeguards, will be able to reopen their economies, reconnect to the rest of the world, grow and prosper,\" said the Prime Minister.\"Singapore will be among these countries. More confident and resilient than before, and toughened by what we have overcome together and experienced together as one nation.\"Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Lee Hsien Loong,COVID-19,coronavirus", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/pm-lee-covid-19-updates-watch-live-4pm-14918734", "Source": "google"}