{"Type": "", "Time": "2021-05-31", "Headline": "Hong Kong Eases Quarantine for Vaccinated Execs, Drawing Ire - Bloomberg", "Text": "Hong Kong is allowing vaccinated directors and senior executives of major listed companies to travel globally more easily, a significant relaxation of its onerous border curbs that’s drawing backlash from the wider population for being elitist.Vaccinated senior executives from about 500 companies included in indexes like the Hang Seng and Hang Seng China Enterprises can seek permission to travel in and out of the city without needing to follow the current quarantine requirement, Hong Kong’s Financial Services and the Treasury Bureau said in a statement Monday.The clarification of a wider policy of exemption for vaccinated executives comes in the wake of a Friday announcement that some vaccinated senior bankers can skip quarantine. However, the move is likely to deepen public ire over the special treatment, as Hong Kong’s traveler quarantine requirements are some of the strictest in the world and require people to pay for hotel room stays -- the supply of which is rapidly drying up for the summer months.The current rules stipulate that everyone arriving in Hong Kong from outside China must isolate in a hotel for up to 21 days. Pressure is building on the government to drastically relax quarantine and other social restrictions for vaccinated people as incentives to re-open borders and to boost Hong Kong’s low vaccination rate.Senior Bankers Can Now Skip Hong Kong’s Three-Week Quarantine“It’s a step in the right direction. Is that enough? We believe it is by far not enough,” said Frederick Gollob, chairman of the European Chamber of Commerce in Hong Kong. “With the combination of vaccination and ongoing testing, the Hong Kong government should further, on a broader scale, reduce the quarantine requirement on the way to reopening the city.”The latest quarantine exemption is available to other firms from financial industries like banking, mobile payments, insurance, securities and futures intermediaries. Companies are allowed a limited quota of exemptions and the government will review applications based on criteria like where the executive is traveling from. The executives must undergo testing and are required to stick to pre-approved itineraries.An earlier version of the quarantine exemption policy has existed since last year for executives coming from mainland China. Singapore, Asia’s other major financial hub, does not grant exemptions from travel quarantine for business executives.Banks lauded the new announcement.“We welcome the new measure providing more convenience to vaccinated senior executives when traveling to Hong Kong. This helps encourage resumption of necessary business travel and brings business activities gradually back to normal, which is particularly important to Hong Kong as an international financial center,” said a Standard Chartered Plc spokeswoman in a statement.HSBC Holdings Plc said in a statement, “While the pandemic has showed how much could be accomplished virtually, a measured approach to facilitate business travels to and from Hong Kong could help stimulate more economic activities across a range of sectors.Even within the business community however, some think that the exemptions are not being rolled out widely enough. The American Chamber of Commerce, for example, said that the exemption should be “extended across sectors.”“All businesses have suffered, and all are keen to get safely back on the road again,” said the chamber’s president Tara Joseph in a statement.However, the government has not signaled that it plans to significantly relax social-distancing rules for vaccinated people, such as mandatory outdoor masking, citing the low vaccination uptake. Some medical experts also continue to recommend social restriction remain in place in order to prevent another wave of Covid-19, particularly as the vaccination rate is low, though local infection numbers have hovered at or near zero for weeks.Some critics argue, however, that it’s precisely the lack of privileges for vaccinated people that is keeping the inoculation rate depressed -- just 13.4% of Hong Kong’s population of 7.5 million has been fully inoculated, according to Bloomberg’s Covid-19 Vaccine Tracker, far behind other finance centers like London and Singapore.Chief Executive Carrie Lam separately announced on the same day a new campaign to boost the city’s slow inoculation rate by September, with measures such as paid leave for vaccinated civil servants and possible additional restrictions for unvaccinated citizens. The government said it aims to announce further relaxations of rules for vaccinated people by June 10.Now that the door has been open for quarantine exemption for some vaccinated people, the policy should be expanded to all fully inoculated people, said Ben Cowling, Professor at the School of Public Health at the University of Hong Kong.Exemption is “an evidence-based measure given that vaccinated people are substantially less likely to be infected. Such a measure could also encourage greater vaccination uptake,” he said.The government has instead been leaning on businesses and institutions to encourage injections.Hong Kong Turns to Businesses to Fix Foundering Vaccine Push Still, the special treatment meted out to a small elite of executives is likely to further stoke public anger, already at high levels following more than a year of strict social restrictions and quarantine policies that have seen thousands forced from their homes to isolate in government-run camps. The continuing quarantine policies for travelers also means that as vaccinated people in the U.S. and European countries plan their summer travel, almost no one will be able to travel into Hong Kong without shouldering the prohibitive time and cost of quarantine.Ally, a Hong Kong citizen who currently lives in Canada, said she’s extremely upset that “as long as you are rich and powerful” you can skip the requirements that most people must observe. Ally, who asked that only her English name be used, said she has been unable to return to Hong Kong after her father died last year. A single mother, she can’t afford the cost of a 21-day quarantine, which would require her to be away from work without pay.“You can imagine how infuriating it is that someone else is exempt because of money and I have lost my only remaining parent,” she said.The issue isn’t just the time and cost of quarantine.As the length of hotel isolation for those traveling from some countries, including the U.S., has dropped to two weeks for vaccinated people, demand for rooms has skyrocketed. Numerous accommodations, especially those at lower price points, are fully booked through the end of the current quarantine period, which runs until June 19.The Food and Health Bureau said Monday that the supply of rooms would be increased from the current 8,300 to 10,000. Some hotels will open up more rooms for booking, it said.— With assistance by Denise Wee, Kiuyan Wong, Bruce Einhorn, and Alfred Liu", "Section": "", "Writers": "", "URL": "https://www.bloomberg.com/news/articles/2021-05-31/hong-kong-eases-quarantine-for-vaccinated-top-staff-drawing-ire", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}