{"Type": "", "Time": "2021-05-31", "Headline": "95-year-old dies of Covid-19; 5 new cases linked to NTUC Foodfare in Anchorvale, free testing for visitors, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - A 95-year-old Singaporean woman died from Covid-19 complications on Sunday (May 30).She was confirmed to be infected with the coronavirus on May 17 when she was warded at Changi General Hospital for an unrelated medical condition, the Ministry of Health (MOH) said on Sunday.The patient had not been vaccinated against the virus, and had a history of cancer, hypertension and hypothyroidism.Changi General Hospital has contacted her family and is extending assistance to them, said MOH.Meanwhile, five of the 19 community cases on Sunday were linked to a new cluster at NTUC Foodfare at 308 Anchorvale Road.MOH said it is investigating cases of Covid-19 infection among people who work there.\"Our epidemiological investigations have found that there is likely ongoing transmission at the coffee shop,\" said the ministry.The coffee shop was closed to members of the public on Sunday and will reopen two weeks later, on June 13, to break any potential chain of transmission and allow for deep cleaning of the premises, said MOH.The ministry will also offer free Covid-19 testing for members of the public who visited 308 Anchorvale Road from May 13 to May 30 to \"pre-emptively mitigate potential risk of wider, undetected community transmission\".All visitors to 308 Anchorvale Road within that timeframe are advised to monitor their health closely for two weeks from the date of their visit, said the ministry, which encouraged them to visit a regional screening centre or Swab and Send Home Public Health Preparedness Clinic for a free Covid-19 test.There are now a total of seven cases in the cluster.A 21-year-old Vietnamese man who works as a kitchen assistant at Hua Zai HK Style Roasted Delight Rice Noodle at 308 Anchorvale Road is among the five new cases linked to the cluster on Sunday. He is a household contact of several other cases in the cluster. He was quarantined on Saturday (May 29) and developed a cough on the same day. He was tested for Covid-19 the next day, and his result came back positive on the same day. His serology test result is pending.His colleague at the outlet – a 27-year-old Malaysian man who is likewise a household contact of other cases in the cluster – also tested positive on Sunday. He had developed a loss of taste on Friday (May 28), but did not seek medical attention. He later developed a cough on Sunday. His serology test result is pending.He had been quarantined on Saturday as he had been identified as a household contact of Case 63853. This was a 33 year-old Malaysian man who works as a kitchen assistant at Hua Zai Eating House and was confirmed to have Covid-19 that day. Two of the new cases in the cluster are also the men’s household contacts. They work as kitchen assistants at Hua Zai HK Style Roasted Delights at 21 Hougang Street 51. The remaining case in the NTUC Foodfare cluster is a 29-year-old male permanent resident who works as a chef at Rice Garden at 308 Anchorvale Road. He is a close contact of the 21-year-old Vietnamese man and the 27-year-old Malaysian man. He developed a cough and fever on May 28 and sought medical treatment on the same day at a general practitioner clinic, where he was tested for Covid-19. His test returned positive the next day, and his serology test result is pending. MOH also announced another new cluster,  linked to a 67-year-old Singaporean man who is a retiree and was confirmed to have Covid-19 on May 26. The three new cases in the cluster are all household contacts of the man, taking the total number in the cluster to four. One of them is a 57-year-old Singaporean woman who is employed by A&P Maintenance as a cleaner at DHL Supply Chain Advanced Regional Centre at 1 Greenwich Drive. The other two cases are a 31-year-old Singaporean man who works in an administrative role at the Central Provident Fund Board and has been working from home; and a 27-year-old Singaporean woman who works as a retail assistant at stationery brand Lamy’s Bugis Junction and Chinatown Point outlets. There are now 39 open clusters. There were also five unlinked community cases on Sunday. These include a 37-year-old male Indian national who works as a delivery driver with CCG Logistics and a 22-year-old Singaporean man who works as a warehouse assistant at Keppel Logistics. There were six imported cases who had been placed on stay-home notice on arrival in Singapore, MOH said. Five of the imported cases are Singaporeans or permanent residents. No new cases from within workers’ dormitories were reported. Overall, the number of new cases in the community has fallen from 182 two weeks ago to 136 in the past week. Unlinked cases in the community have also decreased from 39 to 25 over the same period.Read the full MOH press release here.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/95-year-old-woman-dies-from-covid-19-complications-free-testing-for-those-who-had-visited", "Source": "google"}