{"Type": "", "Time": "2021-05-31", "Headline": "Beijing, Taipei spar again over Covid-19 vaccines, accuse each other of politicking, East Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.BEIJING/TAIPEI (REUTERS) - China and Taiwan traded more accusations on Monday (May 31) about Covid-19 vaccines, with Beijing saying they should not be a political tool while Taiwan's ruling party said China was the \"black hand\" preventing it from accessing shots internationally.The two have sparred repeatedly since the pandemic started, over everything from China's transparency about the virus' spread to Taiwan's lack of full access to the World Health Organisation, worsening already bad ties.Japan said on Friday it would consider sharing Covid-19 vaccines with other countries as a ruling party panel urged that part of its stock of AstraZeneca doses be provided to Taiwan, which is considered by China as a breakaway province. Taiwan welcomed the news.Taiwan is battling a spike in domestic infections and has vaccinated less than 2 per cent of its people, while Japan has secured more than 400 million doses, or double what its adult population needs.Speaking in Beijing, Chinese Foreign Ministry spokesman Wang Wenbin said it had \"noted\" that Japan cannot even guarantee its own people enough vaccines at the moment, and that many people in Taiwan had doubts about the offer.\"I want to emphasise that vaccine assistance should return to the original purpose of saving lives, and should not be reduced to a tool for political self-interest,\" he said.China has offered Taiwan vaccines, but Taipei says made-in-China shots have too many safety concerns. Taiwan has also accused China of blocking a deal with Germany's BioNTech that Beijing denies.Taiwan's ruling Democratic Progressive Party said China's comment last week that Taipei would not succeed in using vaccines to seek its independence showed that Beijing was the \"black hand behind the scenes\" preventing Taiwan from getting access to vaccines internationally.The wide use of vaccines is essential to ultimately controlling the virus, it said.\"However, in the face of the pandemic, China has used it as a political bargaining chip to prevent Taiwan from obtaining vaccines from the world,\" the party added.China considers democratically ruled Taiwan its own territory.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/east-asia/china-taiwan-spar-again-over-covid-19-vaccines-accuse-each-other-of-politicking", "Source": "google"}