{"Type": "", "Time": "2021-05-31", "Headline": "Football: De Bruyne faces race to make Euro after facial fractures in Champions League final, Football News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.PORTO, PORTUGAL (AFP) - Kevin de Bruyne is a major doubt for Belgium's Euro 2020 campaign after suffering two facial fractures in Manchester City's Champions League final defeat by Chelsea on Saturday (May 29).The 29-year-old midfielder was helped off the field in tears after colliding with Antonio Rudiger on the hour mark in Porto and his left eye immediately appeared swollen.Without his creativity, Chelsea comfortably held out for a 1-0 win to keep City waiting for Champions League glory.\"Just got back from the hospital,\" de Bruyne posted on his Twitter account on Sunday.\"My diagnosis is acute nose bone fracture and left orbital fracture. I feel okay now. Still disappointed about yesterday obviously but we will be back.\"Belgium's first match of the postponed Euro is on June 12 against Russia in Saint Petersburg.Roberto Martinez's team then face Denmark and Finland in what should be a comfortable Group B for the top-ranked side in the world.Meanwhile, Thierry Henry is rejoining Belgium's coaching staff for the Euro where he will serve again as one of Martinez's assistants, the Belgian football association said on Sunday.Henry, 43, worked on Martinez's staff from mid-2016 until just after the World Cup in Russia, where Belgium finished third.The former France World Cup winner then went to Monaco as coach and later to Montreal Impact in Major League Soccer before returning to working as a television pundit in Britain.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/sport/football/football-de-bruyne-faces-race-to-make-euro-after-facial-fractures-in-champions-league", "Source": "google"}