{"Type": "Business", "Time": "2021-05-31", "Headline": "US tyre maker Goodyear faces allegations of labour abuse in Malaysia, documents show", "Text": "KUALA LUMPUR: American tyre manufacturer Goodyear Tire & Rubber Company is facing accusations of unpaid wages, unlawful overtime and threats to foreign workers at its Malaysian factory, according to court documents and complaints filed by workers.In interviews with Reuters, six current and former foreign workers, and officials with Malaysia's labour department, say that Goodyear made wrongful salary deductions, required excessive hours and denied workers full access to their passports.The department confirmed that it had fined Goodyear in 2020 for overworking and underpaying foreign employees. One former worker said that the company illegally kept his passport, showing Reuters an acknowledgement letter he signed in January 2020 upon getting it back eight years after he started working at Goodyear.The allegations initially surfaced when 185 foreign workers filed three complaints against Goodyear Malaysia in the country's industrial court, two in 2019 and one in 2020, over non-compliance with a collective labour agreement.The workers alleged that the company was not giving them shift allowances, annual bonuses and pay increases even though these benefits were available to the local staff, who are represented by a labour union.The court ruled in favour of the foreign workers in two of the cases last year, saying that they were entitled to the same rights as Malaysian employees, according to copies of the judgement published on the court's website. Goodyear was ordered to pay back wages and comply with the collective agreement, according to the judgement and the workers' lawyer.About 150 worker payslips, which the lawyer said were submitted to the court as evidence of unpaid wages and reviewed by Reuters, showed some migrants working as many as 229 hours a month in overtime, exceeding the Malaysian limit of 104 hours.The foreign workers are claiming about RM5 million (US$1.21 million) in unpaid wages, said their lawyer, Chandra Segaran Rajandran. The workers are from Nepal, Myanmar and India.\"They are put in a situation where they are being denied their full rights as what is provided for (by law),\" he said, adding that it amounted to \"discrimination\".Goodyear, one of the world's largest tyre makers, has challenged both verdicts at the high court. The appeal decision is expected on Jul 26.The verdict for the third case, over the same issues, is due in the coming weeks.Goodyear declined to comment on any of the allegations, citing the court process.According to the court ruling last year, Goodyear Malaysia argued that foreign workers are not entitled to the benefits of the collective agreement because they are not union members.According to the ruling, a union representative testified that foreign workers are eligible to join and are entitled to the benefits in the collective agreement even if they are not members. The court agreed that the foreign workers' job scope entitled them to those benefits.Goodyear told Reuters that it has strong policies and practices relating to and protecting human rights.\"We take seriously any allegations of improper behaviour relating to our associates, operations and supply chain,\" a representative said in an email.The union - the National Union of Employees in Companies Manufacturing Rubber Products - did not respond to Reuters' requests for comment on the workers' complaints.Goodyear's Malaysia operation is jointly owned by the country's largest fund manager, Permodalan Nasional Berhad, which directed queries to Goodyear.FINES AND VIOLATIONSWorkers said that they faced intimidation from Goodyear after they filed the lawsuits. Goodyear declined to comment.\"The company had different rules for different sets of workers,\" said Sharan Kumar Rai, who filed one of the lawsuits and worked at Goodyear in Malaysia from 2012 until last year.The foreign workers filed the first two lawsuits in July 2019. Soon afterwards, Goodyear asked some to sign letters, without their lawyer’s knowledge, that they would withdraw from the legal action, according to their lawyer, police complaints filed in October 2019 and a copy of the letter seen by Reuters.Reporting a complaint to police does not always result in criminal charges but can trigger an investigation.Industrial court chairman Anna Ng Fui Choo said in her ruling that the letter \"was an act of unfair labour practice\".Malaysia's labour department told Reuters that it had investigated and charged Goodyear in 2020 over nine violations of labour laws, unrelated to the lawsuits, regarding excessive hours and wrongful salary deductions. It fined Goodyear RM41,500 (US$10,050), it said.Malaysia has in recent years faced accusations from its own Ministry of Human Resources and authorities in the United States of labour abuse at its factories, which rely on millions of migrant workers to manufacture everything from palm oil to medical gloves and iPhone components.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Malaysia,US,Goodyear", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/business/goodyear-malaysia-us-tyre-maker-faces-allegations-labour-abuse-14918282", "Source": "google"}