{"Type": "", "Time": "2021-05-31", "Headline": "'We've won the f*cking Champions League!' - Havertz heroics sum up Chelsea's stunning transformation under Tuchel | Goal.com", "Text": "Other English editionsShortly after the full-time whistle blew in Porto on Saturday night, Kai Havertz was asked about the massive transfer fee which had appeared to hang heavily around his neck all season long.\"I don't give a f*ck now!\" Chelsea's £70 million ($99m) signing told BT Sport. \"We've won the f*cking Champions League!\"Indeed, with his very first goal in the tournament, Havertz has already secured legendary status at Stamford Bridge. It had been a tough first season in England for the former Bayer Leverkusen attacker, arguably the toughest of his fledgling career to date. He arrived touted as the most exciting young player to come out of Germany for years but the 21-year-old, perhaps unsurprisingly, took time to get going and sparkled only sporadically.Contracting coronavirus hadn't helped his period of adaptation to a new team, club and country, while the manager who signed him, Frank Lampard, was dismissed midway through the campaign.It was thought that the arrival of Thomas Tuchel would result in an immediate return to form but Havertz was never a certain starter under his fellow German.However, Tuchel backed him in the biggest game of the season and Havertz came up trumps. In front of a crowd of 14,000 people at the Estadio do Dragao, which included Chelsea owner Roman Abramovich, he showed exactly why the Blues were so determined to acquire him.Darting through the middle of the pitch, Havertz latched onto Mason Mount's through ball and rounded Manchester City goalkeeper Ederson to score what proved the only goal of a tight and tense all-English Champions League final.Havertz should have ended the game with an assist, too, but after brilliantly teeing up Christian Pulisic in the second half, the American dragged his dinked finish wide of the goal.    In the end, it mattered not. Havertz's solitary strike proved sufficient to see off City and he was a deserved match-winner. He didn't just cause problems in attack, as he also helped out his defence by tracking back repeatedly during the second half. Of course, to beat a Pep Guardiola side, you need a complete team display and that's what Chelsea produced in Portugal. Tactically, technically and mentally, they were immaculate throughout, combining quality with work-rate.Andreas Christensen had to come on for an injured Thiago Silva and helped deliver yet another clean sheet. As far as the Dane is concerned, Tuchel deserves a significant slice of the credit for Chelsea's transformation into one of the toughest teams to break down in Europe.\"You guys can see he is very passionate on the sidelines,\" Christiansen told reporters. \"Also, just the things we are trying to do are more German. It’s hard to explain but it’s the feeling you get and is good for me personally.\"He’s been trying to get his ideas across, and not just from a defensive perspective. He’s been trying to get loads of ideas in our heads but, at the same time, he doesn’t do too much because otherwise, it would get complicated.\"He deserves credit but the players do as well for taking on so much information on board so quickly and making it work.\"It's undoubtedly been a team effort, with the manager and his players performing in unison. How else to explain their dramatic change of fortune since January? Or the fact that they managed to overcome a City side that were heavy favourites to win their first Champions League title.   Instead, it was Chelsea who claimed their second, and deservedly so. Whereas the Blues rose to the occasion, the Premier League champions panicked.Perhaps even Guardiola was affected by the pressure. He once again seemed to overthink his team selection and ended up losing to Tuchel for the third time in a row.The former Paris Saint-Germain coach had been hired shortly after City ripped Chelsea apart at Stamford Bridge. However, in his first meeting with Guardiola, he masterminded a 2-1 FA Cup semi-final win over the Catalan, and followed up with a vital Premier League victory at the Etihad Stadium.This win in Porto, though, ranks as the biggest triumph of all, a beautiful testament to the strong bond he so quickly formed with his players.\"He’s honest,\" right-back Reece James told reporters matter-of-factly. \"He believes in us and that we can win many trophies and titles together.\"They've now claimed the biggest one of all, and against the man considered the best coach in the game today.Tuchel's two previous victories over Guardiola had been dismissed by some because the City boss hadn't fielded his strongest line-up in either game.However, with both managers having full panels to choose from at the Dragao, Tuchel once again came out on top.Chelsea claimed the European crown City thought they were destined to win. Now, Tuchel's team look perfectly poised to take their English title away from them too.   Copyright © 2021 Goal (Singapore) All rights reserved. The information contained in Goal (Singapore) may not be published, broadcast, rewritten, or redistributed without the prior written authority of Goal (Singapore)", "Section": "", "Writers": "", "URL": "https://www.goal.com/en-sg/news/havertz-heroics-sum-up-chelseas-stunning-transformation/1oi8f1q2jndlv1slpwrw1osaxy", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}