{"Type": "World", "Time": "2021-05-31", "Headline": "New Zealand hosts Australia's prime minister in first meeting since COVID-19 outbreak", "Text": "CHRISTCHURCH: Growing friction with China and how to reopen borders after the pandemic will likely be among the topics discussed by the leaders of Australia and New Zealand in their first face-to-face meeting since the COVID-19 outbreak prompted both countries to close their borders.Australian Prime Minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday (May 30).He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together.Morrison is the first major world leader to visit New Zealand since both countries shut their borders last year to contain the virus. The neighbours opened a quarantine-free travel bubble last month, although a recent outbreak of the virus in Melbourne has prompted New Zealand tosuspend the arrangement with Victoria state.Morrison's visit came as New Zealand was dealing with extensive flooding in the Canterbury region following heavy rains. Video footage showed one farmer being rescued by helicopter from a raging river, while other swelling rivers threatened to flood thousands of homes.The choice of Queenstown for the meeting was deliberate as New Zealand tries to revive its battered tourism industry. Queenstown has been particularly hard-hit by the pandemic, although tourism operators say they expect a boost from Australian tourists during the upcoming ski season now the travel bubble has begun.The changing dynamics with China have been a big topic in both countries.Australia's relationship with China has deteriorated significantly. China has blocked some Australian exports after Australia excluded China-based telecommunications company Huawei from its 5G phone network and called for an independent investigation into the origins of the coronavirus.New Zealand has also been more outspoken against China on some issues in recent months, although has so far maintained better relations with the superpower than Australia.Ardern said she would talk with Morrison about the pandemic recovery as well as key regional challenges and security issues.“Our relationship with Australia is our closest and most important and this has never been more evident than in these trying times for the world,” Ardern told reporters.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Australia,New Zealand", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/world/new-zealand-australia-pm-morrison-visit-ardern-china-14914554", "Source": "google"}