{"Type": "", "Time": "2021-05-31", "Headline": "B1617 Covid-19 variant infiltrates over 50 countries: 4 reasons why it spreads so easily, Singapore News - AsiaOne", "Text": "SINGAPORE - The B1617 Covid-19 variant has infiltrated over 50 countries, outcompeted other strains and continues to infect. It will also not be the last time the virus will mutate, experts cautioned.But what makes this strain, first discovered in India, so good at spreading?Dr Sebastian Maurer-Stroh, virus expert and executive director of the Bioinformatics Institute at the Agency for Science, Technology and Research, points out four features that the B1617 strain has in common with successful virus strains.He uses one of the three versions of the B1617 strain- the second B16172 version - to show what makes this virus different. B16172 has appeared to overtake B16171 in local cases as well as those reported globally. The third version, B16173, is rare.First, a little primer on coronavirus biology. What you see in the diagram below is the spike protein of a coronavirus - the little spikes that give the virus its distinctive shape.  The spike protein is a trimer - three subunits joined together. It is the complex shown in grey. The green and yellow complexes are two different antibodies that bind to the spike protein. The coloured circles represent the different mutations in B16172.Characteristic 1: The virus' mutations help it to bind more easily with the ACE2 receptor.ACE2 is short for angiotensin converting enzyme 2, which is a receptor protein in the host cell.ACE2 receptors are found in various parts of the body, including respiratory airways, and are used as entry points by the Sars-CoV-2 virus.  The Sars-CoV-2 virus gets inside a host cell through its surface spike protein. The spike protein and the receptors have a specific 3D configuration that enables them to bind to each other. The virus attaches only to cells that have these receptors.The spike protein attaches to an ACE2 receptor in the host cell before being activated by another enzyme.Now, let's take a closer look at one of the subunits on the spike protein to see how its mutations have helped.  Scientists think the L452R mutation and - to a lesser extent the T478K mutation - makes it easier for the virus to attach itself to the receptor and thus get inside the cell.If binding to the receptor is easier, the virus can get inside the host cell more easily and infect more cells.But being more infectious does not mean it can make people more ill.A more transmissible strain most often does not have more symptoms or lead to a more severe form of the disease.Characteristic 2: Decreasing binding to antibodiesT478K and certain other mutations - which are circled near the yellow antibody - probably make the virus less likely to stick to antibodies. In a full immune response, many types of antibodies work together.  Though a decrease in antibody binding has yet to be proven for T478K, correlation was drawn based on existing data. The E484K mutation found in the B1351 and P1 variants is located in the same region as T478K - hence it is likely that there will be a similar effect.Even though one mutation could slightly reduce the protection derived from vaccines and prior infections, it is insufficient to remove their utility.Vaccination and natural immunity from prior infections are still very effective in reducing the chance of getting infected and spreading the disease, as well as protection against a severe form of the disease - even in the case of variants.Characteristic 3: A more stable spike protein  The D614G mutation has been very successful in improving spike protein stability and is found in practically all strains of the virus. D614G results in the spike protein adopting a more open conformation, which gives it more surface area to interact with the ACE2 receptor, hence increasing its infectivity.A more stable spike protein can also mean more spike protein expressed on the virus surface, increasing its chances of infecting host cells.D614G has been linked to increased transmissibility and a higher viral load but not increased severity.Characteristic 4: Improving cleavage ratesThe spike protein needs to be cleaved into two units (called S1 and S2 units) to allow structural changes needed to enter into cells.  The diagram shows the spike protein on the Sars-CoV-2 virus before cleavage and the right shows what it looks like after the S1 unit has dissociated.Mutations like P681R could potentially improve cleavage rates and hence increase infectivity. This has yet to be confirmed experimentally.This article was first published in The Straits Times. Permission required for reproduction.", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/singapore/b1617-covid-19-variant-infiltrates-over-50-countries-4-reasons-why-it-spreads-so-easily", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}