{"Type": "", "Time": "2021-05-31", "Headline": "Malaysia reports 6,999 new Covid-19 cases, ramps up vaccination drive, SE Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.PETALING JAYA (REUTERS, THE STAR/ASIA NEWS NETWORK) - Malaysia reported 6,999 new coronavirus cases on Sunday (May 30), bringing the total infections in the country to 565,533.The daily figure was down from Saturday's 9,020.Health director-general, Tan Sri Dr Noor Hisham Abdullah, said Selangor topped the list of states with the most number of infections at 2,477 cases, reported The Star.This was followed by Kuala Lumpur (616) and Kelantan (612).Perlis, the smallest state in Malaysia, recorded the lowest number of infections at seven cases, followed by the Federal Territories of Putrajaya and Labuan at 13 and 133 cases, respectively.This brings the total infections in the country to 565,533 cases.Meanwhile, the nation is planning to set up more mega vaccination centres and get private doctors to join immunisation efforts, after five consecutive days of record daily coronavirus infections.Science Minister Khairy Jamaluddin told a virtual news briefing on Sunday that the government will set up another five mega vaccination centres around the capital, Kuala Lumpur, and are considering two in the northern state of Penang and in the southern state of Johor.The government will also train general practitioners (GPs) to administer Covid-19 vaccines, he said, noting that some vaccines need to be handled and stored differently from usual vaccines.\"Before this, there was no need (to involve the private healthcare sector) because the vaccine supply was not a lot. As the supply increases, we want to facilitate private clinics, (GP) clinics, private hospitals to roll out the vaccines via our programme, for free,\" he said.The private vaccination centres could administer a total of 40,000 doses a day, he said, adding that the government aims to raise daily vaccinations to 150,000 doses.It has reached 107,000 doses a day this week.Mr Khairy said the government aims to have 500 GP clinics administering vaccines by June 15.By the end of June, a total of 1,000 clinics will be designated as vaccination centres, The Star reported Mr Khairy as saying.Mr Khairy said there are currently 2,500 GP clinics that have registered to aid the national immunisation programme.Nearly 6 per cent of the country's 32 million people have been vaccinated, according to the website of the governmental Special Committee for Ensuring Access to Covid-19 Vaccine Supply.Mr Khairy said the government is also looking to allow drive-through vaccination centres in the country, after guidelines are firmed up.Prime Minister Muhyiddin Yassin on Friday announced a nationwide total lockdown from June 1 to 14 in an effort to curb the spread of the virus.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/se-asia/malaysia-reports-6999-new-covid-19-cases-ramps-up-vaccination-drive", "Source": "google"}