{"Type": "", "Time": "2021-05-31", "Headline": "'Choice of words was inappropriate, insensitive': Cafe apologises for nasi padang gaffe, Singapore News - AsiaOne", "Text": "A local cafe wanted to cater to customers with dietary restrictions, but found themselves in the soup when they marketed their version of a beloved Indonesian dish as \"without the nasties\".The Ritual, a cafe which offers fresh bread, acai bowls, and other health food, was called out for its inappropriate messaging and cultural insensitivity after implying that nasi padang was something to feel guilty about.\"We are extremely sorry for causing any hurt, anger or offence,\" the cafe wrote in an Instagram post on Saturday (May 29). \"The choice of words was inappropriate and insensitive.\"[embed]https://www.instagram.com/p/CPdbFCmniai/[/embed]While they explained their intention was to create a \"healthier\" version of the dish using different ingredients, they acknowledged in an Instagram Story that their marketing copy \"[gave] room for misunderstanding and created tension\" and that they would be more mindful of how they communicate.Despite their apology, netizens were still upset and demanded the cafe removed the dish from their menu, saying they \"don't deserve to serve that in [their] restaurant.\"To further show their disdain towards the cafe, several netizens uploaded photos of their own versions of nasi padang with all the \"nasties\".Other netizens, however, pointed out the phrase \"nasi padang without the nasties\" appeared to be \"a case of thoughtless copywriting, rather than an attack on a culture\".They believed the cafe had made an honest mistake but also suggested they could do better by conducting more extensive research to spin a more appropriate narrative in the future.rainercheung@asiaone.com", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/singapore/choice-words-was-inappropriate-insensitive-cafe-apologises-nasi-padang-gaffe", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}