{"Type": "", "Time": "2021-05-31", "Headline": "Steps being taken to ensure no disruption to food supply chain during lockdown, says Kiandee | The Star", "Text": "\n                    Monday, 31 May 2021\n                PETALING JAYA: Measures will be taken to ensure that the food supply chain will not be disrupted during the 14-day total lockdown, says the Agriculture and Food Industries Ministry.Minister Datuk Seri Dr Ronald Kiandee (pic), in a statement Monday (May 31), gave an assurance that follow-up measures and arrangements will be implemented to ensure that all networks and chains in the agriculture and food industry sector, including its ecosystem, will not be affected during the implementation of phase one of the total lockdown.Industry players and entrepreneurs involved in the agriculture, fisheries, livestock and plantation sectors have also been advised to contact the nearest department or agency under the ministry to obtain a letter of confirmation, besides having to comply with all standard operating procedures (SOPs) outlined by the government to curb the spread of Covid-19.\"The ministry is committed to ensuring that the food supply chain in Malaysia remains at a stable, adequate and controlled level as well as ensuring access is always available to the public,\" the statement read.Kiandee also said the ministry estimated that a total of 100,000 to 150,000 metric tonnes of rice will be needed throughout the 14 days of the lockdown, which includes assumptions in the event of panic buying.\"This supply can be met based on the current stock of 764,000 metric tons available at manufacturers, wholesalers and retailers,\" he said.To ensure continuous supply and uninterrupted production of rice, Kiandee said the ministry will ensure that the process of cultivation and mill operations will be able to operate at the permitted rate in accordance with SOPs set by the National Security Council (NSC).\"This includes permission for the distribution of agricultural input such as fertilisers, rice seeds and the use of 'jentuai' (harvesting machines) during the period,\" he said.Kiandee noted that padi cultivation and harvesting are currently under way in several states such as Penang, Perak, Pahang, Kelantan and Terengganu.The distribution of rice by wholesalers and retailers is also allowed in accordance with SOPs set by the NSC to ensure that supplies are not affected.Kiandee also revealed that the current stock of the country's fish supply is at 185,000 metric tonnes per month compared to the current requirement of 155,000 metric tonnes per month.\"A total of 89 fish markets and 33 Fish Collection and Distribution Centres will still operate nationwide during phase one of the lockdown.\"Based on data on the supply of livestock commodities, it is expected that the supply of meat, poultry, eggs and milk will also be sufficient,\" he said.To ensure the public's access to food supply needs, Kiandee said the ministry, through the Federal Agriculture Marketing Authority (Fama), has opened 43 controlled fresh market locations nationwide, consisting of 24 permanent farmers' markets, three MyFarm outlets, 14 Fama operation centres and two agrobazaars, compared to 63 locations that were opened during MCO 1.0 last year.\"This reduction is due to the implementation of tightened SOPs by NSC to address the third wave transmission of Covid-19,\" he said.Kiandee called on all agro-food entrepreneurs including farmers, ranchers and fishermen to always abide by the SOP and maintain personal health at all times by prioritising the use of face masks, physical distancing and hand hygiene.\"The ministry would like to advise the public not to panic-buy and stockpile food excessively, which can result in situations where there is unequal public access to food supply,\" he added.The public can contact the ministry's operations room at 03 88701663/ 1664/ 1491 or email bilikgerakan@mafi.gov.my to obtain any information or clarification related to the agriculture sector and food industry.To obtain information on activities, operations and SOP during phase one of the lockdown, the public can visit https://www.mafi.gov.my/  \nTags / Keywords:\nAgriculture and Food Industries Ministry\n                                                                ,\n                                                                                                Ronald Kiandee\n                                                                ,\n                                                                                                Fama\n                                                                ,\n                                                                                                Food Supply\n                                                                ,\n                                                                                                Essentials\n                                                                ,\n                                                                                                Lockdown\n                                                                ,\n                                                                                                Rice\n                                                                ,\n                                                                                                Fish\n                                                                ,\n                                                                                                Markets\n\n\n\nReport it to us.Thank you for your report!Copyright © 1995-\n            \n\n Star Media Group Berhad (10894D)Best viewed on Chrome browsers.{{item['V1 Header']}}\n   {{item['V1 Body']}}\n\n  {{item['V2 Header']}}\n\nAre you having urinary troubles? By taking the survey, it is deemed that you consent to the TermsWe hope you enjoy this feature!", "Section": "", "Writers": "", "URL": "https://www.thestar.com.my/news/nation/2021/05/31/steps-being-taken-to-ensure-no-disruption-to-food-supply-chain-during-lockdown-says-kiandee", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}