{"Type": "", "Time": "2021-05-31", "Headline": "\n    coronavirus vaccine: S.Korea reports first case of blood clots linked to AstraZeneca Covid-19 shot, Health News, ET HealthWorld", "Text": "We have updated our terms and conditions and privacy policy \nClick \"Continue\" to accept and continue with ET HealthWorldDear user, ET HealthWorld privacy and cookie policy has been updated to align with the new data regulations in European Union. Please review and accept these changes below to continue using the website.You can see our privacy policy & our cookie policy. We use cookies to ensure the best experience for you on our website.If you choose to ignore this message, we'll assume that you are happy to receive all cookies on ET HealthWorld.JB Chemicals launches medicated nicotine lozenges to help quit smoking3 hrs ago87% of last week’s deceased were unvaccinated 45-plus5 hrs agoRebooting Cancer AwarenessThe unsung hero in faster holistic recoveryDo you think you are up for the challenge?Holistic Solutions For A Healthier India17 JulyAdopting-Dynamic-TechnologiesThe patient is a man in his 30s who got the shot on April 27 because of his job at a medical facility, Korea Disease Control and Prevention Agency (KDCA) director Jeong Eun-kyeong told a briefing.Recommended by Colombia125000+ Industry Leaders read it everyday\n\t\t\t\tHow did you hear about us?\n\t\t\t\t\nPRINT\nWEB\nFRIENDS\n\nThe drug has been launched under the brand name ‘Ujvira’ and has been priced at Rs. 32495 for a 100 mg vial.The common antiparasitic ivermectin is being touted as a miracle cure for Covid-19 by doctors and campaigners the world over.We have various options to advertise with us including Events, Advertorials, Banners, Mailers, Webinars etc. Please contact us to know more details. Get ETHealthworld's top stories every morning in your email inbox.125000+ Industry Leaders read it everydayFollow @ETHealthworld for the latest news, insider access to events and more.", "Section": "", "Writers": "", "URL": "https://health.economictimes.indiatimes.com/news/industry/s-korea-reports-first-case-of-blood-clots-linked-to-astrazeneca-covid-19-shot/83110236", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}