{"Type": "", "Time": "2021-05-31", "Headline": "Staying home on days off not an issue for maids, Latest Singapore News - The New Paper", "Text": "Ms Nemelyn Agustin, 42, has been working in Singapore for 15 years as a domestic helper and usually spends her days off at Lucky Plaza with friends to eat and shop.However, with the Manpower Ministry's latest advisory on May 21 that encouraged domestic workers to stay at home during their rest days, Ms Agustin has had to change up her routine.\"Now, on my days off, I watch Korean dramas or video call my family in the Philippines.\"As for my friends in Singapore, I keep in contact with them through Facebook Messenger or WhatsApp,\" she said.She is anxious about the current pandemic situation, but she has not been adversely affected by the tightened measures as she can still keep in contact with friends and family and remit money through online payment services like Singtel Dash.Ms Denise Wang, 20, a member of the family who employs Ms Agustin, said the helper is comfortable staying home on her days off.\"She has worked with us for 15 years... we also have another helper with whom she gets along well,\" she said.Meanwhile, Ms Agustin's employers have booked an appointment for her to get vaccinated.Other domestic helpers said they understood the rationale behind the tightened measures.Ms Maricel Sueta Serantes, 50, said: \"We need to cooperate and fight the virus by staying home. I am okay as long as I am being compensated.\"She usually has Sundays off but told her employers that she preferred to stay at home because of the pandemic.\"I haven't had to make many changes, and I still keep in contact with my friends and family through Facebook Messenger and WhatsApp.\"I also do daily exercises when I take my employers - an elderly couple - out for a walk,\" she said.The Centre for Domestic Employees (CDE) has temporarily closed its gathering sites at the Amphitheatre @ 20 Anderson Road, and Let's Gather @ 99 Haig Road.However, the centre has moved its activities such as the upcoming May Day Domestic Employee Celebrations on June 13 online to engage and support the migrant domestic workers (MDWs) community.Said CDE executive director Shamsul Kamar: \"We have shared the tightened measures with MDWs and encouraged them to stay home as much as possible. MDWs and employers who need advice can always reach out to CDE on our 24-hour helpline (1800-2255-233) or through our social media channels and e-mail.\"He added: \"We believe that our MDWs understand the need for the tightened measures, and they are cautious of the situation given the recent community cases.\"They are aware of the risks... and want to play their part in our nation's fight against the virus.\"Get The New Paper on your phone with the free TNP app. Download from the Apple App Store or Google Play Store now", "Section": "", "Writers": "", "URL": "https://www.tnp.sg/news/singapore/staying-home-days-not-issue-maids", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}