{"Type": "", "Time": "2021-06-01", "Headline": "Tech millionaire who may end Netanyahu era, Middle East News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.JERUSALEM • Mr Naftali Bennett, Israel's likely next prime minister, is a self-made tech millionaire who dreams of annexing most of the occupied West Bank.A standard-bearer of Israel's religious right and staunch supporter of Jewish settlements, Mr Bennett stormed into national politics in 2013, revamping a pro-settler party and serving as minister for defence as well as for education and the economy in various Netanyahu governments.A former leader of Yesha, the main settler movement in the West Bank, Mr Bennett made annexation of parts of the territory that Israel captured in a 1967 war a major feature of his political platform. He has said that the creation of a Palestinian state would be suicide for Israel, citing security reasons.The son of American immigrants, Mr Bennett, 49, is a generation younger than 71-year-old Prime Minister Benjamin Netanyahu, Israel's longest-serving leader.A former commando, Mr Bennett named his eldest son after Mr Netanyahu's brother, Yoni, who was killed in an Israeli raid to free hijacked passengers at Uganda's Entebbe airport in 1976.Mr Bennett has had a long and often rocky relationship with Mr Netanyahu, working between 2006 and 2008 as a senior aide to the then opposition leader before leaving on reportedly bad terms.He was part of Mr Netanyahu's coalition until it collapsed in 2018. But he was not asked to join a Netanyahu-led unity government in May last year - a move seen as an expression of the Premier's personal contempt towards him, despite their shared ideology.Born in the Israeli city of Haifa to immigrants from San Francisco, Mr Bennett is a modern-Orthodox religious Jew. He lives with his wife, Gilat, a dessert chef, and their four children in the affluent Tel Aviv suburb of Raanana.Like Mr Netanyahu, Mr Bennett speaks fluent American-accented English and spent some of his childhood in North America, where his parents were on sabbatical.While working in the high-tech sector, Mr Bennett studied law at Jerusalem's Hebrew University. In 1999, he formed a start-up and then moved to New York, eventually selling his anti-fraud software company, Cyota, to US security firm RSA for US$145 million in 2005.Last year, as Mr Netanyahu's government sought to press ahead with West Bank annexation and settlement building in the final months of the Trump administration, Mr Bennett, then defence chief, said: \"The building momentum in the country must not be stopped, even for a second.\"The annexation plan was eventually scrapped when Israel formalised ties with the United Arab Emirates.After Israel held its fourth election in two years in March, Mr Bennett, who leads the far-right Yamina party, said a fifth vote would be a national calamity and entered talks with the centre-left block that forms the main opposition to Mr Netanyahu.An advocate of liberalising the economy, Mr Bennett has voiced support for cutting government red tape and taxes. But he is comparatively liberal on issues such as gay rights and the relationship between religion and the state.REUTERS, AGENCE FRANCE-PRESSEJoin ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/world/middle-east/tech-millionaire-who-may-end-netanyahu-era", "Source": "google"}