{"Type": "", "Time": "2021-06-01", "Headline": "China fines 15 educational firms for false advertising and fraud | The Star", "Text": "\n                    Tuesday, 01 Jun 2021\n                Most children in China undergo private tuition in addition to public schooling. - ReutersBEIJING (Reuters): China's market regulator fined 15 private tutoring firms a combined 36.5 million yuan ($5.73 million) for false advertising and pricing frauds, the official People's Daily newspaper reported on Tuesday (June 1), amid a crackdown on the sector.The 15 companies include Tencent-backed Yuanfudao, Alibaba-backed Zuoyebang, and New Oriental Education & Technology Group, the People's Daily said, citing a news briefing by the regulator.The news comes a day after China announced that it will allow couples to have a third child, amid rising concern about a declining fertility rate that many in China blame on the high cost of raising families. Most children in China undergo private tuition in addition to public schooling.Some courses offered by the companies were sold at just one yuan, discounts that masked the eventual full price, the newspaper reported.The penalised firms included several with U.S. or Hong Kong listings, including TAL Education Group, OneSmart Education Group, Beststudy Education Group and Scholar Education.\nTags / Keywords:\nChina\n                                                                ,\n                                                                                                fine\n                                                                ,\n                                                                                                educational\n                                                                ,\n                                                                                                centres\n\n\n\nReport it to us.Thank you for your report!Copyright © 1995-\n            \n\n Star Media Group Berhad (10894D)Best viewed on Chrome browsers.{{item['V1 Header']}}\n   {{item['V1 Body']}}\n\n  {{item['V2 Header']}}\n\nAre you having urinary troubles? By taking the survey, it is deemed that you consent to the TermsWe hope you enjoy this feature!", "Section": "", "Writers": "", "URL": "https://www.thestar.com.my/aseanplus/aseanplus-news/2021/06/01/china-fines-15-educational-firms-for-false-advertising-and-fraud", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}