{"Type": "", "Time": "2021-06-01", "Headline": "Ample food and essentials, but buy only what you need: Gan Kim Yong, Latest Singapore News - The New Paper", "Text": "There are ample supplies of food and essential items but people should buy only what they need, said Trade and Industry Minister Gan Kim Yong yesterday.During a virtual press conference, he said Singapore is working with Malaysia to ensure the continued flow of essential supplies between the two countries as Malaysia imposes a two-week lockdown from today till June 14.Mr Gan, who co-chairs the multi-ministry task force on Covid-19, said the Government has been working with relevant agencies and companies to build up Singapore's existing stockpile and further diversify its sources of food and essential items, while also increasing local production.The economic agencies are also working with firms - especially those dealing with essential goods and services - to minimise disruption to their supply lines, he added.\"As the pandemic continues to evolve globally, we must remain prepared and vigilant as a nation, while staying flexible and adaptable,\" Mr Gan said.He noted the overall impact of phase two (heightened alert) measures on Singapore's gross domestic product is expected to be modest, with the effects to differ across various sectors.Domestic consumer-oriented sectors, such as food and beverage services, retail, and land transport will be harder hit, while the impact on more outward-oriented sectors such as manufacturing and finance is likely to be less severe.On Saturday, Mr Gan visitedFairPrice's distribution centre in Joo Koon and a cold warehouse at local logistics firm YCH's Supply Chain City to better understand the measures put in place to ensure sufficient food and essential supplies for all.Singapore imports an array of products from Malaysia, including food items such as chicken and vegetables.Malaysia's lockdown means that only essential economic sectors will be allowed to operate. The country saw new highs in Covid-19 infections and deaths last month. This article first appeared in The Straits Times.Get The New Paper on your phone with the free TNP app. Download from the Apple App Store or Google Play Store now", "Section": "", "Writers": "", "URL": "https://www.tnp.sg/news/singapore/ample-food-and-essentials-buy-only-what-you-need-gan-kim-yong", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}