{"Type": "", "Time": "2021-06-01", "Headline": "Benzema wants to leave the past behind, Latest Football News - The New Paper", "Text": "Five years after an exile from the France national team, Karim Benzema said he is looking to put the past behind him and his only focus is on leading the line for Didier Deschamps' side at the June 11-July 11 European Championship.Benzema, who has scored 30 goals in all competitions for Real Madrid this season, has not played for France since 2015, after a blackmailing scandal over which he faces a trial in October.The 33-year-old also said in 2016 that Deschamps had \"bowed to the pressure of a racist part of France\" when leaving the forward out of the Euros squad that year but got a surprise call-up for the delayed Euro 2020.\"What happened has happened. There are always regrets, we cannot turn back, we can just change from the past,\" Benzema, who has 27 goals in 81 games for France, told reporters on Sunday.\"The most important thing is what happens on the ground... Now I'm focused on the game and trying to show the best on the pitch.\"Benzema will team up with 22-year-old Kylian Mbappe, who led France to the World Cup title in 2018 and the striker praised his younger teammate.\"I do not like to compare, (Mbappe) is still a young player, a phenomenon,\" Benzema said.\"I have already been able to train with him. We play with one touch, he has good movement, he has a lot of speed and has skill in front of goal. He's a very, very good player.\"Les Bleus' attack is likely to be completed by Barcelona's Antoine Griezmann.France, who finished as runners-up in 2016, are in Group F along with holders Portugal, Hungary, and Germany. They play their first match against Germany in Munich on June 15. - REUTERSGet The New Paper on your phone with the free TNP app. Download from the Apple App Store or Google Play Store now", "Section": "", "Writers": "", "URL": "https://www.tnp.sg/sports/football/benzema-wants-leave-past-behind", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}