{"Type": "", "Time": "2021-06-01", "Headline": "DBS Bank Hosts Inaugural $11.35M Digital Securities Offering - Securities.io", "Text": "Published onByDBS Bank Ltd is looking to expand its suite of services offered to clientele.  These efforts have now seen the Singaporean outfit announce an $11.35M USD ‘digital bond’ in what is the company’s first digital securities offering (DSO).Access to the bond is available through DDEx – a digital exchange operated by DBS Bank itself.  It is noted that this is simply a first step.  DBS Bank anticipates that should this DSO be a success, others will look to emulate it.“This paves the way for other issuers and clients to tap on DDEx’s capabilities to efficiently access capital markets for their funding needs and sets the stage for more STO issuances and listings on DDE as asset tokenization turns mainstream.”As the main underwriter for these digital bonds, DBS Bank has structured the bond with a six-month expiration or ‘tenor’, and 0.6% coupon-rate per annum.In an effort to attract as a broad an investor market as possible DBS Bank notes that the bond will be sold in lots 1/25th the size normally seen.  The ability to do so is a key attribute made possible through the use of blockchain technology like digital securities.As the digital bond on offer is indeed a security, the offering must adhere to existing regulatory framework – meaning that access is currently restricted to accredited investors.Upon announcing news of its digital bond, Eng-Kwok Seat Moey, Group Head of Capital Markets at DBS, stated,“Our maiden STO listing on the DBS Digital Exchange is a significant milestone, as it highlights the strength of our digital asset ecosystem in facilitating new ways of unlocking value for issuers and investors. We expect asset tokenisation to increasingly become more mainstream as more of our clients start to embrace security token issuance as part of their capital fund raising exercise which we believe will boost Singapore’s ambitions to be a digital asset hub in Asia.”News of DBS Bank hosting a digital securities offering should not come as a major surprise.  Months ago documentation from the outfit was leaked online, indicating forthcoming plans to begin servicing the digital assets sector in a big way.  While the DBS Bank documentation has long been removed, we have seen the launch of DDEx, DBS Digital Custody, and now its inaugural DSO in the time since.With regards to DBS Digital Custody, DBS Bank indicated that since launch it has seen clients deposit over $60M USD.BCAP Listed on OSL as Digital Securities Grow in PopularityJoshua Stoner is a multi-faceted working professional. He has a great interest in the revolutionary 'blockchain' technology. In addition to this, he is a licenced Paramedic in Nova Scotia, Canada. As such, he can provide emergency care/medicine to any situation necessitating it.XRP vs Stellar Lumens (XLM)- What’s the Difference?BCAP Listed on OSL as Digital Securities Grow in PopularityInvesting In Conflux Network (CFX) – Everything You Need to KnowVertalo, the ‘Operating System for Digital Assets’, Secures $5M in Series ANebraska Enacts New Law for Crypto Banking‘The Bitcoin Mining Council’ Formed in Bid to Promote Energy TransparencyAdvertiser Disclosure: Securities.io is committed to rigorous editorial standards to provide our readers with accurate reviews and ratings. We may receive compensation when you click on links to products we reviewed.ESMA: CFDs are complex instruments and come with a high risk of losing money rapidly due to leverage. Between 74-89% of retail investor accounts lose money when trading CFDs. You should consider whether you understand how CFDs work and whether you can afford to take the high risk of losing your money.Investment advice disclaimer: The information contained on this website is provided for educational purposes, and does not constitute investment advice.Trading Risk Disclaimer: There is a very high degree of risk involved in trading securities. Trading in any type of financial product including forex, CFDs, stocks, and cryptocurrencies.This risk is higher with Cryptocurrencies due to markets being decentralized and non-regulated. You should be aware that you may lose a significant portion of your portfolio.Securities.io is not a registered broker, analyst, or investment advisor.Copyright © 2021 Securities.io", "Section": "", "Writers": "", "URL": "https://www.securities.io/dbs-bank-hosts-inaugural-11-35m-digital-securities-offering/", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}