{"Type": "", "Time": "2021-06-01", "Headline": "Myanmar carries out air strikes after militia attacks: Witnesses, Asia News - AsiaOne", "Text": "Myanmar's military used artillery and helicopters on Monday (May 31) against anti-junta militias in the country's east, witnesses and rebels said, forcing residents to flee and join thousands of others displaced by recent fighting in the region.Residents of Kayah state bordering Thailand said the military was firing artillery from positions inside the state capital Loikaw into Demoso, about 14.5 km (9 miles) away, where a People's Defence Force said it had attacked troops and was coming under heavy fire.Myanmar's military is fighting on multiple fronts and struggling to impose order since its Feb. 1 coup against Aung San Suu Kyi and her elected government, sparking nationwide protests and paralysing strikes.Decades-old conflicts between the military and ethnic minority armies have also reignited, while militias allied with a shadow government have stepped up attacks on the army, which has responded with heavy weapons and air strikes, forcing thousands to flee.\"Their cannons are visible to us, too. I can see their artillery fire in the sky. Almost 50 times. The sound of artillery is deafening us,\" a resident of Loikaw told Reuters, requesting anonymity due to safety concerns.On its Facebook page, the Karenni People's Defence Force, a militia active throughout Kayah state, said it was engaged in clashes with the military, which had deployed two helicopter gunships to carry out air strikes on Monday evening.Reuters was unable to reach the defence force, and a spokesman for the ruling military council did not answer calls seeking comment.Fighting in Kayah state has displaced about 37,000 people in southeast Myanmar in recent weeks, according to the United Nations. Many have fled into jungles and are in need of food and medicine.Civilian forces, many with rudimentary rifles and limited training, have been formed in several towns and regions of Myanmar to challenge the military, in support of a National Unity Government that the junta says is treasonous. read more[[nid:530154]]It has designated the NUG and the People's Defence Force as terrorist groups, a label it has used for many of the pro-democracy groups.More than 800 civilians have been killed since the coup, according to figures cited by the United Nations.Junta chief Min Aung Hlaing has said the toll was nearer 300, and has said it is unlikely there will be a civil war in Myanmar.Late on Monday, the Demoso town defence force said on its Facebook page that all troops had been killed and it had suffered one casualty. Reuters could not independently verify the information.A resident of Demoso, who asked not to be identified, said that much of the town's population fled the bombardment.\"All of the residents have already gone to the forest,\" the resident said.", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/asia/myanmar-carries-out-air-strikes-after-militia-attacks-witnesses", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}