{"Type": "Asia", "Time": "2021-06-01", "Headline": "Myanmar military fails to quell protests four months after coup", "Text": "Myanmar protesters took to the streets on Tuesday (Jun 1) in several districts, as fighting between the army and anti-junta militias raged in border areas, four months after the military ousted an elected government in a coup.Myanmar's military is still struggling to impose order after arresting Aung San Suu Kyi and senior leaders of her party, sparking nationwide protests and paralysing strikes.In the far south of Myanmar, anti-military protesters staged a march in Laung Lone, a photograph posted by the Irrawaddy newspaper on social media showed.Meanwhile, in the commercial hub of Yangon a group of mainly young protesters rallied in the district of Kamayut, photographs posted by the Myanmar Now news portal showed.\"This is not over yet. We still have our turn,\" read a sign written on a sheet carried by one protester.Demonstrators in urban areas have had to become more nimble to avoid security forces, often using flash mobs or staging small unannounced protests, after larger rallies in the first months after the coup were often met with security forces firing live rounds.Decades-old conflicts between the military and ethnic minority armies in border areas have also reignited since the coup. Ethnic militias allied with a shadow civilian government have stepped up attacks on the army, which has responded with heavy weapons and air strikes, forcing thousands to flee.Mobile phone footage obtained from a resident in Kayah state bordering Thailand showed what appeared to be artillery being fired from inside the state capital Loikaw into Demoso, about 14.5km away, where a People's Defence Force said it had attacked troops and was coming under heavy fire.Residents in Loikaw said that about 50 rounds had been fired on Monday and six on Tuesday morning.\"The sound of artillery is deafening us,\" a resident told Reuters on Monday, requesting anonymity due to safety concerns.The Karenni Nationalities Defence Force, a militia active in Kayah state, said in a post on its Facebook page that 80 army soldiers had been killed on Monday, while one of its fighters and a civilian were also casualties.Reuters could not verify the claim and a spokesman for the junta did not answer calls seeking comment.Fighting in Kayah has displaced about 37,000 people in recent weeks, according to the United Nations. Many have fled into jungles and are in need of food and medicine.Civilian forces, often armed with rudimentary rifles and limited training, have been formed in towns and regions across Myanmar to challenge the military, in support of a National Unity Government that the junta says is treasonous.Security forces have killed 840 people since the coup, according to figures provided by an activist group.Junta chief Min Aung Hlaing has said the toll was nearer 300, and has said it is unlikely there will be a civil war in Myanmar.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Myanmar,military coup,protests", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/asia/myanmar-military-fails-to-quell-protests-four-months-after-coup-14925348", "Source": "google"}