{"Type": "", "Time": "2021-06-01", "Headline": "'I knew one day Barcelona would notice me' - Aguero happy to make childhood dream a reality | Goal.com", "Text": "Sergio Aguero says he has wanted to join Barcelona since he was a child and did not hesitate to accept their offer.The Argentina international had been linked with a move to Camp Nou for months before signing a contract with the club on Monday after leaving Manchester City.The striker says it has been his dream since the age of 14 to join Barca and is delighted to make the return to Spain.\"I am very happy, I will try to do my best for the club, help the team win important things. It is an immense joy,\" he said at a press conference following his unveiling as a Barcelona player.\"For me, Barca has always been the best team in the world and Leo [Messi] is also there.\"I told [president Joan] Laporta before that as a boy I said: 'One day they will surely notice me.' And here I am. I didn't imagine it, but anyone runs to sign for Barca.\"He added: \"When Barca asked about me, I didn't even hesitate. I told my agent that I didn't want him to talk to another team, only Barca.\"It was an immense joy when they contacted my agent. I've been interested since I was 14 years old.\"The 32-year-old's arrival at Camp Nou could see him play alongside his national team-mate Messi.But the six-time Ballons d'Or winner could still leave the club this summer when his contract expires.But Aguero hopes Messi decides to stay and is optimistic about the chances of that happening.\"We hope to play together, of course. But we have been negotiating for a long time, these are decisions that Leo will make with the club. It will be a pleasure and pride to play together.\"I have known him for a long time and I think he will stay.\"He continued: \"I speak [to Messi] every day, in the last message he congratulated me. We have known each other for a long time and for me playing now and training with him every day is going to be much easier.\"The former Atletico Madrid star has signed a contract that runs until summer 2023.The club have set his release clause at €100 million (£86m/$122m).", "Section": "", "Writers": "", "URL": "https://www.goal.com/en-sg/news/i-knew-one-day-barcelona-would-notice-me-aguero-happy-to/rp4f6m4s4kic18evfexp76emh", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}