{"Type": "Asia", "Time": "2021-06-01", "Headline": "Duopharma Biotech inks deal with Malaysia to supply Russia’s Sputnik V COVID-19 vaccine", "Text": "KUALA LUMPUR: Duopharma Biotech’s wholly-owned subsidiary Duopharma (M) has signed a deal with Malaysia to supply Russia's Sputnik V COVID-19 vaccine.The company has \"concluded execution of separate definitive supply agreements\" with the Malaysian government and a subsidiary of the Russian Direct Investment Fund (RDIF) for the supply of 6.4 million doses of the Sputnik V vaccine, Bernama reported.In a filing with Bursa Malaysia on Tuesday, Duopharma Biotech said the supply of the vaccine is subject to the fulfilment of the remaining conditions under the supply agreements. These include the approval of the vaccine by the Drug Control Authority of Malaysia, as well as other terms and conditions of supply.Group managing director Leonard Ariff Abdul Shatar said: \"The COVID-19 pandemic has presented all Malaysians with extraordinary challenges, which we can only overcome through immediate collaboration on many fronts.\"Duopharma Biotech is fully committed and proud to be part of our nation's inoculation programme.\"Sputnik V, developed by Russia's Gamaleya National Research Institute of Epidemiology and Microbiology, has been registered in 68 countries across North and South America, the Middle East, Europe, Asia, and Africa.Based on peer-reviewed results of the second interim analysis Phase 3, published in the medical journal The Lancet, Sputnik V’s efficacy has been confirmed at 91.6 per cent.It is one of only three vaccines in the world with an efficacy rating of more than 90 per cent, and no serious adverse events related to the vaccine were recorded, the group said.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Malaysia,Russia,COVID-19,vaccines,Sputnik V", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/asia/covid-19-duopharma-malaysia-supply-russia-sputnik-v-vaccine-14926564", "Source": "google"}