{"Type": "", "Time": "2021-06-01", "Headline": "Khairy should engage GPs to speed up vaccination rate, says MMA | The Star", "Text": "\n                    Tuesday, 01 Jun 2021\n                There has been no engagement between National Covid-19 Immunisation Programme coordinating minister Khairy Jamaluddin and the private general practitioners (GPs) on the involvement of private GPs in the National Immunisation Programme’s (NIP) Phase 2 and 3. The Malaysian Medical Association (MMA) had officially written to the minister on March 2 to meet on plans for private GPs to be involved in the NIP but there had been no reply from YB’s office. No official communication from the JKJAV even up until now. The minister had shown no interest in engaging the GPs.Why are there only 2,500 GPs registered for the NIP?The minister should have come down from his high horse to meet with us months ago when we wrote to him. Perhaps that would have encouraged more GPs to get on board. What a difference it would have made if he showed some interest.The NIP coordinating minister has a Zoom session with the media every other day. Why hasn't he had a Zoom session with the 8,000 GPs in the country? Perhaps that could have made all the difference.Only now when cases of Covid-19 and deaths have skyrocketed, there is talk of GPs. Where was MOH and JKJAV months ago? Or are we keeping to tradition in waiting for things to get worse before something is done?By the end of April, most of the 2,500 private GPs had already received training and were ready to begin vaccinating in early May - the timeline targeted to begin the programme, but it was left hanging. The GPs have been waiting for the go-ahead from the government. Was the NIP coordinating minister aware of this? If he was, why the delay?Even with 2,500 GPs, 75,000 vaccinations could be carried out per day. I am sure the minister is well aware of this as it has been widely publicised. If he is indeed aware, then as the minister in charge of the NIP, he should be bugging the GPs night and day if the programme was not moving along, knowing they are the best, easiest option, and most readily available resource to carry out vaccinations as proven in other countries. And by the way, all private GPs were trained by the Health Ministry of Malaysia.Every day, the minister is getting bombarded with questions on the slow progress of the NIP. Shouldn’t he be engaging the private GPs, who can instantly double or triple the vaccination rate?For months, there have been calls for private healthcare participation in the NIP, but the government has been dragging their feet. A good leader is one who has his finger on the pulse of the rakyat and understands their needs. As can clearly be seen now, many members of the public prefer to go to their good ol' private GP down the road to get their jabs. As a minister serving the people, he should do all he can to make that happen as quickly as possible.One of the main reasons why the government of the day, after 3 MCOs, has failed to bring the COVID-19 situation under control is its failure to listen. There is a lot of talk from them, but no listening. Policies are decided in silos, with hardly any engagement with stakeholders. This has been the story since day one of the pandemic.How can there be any hope of success in managing the pandemic when the government is keeping to themselves and even turning away help? In this case, private GPs have not been consulted even when the vaccination programme involves them!Lastly, on the training required for vaccinations, it is mostly on cold chain requirements for the vaccine storage and on administrative procedures. Nothing really technical or scientific. The training is done online and it takes only 2-3 hours to complete. Even using the “special” syringe is not complicated. They should trust the doctor to know how to handle one.If at all, the minister is aware that there is too much red tape in the way of the programme with private clinics, then as the NIP coordinating minister, he should do something about it. We only want things to work because like the minister as well as all Malaysians, we too, want the NIP to be a great success so that the country can recover from this nightmare of a pandemic as quickly as possible.Prof Datuk Dr Subramaniam Muniandy, PresidentMalaysian Medical Association Related stories:Only about 2,500 GPs signed up to be part of Covid-19 vaccination process, says KhairyGP clinics to be roped in for jabs\n\n\n\nReport it to us.Thank you for your report!Copyright © 1995-\n            \n\n Star Media Group Berhad (10894D)Best viewed on Chrome browsers.{{item['V1 Header']}}\n   {{item['V1 Body']}}\n\n  {{item['V2 Header']}}\n\nAre you having urinary troubles? By taking the survey, it is deemed that you consent to the TermsWe hope you enjoy this feature!", "Section": "", "Writers": "", "URL": "https://www.thestar.com.my/opinion/letters/2021/06/01/khairy-should-engage-gps-to-speed-up-vaccination-rate-says-mma", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}