{"Type": "", "Time": "2021-06-01", "Headline": "China reports world's first H10N3 human infection case; 'no evidence of human-to-human transmission' - Global Times", "Text": "Global Times reporter on society, cybersecurity, diplomatic relations and topics related to Xinjiang.Photo:XinhuaEast China's Jiangsu Province has reported the world's first case of a human infected with H10N3 avian influenza. China's health authorities said on Tuesday that it was an occasional poultry-to-human transmission, and the risk of a large-scale spread is extremely low. The patient is a 41-year-old man from Zhenjiang, a city in Jiangsu Province. The man had a fever and other symptoms on April 23 and was admitted to a local medical institute for treatment on April 28, according to a notice released by China's National Health Commission on Tuesday.The entire genetic analysis of the virus obtained from the patient showed that he tested positive for the H10N3 virus, making him the first human case of H10N3. The entire genetic analysis of the virus showed that the H10N3 virus was of avian origin and did not have the ability to effectively infect humans, experts summoned by NHC believed. \"No human cases of H10N3 have been reported in the world, and the H10N3 virus among poultry is low pathogenic. This case is an occasional poultry-to-human cross-species transmission, and the risk of a large-scale spread is extremely low,\" NHC said. H10N3 is a subtype of the Influenza A virus, also known as the bird flu virus. H10N3 is normally lethal to wild birds and poultry, as it can spread through respiratory droplets among the animals, just like the flu and COVID-19, said Yang Zhanqiu, a deputy director of the Pathogen Biology Department at Wuhan University.It is unknown how this person became infected, but he likely got infected from respiratory droplets of poultry or direct contact with sick live poultry, Yang said.It presents a low risk to humans and there is no evidence to indicate that H10N3 virus can cause human-to-human transmission, Yang said, adding that we should not overreact to the case, and more monitoring should be carried out to see how it spreads. Cases of humans infected with other types of avian influenza are common. Russia confirmed the first case of human infection with the avian influenza A(H5N8) virus in the world in February, Xinhua News Agency reported. Central China's Hunan Province confirmed a human infection case of the H5N6 bird flu virus in December 2020.Among the various types of avian influenza, Yang said the H5N1 type is highly pathogenic, with a fatality rate of between 40 and 50 percent. The NHC has instructed Jiangsu to carry out relevant epidemic prevention and control measures. All close contacts of the patient have been put under medical observation. Local authorities have conducted emergency monitoring, with no abnormalities found so far. The patient's condition is currently stable and is ready to be discharged from hospital, NHC announcement said. NHC warned the public to avoid contact with sick or dead poultry and to try to avoid direct contact with live poultry. The H5N8 strain of bird flu has been detected in seven workers at a poultry farm in Russia, ...", "Section": "", "Writers": "", "URL": "https://www.globaltimes.cn/page/202106/1225054.shtml", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}