{"Type": "Sport", "Time": "2021-06-01", "Headline": "Tennis: Osaka withdraws from French Open following row over media boycott", "Text": "PARIS: Japan's Naomi Osaka stunned the tennis world on Monday (May 31) by withdrawing from the French Open after deciding to boycott post-match media duties, explaining she had been suffering from depression for almost three years.Osaka said in the build-up to the tournament that she would not attend the obligatory press conferences for players after matches, saying the questioning by journalists stresses her mental health.The four-time Grand Slam champion made good on her threat on Sunday when, after winning her first round match, she did not hold a press conference.She was fined US$15,000 by the Roland Garros referee, and Grand Slam organisers later issued a strongly worded statement warning of possible expulsion from the French Open and future majors if she failed to change her stance.On Monday, the world No 2 decided to take matters into her own hands to end the stand-off.\"This isn't a situation I ever imagined or intended when I posted a few days ago,\" the 23-year-old Osaka said on Twitter.\"I think now the best thing for the tournament, the other players and my well-being is that I withdraw so that everyone can get back to focusing on the tennis going on in Paris.\"I never wanted to be a distraction and I accept that my timing was not ideal and my message could have been clearer.\"Osaka, one of the biggest names in women's sport, went on to say she had suffered from depression since 2018.\"The truth is that I have suffered long bouts of depression since the U.S. Open in 2018 and I have had a really hard time coping with that,\" she said.\"Anyone that knows me knows I'm introverted, and anyone that has seen me at the tournaments will notice that I'm often wearing headphones as that helps dull my social anxiety.\"The French Tennis Federation (FFT), organisers of the tournament, called her withdrawal \"unfortunate.\"\"We are sorry and sad for Naomi Osaka...We wish her the best and quickest possible recovery, and we look forward to having Naomi at our tournament next year,\" FFT President Gilles Moretton said in a statement.He said the major tennis bodies were committed to athletes' wellbeing and improving their tournament experience including their interaction with the media.The Women's Tennis Association (WTA) said mental health was one of the highest priorities of the organisation. \"We remain here to support and assist Naomi in any way possible and we hope to see her back on the court soon,\" it said in a statement.After beating Serena Williams to claim her first major at the 2018 US Open, Osaka was booed by the crowd during the presentation ceremony as her victory was overshadowed by the American's outburst following a row with the umpire.Osaka said that since then, she has struggled in the spotlight. On Monday, said she suffers \"huge waves of anxiety\" before speaking to the world's media.American Sofia Kenin, who won the Australian Open and finished runner-up at Roland Garros last year, said dealing with the media demands of elite tennis was \"definitely not easy\" but it is what players \"signed up for.\"\"There's expectations from the outside, sponsors and everyone. You just have to somehow manage it. You have to have a good team around you who support you,\" the American said.Osaka added that she would take some time away from tennis and hoped later to meet the sport's organisers to improve the system.\"I wrote privately to the tournament apologising and saying that I would be more than happy to speak with them after the tournament as the slams are intense,\" Osaka said.\"I'm gonna take some time away from the court now, but when the time is right, I really want to work with the tour to discuss ways we can make things better for the players, press and fans.\"It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "sports,French Open,tennis,Naomi Osaka,Grand Slam", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/sport/tennis-osaka-withdraws-from-french-open-following-row-over-media-14922634", "Source": "google"}