{"Type": "", "Time": "2021-06-01", "Headline": "WHO approves Sinovac's Covid-19 vaccine for emergency use, Europe News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.GENEVA (REUTERS) - The World Health Organisation (WHO) has approved a Covid-19 vaccine made by Sinovac Biotech for emergency-use listing, the second Chinese-produced shot to get its endorsement, a WHO statement said on Tuesday (June 1).WHO emergency listing is a signal to national regulators on a product's safety and efficacy.It would also allow the shot to be included in Covax, the global programme to provide vaccines mainly for poor countries, which currently faces major supply problems due to India's suspension of vaccine exports.In a statement, the independent panel of experts said it recommended Sinovac's vaccine for people over 18, with a second dose two to four weeks later.There was no upper-age limit as data suggested it is likely to have a protective effect on older people.The WHO’s technical advisory group, which began meeting on May 5, took the decision after reviewing the latest clinical data on the Sinovac vaccine’s safety and efficacy, as well as the company’s manufacturing practices.Branded CoronaVac in some regions, it is the second Chinese developed vaccine to win such WHO listing to combat Covid-19, after the May 7 approval of a shot developed by state-backed Sinopharm.A third Chinese vaccine, produced by CanSino Biologics, has submitted clinical trial data, but no WHO review has been scheduled.Sinovac said that it had supplied more than 600 million doses of its vaccine at home and abroad as of the end of last month and over 430 million doses have been administered.Vaccine efficacy results showed that the vaccine prevented symptomatic disease in 51 per cent of those vaccinated and prevented severe Covid-19 and hospitalisation in 100 per cent of the studied population, the WHO said.The WHO’s separate Strategic Advisory Group of Experts (Sage) had said previously in a review document that vaccine efficacy in multi-country phase three clinical trials ranged from 51 per cent to 84 per cent.Indonesia’s health ministry said on May 12 that its study of 120,000 healthcare workers who had received the vaccine found it was 94 per cent effective at preventing symptomatic disease.In a preliminary evaluation, the Sage panel found that the shot was efficacious in preventing Covid-19 in adults under 60, but that some quality data on the risk of serious adverse effects was lacking.It cited evidence gaps in safety in pregnancy, and on safety and clinical protection in older adults, those with underlying disease and evaluation of rare adverse events detected through post-authorisation safety monitoring.The Sage experts, who issue policy recommendations to states and dosage guidelines, reviewed Sinovac clinical data last month.China has already deployed hundreds of millions of doses of both Sinopharm and Sinovac vaccines at home and exported them to many countries, particularly in Latin America, Asia and Africa.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/world/europe/who-approves-sinovacs-covid-19-vaccine", "Source": "google"}