{"Type": "", "Time": "2021-06-01", "Headline": "China Wrecks IPO Plans for High-Flying Education Startups", "Text": "(Bloomberg) -- China is escalating a crackdown on its online education sector, forcing once high-flying startups to mothball plans for multi-billion-dollar initial public offerings this year.Just months ago, edtech outfits were one of the hottest investments in China’s post-Covid internet industry, pulling in more than $10 billion of venture funding last year from powerhouses like Alibaba Group Holding Ltd., Tencent Holdings Ltd. and SoftBank Group Corp. Then Beijing stepped in.President Xi Jinping suggested in March the surge in after-school tutoring was putting immense pressure on on China’s kids, signaling a personal interest in curbing excesses. That led to warnings in state-owned media and penalties aimed at predatory practices that play on a nation’s obsession with academic achievement. Now, the country’s education ministry plans to create a dedicated division to oversee all private education platforms for the first time, according to people familiar with the matter.The government campaign has brought several potential mega-IPOs to a screeching halt. Tencent-backed VIPKid and Huohua Siwei have put off U.S. listings despite working in concert with banks for months, the people said. Alibaba-invested Zuoyebang will likely miss its target of debuting as soon as this year, one of them said. And Tencent-backed rival Yuanfudao -- at $15.5 billion the most valuable of the lot -- isn’t going to kick off IPO preparations anytime soon, they said, asking to be identified talking about internal matters.Beijing is zeroing in on tutoring startups that thrived when schools sent students home, then launched a marketing free-for-all regulators say is funneling millions of kids into mind-numbing virtual classes with uncertain benefits. Their concern centers not just on reckless pricing or advertising but also on the widening divide between the haves and have-nots -- those who can afford to load up on extra lessons. To that end, officials laid out a plethora of restrictions this month including limiting the after-school tuition fees companies can charge, and fined Yuanfudao and Zuoyebang for false advertising claims.Chinese media have reported more in the offing, from bans on online courses for kids six years old or younger to restrictions on homework and mandatory licensing for all teachers. Reuters reported that new polices could include a moratorium on weekend classes, which account for more than a third of private tuition in the country according to Bloomberg Intelligence.“This could decimate revenue throughout the industry,” Bloomberg Intelligence analyst Catherine Lim said, referring to a blanket weekend ban.Yuanfudao declined to comment, while Zuoyebang and Huohua Siwei didn’t respond to requests for comment.A spokesman for VIPKid declined to comment on any IPO plans, but said the company is following updates in the education sector closely.Read more: Edtech Startup Zuoyebang Said to Weigh $500 Million U.S. IPOStay-at-home tutoring was growing in popularity around the world -- particularly in Asia -- even before Covid 19 scrapped in-person classes. But it’s in China that the industry has taken on a life of its own. On any given day, at least 50 million students -- the equivalent of the entire population of Spain -- could use Zuoyebang’s platform, the company has claimed.That sheer scale is why the country’s online education startups have become some of the world’s most valuable after attracting $10.5 billion of funding last year, more than was raised in total over the previous three years, according to research firm Preqin. China’s online learning market was expected to reach 315 billion yuan ($49.5 billion) in 2020, almost triple from five years ago, according to global market data tracker Statista.It also helps explain why Xi’s administration is taking unusually direct steps to influence the industry’s evolution in China. His government in general is keen to curtail the growing influence of internet giants like Tencent and Alibaba, among the industry’s biggest backers, through a series of regulatory probes and record fines.Officials are also concerned about hundreds of millions of parents plowing their savings into online classes, while subjecting children to increasingly onerous workloads. As with past booms built on shaky ground -- say, in peer-to-peer lending or improperly licensed wealth management products -- Beijing stepped in quickly to defuse what it perceived to be a potential ticking time bomb.The fallout was swift. GSX Techedu Inc., New Oriental Education & Technology Group Inc. and TAL Education Group -- which mainly operate physical schools but serve as barometers of industry sentiment -- have shed $55 billion of value since the start of March. Investors from SoftBank and Sequoia to Hillhouse Capital and Tiger Global, among the biggest proselytizers of past years, have been sideswiped by the ferocity of the regulatory clampdown and have in many cases been forced to pull back from lucrative exits.On Monday, GSX said it is shutting its pre-school education business for children aged 3 to 8 and cutting staff. China decided to ban kindergarten and private-tutoring schools from teaching the elementary-school curriculum from June 1, a spokeswoman said.Others however remain unfazed for now. Zhangmen Education Inc., which filed for a U.S. IPO on May 19, plans to test investors’ confidence despite the regulatory uncertainties. The e-learning upstart backed by Warburg Pincus and SoftBank has yet to pull back on a listing plan, according to one person with knowledge of the matter. And on May 25, Jiayi, a Beijing firm operating both online and offline tutoring centers, also filed for an IPO in Hong Kong. Both however cite intensifying competition and new regulatory requirements among their risk factors.Zhangmen didn’t immediately provide comment.That fierce rivalry comes through in unexpected -- occasionally ominous -- ways.In January, a social media furor erupted after companies including Yuanfudao, Zuoyebang and ByteDance Ltd.’s education unit hired the same actress to pose as a teacher on their platforms, local media reported. The same bespectacled woman presented herself as English and math teachers in different promotion material.In one of the promo videos posted online, she took direct aim at parental paranoia -- precisely what regulators railed against. The actress, flogging a 33-hour live-streaming course package that cost just $8, warned that missing out has consequences.“It could be parents themselves who ruin their kids,” she said.Read more: Alibaba-Backed Edtech Startup Hires CFO Ahead of Likely U.S. IPO(Updates with GSX changes in 15th paragraph)More stories like this are available on bloomberg.comSubscribe now to stay ahead with the most trusted business news source.©2021 Bloomberg L.P.Related QuotesIsolated storms in North Texas could produce as much as five inches of rain.Two men accused of spying for China went on trial Tuesday in Warsaw — a Chinese citizen who is a former sales director of Huawei in Poland and a Polish cybersecurity expert.  The men, Weijing Wang and Piotr Durbajlo, have both pleaded not guilty.Join us for a hybrid info session to learn about the weekday mode of the Part-time MBA. Limited space available, so secure yours today!Retailers and unions negotiating over a legally binding workers' safety accord in Bangladesh due to expire on Monday reached a tentative deal to extend it by three months, unions involved in discussions said, provided the around 200 signatory retailers agree on the extension.  The signatories - which include top apparel retailers like Zara-owner Inditex - have until June 10 to state whether they agree, a spokesperson for UNI Global Union, one of the unions involved, said.  At least 10 have given their consent, according to UNI Global Union, including H&M, which confirmed it had agreed to the extension.FRANKFURT (Reuters) -Euro zone inflation surged past the European Central Bank's elusive target in May, heightening a communications challenge for policymakers who will happily live with higher prices for now but may face a backlash from irate consumers.  Inflation in the 19 countries sharing the euro accelerated to 2% in May from 1.6% in April, driven by higher energy costs to its fastest rate since late 2018 and above the ECB's aim of \"below but close to 2%\", data from Eurostat showed on Tuesday.SYDNEY (Reuters) -Australia's big banks are likely to return a record $15 billion or more of cash to investors over the next two years, with investors betting Commonwealth Bank will move first and helping drive shares of the top lender to all-time highs.  Commonwealth Bank and its smaller rivals Australia and New Zealand Banking Group, National Australia Bank and Westpac Banking Corp have made a remarkable comeback, from being shamed in a public inquiry and shunned by investors three years ago to being sought-after investments now.  The banks have come out of the COVID-19 crisis relatively unscathed as Australia has kept the pandemic under control and its A$2 trillion ($1.5 trillion) economy has hummed along.參與有趣的網上小遊戲，讓您加深了解《憲法》及《基本法》的同時，答對問題更有機會換領運動用品禮券、超級市場禮券或書券等！WASHINGTON (Reuters) -The U.S. Supreme Court on Tuesday declined to hear Johnson & Johnson's bid to overturn a $2.12 billion damages award to women who blamed their ovarian cancer on asbestos in the company's baby powder and other talc products.  The justices turned away a J&J appeal and left in place a Missouri state court ruling in litigation brought by 22 women whose claims were heard together in one trial.  The Missouri Court of Appeals, an intermediate state appellate court, last year ruled against J&J's bid to throw out the compensatory and punitive damages awarded to the plaintiffs but reduced the total to $2.12 billion from the $4.69 billion originally decided by a jury.J.P. Morgan warns of more pain ahead for bitcoin prices. Here's why.HONG KONG (Reuters) -Top Glove Corporation's plan to list in Hong Kong and raise up to $1 billion has been delayed as the world's largest rubber glove maker seeks to resolve a U.S. import ban on its products, sources with direct knowledge of the matter said.  The delay is another setback to the Malaysian company from a ban on imports on its products imposed in July by the U.S. Customs and Border Protection (CBP) citing forced labour practices.  Top Glove, which is already listed in Kuala Lumpur and Singapore, flagged in April it would sell 793.5 million shares in the listing, half what it proposed in its application to the Hong Kong bourse in February.儲錢，健康保障，邊樣行先？兩樣都咁重要，梗係一齊要啦！只要於推廣期內一齊買指定儲蓄 / 醫療 / 危疾計劃，折扣更高！(Bloomberg) -- Malaysian stocks dropped and the ringgit weakened after the government imposed a two-week nationwide lockdown to curb a relentless surge in Covid-19 infections.The FTSE Bursa Malaysia KLCI Index fell as much as 1.6% on Monday, before paring losses to 0.7% at the close in Kuala Lumpur. The ringgit slid as much as 0.4% to 4.1480 per dollar, while 10-year bond yields rose three basis points to 3.25%. The government said on Friday that most businesses will be shut from June 1 except for essential economic and service sectors.“The government is finally biting the bullet,” said Alexander Chia, an analyst at RHB Investment Bank Bhd. “Clearly, there are downside risks to FY21 earnings growth, even if it is essentially a postponement of growth to FY22.”Malaysia’s return to a hard lockdown comes in the wake of record daily infections that saw cases top 9,000 on Saturday. A resurgence in virus outbreaks in Asia has spurred some countries including Vietnam and Singapore to tighten restrictions. A similar lockdown in Malaysia last year cost the country an estimated 63 billion ringgit ($15 billion).Vietnam tightened social distancing measures in Ho Chi Minh City for 15 days from May 31, while Singapore this month reissued some lockdown-like conditions that it put in place a year ago.Recovery DimsMalaysia’s lockdown will “drag on the country’s recovery, with a good chance that 2Q GDP growth will contract on a sequential basis,” said Khoon Goh, head of Asia research at Australia & New Zealand Banking Group Ltd. “We will likely see the ringgit continuing to underperform in the region, but its weakness is being put in check by a soft U.S. dollar.”READ: ‘Covid Zero’ Havens Find Reopening Harder Than Taming VirusPrime Minister Muhyiddin Yassin is due to announce an aid package at 9 p.m. local time Monday, according to his Facebook post.Still, Monday’s market drop pales in comparison with last year when the KLCI plunged as much as 5% a day after a nationwide lockdown was announced then.Expectations of a “mild” reaction is due to the availability of vaccines and a government plan to ramp up daily vaccination rates in the second half of 2021, Ivy Ng Lee Fang, an analyst at CGS-CIMB Securities, said in a report. Strong export sales, robust market liquidity, and low interest rates have also helped limit the market drop, she said.GDP OutlookMalaysia’s gross domestic product shrank 0.5% in the first quarter from a year earlier, the central bank said earlier in May, adding that it expects growth to remain within the 6% to 7.5% forecast range for the full year.Banks including Public Bank Bhd. and CIMB Group Holdings Bhd. dropped, while Maxis Bhd. and Supermax Corp. were among the biggest decliners in the benchmark gauge, falling more than 2%. Top Glove Corp. was the top gainer in the key stock gauge, up 1.8%.The Malaysian stock benchmark is down 6% from a December high as investor concerns about the impact of stricter curbs on movement weigh on riskier assets.The “recovery plays in the cyclical sectors will require a longer term investment perspective with a focus on achieving a favorable entry price,” said Chia of RHB Investment. “The trading angle will remain an enduring theme in the coming quarters that continues to focus on small-mid caps with resilient growth attributes.”(Updates with PM’s broadcast in seventh paragraph)More stories like this are available on bloomberg.comSubscribe now to stay ahead with the most trusted business news source.©2021 Bloomberg L.P.Fed officials helped support gold prices by tamping down concerns about runaway inflation and keeping bond yields in check.(Bloomberg) -- Zimbabwe’s mines minister has informed Todal Mining Ltd., a venture controlled by Eurasian Resources Group, that its platinum mining concessions could be seized because no progress has been made in developing them.The Bokai and Kinonde concessions may be taken over under the “use-it/lose-it principle” which allows the state to repossess idle mining claims, Minister Winston Chitando said in a letter to Todal dated May 28 and seen by Bloomberg. The mines ministry confirmed the veracity of the document.“I note with concern that over the last few years there have been several changes to the work program to make this project progress to production stage,” Chitando said in the letter.Zimbabwe, which has the world’s third-biggest platinum group metal reserves, has struggled to develop its mining potential with investors from Russia, Cyprus, Nigeria and Kazakhstan yet to bring projects into production.The Todal assets were taken from Anglo American Platinum Ltd., which does operate a mine in Zimbabwe, more than a decade ago and handed to Central African Mining & Exploration Co. That company was bought by Eurasian Natural Resources Co., which later became Eurasian Resources Group. Central African Mining lent the Zimbabwean government $100 million at the time.‘Chance to Respond’“This is due process in the spirit of administrative justice,” Polite Kambamura, Zimbabwe’s deputy mines minister, said by phone. “We will give the asset holder a chance to respond through the mining affairs board. If there are any developments that they have made on it which we are not aware of they will make those submissions and a final decision will be made after all due process has been done.”ENRC, China Move Toward Platinum Output at Zimbabwe Deposits ERG didn’t immediately respond to questions sent by email and text message.In 2013, the government said production on the mine was due to start that year. In 2008, Camec said a mine producing 150,000 ounces of platinum annually could be built for $200 million.More stories like this are available on bloomberg.comSubscribe now to stay ahead with the most trusted business news source.©2021 Bloomberg L.P.客戶經理由世界頂尖學府Citi | Wharton Global Wealth Institute培訓,更明白客戶需要(Bloomberg) -- Exxon Mobil Corp. is pulling out of a deep-water oil prospect in Ghana just two years after the west African nation ratified an exploration and production agreement with the U.S. oil titan.The company relinquished the entirety of its stake in the Deepwater Cape Three Points block and resigned as its operator after fulfilling its contractual obligations during the initial exploration period, according to a letter to Ghana’s government seen by Bloomberg and people familiar with the matter, who asked not to be named because the information isn’t public.Exxon controlled 80% of the block, with state-owned Ghana National Petroleum Corp. holding 15% and Ghana Oil Co., the remaining 5%. The two partners will now have to search for a new operator for the block, the people said.The work done so far included processing about 2,200 square kilometers (850 square miles) of seismic data, but Exxon didn’t drill any exploration wells, the people said.Exxon couldn’t immediately comment during the Memorial Day holiday in the U.S. Representatives for Ghana National and Ghana Oil couldn’t immediately be reached.More stories like this are available on bloomberg.comSubscribe now to stay ahead with the most trusted business news source.©2021 Bloomberg L.P.The company said it would issue 8.5 million shares to Mudrick Capital, its latest share sale this year it cashes in on a 1,150% jump in its stock in 2021.  \"This can be a real way for AMC to grow again, creating immediate value for AMC shareholders,\" Chief Executive Officer Adam Aron wrote in a Twitter thread https://twitter.com/CEOAdam/status/1399683077660721152.  AMC shares recently traded at around $31.(Bloomberg) -- Sign up for the New Economy Daily newsletter, follow us @economics and subscribe to our podcast.Turkey’s economy has continued to grow at a strong pace so far this year, but that doesn’t necessarily mean its citizens are getting richer.The $717 billion economy likely outperformed all Group of 20 nations except for China in the first quarter after nearly stalling a year ago when the pandemic struck. It’s been bolstered by robust consumption on the back of last year’s government-led credit push, an expansion that came at the expense of price and currency stability.Data on Monday is likely to show gross domestic product rose 6.3% from a year earlier and 1.3% from the fourth quarter, according to the medians of forecasts in Bloomberg surveys. Treasury and Finance Minister Lutfi Elvan said Thursday that “data point to 6% growth in the first quarter.”There is an “exchange rate illusion” in Turkey’s economic growth data, according to Enver Erkan, chief economist at Istanbul-based Tera Yatirim, who’s ranked by Bloomberg as the most accurate forecaster on Turkish GDP data.Noting that the GDP per capita in U.S. dollar terms dropped nearly 40% since 2013 to around $7,700 last year, Erkan said Turkey’s recent economic model isn’t sustainable as the growth is mainly driven by consumption supported by government spending and loan campaigns.“This comes at the expense of lira and price stability,” he said.The government pushed banks to ramp up lending to help businesses and consumers ride out last year’s Covid-19 emergency. The credit boom was coupled with a front-loaded easing cycle that helped prime the economy. That growth push weakened the currency by 20% last year and kept headline inflation in double digits. The size of the economy dropped to $717 billion last year from $760.8 billion a year earlier.The currency further lost 10% against the dollar in the first quarter, especially after President Recep Tayyip Erdogan fired the central bank’s former hawkish governor Naci Agbal in March. The decision to fire Agbal, who had sought to restore the central bank’s credibility, set off a swift reversal of investor enthusiasm, sending Turkish markets into a nosedive.The data expose the challenge facing new central bank Governor Sahap Kavcioglu as he looks to restore price stability without cooling the economy ahead of the general elections in 2023.Kavcioglu has pledged policy continuity after his appointment and kept benchmark interest rate unchanged at 19% for a second meeting this month, saying the pace of price gains had peaked in April. Consumer inflation quickened for a seventh month to 17.14% in April.More stories like this are available on bloomberg.comSubscribe now to stay ahead with the most trusted business news source.©2021 Bloomberg L.P.All asset classes. Industry-leading prices. User-friendly investing online.Bitcoin's range play continues even as short-term price indicator turns bullish.The bulk of share trading in the European Union takes place on exchanges with relatively little inside banks, an industry body said on Tuesday in a bid to stop what it called bourses seeking to \"perpetuate their dominance\".  The EU is reviewing its stock and bond trading rules, known as MiFID II, triggering a battle between exchanges and their top customers, the banks and large asset managers, over competition.  The EU's securities watchdog ESMA has estimated that nearly half of trading is off an exchange, prompting bourses to call for this part of the market to face tougher curbs so that more trading goes onto 'lit' venues like the main exchanges.The Dogecoin price may be finishing May off its highs for the month, but it has still been a rock star asset after advancing more than 6,000% year-to-date.立即瀏覽嘉信理財投資教育中心，了解如何把您的投資技能應用到美國市場上BRUSSELS (Reuters) -Finance ministers from the group of seven rich nations (G7) will vow this week to support their economies as they emerge from the pandemic and reach an \"ambitious\" deal on a minimum global corporate tax in July, a draft communique showed.  G7 officials, set to meet in London on June 4-5, will also say that once the recovery is well established, they will need to \"ensure long-term sustainability of public finances\", which is understood to be code for a gradual withdrawal of stimulus.  The G7 comprises the United States, Japan, Britain, Germany, France, Italy and Canada.DUBAI/PARIS (Reuters) -Qatar Airways has clashed with European planemaker Airbus over the painting of an A350 jetliner in a heated dispute that threatens to delay a resumption of European deliveries to the Gulf carrier, industry sources said.  Chief Executive Akbar Al Baker has criticised Airbus without giving details of the dispute, but the sources said it involves the latest in a series of quality-control spats between the airline and Airbus.  Qatar Airways and Airbus declined to comment.Climate activists who scored big against Western majors last week had some unlikely cheerleaders in the oil capitals of Saudi Arabia, Abu Dhabi and Russia.  Defeats in the courtroom and boardroom mean Royal Dutch Shell, ExxonMobil and Chevron are all under pressure to cut carbon emissions faster.", "Section": "", "Writers": "", "URL": "https://finance.yahoo.com/news/china-wrecks-ipo-plans-high-093410458.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}