{"Type": "", "Time": "2021-06-01", "Headline": "Sri Lanka, Facing ‘Worst’ Marine Disaster, Investigates Cargo Ship Fire - The New York Times", "Text": "AdvertisementSupported byA fire has raged on a cargo ship off the coast of Sri Lanka for 12 days, sending toxic chemicals and tons of plastic into the country’s waters and polluting its beaches.By Aanya Wipulasena and Mujib MashalCOLOMBO, Sri Lanka — The authorities in Sri Lanka have opened a criminal investigation into the crew of a cargo ship laden with toxic chemicals that has been burning off the island nation’s coast for 12 days, spilling debris into the ocean and polluting the country’s beaches.Several tons of plastic pellets that were being transported on the ship have washed ashore, and Sri Lanka’s Marine Protection Authority described the spill as “probably the worst beach pollution in our history.” Security personnel have been employed to scour the country’s beaches for the pellets used in the production of plastic bags and fishing has been discouraged for miles along the coast.A spokesman for Sri Lanka’s Navy said the fire, which broke out aboard the ship, MV X-Press Pearl, on May 20, had been contained, but on Tuesday thick, black smoke was still seen rising from the burned containers on the ship’s deck.The spokesman, Captain Indika de Silva, said the ship was carrying 1,486 containers, many of which contained so-called dangerous goods, including nitric acid, caustic soda, sodium methoxide and methane.The ship was loaded with 350 tons of oil, and a combination of heavy fuel and marine fuel. Captain de Silva said it was “too early to say about an oil spill,” but warned that there was “still a possibility.”“This is one of the worst marine disasters that has happened in Sri Lanka,” said Dr. Asha de Vos, a marine biologist. “Our only saving grace is that there was no oil spill. If that happens, that will be incredibly tragic.”X-Press Feeders, the company that operated the vessel, said that a container onboard had been leaking nitric acid well before the ship entered the waters off Sri Lanka, a teardrop-shaped island near India.The ship’s crew requested it be permitted to offload the leaking container at two previous stops, in India and Qatar, but were denied because the ports lacked the “specialist facilities or expertise” needed to “deal with the leaking acid,” according to X-Press Feeders.The police have questioned the ship’s crew and sent contaminated water samples to labs for testing. Of the 25 crew members who were rescued and taken to quarantine facilities, two required treatment for injuries sustained during the evacuation and one tested positive for Covid-19, the ship’s operator said.As the authorities seek to determine the cause of the fire, locals living along the coast near Colombo, the capital, have began a major cleanup.“I have never seen anything like this before,” said Dinesh Wijayasinghe, 47, an employee at a hotel in the coastal town of Negombo. “When I first saw this, about three to four days ago, the beach was covered with these pellets. They looked like fish eyes.”Mr. Wijayasinghe said Sri Lankan security personnel have collected as many as 200 bags worth of plastic pellets every day since the fire began.“Still, more keeps washing ashore,” he said. “We are told not to go to this area. So we are keeping away.”Dr. De Vos, the marine biologist, said the amount of plastic found on the island’s western and southern coasts was troublingPlastic pollution, he said, can be a danger to humans and animals, including endangered species like turtles, which hatch their eggs on the beach.“The pellets can soak and absorb the chemicals from the environment,” he said. “This is an issue because when we eat whole fish, we will also be eating these chemicals.”Advertisement", "Section": "", "Writers": "", "URL": "https://www.nytimes.com/2021/06/01/world/asia/sri-lanka-fire-ship-plastic.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}