{"Type": "", "Time": "2021-06-01", "Headline": "TTSH doctor gets licence suspended for 4 months after caught taking upskirt videos of women, Singapore News - AsiaOne", "Text": "SINGAPORE - A doctor has had his licence suspended for four months for bringing disrepute to the profession. He was caught taking upskirt videos of two women in 2016.Dr Deshan Kumar Rajeswaran was caught in the act at an NTUC FairPrice supermarket at AMK Hub in July that year.The police and the Attorney-General's Chambers served him a 24-month conditional warning in October 2016. He satisfied the condition of refraining from similar or other criminal conduct.The Singapore Police Force had informed the Singapore Medical Council (SMC) of the incident and the warning issued.In December that year, the SMC filed a letter of complaint to the chairman of the complaints panel. This panel looks at all complaints and decides if any has merit and, if so, the action that needs to follow.In April 2017, a complaints committee was set up to investigate the matter.The doctor, a consultant rehabilitation physician at the Department of Rehabilitation Medicine at Tan Tock Seng Hospital, admitted to the fault in August that year.He said that his actions were done on impulse as a result of a prolonged period of stress and anxiety at work and at home.In his written explanation, Dr Deshan said he had sought psychiatric help, and had been attending psychological therapy sessions, as well as maintaining good physical, emotional, psychological and social support systems.The committee issued a letter of advice to the doctor in December that year, encouraging him to continue with his treatment.[[nid:202301]]In January 2018, the SMC wrote to the Minister for Health appealing against the committee's decision. In May 2019, the Ministry of Health (MOH) directed the SMC to appoint a disciplinary tribunal to look into the matter.Dr Deshan was informed in March 2020. Because of the circuit breaker measures for Covid-19, the pre-inquiry conference was delayed till June.The tribunal said the harm caused was \"moderate\", but culpability was low as it had not been premeditated.It noted that the doctor had been \"suffering from persistent depressive disorder\" at that time, caused by stress both at work and at home.He has been treated for this and it no longer affects him. However, the tribunal recommends that he continues with his treatment every two to three months.As penalty, it imposed a four-month suspension, followed by conditional registration for a year during which he may only work under supervision. Other conditions include no \"private consultations without a chaperone present when attending to female patients\".He was also censured and has to pay the cost of the proceedings. The decision was published on the SMC website on June 1.This article was first published in The Straits Times. Permission required for reproduction.", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/singapore/ttsh-doctor-gets-licence-suspended-4-months-after-caught-taking-upskirt-videos-women", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}