{"Type": "", "Time": "2021-06-01", "Headline": "Singapore and Covid-19 - adjusting to the new normal, Opinion News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.My fellow Singaporeans, for the last three weeks, we have been on heightened alert.We had discovered new clusters of Covid-19 infections. One cluster at Tan Tock Seng Hospital, and then another at Changi Airport. More cases soon followed. We also started seeing unlinked cases, implying community spread. So we had to step back from phase three.We went on heightened alert to reduce social interaction and new infections. Everyone has responded, to cooperate on the measures we had to take. Offices, malls, and the streets are all visibly quieter.Because of your support, the number of daily cases has come down. Barring another super-spreader or big cluster, we should be on track to bring this outbreak under control.We will know for sure in another week or so. Meanwhile, I count on everyone to keep up our efforts and stay vigilant. Please continue to stay home, work from home if possible, and go out only if you must. Most importantly, if you feel unwell, see a doctor immediately - even if you have been vaccinated.If our situation continues to improve, and the number of community cases falls further, we should be able to relax the restrictions after June 13.Compared to a year ago, when we had our first big outbreak, we are in a much better position today. We have built up our testing and contact tracing capabilities. Crucially, our vaccination programme is well advanced. With stronger defences in place, we have not had to impose a full circuit breaker.Unfortunately, we are also fighting new, more infectious variants of the Covid-19 virus. The B117 variant, which was first detected in the UK, has become widespread in the US and many other countries.We are now dealing with the B1617.2 variant, which was first detected in India and is now in over 50 countries. More variants will inevitably emerge, and we will have to deal with them too.What does a more infectious virus mean for our fight against Covid-19? It implies that we must continually adjust our strategies, and raise our game to keep Covid-19 under control.Specifically, there are three things that we have to do more of, and do faster: testing, contact tracing, and vaccination.Let me briefly explain. The multi-ministry taskforce (MTF) will provide details later on.First, we must test faster, and more liberally and extensively. This will enable us to detect Covid-19 cases more quickly. So that we can isolate them and ring-fence their contacts promptly, before the virus spreads further.Many different types of Covid-19 tests have become available, for example, antigen rapid tests (ARTs), saliva tests, breathalysers, wastewater surveillance, even sniffer dogs. We have been using some of these, and evaluating others, for some time. Each of these new tests is suited to different use cases.For example, ARTs produce results much faster than the polymerase chain reaction (PCR) tests that we have mostly relied on. ARTs are also cheaper and easier to administer. However, they are less sensitive than PCR tests. They may miss some cases that are actually Covid-19 positive. ARTs are therefore invaluable as a quick check.If you visit a GP or polyclinic now with an acute respiratory infection, you will be given an ART, in addition to a PCR test. Within 30 minutes, the ART will show whether you are likely to have Covid-19. If the result is positive, you can immediately be isolated and the PCR test will confirm your diagnosis later, which may take a day or two. That way we reduce your chances of infecting others, if you are already ill but don't realise it.Other tests are coming on stream. Breathalyser tests, which take just one minute, have been set up at the Causeway and the airport. They can be deployed to many other places too and soon you will be able to purchase DIY tests over the counter at pharmacies. They are simple to use, and not so uncomfortable. You can administer these on your own. If you are worried that you may have Covid-19 and want to put your mind at ease. Or if you are a front-line worker, and want to test yourself frequently or even daily.These alternatives to PCR tests help us detect and isolate persons quickly when they are most infectious. This will be a big help in slowing down the spread of Covid-19.As the virus mutates to become more transmissible, we must respond by testing more widely.We already do rostered routine testing (RRT) in a number of higher-risk settings: migrant worker dormitories, construction worksites, shipyards, air and sea ports, hospitals and nursing homes.With faster, cheaper tests, we can do routine testing at more workplaces, like offices, restaurants and shopping malls.We can also routinely test individuals whose occupations involve close contact with many people, and could result in superspreading events, like taxi drivers and bus captains, physiotherapists, masseurs, stage performers, sports and fitness instructors and educators; (they) could all be tested regularly. This will reassure their customers, patients and students, and enable them to work safely even with Covid-19 in circulation.In short, we are shifting our approach to testing. Henceforth we will not only test to identify infections when a new case pops up, we will also routinely and regularly test people who appear well, in normal work or social or community settings, to make them, and these places safe.Extensive testing will give us confidence to resume larger-scale events or gatherings. For example, we can deploy fast and easy tests before a religious service, a football game, a concert, or a wedding reception and participants can be assured that the event is Covid-19 safe.Therefore, you should expect routine, large-scale, fast and simple testing to be part of our new normal.Second, we will contact trace faster and more widely. Our contact tracing operations have vastly improved. The contact tracers are working faster and better because they have more experience and skills, and better tools.TraceTogether helps them identify and quarantine close contacts of an infected case within hours rather than days. With SafeEntry, they can identify thousands of people who had visited the same places as infected cases, and inform these potential contacts to come forward for a free Covid-19 test. This is what we did for White Sands, Jem and Westgate, and now NTUC Foodfare in Anchorvale.Because of Singaporeans' self-discipline, public spirit and support of TraceTogether and SafeEntry, we are contact tracing faster and more comprehensively. We can improve our contact tracing further by casting the net wider.Our experience has shown that if a close contact is infected, he is quite likely to infect others who stay with him in the same household. Therefore, in future, when we identify a close contact of an infected case, we will not only isolate him - the first-degree contact - and test him for Covid-19, we will also notify his household members to isolate themselves immediately, without waiting to see whether the first-degree contact tests positive.If later the first-degree contact tests negative, we can safely release his household members from isolation.But if later the first-degree contact tests positive, we will have saved precious time by isolating his household members earlier. This more aggressive approach will help us to shut down clusters more quickly, to lead to fewer cases.Third, we will vaccinate more people, and faster. We have made good progress since vaccinations started in December. Our healthcare and front-line workers, and the majority of those 45 and above, have already received at least their first dose. These are the ones more at risk from Covid-19.Now, vaccination of those aged 40 to 44 is under way.The MTF recently announced that we would speed up vaccinations in the next two months, and prioritise first dose vaccinations. This is in progress. We want to protect as many Singaporeans as possible, and as soon as we can, especially with the new Covid-19 variants. This approach will quickly provide the maximum number of people with good protection, instead of a good number of people with maximum protection.We are vaccinating as many people as our supplies allow. Our 40 vaccination centres islandwide are running smoothly. The constraint is vaccine supply. This is why we have been working very hard to confirm and speed up deliveries of vaccines from our suppliers.I am happy to report that since the last update by the MTF, we have received further confirmation of faster vaccine deliveries over the next two months. With the latest supply schedule, we can further boost our vaccination programme. We can offer the vaccine to everyone, even sooner than we expected.The next group to be vaccinated will be students. In this latest outbreak, we have seen more cases of children getting infected, in schools and tuition centres. The children were not seriously ill, but parents are naturally worried. Therefore, we will take full advantage of the June holidays to vaccinate students. Bookings will open tomorrow.We will give priority to the graduating cohorts for O, N, and A levels, as well as special needs students. Then the other students 12 years and above will take their turn, including students in our institutions of higher learning.After the students, we will vaccinate the final remaining group, young adults 39 years and younger. This should start around mid-June. This group is quite large. Therefore, we will give the Singaporeans among them a two-week priority window to book your appointments first, before we open up to the rest who want to be vaccinated.Finally, I want to make a special pitch to our elderly.Your response has been excellent. Nearly three quarters (73 per cent) of our elderly - 760,000 senior citizens aged 60 and above - have had at least one jab or booked a slot already. But 280,000 of you have still not yet booked appointments. Please come forward to get jabbed as soon as possible.Most people of your age have already been vaccinated, including many of your friends and neighbours.The President and I have been vaccinated too, and so have all my Cabinet colleagues. The vaccines are safe, and they will keep you safe.We will make the process even more convenient for you. If you are above 60, you can now walk into any vaccination centre, and get vaccinated on the spot. No need to register, no need to book in advance, just turn up at a vaccination centre, and you will be jabbed.If you are not mobile, or are unable to make your way to the vaccination centre, contact the Silver Generation Office, a doctor and nurse will visit you at your home to give you the vaccination.For those with elderly parents or relatives, please encourage and persuade your old folks to get vaccinated.Today, nearly four in 10 residents have had at least one dose of the vaccine. Our next target is to get two-thirds of residents vaccinated with at least the first dose.With our accelerated vaccination programme, we should be able to do this by early July, provided supplies come in as planned. And everyone who is eligible for a vaccination and wants one should be able to get at least their first jab by National Day.Whether you are old or young, please come forward to be vaccinated once it is your turn. With the more infectious virus strains, we need as many people as possible to be vaccinated, in order to reach herd immunity, or get close to it. This is the way to make everyone safe and resume more normal activities.Even as we tackle our Covid-19 situation, the pandemic rages on around us. Many countries are still not able to bring it under control, fully, much less eliminate it.India has suffered a huge surge of new cases, although their numbers are now coming down. In South-east Asia, many countries have not started vaccinations in a big way, and may see more spikes in the next few months. Malaysian cases have been rising, and they are just entering a nationwide full lockdown. Even places that have kept Covid-19 well under control, like Taiwan, Australia and Vietnam, have recently experienced outbreaks.One day, this global pandemic will subside but I do not expect Covid-19 to disappear. It will remain with humankind, and become endemic. The virus will continue to circulate in pockets of the global population for years to come.This also means we will see small outbreaks of the disease from time to time in Singapore as well.In this new normal, we will have to learn to carry on with our lives even with the virus in our midst.Our aim must be to keep the community as a whole safe, while accepting that some people may get infected every now and then. Just as we do with the common flu or dengue fever, which we now manage through public health measures and personal precautions. And in the case of the flu, with regular vaccinations too.Covid-19 vaccinations will not entirely prevent you from getting Covid-19 but vaccination makes this much less likely. And if you do get sick, despite being vaccinated, you are also much less likely to become very ill.Living with endemic Covid-19 also means we do not completely close our borders. We need food, essential supplies, workers, business and other travellers to keep on flowing. We must stay connected to the world, with effective safeguards and border restrictions to keep ourselves safe.We will not be able to prevent some infected persons from slipping through from time to time. But as long as our population is mostly vaccinated, we should be able to trace, isolate, and treat the cases that pop up, and prevent a severe and disastrous outbreak.Singapore's priority is to get through this pandemic and position ourselves strongly for the future, even as the virus continues to rage around us. If we stay united and continue to work together, we will be able to progressively open up, and achieve our aim.In the new normal, Covid-19 will not dominate our lives. Our people will be mostly vaccinated, and possibly taking booster shots every year. We will get tested often, but it will be fast and easy. We will go to work or school, meet friends and family, participate in religious services, and enjoy entertainment and sports events.We will reopen our borders safely. Visitors will again come to Singapore. Singaporeans will travel again to countries where the disease is well under control, especially if we have been vaccinated. And eventually, we will even go about without masks again, at least outdoors.Right now, we are some ways off from this happy state, but we are heading in the right direction.In this new normal, the countries which are united, disciplined, and put in place sensible safeguards will be able to reopen their economies, reconnect to the rest of the world, grow and prosper.Singapore will be among these countries. More confident and resilient than before, and toughened by what we have overcome together, and experience together as one nation.I have outlined our strategy for the next phase of the fight against Covid-19. To keep our people safe, while reopening progressively.We have to test, we have to trace, we have to vaccinate and we have to do all three of these more quickly, and more extensively.The heightened alert has two more weeks to go. I thank Singaporeans for your forbearance, cooperation and support. Each individual effort counts. Our collective discipline and social responsibility have served us well, and taken us thus far.Let us go the distance together as one people, so that we can look forward to a new normal, and emerge as a stronger and more united Singapore.Thank you.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/opinion/singapore-and-covid-19-adjusting-to-the-new-normal-0", "Source": "google"}