{"Type": "", "Time": "2021-06-01", "Headline": "Residents in Yishun, Hougang HDB blocks face Covid-19 tests as viral fragments found in wastewater, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - All residents of a Housing Board block in Yishun, and two blocks in Hougang have been asked to go for swab tests after surveillance measures and wastewater testing detected likely cases of Covid-19 transmission there. The mandatory tests will be conducted for all residents living in Block 745 Yishun Street 72, as well as Blocks 501 and 507 Hougang Avenue 8, on Tuesday and Wednesday, the Ministry of Health (MOH) said on Monday (May 31).MOH said surveillance testing detected six Covid-19 cases among residents of Block 745 Yishun Street 72, from two households, with subsequent wastewater testing detecting Covid-19 viral fragments in the block.Investigations are ongoing to determine linkages and the source of transmission.In a letter to residents seen by The Straits Times on Monday, grassroots adviser to Nee Soon GRC Faishal Ibrahim said this was a precautionary measure to ensure the safety and well-being of residents of Block 745.He added that residents living in surrounding blocks need not be tested unless they have visited households in Block 745 between May 15 and May 24.“Nee Soon Town Council has done a thorough cleaning and disinfection of the common area at Block 745 and the surrounding blocks,” he said.Separately, mandatory testing will also be carried out at Blocks 501 and 507 Hougang Avenue 8, after Covid-19 viral fragments were detected in wastewater samples collected from these blocks. There are currently no known Covid-19 cases there.The tests for all three blocks will be conducted on Tuesday and Wednesday between 9am and 4pm.Leaflets will be distributed and SMS notifications will be sent out to residents to provide them with more information, added MOH.“Residents are also advised to monitor their health closely and consult a doctor immediately if they feel unwell.”Earlier, MOH had identified 11 Covid-19 cases from at least four households in Block 506 Hougang Avenue 8. Two of these were detected from a mandatory testing exercise for residents.On May 24, the 304 residents of Block 559 Pasir Ris Street 51 were asked to go for testing after four Covid-19 cases were detected in two households there.The Ministry of Health said on May 25 that all those tests have come back negative.Responding to a question raised at a press conference on Covid-19 on Monday on the circumstances requiring all residents from a block to be tested, Singapore’s director of medical services, Associate Professor Kenneth Mak, said that when clusters in the domestic setting are picked up, the team will start by looking at the obvious chains of transmission and “the modes of transmission that are of concern”.“When we pick up several cases that occur within a fixed geographic vicinity, then we have to be concerned that there may also be chains of transmission that occur to other people that live in that same area,” said Prof Mak.“And this is the reason why we would then extend and carry out testing operations in a housing precinct involving several blocks of flats,” he explained.These testing operations are also reinforced by looking at data from other testing methods, such as wastewater testing.Screening wastewater samples could complement clinical testing and provide an additional indicator to assess the level of Covid-19 spread within a community.This is because infected individuals, including those who have mild symptoms or are asymptomatic could still be shedding the virus in their stool.Prof Mak noted that this may raise concerns as it could suggest that there are additional people who may be asymptomatic but are potentially infectious to others, creating a sense of urgency to launch testing operations at the respective housing blocks.“So we look at each cluster on a case-by-case basis, looking at the circumstances and making that decision (on) whether we want to organise these testing operations,” he said.Though such operations are not easy to carry out, Prof Mak said, they are necessary as part of Singapore’s aggressive testing to stay ahead of the curve and prevent further infections in the community.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/residents-in-yishun-hougang-to-be-tested-for-covid-19-viral-fragments-found-in-wastewater", "Source": "google"}