{"Type": "", "Time": "2021-06-01", "Headline": "No plans to delist? SIA says it has funds that will enable them to re-emerge as Covid-19 pandemic recedes, Money News - AsiaOne", "Text": "SINGAPORE - Singapore Airlines (SIA) had sought and obtained overwhelming shareholder support to raise funds through its Mandatory Convertible Bonds (MCB) and rights share issues - funds that the airline said will put it on a strong footing to re-emerge as a global player as the Covid-19 pandemic recedes and borders reopen.The company was responding to a series of questions put to it last week by the Securities Investors Association of Singapore (Sias).\"SIA sought and obtained strong shareholder support for the additional MCBs at the April 2020 Extraordinary General Meeting (EGM), with 99.66 per cent of shareholders approving the resolution,\" the airline said in a response issued via the Singapore Exchange on Tuesday (June 1) morning.\"This was subsequently renewed at the July 2020 Annual General Meeting (AGM), where 99.76 per cent of shareholders approved the resolution to issue the additional MCBs before the next AGM in July 2021.\"The company raised $5.3 billion via rights shares and $3.5 billion via MCBs last year.It wants to raise another $6.2 billion via MCBs this year before its July 2021 AGM. While the rights issue was well subscribed, the MCB met with tepid response, resulting in substantial shareholder Temasek subscribing to the bulk of it, a point that was raised by Sias last week.As the shareholders had voted for the fund raising, it was their prerogative to decide if they would subscribe to the MCBs, subject to their own financial circumstances, said SIA.In all, SIA has raised $15.4 billion in fresh liquidity since April 1 last year.This includes the $8.8 billion in rights shares and MCB last year and another $6.6 billion through bond issues, secured financing, and sale and leaseback transactions.[[nid:482931]]Besides the $6.2 billion in fresh liquidity it hopes to raise through the latest MCBs, it also has $2.1 billion in untapped lines of credit on top of all the other funds raised.Because the MCBs are considered equity, SIA has more headroom for further debt financing going forward, if needed.SIA said the proceeds would strengthen its financial foundations to meet ongoing financial commitments, allow it to make the necessary investments and capitalise on any opportunities that may arise so as to secure its industry-leading position, as well as provide resources for growth as it navigates through the ongoing crisis.\"The successful implementation of the group's strategy is also dependent on its ability to retain its talented and motivated employees, and to continue having a strong employer brand to attract new talent,\" said SIA.It added that it had a pipeline of new-generation aircraft - Airbus A350s and Boeing 787s - on order that it could use for further secured financing and sale and leaseback transactions.The airline expects the proceeds to last well through its financial year 2022/2023.[[nid:509700]]It added: \"Since the beginning of the Covid-19 pandemic crisis, our monthly operating cash burn has dropped to the current levels of around $100 million - $150 million per month, from around $350 million at the start of the pandemic.\"We will continue to pursue reduction in cash burn through revenue generation (for example, strong cargo revenue and gradual improvement in passenger flown revenue through more flying activities). In addition, we will continue to maintain stringent cost management.\"Turning to Sias' question of whether SIA would consider privatisation, the company said: \"Privatisation is not a matter for SIA to consider as it is a shareholder action. Accordingly, SIA is not in a position to comment.\"But analysts told The Straits Times that if privatisation were ever to be contemplated - which is unlikely - such an exercise could only be done with the approval of majority shareholder Temasek.SIA said it was grateful to all shareholders, including retail investors, for their strong support over the years and especially since the start of the Covid-19 pandemic.\"Our goal is to provide long-term value for shareholders by ensuring that the company returns to profitability and remains a leader in the airline industry as we navigate the challenges posed by the Covid-19 pandemic,\" it said.This article was first published in The Straits Times. Permission required for reproduction.", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/money/no-plans-delist-sia-says-it-has-funds-will-enable-them-re-emerge-covid-19-pandemic-recedes", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}