{"Type": "", "Time": "2021-06-01", "Headline": "An F&B in turmoil — S'pore chefs share how they're coping with the dining-in ban", "Text": "Go on a kayaking expedition at Pulau UbinSINGAPORE — “Zat, do you know why F&B workers are not given priority for COVID-19 vaccination?” Chef Dylan Ong asks over direct chat on Instagram the week when Phase 2 (Heightened Alert) started.His question came amidst a press conference where the newly-minted Minister for Health, Ong Ye Kung, announced a new vaccination strategy that extends the time between doses so that the maximum number of people can be protected. Students between the ages of 12-15 will also be eligible for the Pfizer BioNTech vaccination.Phase 2 (HA) was announced due to the rising number of unlinked COVID-19 cases and the emergence of clusters in Singapore with his round of tightened measures spanning 16 May to 13 June 2021. Some of the limitations enforced by Phase 2 (HA) are reduced social gathering size to two people (down from five) and reenacting working from home as a default.Dining-in would also no longer be allowed at all F&B outlets across the island, including at hawker centres, coffee shops, and food courts.For some of the chefs and restaurant owners, I spoke to, this outright ban on dining-in left them blindsided and reminded them a lot of what happened in April last year when Singapore enacted Circuit Breaker measures for three months.“I was surprised because I thought any new wave would have been mitigated by our collective efforts of mask-wearing, social-distancing, and the usage of contact tracing apps,” Willin Low, chef and founder of Wild Rocket, shared with me over WhatsApp. “Also, don’t we have very stringent border controls that include swab tests and strict quarantine measures?”Chef Dylan was running lunch service at his restaurant, The Masses, when he heard of the announcement on Friday, 14 May. “It was too short a notice for something this drastic to happen by Sunday. For restaurants, Saturday will definitely be a full house, especially when it’s the last day of dining-in before Phase 2 (HA) kicks in. How do I find time to pivot to full delivery service over one day?”“Yes, I know we have done this before,” Dylan went on to say. “But it would have been so much better had the government given us an earlier heads up. I know it’s a critical situation that requires decisive decision making. I expected the government to be more sensible than to dole out this knee-jerk reaction.”The question of priority vaccination for F&B workersTo be completely honest, I’ve never questioned why people working in the F&B industries weren’t given priority for vaccination—at least not until Dylan asked. His concerns, though, were understandable.In Phase 3 that commenced on 28 Dec 2020, dining in a group of up to 8 people was permitted. Up until the announcement of Phase 2 (HA), eating at restaurants remained the only close contact group activity where masks can be taken off during the entire meal duration—presenting a higher possibility for the virus to spread if safe distancing measures and sanitisation procedures weren’t properly adhered.The perilous state of dining-in was further exacerbated by recent reports that the Kopitiam food court at Changi Airport Terminal 3 was visited by several confirmed cases, some of which have already been vaccinated. Changi Airport would eventually be named as one of the largest active clusters in Phase 3, swelling to more than 100 people.“A thousand things went through my mind when the ban on dining-in was announced. But my foremost worry was the safety of my staff, especially since this new B16172 variant is said to be more infectious than the last,” said Chef Johanne Siy of Lolla at Amoy Street.“My greatest concern was both the drop in sales and the increased number of cases that might put my colleagues at risk,” Dominic Tan, founder of Ajumma’s, shared. “The daily rise in cases also doesn’t assure us that the restrictions will last for only one month.”Minister Lawrence Wong, co-chair of the COVID-19 multi-ministry task force, has since remarked that the current Phase 2 (HA) measures are working and that no further tightening is expected.Concerns over employabilityEarly this year, Phase 3 measures brought some much-needed relief for F&B establishments affected by Circuit Breaker measures. Some chef-owners I spoke to last month in March even lamented the lack of staff to handle the onslaught of reservations from diners—customers with money to spare and nowhere to spend it except locally through staycations and to dine out at restaurants.This aura of upbeat positivity has drastically taken a tumble, even if only based on anecdotes. While Circuit Breaker seems more a test of inventiveness and how pivot-ready F&B businesses are, Phase 2 (HA) is shaping up to be solely about survivability.“I guess in a way, we are more prepared today than previously as we have at least experienced it once and know what to expect,” said Chef Willin. “The main challenge now is how to ensure all my colleagues, and I keep our jobs.”It’s a concern shared by the co-founder of Apollo Coffee Bar, Shirlynn Eng. “To us, the team is family, and despite the circumstances, our priority is to make sure that our employees will be taken care of. Many of our crew have families both in Singapore and internationally—these countries include Malaysia, Vietnam, and the Philippines.”“So our priority is clear. To do whatever it takes to support and sustain their livelihood.”Concerns over long-term financial stabilityChef Dylan readily admits that, like many other chefs, he’s now more operationally prepared for delivery and takeaway services even with a tight runway of one day.But at its core, he posits that the problems and issues remain the same. F&B owners tend to run with a tight financial capital—any form of disruption in dining-in revenue will most certainly hit them hard.“Unfortunately, it’s even harder now as we’re unsure what financial support we can get from the government to tide us over. Will there be rental rebates for this one month also? None of us knows.”Although not immediately announced—and in some ways quite telling of how rushed these phase 2 (HA) measures are—rental relief for SMEs was recently introduced on 28 May 2021 by Finance Minister Lawrence Wong.Under the Rental Support Scheme, privately owned commercial properties can look forward to getting a half month rental relief cash payout directly from the Inland Revenue Authority of Singapore.“From a business standpoint, I think it will be so much harder to survive this round,” said Chef Johanne. “There’s so much more competition from established players and new home-based businesses. It seems idealistic, but I hope everyone can find a place in the sun and somehow find a way to survive.”Balancing the New Normal:SG Phase 2 Heightened Alert: 6 cocktail delivery options for libation loversFoodies rally to patronise ailing elderly hawkers as diners asked to stay homeSG Phase 2 Heightened Alert: 10 F&B outlets that deliver familiar comfort food to your homeSG Phase 2 Heightened Alert: 11 restaurants that deliver a touch of luxe to your doorstepIndonesian restaurant The Rice Table closing down after 24 yearsNew entrants caught by surpriseBusinesses that are only beginning to recoup losses from the three-month Circuit Breaker are joined by brave F&B entrepreneurs who have delayed the opening of their restaurant concepts to May this year, only to be greeted by the news that dining-in will be banned again for one month.It is a situation chef Jeremy Chiam, formerly of now-shuttered Le Binchotan, is familiar with. Three weeks ago, Chiam launched Iko, a Mod-Jap restaurant and bar serving up contemporary Japanese fare, Robata-grilled bites, as well as a curated collection of sake and Japanese-inspired cocktails.“Iko is only three weeks old, and I’m once again facing a ban on dining-in. It’s a new brand that has, unfortunately, come to a standstill after all that marketing effort we put out; it’s heartbreaking.”It’s now evident that with every enactment and tightening of COVID-19 measures, the industry where the effects are most keenly and immediately felt is in the F&B sector.According to the Singapore Department of Statistics, F&B sales registered a year-on-year decline of 26% in 2020. It was the worst-performing year since the growth rate was first recorded back in 1986, surpassing the Asian Financial Crisis in 1998, SARS in 2003, and the Global Financial Crisis in 2009.In dollar terms, retail and F&B sales registered a decline of about S$4 billion during Circuit Breaker.Could Phase 2 (HA) measures be better mitigated?With such sobering statistics gleaned from Circuit Breaker last year, I wondered how the sudden ban on dining-in, and in retrospect, Phase 2 (HA) measures could have been better mitigated, especially given that we have experience and prior knowledge on hand.For Dominic, government mitigation and intervention could have been offered earlier, even before Phase 2 (HA) measures were enacted.“I feel that earlier support to manage crowds at F&B establishments could have been put in place, such as encouraging landlords to allow installation of clear Perspex or acrylic sheets within the restaurants to create a safer dining environment for diners,” said Dominic.Dylan, however, was less enthused about how the government went about handling the ban on dining-in.“We have done this before. Why are we still so lacking in how we prepare the people of Singapore for such drastic measures? Government leaders were put in place so they can have better foresight than us ordinary citizens. This kind of knee jerk reaction speaks volumes of the kind of leaders we have now.”“I’m just extremely disappointed with how this is being handled,” Dylan went on to add.In our initial interview, Willin wondered if there could have been a more gradual easing in of restrictions by cutting down the number of diners allowed per group instead of implementing such a drastic and sudden outright ban.“But in view of the 38 local transmissions today (16 May 2021), I guess what the government is doing regarding the ban on dining-in does not seem too out of line, given how infectious this new strain is,” said Willin a few hours after the number of new community cases was announced.When life gives you lemonsWhile waiting for dining-in to resume, some restaurants are taking a ‘when life gives you lemon’ approach to the pivot rerun to delivery and takeaway.At Birds of a Feather, Chef Eugene See has put together food bundles featuring signature dishes from the restaurant and its four sister brands. There’s the “French Toast” from Halcyon & Crane, “Salmon Grain Bowl” from 51SOHO, “King Prawn Noodles” from Chuan Hung noodle stall and the signature “Find The Chicken in the Chillis” from Birds Of A Feather.“By offering this bundle, we hope our customers can experience what we can offer for our food delivery at a group level, and at the same time, bring the best food items to their doorsteps,” Chef Eugene shared.At Shirlynn Eng’s five cafe concepts—Apollo Coffee Bar, Neptune Cafe, Columbus Coffee Co., Lunar Coffee Brewers, and Atlas Coffeehouse—diners can look forward to the ‘Choux Box’, a care package iteration inspired by the first Circuit Breaker. Then, Shirlynn witnessed first-hand the rising practice of people gifting their friends or loved ones ‘care packages’. There’s also an encouraging response to the care packages Shirlynn rolled out at the time.As the end date for Phase 2 (HA) on June 13 draws to a close, chefs and restaurant owners wait with breath that is bated for dining-in to resume and, for many of us ordinary citizens, for life to regain some semblance of normalcy—however that may look.Undoubtedly, these are tough times for the F&B sector, made more challenging with razor-thin profit margins, disruptions in the supply of raw ingredients due to tightened border controls, and, funnily enough, a vibrant local dining scene with every operator eager for a slice of the proverbial pie.Perhaps Shirlynn puts it best. “We just want our friends, family, and customers to live a little amidst this tough time, love a lot, and laugh over these delightful treats. It’s perhaps exactly what we need these days to get through these four weeks—joy and spontaneity.”Balancing the New Normal:SG Phase 2 Heightened Alert: 6 cocktail delivery options for libation loversFoodies rally to patronise ailing elderly hawkers as diners asked to stay homeSG Phase 2 Heightened Alert: 10 F&B outlets that deliver familiar comfort food to your homeSG Phase 2 Heightened Alert: 11 restaurants that deliver a touch of luxe to your doorstepIndonesian restaurant The Rice Table closing down after 24 yearsWatch more Lifestyle videos on Yahoo TV:She even requested her \"bulgy bit of belly\" stay in the final cut.Tip the best place for UK surfing and boardsports for the chance to win a £200 holiday. Tell us where’s great for boardsports: from surfing to paddleboarding – the best tip wins a voucher for a Sawdays holiday stay參與有趣的網上小遊戲，讓您加深了解《憲法》及《基本法》的同時，答對問題更有機會換領運動用品禮券、超級市場禮券或書券等！On the centennial of the deadly massacre, locals recall the devastation of Black Wall Street's destruction—and what it might take to make it right.New exhibition shows Peanuts creator Charles M Schulz’s take on grown-upsAdults by Schulz at the museum dedicated to the cartoonist in California offers possible glimpse of Charlie Brown’s later life Charles M Schulz’s Hagemayer strips, which never reached fruition, will get their first public exhibition more than two decades after his death. Photograph: AlamyThe perfect way to relax all year long.和豐行專營清潔用品批發及零售，各類形垃圾桶以至吸塵機等一應俱全。特設智能手機自助報價及落單，歡迎政府、各公營機構、物業管理、酒店、學校、公司索取報價。Raven-Symoné hasn't let the pandemic get in the way of her healthy living efforts. The actor and former host of The View took to Instagram to share the latest on her \"Pounds Down\" journey with her fans, revealing some of the steps she took to achieve her impressive weight loss.\"Check out the chin!\" the actor exclaims in a new Instagram Live video. View this post on Instagram A post shared by Raven-Symoné (@ravensymone)\"I got a whole different face going on,\" says Symoné. \"It's a whole pounds doHer tennis shoes included a special custom message.There is nothing worse than thigh rub in the summer.成功抽到居屋，銀行其實都有權拒絕批出按揭！按揭成數都會因信貸評級高低而有所不同或不獲批核 。立即了解更多！Southwest is pushing back its return date for alcohol sales while American Airlines won't sell booze on board until September.Stan stars as the Mötley Crüe drummer in the upcoming Hulu miniseries 'Pam & Tommy.'Because glitter nail polish is the easiest way to add some detail to your everyday manicure. Why not try adding just a stripe of pink glitter down the centre of the nail? Check out London Nail Salon, Townhouse, if you need a little inspiration, they are masters when it comes to minimal (but magical) nail art.All asset classes. Industry-leading prices. User-friendly investing online.\"I'm choosing to love myself...and not edit myself depending on the room that I'm in.\"Don't jump into a new fitness routine without considering how the last year has impacted your body.“The Sandman” author Neil Gaiman slammed criticism over the weekend of the recent castings announced for Netflix’s TV adaptation of his beloved comic book series, which includes a nonbinary actor playing Desire — who is a nonbinary character in “The Sandman” — and Black actress Kirby Howell-Baptiste set as Death — a character that visually depicted as white in the comics. “I give all the f–ks about the work,” Gaiman tweeted Saturday in response to a user who accused the “The Sandman” creator of經手機或網上申請全程三步辦妥，兼享高達HK$1,000現金回贈！立即申請！優惠及服務附帶條款The daytime cohost is on a leave of absence to focus on her wellbeing.“Cyprus absolutely deserves to be green-listed,” says Savvas Perdios, the country’s deputy minister of tourism. “We have made a lot of progress, especially over the last month,” he told Telegraph Travel on Tuesday. Cyprus was, of course, the first EU nation to reopen to fully-vaccinated Britons or those with a negative PCR test result. Mr Perdios is attempting to secure a spot on our so far meagre green list during his visit to the UK. He is hopeful this will happen in time for the June 7 updateWWE has hired Jamie Horowitz to lead WWE Studios and oversee the pro-wrestling company’s scripted and unscripted programming for digital and social media. Since WWE Network was rolled into NBCUniversal’s Peacock streaming service earlier this year, a lot of Horowitz’s digital work will end up on that platform. He’s also working on a Vince McMahon documentary at Netflix, among other outside (Peacock) projects. Horowitz, who was most recently at DAZN, joins WWE with the title executive vice presidHere is What Whole Mouth Dental Implants Should Cost You in Your AreaWalking into Costco right now is almost like traveling back in time. The warehouse chain has been busy bringing back tons of pre-pandemic perks, especially at the food court. Not only are you able to eat inside again at the iconic picnic tables, but now, you also won't have to ask employees behind the counter for condiments.The condiment station—complete with ketchup, mustard, deli mustard, relish, napkins, and cutlery—is available to use at some locations. Reddit user @Pharr0utt spotted it at their location, and although they don't confirm exactly where that is, they did reveal some other important news: the return of the condiment station also means the onion crank is open for business, too.Related: Costco Foods You Should Always Avoid, According to NutritionistsSo not to worry, even though it isn't pictured, the option to put onions on the $1.50 hot dog combo or chicken bake (or any other menu item that is available right now) is there for any hungry Costco shopper.Another Reddit user says the station returned three to four months ago at their Costco, but it's still missing a few items.The stations were removed back when the COVID-19 pandemic began in order to limit the number of items customers and employees touch (and also to avoid having to clean that station in between uses). Costco kept this rule for over a year, along with many other grocery stores and restaurants that chose to do the same. The warehouse's COVID-19 Updates page still says that customers should \"Please ask Costco Food Court employees for available condiments.\"At the end of May, Costco CFO Richard Galanti revealed that food samples will be back at 170 out of 550 warehouses by the first week of June, and the new churro will be on all food court menus by July 4. He didn't mention the condiment station (or the onion crank), so a nationwide rollout may not be in the cards just yet.To get all the latest Costco news delivered right to your email inbox every day, sign up for our newsletter!Twitter users were divided after a photo of actress Ellie Kemper being crowned the 1999 Queen of Love and Beauty at St. Louis’ Veiled Prophet Ball resurfaced According to a 2014 article in The Atlantic, the event’s organizers “emphasized the existing power structure” and banned Black and Jewish members. The social media divide started with a tweet: “So was no one gonna tell me Ellie Kemper aka Kimmy Schmidt was crowned KKK queen in 1999?” asked one user, posting an old newspaper photo of the actAccording to Pizza Hut, customers just can't get over the iconic thin-crust pizza the chain used to serve back in the 1990s and 2000s. The Edge, which was first released in 1997, has been missing from the menus for over a decade, but it has been top-of-mind for fans nonetheless. And thanks to the current trend of resurrecting beloved fast-food items of yesteryear, the pie is now back at Pizza Hut by popular demand.\"The Edge is a pizza our customers constantly ask us to bring back. Anyone who loves thin-crust pizzas loaded with toppings will love the Edge,\" said Pizza Hut's general manager David Graves. The beloved item made several limited-time appearances on the menu over the years, but hasn't been seen since 2009.RELATED: One of America's Fastest-Growing Pizza Chains Plans To Open 460 New LocationsThis tavern-style pizza is made with Thin 'N Crispy, the first type of dough ever used at Pizza Hut restaurants in the 1950s. But the cracker-like crust isn't its only unique feature—it also features toppings that stretch all the way to the edges (hence the name), leaving no parts of the crust bare and making every bite as good as the last one. The new version of The Edge is slathered in the chain's signature tomato sauce and will feature another novelty: a garlic and herb seasoning which the chain developed just for this launch.The Edge will come in four different varieties:The Ultimate is packed with pepperoni, Italian sausage, green peppers, onions, and Roma tomatoes.The Carnivore is loaded with pepperoni, ham, Italian sausage, and bacon.The Vegetarian is overflowing with green peppers, onions, mushrooms, and Roma tomatoes.Pepperoni Lover's is topped with pepperoni, pepperoni, and more pepperoni.This retro pie available now for a limited time at participating Pizza Hut locations nationwide for $12.99, but prices may vary by location. For more on the latest fast-food releases, check out:We Tried Popular New Fast-Food Summer Items and This Is the Best OneThe Worst New Fast-Food Pizzas, According to a Dietitian4 Most Exciting New Chicken Sandwiches Everyone's Trying Right NowAnd don't forget to sign up for our newsletter to get the latest restaurant news delivered straight to your inbox.", "Section": "", "Writers": "", "URL": "https://sg.style.yahoo.com/singapore-chefs-phase-two-how-they-coping-with-dining-in-ban-081835014.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}