{"Type": "", "Time": "2021-06-01", "Headline": "Asia’s Banking Giant DBS Launches Blockchain Bonds | Finance Magnates", "Text": "Email was send successfully!Please check your inbox for  our authentication email.*required fieldsThank you for registering  to Finance Magnates.Please open the email we sent you and click on the  link to verify your account.DBS, one of the largest banks in Asia, announced yesterday that the bank has issued blockchain bonds with a six-month tenor. Dubbed ‘DBS Digital Bond’, the blockchain-based bonds have a coupon rate of 0.60% per annum.According to an official announcement, the bank is planning to expand its product offering on the DBS Digital Exchange (DDEx). DBS has priced the latest SGD 15 million ($11.3 million) blockchain bond as part of DDEx’s first Security Token Offering (STO).Looking Forward to Meeting You at iFX EXPO Dubai May 2021 – Making It Happen!In December 2020, DBS announced the launch of its cryptocurrency exchange. The digital exchange has seen consistent growth since its launch due to a surge in demand for digital currencies in Asia.Gold-Backed Crypto: A Less Volatile Solution for Modern InvestorsGo to article >>Commenting on the latest announcement, Eng-Kwok Seat Moey, Group Head of Capital Markets at DBS, said: “Our maiden STO listing on the DBS Digital Exchange is a significant milestone, as it highlights the strength of our digital asset ecosystem in facilitating new ways of unlocking value for issuers and investors. This cements our ability to provide integrated solutions across the digital asset value chain, from deal origination to tokenization, listing, trading and custody, which in turn opens the door for more STOs on DDEx.”DBS mentioned that the bank has followed the legal framework in the issuance of digital bonds. The Singapore-based financial services provider is expecting a jump in the popularity of tokenization and blockchain-based financial products.In April 2021, DBS announced a partnership with JPMorgan and Temasek to launch a new cross-border payments platform based on blockchain technology. The financial services provider has accelerated its blockchain strategy through the latest digital bond issuance.“To encourage broader participation from investors, the digital bond will be traded in board lots of SGD 10,000. This is a significantly smaller denomination compared to traditional wholesale bonds, which typically require investment and trading amounts in multiples of SGD 250,000. With the listing of the Digital Bonds on DDEx, the securities are now available for secondary trading among institutional and accredited investors who are either members or applicable end clients of members of DDEx,” DBS mentioned in the announcement.Keep in touch with usFinance Magnates is a global B2B provider of multi-asset trading news, research and events\nwith special focus on electronic trading, banking, and investing.Copyright © 2021                                \"Finance Magnates Ltd.\" All rights reserved. For more information, read our\n\nTerms, Cookies and Privacy Notice\n", "Section": "", "Writers": "", "URL": "https://www.financemagnates.com/cryptocurrency/news/asias-banking-giant-dbs-launches-blockchain-bonds/", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}