{"Type": "", "Time": "2021-06-01", "Headline": "Singapore's DBS Issues SGD 15 Million Digital Bond in First Security Token Offering", "Text": "\nMay 31, 2021 @ 10:49 am By Omar Faridi Singapore-based DBS Bank Ltd (SGX:D05), a multinational banking and financial services corporation with over $330 billion in assets, revealed on Monday (May 31, 2021) that it has priced a SGD 15 million (appr. $11.35 million) digital bond, which marks DBS Digital Exchange’s (DDEx) first security token offering as part of its efforts to provide a wide range of products.The DBS digital bond, which has come with a six-month tenor and coupon rate of 0.60% per annum, was carried out through a private placement. DBS is reportedly the sole bookrunner for the transaction.This transaction should help pave the way for other issuers and clients to leverage DDEx’s capabilities to gain access to capital markets for their funding requirements. It may also lead to more security token issuances and listings on DDEx as asset tokenization becomes more widely-adopted.Eng-Kwok Seat Moey, Group Head of Capital Markets at DBS, said that digitalization through the issuance of security tokens offers a great opportunity for corporates looking for alternative platforms like DDEx to raise capital from APAC region’s fast-evolving private capital markets.At present, the Asia-Pacific region accounts for almost one-third or over 30% of the international private equity market, which reached a record $4.73 trillion last year.In order to encourage more participation from investors, the digital bond will reportedly be traded in board lots of SGD 10,000 (appr. $7,560).This is a considerably smaller denomination when compared to traditional wholesale bonds, which usually require investment and trading amounts that can be multiples of SGD 250,000.With this new listing of the digital bonds on DDEx, the securities will be available for secondary trading to institutional and accredited investors who may be members or clients of DDEx.Introduced in December of last year, DDEx is part of an integrated crypto-asset ecosystem that utilizes blockchain or distributed ledger tech (DLT) to offer a secure and transparent platform to raise capital via the private market.DBS stated that the DDEx has seen strong market traction since it went live last year. Daily trading volumes have surged by as much as 10x from when the platform was first launched. The exchange is now serving more than 120 participants. DBS also holds more than SGD 80 million in crypto-assets in its custody services.Eng-Kwok Seat Moey stated:“Our maiden STO listing on the DBS Digital Exchange is a significant milestone, as it highlights the strength of our digital asset ecosystem in facilitating new ways of unlocking value for issuers and investors. We expect asset tokenisation to increasingly become more mainstream as more of our clients start to embrace security token issuance as part of their capital fund raising exercise which we believe will boost Singapore’s ambitions to be a digital asset hub in Asia.”Clifford Lee, Global Head of Fixed Income at DBS, noted that this marks the first of many other steps as they work towards streamlining the bond issuance process.Lee added:“While most bond tokenization exercises announced in Asia to date tend to be repackaged forms of a conventional bond issue, the current transaction directly combines existing legal and tax infrastructure requirements with a direct issuance on the digital exchange in smaller lot sizes. This bond token structure was only made possible because of the progressive development of Singapore’s legal and tax infrastructure, which can facilitate more STO issuances to broaden and deepen our capital markets.” \nCrowdfund Insider is the leading news and information web site covering the emerging global industry of disruptive finance including investment crowdfunding, Blockchain peer-to-peer / marketplace lending and other forms of Fintech.\n\n\n\nNationally Recognized 'Rest App' That Launched the Scientific Sleep Phenomenon Opens to Crowdfunding Investors\n\nRestflix, a science-backed streamingservice designed for better anddeeper sleep, has officially ... \n\n\n\nDalmore Group Teams with Global Wine Marketplace Vinsent for Direct Reg CF Offering\n\nVeteran Reg A+ Broker-Dealer DalmoreGroup announced the Reg CF launch ofVinsent, a company that is working toenhance the wine industry ecosystem ... \n\n\n\nPakt Bags, Inc. Launches Investment Campaign to Expand Line of Exceptional Travel Products, raising up to $1.07M\n\nBrooklyn, NY, April. 14, 2021 —Pakt, Inc., a company that createsgear built for the modern traveler, ... \n\n\n\nSKILLICORN Technologies announces the launch of their Los Fresnos Project Regulation CF Offering on the InfraShares crowdfunding platform.\n\nThis Regulation CF offering isseeking front-end financing for theLos Fresnos Project. For a minimum ... \n\n\n\nNanoVMs Launches Investment Round On StartEngine\n\nNanoVMs, the unikernel infrastructurecompany that runs software faster andsafer than Linux has launched aninvesting campaign with StartEngine.The startup has already raised over ... \nContact Us\n\nCrowdfund Insider\n Fintech Insider®\n Disclosure Quest\nDigital Assets Insider®\n C/O Crowded Media Group, LLC\nPO Box 221196\nBeachwood OH 44122 USA\n\nInfo: [email protected]\nSupport: [email protected]\nAdvertising: [email protected]\n\nCI on Twitter\nCI on Facebook\nCI on LinkedIn\nCI on Instagram\nCI on Telegram\n\nCategories\nFeatured Headlines\nGeneral News\nCrowdfunding Portals\nPolitics\nStrategy\nOfferings\nGlobal\nFintech\nReal Estate\nAsia\nWomen Changing Finance\n\nServices\nSubmit a Tip\nAdvertise on Crowdfund Insider\nAbout Us\nCrowdfunding Guide\nFAQ\nTerms of Service\nPrivacy Policy\n© 2021 Crowded Media Group. All Rights Reserved.", "Section": "", "Writers": "", "URL": "https://www.crowdfundinsider.com/2021/05/176030-singapores-dbs-issues-sgd-15-million-digital-bond-in-first-security-token-offering/", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}