{"Type": "", "Time": "2021-06-01", "Headline": "\n        Ancelotti to leave instantly and rejoin former club as Everton line up replacement    ", "Text": "Date published: Tuesday 1st June 2021 11:53               - Samuel Bannister Carlo Ancelotti has emerged as a leading candidate to return to Real Madrid, and Everton have reportedly already got their eyes on a replacement.Ancelotti guided Everton to a 10th-placed finish in the Premier League in his first full season at Goodison Park. He took over midway through the 2019-20 campaign and has overseen some progress. Struggles at home have blotted his record but Everton remain happy to continue with such a high-profile manager.However, the issue may be taken out of their hands. Reports last month suggested their owners were fearful that Real Madrid or Barcelona could try to appoint him, and those fears may be growing now.According to Cadena Ser, Madrid have indeed been in touch with Ancelotti. He used to manage them between 2013 and 2015, winning four trophies.Zinedine Zidane recently confirmed his resignation and Madrid have since been scrambling for a replacement. The likes of Antonio Conte and Mauricio Pochettino, both also targets for Tottenham, have been linked.But Ancelotti is moving up the shortlist and could get the chance to return to the Bernabeu.His entourage have suggested it would be impossible to refuse Real if they firmed up their interest. They would have to negotiate with Everton, but there could be a willingness for the deal to go through.That might even be today, as Marca claim it could become official within the next few hours.In addtion, AS claim that Everton are already weighing up potential successors to Ancelotti. One name who could be considered is Nuno Espirito Santo, who has apparently been offered to them.Nuno recently left Wolves after a four-year spell, but shouldn’t be out of work for too long. His agent Jorge Mendes is trying to find him a new club and may have been in contact with Everton.The former Rio Ave, Valencia and Porto boss will be in demand and has shown what he can do in the Premier League. Therefore, he would be an interesting candidate for Everton to consider.READ MORE: Everton looking to upset Prem duo in race for trademark Wolves signingNuno Espirito Santo said he “only can see good things” ahead for Wolves after bowing out...Manchester United warmed up for the Europa League final with a 2-1 victory over Wolves in...The shortlist of candidates to take the reins at Tottenham has reportedly been reduced to three...Everton manager Carlo Ancelotti insists James Rodriguez has not been distracted by this summer’s Copa America...", "Section": "", "Writers": "", "URL": "https://www.teamtalk.com/news/ancelotti-leaving-everton-rejoin-real-madrid-replacement-lined-up", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}