{"Type": "", "Time": "2021-06-01", "Headline": "\n            Aguero was the 'worst trainer' at City, says ex-teammate - Football365        ", "Text": "Home  All The News  Aguero was the ‘worst trainer’ at City, says ex-teammateDate published: Monday 31st May 2021 10:44                 - Lewis Oldham Micah Richards has claimed that Sergio Aguero was the “worst trainer” at Man City, but it was “game over” when it came to his finishing.Richards was still a key part of City’s defence when Aguero joined the club in 2011 for around £35m.The forward made an instant impact as he shone during his debut season in the Premier League. He scored the vital goal that secured them the title on the final day of the campaign.If Solskjaer is sacked then Guardiola must go too…Over the years, Aguero has established himself as one of Man City‘s greatest ever players. He scored 260 goals for them from his 390 outings across all competitions.The striker’s contract with City expired at the end of the season and he has now joined Barcelona on a two-year deal. Richards has told BBC Sport that at times, Aguero would not “even have his boots tied up” for training:“From the moment he came through the door, you are in awe. You have that feeling of ‘wow’. The only other time I had that was when Robinho came through the door. For us growing up, Shaun Goater or Nicolas Anelka was a big thing – so when Aguero comes, you can’t believe this is happening.“He was the worst trainer in the history of training. He had that laid-back style. Aguero would just walk around. Sometimes he wouldn’t even have his boots tied up. But the moment it came to the finishing, it was game over. I thought he was going to be sensational but when I trained with him I thought ‘have we made a mistake here?’ I thought Tevez was better – but then he makes his debut…“The fans just erupted when he came on and it was like a genuine superstar here. You can’t write it and from them I knew we had signed a player.“I was there for four years with him. With Aguero, you don’t associate him with being a superstar in terms of how he was off the pitch. He was the most humble person ever.”\n                                                                                                                                                    “If he continues [at Barcelona], which I think he will, I will try to give everything as he has always done.”                                                                    \n                                                                                                                                                    Barcelona have announced the signing of Sergio Aguero on a free transfer from Man City.                                                                    \n                                                                                                                                                    Sergio Aguero wants Lionel Messi's future to be sorted before he joins Spanish giants Barcelona.                                                                    \n                                                                                                                                                    Do Man City even need a replacement for Sergio Aguero? They have Gabriel Jesus.                                                                    \n                                                                                                                                                    \"It's like 'you don't have to be so emotional'. If you want him, just keep him.\"                                                                    \n                                                                                                                                                    Aguero will leave Manchester City after Saturday’s Champions League final.                                                                    \n                                                                                            Real talk: whoever England leave out today wouldn't have made much difference anyway.                                                                                    \n                                                                                            There is something about Alexander-Arnold not being called up by England which causes some to lose their minds.                                                                                    \n                                                                                            Blackpool took a different approach to League One promotion by following a more German route.                                                                                    \n                                                                                            Leeds and Aston Villa both have two representatives in a list that includes a lot of Frenchmen.                                                                                    \n                                                                                            We've already seen Ivan Toney and Sergi Canos appear briefly in the Premier League but not this five.                                                                                    Update your browser to view this website correctly.Update my browser now×", "Section": "", "Writers": "", "URL": "https://www.football365.com/news/aguero-was-the-worst-trainer-at-city-says-ex-teammate", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}