{"Type": "", "Time": "2021-06-01", "Headline": "China confirms first human case of bird flu strain, East Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.BEIJING (AFP, REUTERS) - China reported the world's first human infection of the H10N3 bird flu strain on Tuesday (June 1) but said the risk of it spreading widely among people was low.The man, a resident of the city of Zhenjiang, was hospitalised on April 28 after developing a fever and other symptoms, the NHC said in a statement.He was diagnosed as having the H10N3 avian influenza virus on May 28, it said, but did not give details on how the man had been infected with the virus.\"The risk of large-scale spread is extremely low,\" the NHC said, adding that the man was in a stable condition and his close contacts had reported no \"abnormalities\". It described H10N3 as low pathogenic - less likely to cause death or severe illness - in birds.The man was stable and ready to be discharged from hospital. Medical observation of his close contacts had not found any other cases.The NHC said there had been no human cases of H10N3 previously reported in the world.H10N3 is a low pathogenic, or relatively less severe, strain of the virus in poultry and the risk of it spreading on a large scale was very low, the NHC added.The strain is \"not a very common virus\", said Filip Claes, regional laboratory coordinator of the Food and Agriculture Organisation's Emergency Centre for Transboundary Animal Diseases at the Regional Office for Asia and the Pacific.Only around 160 isolates of the virus were reported in the 40 years to 2018, mostly in wild birds or waterfowl in Asia and some limited parts of North America, and none had been detected in chickens so far, he added.Analysing the genetic data of the virus will be necessary to determine whether it resembles older viruses or if it is a novel mix of different viruses, Claes said.Several strains of bird flu have been found among animals in China but mass outbreaks in humans are rare.The last human epidemic of bird flu in China occurred in late 2016 to 2017, with the H7N9 virus.The H7N9 has infected 1,668 people and claimed 616 lives since 2013, according to the United Nations' Food and Agriculture Organisation.Following recent avian flu outbreaks in Africa and Eurasia, the head of China's Centre for Disease Control and Prevention last week urged stricter surveillance in poultry farms, markets and wild birds.Covid-19 was first detected at a food and animal market in the central Chinese city of Wuhan in late 2019.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/east-asia/china-confirms-first-human-case-of-bird-flu-strain", "Source": "google"}