{"Type": "", "Time": "2021-06-01", "Headline": "Rise in S'pore dengue cases expected as mosquito population grows by 30%, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - Dengue cases here are expected to increase, as the population of the Aedes aegypti mosquito - which transmits dengue and other viruses - has grown by about 30 per cent in April, compared with January, said the National Environment Agency on Tuesday (June 1).The mosquito population has remained high in some residential areas across the island, including Clementi West Street 1, Hougang Avenue 6, 8 and 10, Jurong East Street 32, Mei Chin Road, Mei Ling Street, and Stirling Road.Over 2,700 dengue cases have been reported since the start of this year and there are currently 22 active dengue clusters.Although there have been fewer dengue cases in recent weeks than in the same period last year - when a historic outbreak of dengue occurred in Singapore - the figures remain higher than those of 2017 and 2018 , years that saw 2,772 and 3,285 cases respectively.There were 35,315 reported dengue cases last year, with 28 deaths.\"As we have now entered the warmer months of the year from June to October, the increased risk of higher dengue transmission is a concern,\" said the agency.The NEA therefore expects an increasing number of dengue cases due to the accelerated breeding cycle and maturation of the Aedes aegypti mosquito vectors - meaning it takes less time for the mosquito to become a biting adult in warmer months - as well as the shorter incubation period of the dengue virus.This refers to the time needed for the mosquito to pick up the disease and pass it on.According to the World Health Organisation, this period is around eight to 12 days when the temperature is 25 to 28 deg C.Since the Covid-19 phase two (heightened alert) measures kicked in on May 16, the NEA said that more people staying in and working from home could mean more \" biting opportunities\" for the day-biting Aedes aegypti mosquito, and potentially higher risk of dengue transmission.Last August, a study examining the impact of the circuit breaker on the number of dengue infections found there were 50 per cent more cases than usual.The study, which was conducted in collaboration with the National University of Singapore's Saw Swee Hock School of Public Health, also found that adults aged 20 to 64 made up the majority of infections, since that part of the population would have normally been in the workplace during the day.In addition, more than half of the positive dengue samples since February were of the less common dengue serotypes 3 (DENV-3) and 4 (DENV-4).Serotypes are distinct variations within a particular virus. There are four dengue serotypes: DENV-1, 2, 3 and 4. The predominant dengue virus serotype in Singapore has been DENV-2 since 2016.The NEA said that since DENV-3 has not been dominant for about the last three decades and the incidence rate of DENV-4 has also been consistently low, the population immunity for both serotypes is low, making people more likely to get infected.However, it added that it is too early to say that there has been a switch of dominant dengue virus serotype in Singapore.The DENV-3 serotype has been detected in the dengue cluster at Cashew Terrace and Hazel Park Terrace, while DENV-4 has been detected in clusters at Hougang Central and Pasir Ris Street 21.\"If left unchecked, the high Aedes aegypti mosquito population, coupled with the circulation of previously uncommon dengue virus serotypes and a sizeable proportion of people... working from home, would add to the dengue risk this year,\" said the NEA.It urged the public to prevent mosquito breeding by ensuring that stagnant water is removed.In the meantime, the NEA will continue to conduct inspections in areas with higher mosquito population, and has stepped up its operations in dengue cluster areas.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/rise-in-spore-dengue-cases-expected-as-mosquito-population-grows-by-30-per-cent", "Source": "google"}