{"Type": "", "Time": "2021-06-01", "Headline": "Nestlé says over half of its traditional packaged food business is not 'healthy' in an internal presentation to top executives, according to a report", "Text": "The majority of Nestlé's traditional food and drinks do not meet a \"recognised definition of health.\"Just 37% of its consumer food and beverage products meet international health standards.The global food company acknowledged the issue in an internal presentation seen by the Financial Times.See more stories on Insider's business page.More than 60% of Nestlé's traditional packaged consumer food and beverage products do not meet an internationally recognized health standard, according to internal company documents seen by the Financial Times.\"Some of our categories and products will never be 'healthy' no matter how much we renovate,\" the company said in a presentation seen by top executives at the world's largest food conglomerate.CEO Mark Schneider told Bloomberg in September that the company is making continued investments in the healthiness of its products, but \"confectionary and chocolate address a deep human need and are going to be here to stay.\"The definition of \"healthy\" comes from the Australian health star rating system, which scores products on a five-star scale and is used by international researchers including the Access to Nutrition Foundation. A product must score at least 3.5 stars to be considered healthy.Metrics like the health star system \"enable consumers to make informed choices. However, they don't capture everything,\" a company spokesperson said in a statement to Insider. \"About half of our sales are not covered by these systems. That includes categories such as infant nutrition, specialized health products and pet food, which follow regulated nutrition standards.\"\"We believe that a healthy diet means finding a balance between well-being and enjoyment. This includes having some space for indulgent foods, consumed in moderation,\" the spokesperson added.The presentation highlighted the stats of some of the most unhealthy products made and sold by Nestlé-owned brands.A serving of Hot Pockets pepperoni pizza packs a whopping 48 percent of the daily sodium allowance, followed closely by DiGiorno's three meat croissant crust pizza, which has 40 percent. To pair saltiness with sweetness, Nestlé also offers an orange-flavored San Pellegrino drink with 7.1g of sugar per 100ml, and Nesquik's strawberry-flavored milk powder with 14g of sugar in a 14g serving.\"Strawberry Nesquik is perfect at breakfast to get kids ready for the day,\" Nestlé says in its marketing text for the product.\"We have made significant improvements to our products ... [but] our portfolio still underperforms against external definitions of health in a landscape where regulatory pressure and consumer demands are skyrocketing,\" the presentation said.Professor Marion Nestle (no relation), who researches nutritional science at Cornell, told the FT that a healthy portfolio is likely out of reach for large publicly traded companies like Nestlé.\"Food companies' job is to generate money for stockholders, and to generate it as quickly and in as large an amount as possible,\" she said. \"They are going to sell products that reach a mass audience and are bought by as many people as possible, that people want to buy, and that's junk food.\"\"Nestlé is a very smart company, at least from my meetings with people who are in their science [departments] ... but they have a real problem,\" she added. \"Scientists have been working for years to try to figure out how to reduce the salt and sugar content without changing the flavor profile and guess what, it's hard to do.\"Read the original article on Business InsiderBy now we all know that diet culture is such a pervasive phenomenon that even during a completely unprecedented time in many of our lifetimes (like a global pandemic), people are still obsessed with weight gain. There are two sides to this coin: those who make jokey remarks about how “fat” they’re going to get […]The federal minimum wage has remained at $7.25 per hour for the past decade, but some major companies have taken it upon themselves to up their lowest wage earners' compensation to more than double...與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!Are we just going to let history repeat itself like this?Household members of any person identified as a close contact of a  COVID-19 case will have to isolate themselves immediately, even if the person has not tested positive for COVID-19 yet.The leader of Israel's right wing Yamina party, Naftali Bennett, said in a speech Sunday he'll do everything in his power to form a unity government with opposition leader Yair Lapid “to get the country back on the right track.\"Why it matters: A new \"change government\" could end the political crisis that has led to four elections in Israel in two years. It would make Bennett prime minister, bringing an end to 12 years of Benjamin Netanyahu's rule.Stay on top of the latest market trends and economic insights with Axios Markets. Subscribe for freeWhat he's saying: Bennett, who called Lapid his “friend”, in the speech accused Netanyahu of lying when he says he can form a right wing government with 61 members of the legislature.He added that the alternative to a unity government was a fifth election, which he said would lead to a sixth and seventh election. “This will tear apart our country brick by brick until our house collapses on us”, Bennett said.“Mr. Netanyahu is not trying to form a right wing government. He knows it's impossible. He wants to take the country to his own personal Masada,” Bennett said. He said Netanyahu was operating a “well-oiled machine that is spreading lies to sow fear in the public.”Bennett stressed the new unity government will not be left-wing, and that it wouldn't give up territories or hesitate to go on a military operation if one is needed.“The left wing part of the government made big compromises … each side of the government will have a veto power and equal number of votes”, Bennett said.The other side: Netanyahu gave a statement shortly after Bennett’s speech, calling him a liar and “the con artist of the century.” He called on right wing voters to put pressure on the members of Knesset from Bennett’s party so that they don't vote in favor of the new government.Worth noting: Under a “change government,” Bennett would serve as prime minister for two years before Lapid rotates into the job. It would be the most wide-ranging coalition ever formed in Israel.What’s next: Bennett’s and Lapid’s negotiations teams convened right after the speech. Lapid and Bennett were already on the verge of a deal three weeks ago when talks suspended over the Gaza operation.Both of them want to finish negotiations by Monday or Tuesday, and notify President Rivlin that they managed to form a government. The swearing in of the government could take place no more than a week later.More from Axios: Sign up to get the latest market trends with Axios Markets. Subscribe for free月費低至HK$0，全新開戶有機會贏取HK$10,000 Apple Store禮品卡。投資涉及風險。優惠附帶條款。Step aside, heat tools.Rangers who keep an eye on North America's highest mountain peak say impatient and inexperienced climbers are taking more risks and endangering themselves and other climbers after a year off because of the COVID-19 pandemic.  Denali in southern Alaska is 20,310 feet (6,190 meters) above sea level and requires a level of expertise and acclimation to high altitudes not needed for climbing most peaks in the U.S.  “We have seen a disturbing amount of overconfidence paired with inexperience in the Alaska Range,\" the National Park Service wrote in a statement issued Thursday.Detectives have their hands full with several recent attacks on the subway, one of them on the Upper East Side and several others in Queens.雲集多家國際媒體及創意企業，項目步行即到輕鐵站，便捷前往曼徹斯特各地，展銷會於香港中環文華東方酒店舉行，立即留位！Capitol Hill staffers: show us your monthly budget on a congressional salaryKyrie Irving walked to midcourt and stomped on the Celtics' logo after helping the Nets to victory in Game 4.Mayim Bialik, who starred in \"The Big Bang Theory\" and holds a doctorate in neuroscience, guest-hosted \"Jeopardy!\" episodes that air through June 11.All asset classes. Industry-leading prices. User-friendly investing online.A Belarusian activist is in hospital after he tried to slit his own throat in court, telling his father he was being forced to confess. The man’s suicide attempt on Tuesday horrified Belarus, a nation deeply traumatised by police violence and torture following Alexander Lukashenko’s win in a rigged vote last summer. Stsiapan Latypau is one of over 400 Belarusians jailed since the election for their opposition views. Mr Latypau, charged with resisting police and fraud, was brought into a Minsk coTrump has told people, baselessly, that he \"expects he will get reinstated by August,\" the New York Times reporter Maggie Haberman tweeted.\"I was not involved that much. Anybody who said that is full of shit,\" Hannity told WSJ's Michael Bender.Play for just 1 minute to find out why everyone loves this game! No install requiredWASHINGTON (Reuters) -The U.S. Supreme Court on Tuesday declined to hear Johnson & Johnson's bid to overturn a $2.12 billion damages award to women who blamed their ovarian cancer on asbestos in the company's baby powder and other talc products.  The justices turned away a J&J appeal and left in place a Missouri state court ruling in litigation brought by 22 women whose claims were heard together in one trial.  The Missouri Court of Appeals, an intermediate state appellate court, last year ruled against J&J's bid to throw out the compensatory and punitive damages awarded to the plaintiffs but reduced the total to $2.12 billion from the $4.69 billion originally decided by a jury.Trump has reportedly been telling people he'll be ‘reinstated’ by AugustBelgian Ambassador to South Korea Peter Lescouhier's wife was seen on security footage slapping an employee at a clothing store last month.Here is What Whole Mouth Dental Implants Should Cost You in Your AreaA Sicilian mafia boss known as “the pig” and “the people-slayer”, who had a child dissolved in acid as revenge against an informant, has been released early from prison, prompting outrage from his victims’ relatives. Giovanni Brusca, 64, a former leader of Cosa Nostra, was released from a high security jail in Rome after spending 25 years behind bars for multiple murders and mafia association. He was notorious for having detonated the huge roadside bomb that blew up a crusading anti-mafia prosecutor, Giovanni Falcone, in 1992. Brusca told a court how he sat on the side of a hill, watching the progress of the prosecutor’s convoy through a pair of binoculars, before activating the explosion by remote control. The prosecutor’s wife and three police protection officers also died in the massive explosion, which happened on a stretch of motorway outside Palermo. Brusca ordered the kidnapping of 12-year-old Giuseppe Di Matteo in revenge for the boy’s father deciding to become a pentito or informant, offering to collaborate with police and prosecutors. The boy was kidnapped, held in squalid and inhuman conditions for more than two years, then strangled and dissolved in acid.Ina Garten's simple weeknight bolognese is packed with rich flavors, while her lemon pasta only takes 10 minutes to whip up.Fox News' Sean Hannity reportedly wrote a Trump campaign ad that aired on his show", "Section": "", "Writers": "", "URL": "https://news.yahoo.com/nestl-says-over-half-food-154100782.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}