{"Type": "", "Time": "2021-06-01", "Headline": "Walk-in Covid-19 vaccinations start for seniors aged 60 and above, Health News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - Seniors began showing up at vaccination centres from early Tuesday morning (June 1), a day after Prime Minister Lee Hsien Loong said that those aged 60 and above can walk into any centre and get their Covid-19 jab on the spot.Among them were some who had initially been reluctant to do so, such as Madam Lee Kwee Wah, 74.\"I did not want to take the vaccination previously, so I didn't take it,\" the retiree told The Straits Times. \"No particular reason.\"Madam Lee changed her mind after encouragement from her daughter, following PM Lee's appeal to those in her age group.\"My eldest daughter said it is better for me to take it, so I took it,\" she said.Around three-quarters of those over 60 have had at least one dose or made an appointment to get vaccinated, leaving around 280,000 who have not.Apart from being allowed to get vaccinated without having to make an advance appointment, people in this age group can now also request to receive their jabs at home if they are not mobile or unable to get to a centre.Students have been asked to register for vaccination, while adults under 39 will likely start getting jabbed in mid-June.On Tuesday, President Halimah Yacob urged seniors to quickly get inoculated against Covid-19, especially since the process has been made more convenient for them to do so.\"Our seniors have always been the priority of the government in our effort to protect our people against Covid-19, as they are more vulnerable, and we would like to see all of them vaccinated,\" she said in a Facebook post on Tuesday (June 1).The President acknowledged that some may have concerns about side effects.\"The vaccine is safe, and the strongest testimony to that is the 760,000 who are already vaccinated,\" she said, adding that she and her husband - both in their 60s - have also received their shots.Madam Halimah also urged neighbours or friends to help seniors who may not have family to assist them with the vaccination process.\"Grassroots organisations or social service agencies can also assist,\" she said.\"In this way, hopefully we can see all our seniors quickly vaccinated.\"The Straits Times visited three vaccination centres located at community clubs (CCs) on Tuesday, all of which saw seniors walking in to get their shots.At Radin Mas CC, around 10 seniors arrived at 7.30am without appointments, while at Marsiling CC, around eight such seniors had trickled in by noon. Tanjong Pagar CC saw 21 such walk-ins by 1pm.One senior, 64-year-old Chua Ah Poh, said she missed her vaccination appointment in April because she had been unwell.The cleaner said she decided to go to the centre this afternoon to receive her jab after hearing PM Lee's pitch on Monday and also with encouragement from her family.She said in Mandarin: \"All my family members have received the vaccination, so I think it's better for me to get it as soon as possible to be safe and prevent anything from happening.\"\n\nMadam Lee Kwee Wah (left) did not want to take the vaccination previously but changed her mind after encouragement from her daughter. ST PHOTO: NG SOR LUAN\nShe encouraged her unvaccinated peers to get jabbed as well, adding: \"It is safer to get the vaccination, not just for yourself, but also for the well-being of all Singaporeans.\"Another senior, retiree Liew Ho Far, 70, said: \"I feel safer after taking the vaccination. But its not just that, we must also take preventive measures, such as going out less often and wearing a mask when going out. We have to take our life in our own hands.\"Mr Liew said he had cancelled his previous vaccination appointment because he was hospitalised at the time.He also encouraged other senior citizens to receive the vaccination, saying in Mandarin: \"I will encourage them to take the vaccination because it is safe and there is nothing to be afraid of.\"Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/health/walk-in-covid-19-vaccinations-start-for-seniors-aged-60-and-above", "Source": "google"}