{"Type": "", "Time": "2021-06-01", "Headline": "2 more workers at Anchorvale NTUC Foodfare test positive for Covid-19, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.Two more Covid-19 patients have been linked to the Anchorvale NTUC Foodfare cluster, and another four have been linked to the Hong Ye Group cleaners cluster, said the Ministry of Health (MOH) yesterday.They are among the 16 community cases. Of these, 13 are linked to previous cases - 11 of whom have been placed on quarantine.The number of patients in the Anchorvale NTUC Foodfare cluster has gone up to nine, while the Hong Ye Group cleaners cluster now numbers 21.The new cases in the NTUC Foodfare cluster are a 33-year-old supervisor at Hua Zai HK Style Roasted Delight Rice Noodle - he is the household contact of five previously reported patients - as well as a 33-year-old kitchen assistant at Hua Zai HK Style Roasted Delights.Both work in outlets at 308 Anchorvale Road, a coffee shop that has been closed for two weeks since Sunday due to viral transmission among workers there.The kitchen assistant also works at another outlet at 476D Upper Serangoon View.The four new members of the Hong Ye Group cluster are an 18-year-old cleaner at Changi Business Park, an 18-year-old full-time national serviceman, an unemployed 16-year-old and an 11-year-old pupil at New Town Primary School.Separately, a 60-year-old female administrative worker at White Sands Primary School was one of three unlinked patients reported yesterday. She took the vaccine on March 20 and April 10.A 68-year-old male Singaporean who works as a manager at Phoenix Entertainment Karaoke TV Music Lounge and whose serology test was positive and a 72-year-old Singaporean housewife were the other two unlinked cases. A positive serology test indicates a likely past infection.A nine-year-old pupil at Chua Chu Kang Primary School, who was asymptomatic, also tested positive for the virus. She is linked to a cluster whose first detected case was a 15-year-old boy from Westwood Secondary School.New cases: 23In community: 16 (3 unlinked)In dormitories: 0Imported: 7New community cases in the past week: 128(26 unlinked)Active cases: 559In hospitals: 223 (2 in ICU)In community facilities: 336Deaths: 33Total discharged: 61,444Discharged yesterday: 25TOTAL CASES: 62,051She also attends student care at Happy Star Learning Hub Student Care and Tuition Centre.There were also seven imported cases who had been placed on stay-home notice on arrival in Singapore. Four of the imported cases are Singaporeans or permanent residents.No new cases from workers' dormitories were reported.This adds up to a total of 23 coronavirus cases confirmed yesterday, which take Singapore's total cases to 62,051.Overall, the number of new cases in the community has fallen to 128 in the past week, from 185 two weeks ago.Unlinked cases in the community have also fallen to 26 in the past week, from 32 the week before. With 25 more patients discharged yesterday, 61,444 patients have fully recovered from the disease.A total of 223 patients remain in hospital, including two in critical condition in the intensive care unit, while 336 are recuperating in community facilities.Singapore has had 33 deaths from Covid-19 complications, while 15 who tested positive have died of other causes.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/2-more-workers-at-anchorvale-ntuc-foodfare-test-positive-for-covid-19", "Source": "google"}