{"Type": "Singapore", "Time": "2021-06-01", "Headline": "Ample supply of food and essential items in Singapore: Gan Kim Yong on supply concerns arising from Malaysia lockdown", "Text": "Singapore has “ample supply of food and essential items” but people should buy only what they need, said Minister for Trade and Industry Gan Kim Yong on Monday (May 31), on the back of supply concerns arising from Malaysia’s two-week lockdown.SINGAPORE:  Singapore has “ample supply of food and essential items” but people should buy only what they need, said Minister for Trade and Industry Gan Kim Yong on Monday (May 31).Mr Gan’s comments came on the back of supply concerns arising fromMalaysia’s two-week lockdownfrom Jun 1 to Jun 14. Singapore imports several products from Malaysia, including chicken, fish and vegetables.“We are working with Malaysia to ensure the continued flow of essential supplies between our two countries,” said Mr Gan, speaking at a COVID-19 multi-ministry task force.The Government has been working closely with relevant agencies and companies to build up existing stock, further diversify its sources of food and essential items while also increasing local production, he said.“I want to assure everyone that we have ample supply of food and essential items. But please remember to only buy what you need,” said Mr Gan, who is also co-chair of the task force.Economic agencies in Singapore are working with companies, especially those dealing with essential goods and services, to minimise disruptions to their supply lines, he added.Mr Gan visited supermarket chain FairPrice and home-grown supply chain solutions company YCH over the weekend to better understand the measures that have been put in place to ensure that there is sufficient food and essential items for all, he said.Describing the COVID-19 situation as “extremely fluid”, Mr Gan said that as the pandemic continues to evolve globally, Singapore must remain prepared and vigilant as a nation while staying flexible and adaptable.Speaking after Prime Minister Lee Hsien Loong’s address on Singapore’s strategy against COVID-19, Mr Gan said that the next few months are “critical”.“We are in a race with the virus. The virus will attempt to spread wider and faster, and therefore we need to do more and do faster too, in vaccination, testing and contact tracing,” he said.IMPACT EXPECTED TO BE \"MODEST\"Touching on the potential impact of the tighter COVID-19 restrictions during Phase 2 (Heightened Alert) on Singapore's economy, Mr Gan said that he expects the overall impact to be modest.\"The impact of the measures will differ across different sectors. Domestic, consumer-oriented sectors, such as food and beverage services, retail, and land transport, will see a greater impact,\" he added.“On the other hand, the impact of these measures on outward-oriented sectors of the economy, such as manufacturing and finance and insurance, is likely to be less severe.\"Last Friday, Finance Minister Lawrence Wong announcedmore support measuresfor businesses affected by the tightened measures, extending wage subsidies to more sectors.“Even as we do our best to manage the situation at hand, MTI will continue to give businesses, our full support to help them transform and seize new opportunities when they arise,” said Mr Gan.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "COVID-19,coronavirus,Malaysia,food,economy,GDP", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/ample-supply-food-essential-items-in-singapore-gan-kim-yong-14920098", "Source": "google"}