{"Type": "", "Time": "2021-06-01", "Headline": "Students can begin booking vaccination slots from today, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.More than 400,000 students will be invited to book their Covid-19 jabs from today, with priority given to secondary and pre-university students in graduating cohorts, Education Minister Chan Chun Sing announced yesterday.The roll-out of the vaccination drive for younger people comes amid more cases of schoolchildren getting infected in settings like tuition centres in the recent Covid-19 outbreak, and the earliest vaccine slots will be from Thursday.Since April 15, more than 70 students in pre-schools, schools and institutes of higher learning have tested positive for the virus, forcing some schools to switch to home-based learning even before nationwide restrictions to curb community spread kicked in on May 16.Prime Minister Lee Hsien Loong said yesterday: \"The children were not seriously ill, but parents are naturally worried. Therefore, we will take advantage of the June holidays to vaccinate students.\"For a start, the exercise will kick off with the 56,000 students who will be sitting the N, O and A levels, as well as other equivalent qualifications such as the International Baccalaureate diploma, in the second half of this year, so they can schedule their vaccination appointments ahead of the upcoming national exams, the Ministry of Education (MOE) said.Over the next two weeks, the invitations will be progressively extended to other full-time students, including those in madrasahs and special education (Sped) schools.Students who are 18 and above will receive an SMS containing a unique link for them to book a slot for the first dose of the vaccine at any of the vaccination centres around Singapore. The second dose will be given around six to eight weeks later.For children under 18, who will need parental consent to take the jabs, the SMS invitations will be sent to their parents or guardians. Those below 13 will have to be accompanied by their parents or guardians during their jab.While Singapore offers both the Pfizer and Moderna vaccines, only those aged 18 and above will be given a choice between the two. This is because the Moderna jab has not been approved for use with the younger age group.Those aged between 12 and 17 will be offered only the Pfizer jab, which was recently cleared for use for those aged 12 to 15 following an evaluation by the Health Sciences Authority.The well-being of our students and educators is foremost to the confidence of our parents in our schools. MOE's intention is to have as many of our eligible students vaccinated as soon as possible when vaccines are available.To address parents' questions and concerns about the vaccines, MOE will be partnering with the Ministry of Health to organise webinars for them, said Mr Chan.PRIMARY SCHOOL LEAVING EXAMINATION•Oral exams: Aug 12 to 13•Listening comprehension: Sept 17•Written exams: Sept 30 to Oct 6N LEVELS•Oral exams: July 12 to 16, July 29 to Aug 2•Listening comprehension: Sept 13 to 14•Written exams: Sept 15 to Oct 14O LEVELS•Oral exams: July 7 to 16, July 22 to Aug 13, Sept 27 to Oct 6•Listening comprehension: July 6, Oct 11, Oct 13, Oct 15•Written exams (mother tongue and Chinese/Malay/ Tamil B): May 31 to June 1•Written exams (other subjects): Oct 8 to Nov 15A LEVELS•Oral exams: July 7 to 21, Oct 6, Oct 12 to 14•Listening comprehension: July 6, Oct 18 to 19, Nov 1•Written exams (mother tongue and Chinese/Malay/ Tamil B): May 31 to June 1•Written exams (other subjects): Oct 11 to Dec 3NOTE: Exact dates will depend on individual subjects taken by studentsMeanwhile, four dedicated MOE vaccination centres will be set up from next Monday to support the vaccination roll-out for students. They include three centres at the Institute of Technical Education (ITE) College campuses in Ang Mo Kio, Choa Chu Kang and Simei, and one at the Raffles City Convention Centre.The ITE centres will be able to administer 1,600 doses of the vaccine a day, while the Raffles City centre can do 2,000 doses a day.ITE will arrange for its students to take their shots on campus, and the Ministry of Health will send mobile vaccination teams to Sped schools as the students may find it challenging to visit a vaccination site.Schools will also look into alternative vaccination arrangements for those who need extra support when schools reopen after the June holidays, including providing transport to the vaccination centres, MOE said.The vaccination exercise for students is estimated to be completed by August, if all students who are eligible make an appointment to take their jabs.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/students-can-begin-booking-vaccination-slots-from-today", "Source": "google"}