{"Type": "", "Time": "2021-06-01", "Headline": "Five people killed in London over Bank Holiday weekend - police | Evening Standard", "Text": "Not registered? Register hereolice are continuing to question seven men after a teenager was stabbed to death near tennis courts in London’s fifth homicide in three days.The 18-year-old had been attacked as a group of men brawled in Montrose Park, Edgware at 5.54pm on Monday.He was found suffering from a stab injury in the tennis court area as families sat enjoying the bank holiday weather.Despite the best efforts of paramedics, and the air ambulance crew, the teenager was pronounced dead at the scene.Seven men–arrested on suspicion of offences including affray and attempted murder–remain in police custody.The victim is the 15th teenager killed so far this year, equalling the number in 2020 and putting London on course to overtake the figure of 26 from 2019.Fourteen teenagers have been fatally stabbed in 2021 and one aged 14 died with two members of his family in a house fire started deliberately in Russett Way, Lewisham on March 6.Meanwhile, police are still hunting the killer of flower seller Tony Eastlake, 55, who was stabbed near his stall outside Essex Road station in Islington, north London.Mr Eastlake was attacked just before 5.30pm on Saturday as he walked to a friend’s house for dinner.Police are appealing for anyone who might have witnessed an altercation or someone running from the scene. No arrests have been made.Scotland Yard has now launched 50 murder investigations in 2021, of which 24 victims were under 25.The bloodshed came as a senior police officer said the Bank Holiday Weekend was one of the busiest for emergency services this year.Superintendent Dan Ivey, who works in Lambeth and Southwark, tweeted on Saturday: “Last night was like New Year’s Eve levels of demand. Relentless.“High-risk suicidal people, fatal road collision, alcohol-fuelled football, pub and domestic assaults, illegal raves, injured officers. Plus the anti-lockdown protest.“Heroic effort from everyone in Met Police.”He spoke as a police officer recovers in hospital after being punched in the face at Charing Cross Police Station.The Met said a man was arrested at the scene on suspicion of assault and the building temporarily closed to the public.The officer was treated for a facial injury assessed as not life-threatening.", "Section": "", "Writers": "", "URL": "https://www.standard.co.uk/news/london/five-people-killed-london-crime-bank-holiday-weekend-police-b938164.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}