{"Type": "Asia", "Time": "2021-06-01", "Headline": "Last resort: Seeds from nearly 5,000 wild plant species kept safe in a South Korean mountain", "Text": "BONGHWA, South Korea: Hidden in a South Korean mountain tunnel designed to withstand a nuclear blast, the seeds of nearly 5,000 wild plant species are stored for safekeeping against climate change, natural disaster and war.Plant extinction is progressing at an alarming rate, researchers warn, driven by increasing human population, pollution and deforestation, even before many species are catalogued.The Baekdudaegan National Arboretum Seed Vault Centre preserves nearly 100,000 seeds from 4,751 different wild plant species to ensure they are not lost to \"apocalyptic events\", says its head Lee Sang-yong.It is one of only two such facilities in the world, he told AFP: Unlike more commonplace seed banks, where samples are stored and regularly withdrawn for various purposes, deposits in seed vaults are meant to be permanent, with use intended only as a last resort to prevent extinction.The vault is designated as a security installation by South Korea's National Intelligence Service, surrounded by wire fences and dozens of cameras, with restrictions on filming in place and police patrolling on a regular basis.Inside, a lift leads about eight floors down to a cavernous concrete tunnel, where two heavy steel doors guard the storage room and its hand-cranked shelving racks, kept at minus 20 degrees Celsius to preserve the seeds and 40 per cent humidity to keep them viable.The vault's samples are largely of flora from the Korean peninsula, but with a capacity of 2 million seeds, the South makes its space available to other countries, with Kazakhstan and Tajikistan among those to have taken up the offer.Depositors retain ownership of their samples and control over withdrawals.But Lee pointed out: \"The seed vault stores seeds to prevent their extinction, so the best scenario would be that the seeds never have to be taken out.\"Despite its doomsday-defying role, it was built by a country that in 1950 was invaded by the neighbouring North, and Pyongyang has since developed a nuclear and missile arsenal.The facility was built in the \"safest spot\" in South Korea, Lee said, designed to withstand a 6.9-magnitude earthquake and even an atomic strike.\"It's geographically very safe,\" Lee said. \"And we paved a 46m-deep underground tunnel to ensure it's safe from war and nuclear threats.\"\"RACE AGAINST TIME\"The world's biggest and best-known seed vault is buried deep inside a former coal mine on Svalbard, a remote Arctic Norwegian archipelago about 1,300km from the North Pole.Dubbed the \"Noah's Ark\" of food crops, the Global Seed Vault focuses on agricultural and related plants, storing more than one million seed samples from nearly every country on the planet.But researchers say preserving the seeds of wild plants - the original source of the crops we eat today - should not be overlooked.Many crop relatives in the wild that could provide genetic diversity to help long-term food security \"lack effective protection\", according to a recent UN report.It warned that farming was likely to be less resilient against climate change, pests and pathogens as a result, adding: \"The biosphere, upon which humanity as a whole depends ... is declining faster than at any time in human history.\"Wild plants hold promise as future medicines, fuels and food, said the Royal Botanic Gardens Kew in a report last year, but around two-fifths of them are threatened with extinction, largely due to habitat destruction and climate change.It was a \"race against time\" to identify them before they disappeared, it added.Research on wild plant seeds is \"lacking tremendously\", said Na Chae-sun, a senior researcher at the Baekdudaegan National Arboretum.She and her team collect samples and carry out a meticulous and extensive process including X-ray tests and trial plantations before seeds are catalogued and stored in the seed vault.\"One might ask why is that wild flower on the kerbside important?\" she said.\"Our job is to identify these one by one and letting people know how important they are,\" she went on.\"The crops that we eat today may have come from that nameless flower on the kerbside.\"It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "South Korea,seeds,plants", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/asia/south-korea-seed-vault-bonghwa-preserves-plant-species-14924368", "Source": "google"}