{"Type": "Singapore", "Time": "2021-06-01", "Headline": "Higher risk of dengue transmission as Aedes mosquito population growing islandwide, says NEA", "Text": "SINGAPORE: The National Environment Agency (NEA) is expecting an increasing number of dengue cases as Singapore enters the warmer months of the year.This is due to the accelerated breeding and maturation of the Aedes aegypti mosquito and shorter incubation period of the dengue virus, the agency said on Tuesday (Jun 1).The increasing population of the Aedes mosquito across the island is also significant, it said.More than 2,700 dengue cases have been reported in Singapore since the start of the year. There are currently 22 active dengue clusters.While recent weekly dengue cases have been lower than in the same period last year, when Singapore experienced a\"historic\" outbreak, the figures are still higher than those reported in 2017 and 2018, said NEA.The population of the Aedes mosquito grew by about 30 per cent in April compared to January, said the agency.The population remains high in areas including:- Clementi West Street 1;- Hougang Avenues 10, 6 and 8;- Jurong East Avenue 1 and Jurong East Street 32; and- Mei Chin Road, Mei Ling Street and Stirling Road.\"If left unchecked, the current high Aedes aegypti mosquito population, coupled with the circulation of previously uncommon dengue virus serotypes and a sizeable proportion of people staying in and working from home, would add to the dengue risk this year,\" said NEA.LOWER IMMUNITY AND \"BITING OPPORTUNITIES\"NEA highlighted that dengue cases caused by the less common virus serotypes DENV-3 and DENV-4 made up more than half the serotypes sampled since February.\"DENV-3 has not been dominant since about three decades ago, and the incidence of DENV-4 has been consistently low.\"Thus the population immunity for DENV-3 and DENV-4 is low, and more people are susceptible to transmission of the virus,\" said the agency.DENV-3 has been detected in the dengue cluster at Cashew Terrace/Hazel Park Terrace, while DENV-4 has been detected in clusters at Hougang Central and Pasir Ris Street 21, it said.The agency also noted that more people are staying in and working at home during Phase 2 (Heightened Alert) of Singapore's COVID-19 prevention efforts, due to last until Jun 13.This could translate into more \"biting opportunities\" for the day-biting Aedes mosquito, potentially increasing the risk of dengue transmission, it said.The agency cited a study that found almost 50 per cent more dengue infections were reported during Singapore's \"circuit breaker\" last year than there should have been, based on mathematical modelling.\"Most of the excess infections were among adults of working age (20 to 64 years old) – people who would normally have been in workplaces, some of which would have been air-conditioned, instead of their homes,\" said NEA.The agency carried out the epidemiological study with the National University of Singapore Saw Swee Hock School of Public Health in August last year.NEA urged members of the public to remain vigilant and take steps to prevent mosquito breeding.The agency said it continues to conduct targeted inspections at areas with higher mosquito populations and has stepped up operations at dengue clusters.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "mosquito,dengue,health,NEA", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/dengue-fever-aedes-mosquito-transmission-risk-nea-14925420", "Source": "google"}