{"Type": "", "Time": "2021-06-01", "Headline": "Israel's 'magician' Netanyahu faces final curtain after record run", "Text": "By Jeffrey HellerJERUSALEM (Reuters) - Long the familiar face of Israel, Benjamin Netanyahu has held on as prime minister for more than a decade, clinging to power through a criminal indictment and four elections in the past two years alone.Now, the question is whether the 71-year-old Netanyahu, dubbed \"the magician\" by his admirers, has any cards left up his sleeve.After years in which he exerted near-complete hegemony over Israeli politics, an emerging broad coalition of opponents could be about to unseat him.\"Fraud of the century,\" an indignant Netanyahu declared on Sunday, after fellow right-winger Naftali Bennett turned against him and opted to align with centrist opposition chief Yair Lapid despite a public promise that he wouldn't.And while Netanyahu's Likud party has remained unflinchingly loyal to him, Gideon Saar, a disillusioned Likud defector, is in line to join the new government-in-making as head of his own New Horizon party.Israeli political commentators said the political knives have been out for a while for Netanyahu, the country's longest-serving leader.A sense that he was living on borrowed time after 12 consecutive years in office was compounded by a corruption trial now under way.The cases involve alleged favours to media tycoons and illegal receipt of expensive cigars and champagne. Netanyahu has denied all wrongdoing and says, without offering any evidence, that he is a victim of a deep state conspiracy against him.Don't count him out yet, political commentators warn.\"It’s still too early to declare that (the) \"Bibi era\" of Israeli politics has ended. But if change is ultimately achieved, Netanyahu will have been toppled by his colleagues on the right, who had it with his leadership,\" Aluf Benn, editor of the left-wing Haaretz newspaper, wrote on Monday.GRACIOUS IN DEFEAT?Popularly known by his childhood nickname, Bibi, Netanyahu is the son of a historian and attended high school and college in the United States, where his father taught.Never lost for a soundbite, his booming baritone hasresounded on the world stage since serving as Israel's ambassador to the United Nations from 1984 to 1988. Entering politics in Israel as a Likud legislator, he became party leader in 1993.Netanyahu last lost the premiership, in his first term, before the turn of the millennium.His gracious handover after a 1999 election to then-Labour Party leader Ehud Barak would seem almost impossible today, in the context of Netanyahu's frequent social media sniping against his rivals.At a changing of the guard in the prime minister's office, Netanyahu and his wife Sara smiled as they shook hands with Barak and his spouse and chatted amiably with the couple with a glass of wine in their hands.This time around, if Lapid meets a Wednesday deadline to form a new government - with Bennett slated to go first as prime minister in a \"rotation\" deal - Netanyahu will likely be ready to pounce as leader of the opposition.In a possible taste of things to come, a stern-looking Netanyahu went on television on Monday to decry the creation of a \"dangerous, left-wing government\".The tone of his remarks - like \"Fraud of the Century\" - has unavoidable echoes of his closest international ally, himself now unseated, former U.S. President Donald Trump.The diverse composition of an alliance of left-wing, centrist and right-wing parties would make it particularly unstable in a country so riven by political divisions that \"do-over\" elections have become the norm.But for Netanyahu's loyalist voters, popularly dubbed \"Bibists\", he remains a leader tough on security and a bulwark against pressure, even from Trump's successor President Joe Biden, for any bold steps that could lead to a Palestinian state.Pro-Netanyahu sentiment was still alive in southern Israel this month, even as the area again came under intensive rocket attack from Hamas in Gaza.\"Thank goodness we have a strong prime minister, Bibi Netanyahu,\" one resident said, without a hint of sarcasm, on Israeli TV as he stood outside his parent's home after it was hit for a second time by a rocket during 11 days of fighting.(Editing by William Maclean)Malaysia's air force scrambled jets to intercept 16 Chinese military aircraft off the country's coast in the South China Sea, a rare incident officials said Tuesday threatened \"national sovereignty\".The US military will hand over its main Bagram Air Base to Afghan forces in about 20 days, an official said Tuesday, as Washington presses on with withdrawing the last of its troops from the country.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!China on Tuesday denied an Australian academic's claims that he had been tortured in custody during his two-year detention on espionage charges.If you’ve got a Citibank credit card, you’re in luck. Here are the deals you can enjoy as a Citibank credit cardmember (on top of the credit card’s own perks). A well-known global bank, Citibank offers some of the best credit cards in Singapore. It […] The post Citibank Credit Card Promotions and Deals: June 2021 appeared first on SingSaver Blog - We Compare, You Save.The employers of an American journalist detained by Myanmar authorities said Monday they were yet to receive any information on his whereabouts or wellbeing, a week after he was detained.N1文憑  一至五朝 09:00-13:00   9月1日開課 | N2證書  一三五朝  10:00-14:00  7月16日開課The remote Pacific nation of Palau reported its first confirmed coronavirus case Monday, but authorities said it was historical and posed no transmission risk.ONE: FULL BLAST might’ve been a quick replacement for ONE: EMPOWER, but the martial arts spectacle delivered plenty of exciting action. The show, which aired on Friday, 28 May, featured a ONE Super Series Muay Thai main event between a pair of top contenders and a flyweight co-main event between rising stars. In the evening’s final … Continue reading \"Saemapetch KOs Kulabdam, Xie TKOs Agasa At ONE: FULL BLAST\"Fifteen tutoring firms have been hammered with millions of dollars of fines over alleged fraud, Chinese state media said Tuesday, as the government's chastening of the tech sector seeps into the private education businesses.原生廣告是Yahoo最受歡迎的廣告模式，每日為廣告商接觸數百萬用戶，成效顯著，而且保證『不點擊，不收費』，讓推廣活動的成本效益達到最高水平！Israeli opposition leader Yair Lapid on Monday said many obstacles remain before a diverse coalition can be built to oust veteran Prime Minister Benjamin Netanyahu, but voiced hope it will achieve the \"greater goal\".Singapore residents will soon be able to purchase \"do-it-yourself\" COVID-19 tests over the counter at pharmacies, said Prime Minister Lee Hsien Loong on Monday (31 May).A senior Australian cabinet minister on Monday dropped a high-profile defamation suit against public broadcaster ABC over its publication of rape allegations that helped spark nationwide protests.「香港媽咪幫」現正招募KOL/微網紅/素人合作,更多產品/服務等你試用合作。He risked everything to give his baby girl a second chance at life This article, Cannabis can mean death in Malaysia. For one dad, it also meant life for his daughter., originally appeared on Coconuts, Asia's leading alternative media company.China has jailed a popular blogger for \"defaming martyrs\" after he suggested the death toll of the China-India border clash last year was higher than the official count of four.Turkish spies snatched a nephew of a longtime foe of President Recep Tayyip Erdogan in Kenya and brought him back to Turkey, media and family said on Monday.客戶經理由世界頂尖學府Citi | Wharton Global Wealth Institute培訓,更明白客戶需要From the dark days of Italy's 2018 World Cup qualifying fiasco to the eve of the European championships, Roberto Mancini has transformed the fortunes of fallen footballing giants Italy.Thousands of doctors across India wore black armbands on Tuesday calling for the arrest of a hugely popular guru who has claimed yoga can prevent Covid-19 and that conventional medicine has killed thousands of coronavirus patients.The vaccine injury financial assistance programme (VIFAP) aims to provide Singaporeans with an added layer of peace of mind when they choose to be vaccinated. The post Vaccine Injury Financial Assistance Programme (VIFAP): How Much Will MOH Be Insuring For Serious Side Effects Related To COVID-19 Vaccination? appeared first on DollarsAndSense.sg.中電學院與PolyU SPEED 合辦。4年兼讀制，可於3年內完成。課程獲香港工程師學會認可，由理大頒授學 位。立即報名，6月30日截止。China has relaxed its family planning policy to allow couples to have three children after a census showed its population is rapidly ageing, state media reported Monday, further unwinding four decades of controls in the world's most populous nation which have strangled the birthrate.How do you deal with noisy neighbours in Singapore? Soundproof your home for peace of mind and better work productivity. Here’s how you can...A major US-Australia joint military exercise will go ahead this year despite pandemic concerns but will be significantly scaled-back, a senior Australian military officer said Tuesday.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/israels-magician-netanyahu-faces-final-120646396.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}