{"Type": "", "Time": "2021-06-01", "Headline": "\nOnly a global effort can tame COVID-19 - The Hindu\n", "Text": "India has been witnessing an unprecedented surge in COVID-19 cases, largely due to the new variants. The variant found initially in the United Kingdom (B.1.1.7) was found in parts of north India earlier this year and began to spread across the country. The World Health Organisation (WHO) recently declared the variant first found in India (B.1.617) as a variant of global concern as it has already spread to more than 40 countries. This underscores the fact that no one is safe until everyone is safe. It calls for globally coordinated efforts to build herd immunity through mass vaccination and to develop new vaccines or tweak the existing ones to become effective against the new variants. Experts have been doubtful about the effectiveness of some of the COVID-19 vaccines against the new variants of the virus.An immediate outcome of the second wave in India is that many people are no longer hesitant to take the vaccine. However, vaccine shortages have been reported in many parts of the country. Several people have criticised the government’s Vaccine Maitri policy. The government has already imposed temporary restrictions on the export of COVID-19 vaccines from India. Although there is a need for these temporary restrictions to meet domestic demand, any definite move towards vaccine nationalism will be detrimental to global efforts to contain the virus. The pandemic needs to be checked globally in a coordinated manner. If this is not done, the virus will keep mutating and no country will remain isolated. \nOnly way to decrease variants of COVID-19 is by increasing vaccination, says Dr. Gagandeep Kang\nFrom May 1, all those aged 18 and above became eligible in India to receive the COVID-19 vaccines. This means that 595 million people who require 1,190 million doses were added to the 344 million people in the 45 and above age group requiring 688 million doses. Inoculating this huge population calls for massive production capacities. Only a little over 12% of the population has received one dose and 3.2% has received both the doses in India so far.The current production capacity of Covishield and Covaxin is just over 70 million doses per month. The government has allocated ₹45 billion as an advance commitment to Serum Institute of India and Bharat Biotech for enhancing their production capacity. By June-July, in the best-case scenario, the combined production capacity of the two companies is expected to rise to 158 million doses per month. The 50 million imported Sputnik doses will add to this. This vaccine will be available only in major private hospitals for now. It is reported that the Sputnik vaccine will be produced in India from July with an annual capacity of 156 million doses, which, according to the Russian Ambassador to India, will be gradually increased to 850 million doses. Even if all the three vaccines are exclusively used for domestic supply, the anticipated production in the near future will not be sufficient to meet the enormous vaccine demand.Being the pharmacy of the world, India needs to rise to the occasion and cater to the demand for vaccines in the country as well as facilitate inoculation of the global population, especially in poorer countries. In the first week of May, the Indian Council of Medical Research said it was willing to share the know-how to produce Covaxin with any company interested in production. Allowing multiple producers will lead to more competition and a reduction in prices. The government can easily task the public sector vaccine manufacturers with the production of Covaxin by providing support to them. In its attempt to enhance the production of Covaxin from 12.5 million doses to 58 million doses a month, the Government of India has involved three public sector enterprises — Haffkine Biopharmaceutical Corporation, Bharat Immunologicals and Biologicals Corporation Limited, and Indian Immunologicals Limited.  \nNobel Laureate’s claim on variants | Experts seek to dispel vaccine fears\nWhile raising an alarm on the spread of infectious diseases, a 2020 report of the WHO on the urgent health challenges for the next decade expressed concern on the lack of access to medical products, including medicines and vaccines. As infectious diseases are expected to increase in the coming years, India needs to frame a long-term strategy to enhance supply at the domestic and international level. Public sector enterprises should be an integral part of that strategy. Unfortunately, the Public Sector Enterprise Policy, released in February, has not identified public sector enterprises in the pharmaceuticals sector as strategically important, and therefore, all central public sector enterprises will subsequently be privatised.What we need now is the mass production of COVID-19 vaccines for the mass vaccination of the global population in order for us to develop herd immunity against the virus. India still has options left for scaling up production. The National Health Profile 2019, published by the Central Bureau of Health Intelligence, Ministry of Health and Family Welfare, shows that India has an installed capacity of 8,151.7 million doses of vaccines annually, in the private and public sectors. A few of these facilities can be re-purposed for the production of COVID-19 vaccines.Scaling up production of existing vaccines and producing new vaccines is not easy. Unavailability of raw materials, complexities in the transfer of technology, and intellectual property barriers all hinder production. Serum Institute and Bharat Biotech have faced constraints in continuing production due to the lack of raw materials.  \nVaccination is our only weapon\nIntellectual property rights act as a major barrier in scaling up production. About 1,800 patents cover the single-use plastic reactors which are used in the production of some of the COVID-19 vaccines. Similarly, other equipment and materials used in the production of vaccines are patent-protected and therefore supplied by only a few players. India and South Africa had led an initiative at the World Trade Organization (WTO) for the waiver of intellectual property rights over products required for treating COVID-19. Recently, after coming under pressure, the U.S. extended support to this proposal covering only vaccines. However, Germany said it is opposed to it. Therefore, it is unclear how this IP waiver proposal will help enhance the global production of vaccines. Besides, the U.S. support, which is limited to vaccines, may also limit the benefits deriving from the intellectual property waiver, if the proposal comes through the WTO.An article published in Nature points out the benefits of mRNA vaccine technology compared to conventional vaccine technologies. The key advantage of this technology is easy scalability in production. At present, the WHO has approved two mRNA COVID-19 vaccines produced by Pfizer-BioNtech and Moderna, and those vaccines have proven to be more effective than other vaccines. Global cooperation is needed to create an environment where those companies interested in producing the mRNA vaccines get open license from the innovators. \nCoronavirus | Opeds and editorials\nGlobal cooperation is also required for the sequencing of the viral genome to track and control the multiple variants. Only if we tame the virus together and quickly will the world benefit both in terms of health and economy. Reji Joseph is an Associate Professor at Institute for Studies in Industrial Development, New Delhi; Thankom Arun is a Professor of Global Development and Accountability at the University of Essex, U.K. Views are personal \n\n\n\n\n Our code of editorial valuesPlease enter a valid email address.\nPrintable version | Jun 1, 2021 8:46:19 PM | https://www.thehindu.com/opinion/op-ed/only-a-global-effort-can-tame-covid-19/article34683660.ece\n\n© THG PUBLISHING PVT LTD.\n\nTo reassure Indian Muslims, the PM needs to state that the govt. will not conduct an exercise like NRC\n", "Section": "", "Writers": "", "URL": "https://www.thehindu.com/opinion/op-ed/only-a-global-effort-can-tame-covid-19/article34683660.ece", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}