{"Type": "", "Time": "2021-06-01", "Headline": "Sota investigating alleged sexual misconduct from now-deactivated Instagram account which identified offenders, Singapore News - AsiaOne", "Text": "The School of the Arts (Sota) said that it will look into allegations of sexual misconduct against at least one of its staff on Monday (May 31) in a Facebook post.The move was sparked by an Instagram account created last week identified as durian.dot that has since been deactivated, the post added.When it was live, the account had posted the names and Instagram handles of over 20 alleged male perpetrators and their supposed criminal activities that included sexual assault and sex with underaged victims according to The Straits Times.The most viewed Instagram posts were those involving Sota teachers and students. In one post, a ceramics teacher was accused of sexually harassing a 19-year-old verbally and physically when sharing a taxi. Another accused a student of taking upskirt photos and sharing them on a chat group meant for the entire cohort.ALSO READ: 'I know your dirty little secret': NUS graduate steals sex toy from woman's hostel room, sends her lewd textsThese posts were based on people's open submissions, but Instagram account durian.dot later impressed that submissions were from first-hand accounts and not rumours.In Sota's Facebook announcement, it said: \"We thank members of the public for drawing our attention to the various allegations concerning, amongst others, Mr Jason Lim, a visual arts teacher of Sota, on social media. We are also aware of the allegations made by the durian.dot instagram account which appears to now be deactivated.”\"Sota does not condone harassment or abuse of any sort, whether online or offline, by or against any member of staff or student,\" the school said. They explained that reports made to the school would be looked into and punitive action taken once criteria is met and those who wish to lodge a report can submit it to whistleblow@sota.edu.sg. \"All reports will be treated with utmost seriousness, respect and confidentiality,\" they said.Police told media that they are looking into the matter and that someone has lodged a police report against the account. They did not comment further on the report's details.Publication of identifying information about an individual on the internet with malicious intent, known as doxxing is considered an offence. Currently, media has not been able to verify who is running the account durian.dot as the creator or creators insisted on being anonymous.But, in one Instagram post, they said they had \"weighed the pros and cons, coming to the conclusion that it is more important to highlight these behaviours than to continue to keep mum\".Last week, when the Instagram account was live, some posts were removed either because the contributor was suspected of trolling or the the person involved had \"taken necessary action to avoid repeating same behaviours\". ALSO READ: Ngee Ann Poly suspends student union activities as allegations of toxic behaviour mount on social mediaIn one post, the account durian.dot said they were \"aware that this is considered doxxing and we can get reported... For most cases, we have sufficient evidence on our end to work alongside the police, but we are not posting them in order to protect the victims' identities\".\"For other cases, they may not be compelling due to the lack of evidence, so raising awareness is the next best bet. Our society normalises abuse much more than speaking up.\"alexanderkt@asiaone.com", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/singapore/sota-investigating-alleged-sexual-misconduct-now-deactivated-instagram-account-which", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}