{"Type": "", "Time": "2021-06-01", "Headline": "Police to increase patrols after 14-year-old stabbed to death in Kingstanding - Birmingham Live", "Text": "A murder investigation is underway and police plan increased patrols after 'tensions and emotions were said to be running high' in the areaLatest news email updates straight to your inboxPolice are to step up patrols in the area where a 14-year-old boy was stabbed to death ‘after playing football with his friends.’ The victim - who has not been officially named- was walking along College Road, n ear to the junction of Wardour Grove, around 7.30pm on Bank Holiday Monday, when he was fatally knifed. He collapsed in the street and, despite the best efforts of paramedics, nothing could be done to save him.Detectives have launched a murder investigation and were searching for seven males who were seen heading towards College Road. Police plan to flood the area with officers to reassure the public after ‘tensions and emotions’ were said to be running high. Det Chief Insp Stu Mobberley, who is leading the investigation, said: “We’ve made rapid progress in the investigation already and are following up a number of really strong lines of enquiry.“We know tensions and emotions are high, and we’re aware there is some speculation in the community that this was a racially-motivated attack.“At the moment, there is nothing to suggest that this is a racially motivated attack.The scene where a boy, 14, was fatally stabbed after being attacked by 'up to seven people' in College Road, Kingstanding.“What we do know is this was appalling violence which has cost a young lad his life.“We still have witnesses to speak to, and I’d urge anyone with information to get in touch with us as quickly as possible so that we can arrest those involved in this appalling attack.”A post-mortem examination was due to be held this afternoon.BirminghamLive has learned the young victim was playing football with friends before he was murdered.College Road remains closed this morning with a blue tent set up in the middle of the street.", "Section": "", "Writers": "", "URL": "https://www.birminghammail.co.uk/news/midlands-news/police-increase-patrols-after-14-20717708", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}