{"Type": "", "Time": "2021-06-01", "Headline": "Pregnant women, cancer patients on active treatment can get Covid-19 jabs, Health News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - Pregnant women and cancer patients on active treatment are among the sub-groups of individuals that can also be vaccinated, said the multi-ministry task force (MTF) in an update on Monday (May 31).The task force noted that more people have been vaccinated both globally and locally, providing more evidence on the efficacy and safety of vaccine use.This is especially in relation to specific sub-groups where clinical trial data had not been as substantive.Health Minister Ong Ye Kung said: “We can now be more inclusive in administering vaccinations. Since the start of the vaccination exercise, a few sub-groups have not been included, mostly because of medical reasons.”But the Expert Committee on Covid-19 Vaccination has reviewed global and local data relating to these sub-groups and is satisfied that vaccination is safe and efficacious for many of them, he added. Pregnant women will be able to register and book a vaccination appointment from Friday if they are part of the population group eligible for vaccination.But MTF added that they should discuss the risks and benefits with their doctors to make an informed decision on the vaccination.Singapore's director of medical services, Associate Professor Kenneth Mak, said this applies irrespective of a woman's stage of pregnancy. If a woman becomes pregnant after getting her first dose, she can proceed with the second as well. \"There is currently no evidence to suggest that the Pfizer-BioNTech or Moderna Covid-19 vaccines may cause harm to pregnant women or their babies,\" MTF said.\"However, the committee recognises that the amount of data collected on this population segment is still much smaller compared to data on the general population.\"It added that it is also safe for women who are breastfeeding to be vaccinated and they do not have to suspend breastfeeding to receive the vaccine.Meanwhile, cancer patients on active treatment can also be vaccinated, MTF said. But they should do so in a hospital setting, after assessment by their treating specialists on their suitability.Active treatment includes chemotherapy, immunotherapy or radiation therapy that individuals have undergone in the past three months or plan to undergo in the next two months.Under the current guidelines, cancer patients on hormonal therapy can continue to be vaccinated at any available vaccination site.MTF said: \"Cancer patients on active cancer treatment remain a vulnerable population that is at an increased risk of complications from Covid-19.\"There is currently no evidence of any safety signals or increased rates of adverse events from mRNA-based Covid-19 vaccines for this group.\"The expert committee is also finalising guidelines on vaccination for cancer patients on treatment, including those who consult private specialists.Additionally, those with severe cutaneous adverse reactions, which are rare drug-induced disorders, can also receive the vaccine.Such reactions include the Stevens-Johnson Syndrome - a rare, serious disorder of the skin and mucous membranes; toxic epidermal necrolysis - a reaction where the skin blisters and peels, and can be life threatening; and severe hypersensitivity and rash.These people may go to the vaccination centres, if they are part of the population group that is eligible.MTF said the committee is also reviewing the safety data on people with a history of anaphylaxis, which is a severe allergic reaction that can kill unless treated promptly, to allow more to be safely vaccinated. The review aims to be completed in the next two weeks and will set out guidelines.Mr Ong said: “Specifically, the committee is reviewing the restriction for those who are not allergic to the mRNA vaccine or its components, but to other substances like seafood, painkillers, antibiotics.”He added that the review will take about two weeks with the intention of removing these restrictions and allowing more individuals in this group to be eligible for vaccination. “This is quite a sizeable group of over 30,000 individuals. So the lifting of these restrictions will be a fairly meaningful one.”Read next: 6 key announcements from PM Lee Hsien Loong's address on Covid-19 plansJoin ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/health/pregnant-women-can-register-for-covid-19-jabs-from-june-4-cancer-patients-on-active", "Source": "google"}