{"Type": "", "Time": "2021-06-01", "Headline": "WHO, at heart of world's sluggish response to Covid-19, faces potential shake-up, Europe News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.GENEVA (REUTERS) - The World Health Organisation, at the heart of the world's slow and stuttering handling of the Covid-19 pandemic, faces a potential shake-up aimed at preventing future outbreaks from destroying lives and livelihoods.Health ministers agreed on Monday to study recommendations for ambitious reforms made by independent experts to strengthen the capacity of both the UN agency and countries to contain new pathogens.Under the resolution submitted by the European Union, and adopted by consensus, member states are to be firmly in the driver's seat of the reforms through a year-long process.The new virus has infected more than 170 million people and killed nearly 3.7 million, according to a Reuters tally of official national figures.Health ministers from WHO's 194 member states will also meet from Nov 29 to decide whether to launch negotiations on an international treaty aimed at boosting defences against any future pandemic.WHO's emergencies director Mike Ryan welcomed the decisions, telling its annual ministerial assembly: \"Right now the pathogens have the upper hand, they are emerging more frequently and often silently in a planet that is out of balance.\"We need to turn that very thing that has exposed us in this pandemic, our interconnectedness, we need to turn that into a strength,\" he said.The decisions, approved in committee, are due to be formally adopted in a plenary session later on Monday, the last day of its week-long assembly.One panel, headed by former New Zealand prime minister Helen Clark and former Liberian president Ellen Johnson Sirleaf, said that a new global system should be set up to respond faster to disease outbreaks to help ensure no future virus causes a pandemic as devastating as Covid-19.The experts, who found crucial failures in the global response in early 2020, said that the WHO should be given the power to send investigators swiftly to chase down new disease outbreaks and to publish their full findings without delay.They also called for setting up a Global Health Threats Council, to be led at the head of state and government level, to maintain political commitment to pandemic preparedness.\"The world was hit by this virus unprepared. And if another virus emerged tomorrow this would be still be the case,\" Mr Bjorn Kummel, of Germany's federal health ministry, said last week.\"A green light for this treaty process is the greatest commitment to learn from this crisis that this Assembly could have sent out. It is the most effective way to make sure that the global health crisis becomes the final one.\"Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/world/europe/who-at-heart-of-worlds-sluggish-response-to-covid-19-faces-potential-shake-up", "Source": "google"}