{"Type": "", "Time": "2021-06-01", "Headline": "Boy, 14, stabbed to death in Birmingham | Birmingham | The Guardian", "Text": "West Midlands police seeking up to seven suspects after teenager’s death on MondayLast modified on Tue 1 Jun 2021 16.25 BSTPolice are searching for up to seven people after a 14-year-old boy was stabbed to death in Birmingham.The teenager, who has not been named, was attacked on a busy road in Kingstanding, north Birmingham, at about 7.30pm on Monday and died at the scene. Police believe up to seven suspects fled the area.West Midlands police began a murder investigation and said they had “flooded” the area with officers to track down the culprits of the “shocking and senseless” attack.On Tuesday, Stu Mobberley, the detective chief inspector leading the investigation, said: “We’ve made rapid progress in the investigation already and are following up a number of really strong lines of inquiry.”He said “tensions and emotions in the community” were running high and there was speculation the attack was racially motivated, but as yet police had seen nothing to suggest this was the case.“What we do know is that this was appalling violence which has cost a young lad his life,” Mobberley said. “We still have witnesses to speak to, and I’d urge anyone with information to get in touch with us as quickly as possible so that we can arrest those involved in this appalling attack.”Police said they believed the teenager was chased on College Road, Kingstanding, by a number of people in the direction of a McDonald’s restaurant at about 7.30pm. He was believed then to have been stabbed by one of the youths. He collapsed on the road and was pronounced dead a short time later. West Midlands ambulance service said it sent two ambulances to the scene, which arrived within five minutes of the 999 call. The service said “nothing could be done” to save the teenager.A spokesperson said: “Crews arrived to find a teenage boy in a critical condition following a stabbing. The team of ambulance staff worked together to administer advanced life support at the scene. Tragically, despite their best efforts, nothing could be done to save the boy and he was confirmed dead at the scene a short time later.”The West Midlands police and crime commissioner, Simon Foster, said the attack had “shocked and appalled the people of the West Midlands”. He added: “First and foremost my thoughts go out to the victim and his family and friends. A child has needlessly lost his life, but when somebody is killed it ruins and devastates many more,.“Whilst those close to the boy are facing untold grief, I would like to reassure them and the wider community that West Midlands police are working around the clock to find those responsible for this, and officers won’t rest until they do.“This stabbing underlines the need for communities, the police and other organisations across the West Midlands to work together to tackle violence.” West Midlands police said people could contact the investigation via Live Chat on the police website, or by calling 101 quoting log 3313 of 31/5. Call Crimestoppers anonymously on 0800 555 111.", "Section": "", "Writers": "", "URL": "https://www.theguardian.com/uk-news/2021/jun/01/boy-14-stabbed-to-death-in-birmingham", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}