{"Type": "", "Time": "2021-06-01", "Headline": "Police probing 10 cases of suspected abuse of JSS, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.Ten cases of suspected abuse of the Jobs Support Scheme (JSS) are being investigated by the police.In a statement released yesterday, the Inland Revenue Authority of Singapore (Iras) said it has referred these cases to the police, and has also adjusted the payments for employers who readily corrected their erroneous employee Central Provident Fund (CPF) contributions.\"Some employers had chosen not to respond to Iras' requests for clarifications, thus forgoing their payouts,\" it said.Examples of abuse it cited include employers making CPF contributions for non-genuine employees, inflating CPF contributions for employees without actual wage increases, and maintaining CPF contributions for employees on wage cuts.Iras also said that a small group of employers provided what seemed to be fabricated documents in an attempt to substantiate their eligibility for the scheme. It added that egregious cases of suspected abuse would be referred to the police for further investigation.Iras added that thus far, no employer has been identified and referred to the police for suspected abuse of the Jobs Growth Incentive (JGI).Iras said it has an anti-gaming framework that harnesses data analytics and risk profiling to identify risks and prevent abuse. It has also set up a dedicated team to review the accuracy of CPF amounts for genuine employees based on actual wages paid.\"Iras will continue to review employers' eligibility for subsequent JSS and JGI payouts,\" it added.The agency warned that there are severe penalties for attempts to abuse the schemes. Other than having their payouts denied, employers can be jailed for up to 10 years and fined for cheating, under Section 420 of the Penal Code.Grace HoJoin ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/police-probing-10-cases-of-suspected-abuse-of-jss", "Source": "google"}