{"Type": "", "Time": "2021-06-01", "Headline": "Ample supplies of food and essential items in S'pore, buy only what you need: Gan Kim Yong, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - There are ample supplies of food and essential items but people should buy only what they need, said Trade and Industry Minister Gan Kim Yong.During a virtual press conference on Monday (May 31), he said Singapore is working with Malaysia to ensure the continued flow of essential supplies between the two countries as Malaysia imposes a two-week lockdown from June 1 to June 14.Mr Gan, who co-chairs the multi-ministry task force on Covid-19, said the Government has been working with relevant agencies and companies to build up Singapore's existing stockpile and further diversify its sources of food and essential items, while also increasing local production.The economic agencies are also working with firms - especially those dealing with essential goods and services - to minimise disruption to their supply lines, he added.\"As the pandemic continues to evolve globally, we must remain prepared and vigilant as a nation, while staying flexible and adaptable,\" Mr Gan said.He noted that the overall impact of phase two (heightened alert) measures on Singapore's gross domestic product is expected to be modest, with the effects to differ across various sectors.Domestic consumer-oriented sectors, such as food and beverage services, retail and land transport will be hit harder, while the impact on more outward-oriented sectors such as manufacturing and finance is likely to be less severe.Last Saturday, Mr Gan had visited supermarket chain FairPrice's distribution centre in Joo Koon and a cold warehouse at local logistics firm YCH's Supply Chain City to better understand the measures that have been put in place to ensure sufficient food and essential supplies for all.He said then that Singapore and Malaysia have been working together closely since the start of the pandemic to ensure the flow of goods and supplies are not disrupted.These efforts would continue following Malaysia's full movement control order (MCO) roll-out from June 1, he added.Singapore imports an array of products from Malaysia, which include food items such as chicken and vegetables.Malaysia's total nationwide lockdown means that only essential economic sectors will be allowed to operate. The country has seen new highs in Covid-19 infections and deaths in May, despite putting in place moderate restrictions under the MCO.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/ample-supplies-of-food-and-essential-items-in-spore-only-buy-what-you-need-gan-kim-yong", "Source": "google"}