{"Type": "Asia", "Time": "2021-06-01", "Headline": "Foxconn and founder Gou apply to buy BioNTech COVID-19 vaccines for Taiwan", "Text": "TAIPEI: Foxconn and its billionaire founder Terry Gou sought permission from Taiwan's government on Tuesday (Jun 1) to buy COVID-19 vaccines from Germany's BioNTech as the island grapples with a rise in infections.The proposed purchase of 5 million doses, which would be distributed among the general population, comes after the government ceded to pressure from opposition parties to allow companies, religious groups and local governments to arrange imports.The Taiwanese government's own deal with BioNTech fell through earlier this year - a problem Taiwan has blamed on pressure from Beijing. China has denied the accusation.BioNTech did not immediately respond to a request for comment.Gou, who has retired from the world's largest contract manufacturer, said on Saturday they hope to airlift the shots from Germany to Taiwan without going via any middlemen.Taiwan Health Minister Chen Shih-chung expressed his gratitude to Gou and said the government was reviewing the application.After recording just a handful of daily infections for months, Taiwan is now dealing with relatively large numbers of community transmissions.It has vaccinated less than 2 per cent of its 23.5 million people, but has almost 30 million shots on order from AstraZeneca, Moderna and two domestic firms.While it welcomes help in obtaining vaccines from companies and religious groups, Taiwan's government has stipulated that only it can distribute the shots. Companies must also provide letters of authorisation from the original manufacturer.Shanghai Fosun Pharmaceutical Group has a contract with BioNTech to sell the vaccines in Greater China, including to Taiwan, but Taiwan's government says it has and will only deal with BioNTech in Germany and that it does not trust vaccines from China.Fosun did not respond to a request for comment on Foxconn and Gou's plans.China, which sees Taiwan as its own territory, says Taiwan's government has gone against commercial principles in seeking to bypass Fosun and go directly to BioNTech. Fosun did not immediately respond to a request for comment.Outside of Greater China, BioNTech has partnered with Pfizer.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "COVID-19,BioNTech,Taiwan,coronavirus,China", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/asia/taiwan-biontech-covid-19-vaccines-foxconn-founder-gou-14925666", "Source": "google"}