{"Type": "", "Time": "2021-06-01", "Headline": "Singapore Rainbow Six squad left with days to find new org", "Text": "Stuck in a hotel room at the JW Marriott Hotel Singapore South Beach on his 13th day of his 21-day quarantine, Glen \"Lunarmetal\" Suryasaputra still gave off a very positive vibe despite the recent situation over his ex-organisation.The 27-year-old full-time esports pro and captain of the former ex-Giants Gaming squad had just returned from France after competing at the US$3 million prize pool Six Invitational 2021, and was serving out his quarantine period with his teammates in the same hotel.It was then they found out that he and his team would be dropped from the Giants Gaming roster. The news, which was then revealed publicly the next day on Friday in a Twitter post, meant that his team had to scramble to find an organisation to stay in the Rainbow 6 APAC South League.That's because the rules state that a team participating in the tournament has to have a legal entity behind it, and without an organisation, Lunarmetal and his squad could be in danger of being removed. Thankfully, Ubisoft, along with their former org, have offered to help, but the bulk of their search still has to be done by the team themselves.\"I think the timing [of them being dropped] was unexpected, but the decision was quite reasonable,\" said Lunarmetal.It's a strange opinion, given that Lunarmetal's team was impacted by the decision. That said, to understand why, you need to know how the Rainbow 6 APAC League works.The Rainbow 6 APAC League is divided into two sections: APAC North and APAC South. Lunarmetal's squad were the champions of the APAC North, before they were transferred over to APAC South. The move, Lunarmetal said, was unexpected, to both players and their former org, which had picked them up because they had plans for the APAC North market. APAC South, which now mainly focuses on Southeast Asian and Oceanic teams, was not part of the Giant's business strategy.\"We were the champions of North last season, we beat a lot of the big organisations, such as C9 and Fnatic. North was seen as the premier league, with powerhouse teams from Japan and Korea. That's where the sponsors and viewers were. In esports, viewership is king,\" explained Lunarmetal.\"When Giants picked us up in early 2020, they already had in mind that we were going to be in APAC North. The plans that they made when they picked us up was with us being in APAC North.\"When Ubisoft moved Giants over to APAC South to create a more competitive environment, viewership numbers grew, and it seemed that the strategy was paying off. However, Lunarmetal and his team weren't happy with how things were turning out, especially with the postponement of the Six Invitational (the equivalent of LoL's Worlds and Dota 2's TI) that had been scheduled for February. The team eventually finished in the last spots, which was not what they were hoping for.\"We should have definitely not been so affected by SI being postponed, but if you're in a position like us, where some of us have to do National Service, and trying to squeeze out the time we have left to practice and do our best, having the event postponed or cancelled, and then having to be moved to APAC South, which was a surprise to all of us — it really affected our motivation,\" said Lunarmetal.Despite the setback, Lunarmetal, his team, as well as their coach, have not given up on each other. Lunarmetal told Yahoo Esports that they plan to continue on together.\"We are reaching out to a lot of orgs, and we are liaising with Ubisoft to find a new home. Because Giants pulled out of their own accord, the licensing [to compete] still remains with us,\" said Lunarmetal.\"I don't think we are at a risk of losing our slot at APAC South. It's just a matter for us to find an org to represent. Ubisoft has also explained to us about some contingency plans we can do if we can't find an org.\"Aloysius Low is an ex-CNET editor with more than 15 years of experience. He's really into cats and is currently reviewing products at canbuyornot.comFor more esports news updates, visit https://yhoo.it/YahooEsportsSEAand check out Yahoo Esports Southeast Asia’s Facebook page.Check out esports videos from Yahoo TV:Malaysia's air force scrambled jets to intercept 16 Chinese military aircraft off the country's coast in the South China Sea, a rare incident officials said Tuesday threatened \"national sovereignty\".The US military will hand over its main Bagram Air Base to Afghan forces in about 20 days, an official said Tuesday, as Washington presses on with withdrawing the last of its troops from the country.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!China on Tuesday denied an Australian academic's claims that he had been tortured in custody during his two-year detention on espionage charges.If you’ve got a Citibank credit card, you’re in luck. Here are the deals you can enjoy as a Citibank credit cardmember (on top of the credit card’s own perks). A well-known global bank, Citibank offers some of the best credit cards in Singapore. It […] The post Citibank Credit Card Promotions and Deals: June 2021 appeared first on SingSaver Blog - We Compare, You Save.The employers of an American journalist detained by Myanmar authorities said Monday they were yet to receive any information on his whereabouts or wellbeing, a week after he was detained.N1文憑  一至五朝 09:00-13:00   9月1日開課 | N2證書  一三五朝  10:00-14:00  7月16日開課The remote Pacific nation of Palau reported its first confirmed coronavirus case Monday, but authorities said it was historical and posed no transmission risk.ONE: FULL BLAST might’ve been a quick replacement for ONE: EMPOWER, but the martial arts spectacle delivered plenty of exciting action. The show, which aired on Friday, 28 May, featured a ONE Super Series Muay Thai main event between a pair of top contenders and a flyweight co-main event between rising stars. In the evening’s final … Continue reading \"Saemapetch KOs Kulabdam, Xie TKOs Agasa At ONE: FULL BLAST\"Fifteen tutoring firms have been hammered with millions of dollars of fines over alleged fraud, Chinese state media said Tuesday, as the government's chastening of the tech sector seeps into the private education businesses.原生廣告是Yahoo最受歡迎的廣告模式，每日為廣告商接觸數百萬用戶，成效顯著，而且保證『不點擊，不收費』，讓推廣活動的成本效益達到最高水平！Israeli opposition leader Yair Lapid on Monday said many obstacles remain before a diverse coalition can be built to oust veteran Prime Minister Benjamin Netanyahu, but voiced hope it will achieve the \"greater goal\".Singapore residents will soon be able to purchase \"do-it-yourself\" COVID-19 tests over the counter at pharmacies, said Prime Minister Lee Hsien Loong on Monday (31 May).A senior Australian cabinet minister on Monday dropped a high-profile defamation suit against public broadcaster ABC over its publication of rape allegations that helped spark nationwide protests.客戶經理由世界頂尖學府Citi | Wharton Global Wealth Institute培訓,更明白客戶需要He risked everything to give his baby girl a second chance at life This article, Cannabis can mean death in Malaysia. For one dad, it also meant life for his daughter., originally appeared on Coconuts, Asia's leading alternative media company.China has jailed a popular blogger for \"defaming martyrs\" after he suggested the death toll of the China-India border clash last year was higher than the official count of four.Turkish spies snatched a nephew of a longtime foe of President Recep Tayyip Erdogan in Kenya and brought him back to Turkey, media and family said on Monday.柔魅得新款LINE FRIENDS套裝來了！特價優惠+9折疊用折扣，贈送限量化妝包禮品！ 5/31 - 6/6）限時活動，數量有限，立即搶購！From the dark days of Italy's 2018 World Cup qualifying fiasco to the eve of the European championships, Roberto Mancini has transformed the fortunes of fallen footballing giants Italy.Thousands of doctors across India wore black armbands on Tuesday calling for the arrest of a hugely popular guru who has claimed yoga can prevent Covid-19 and that conventional medicine has killed thousands of coronavirus patients.The vaccine injury financial assistance programme (VIFAP) aims to provide Singaporeans with an added layer of peace of mind when they choose to be vaccinated. The post Vaccine Injury Financial Assistance Programme (VIFAP): How Much Will MOH Be Insuring For Serious Side Effects Related To COVID-19 Vaccination? appeared first on DollarsAndSense.sg.毗鄰著名商業區Spinningfields，步行即到火車站，便捷前往機場， 6月5-6日優先預覽，每天兩場講座，立即登記！China has relaxed its family planning policy to allow couples to have three children after a census showed its population is rapidly ageing, state media reported Monday, further unwinding four decades of controls in the world's most populous nation which have strangled the birthrate.How do you deal with noisy neighbours in Singapore? Soundproof your home for peace of mind and better work productivity. Here’s how you can...A major US-Australia joint military exercise will go ahead this year despite pandemic concerns but will be significantly scaled-back, a senior Australian military officer said Tuesday.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/dropped-giants-quarantine-singapore-rainbow-six-siege-squad-left-with-days-find-new-org-075602973.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}