{"Type": "", "Time": "2021-06-01", "Headline": "Yong Ying-I to become CPF chairman on July 1, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - The Central Provident Fund (CPF) Board will have a new chairman from next month.Ms Yong Ying-I, Permanent Secretary at the Ministry of Communications and Information, will replace Mr Chiang Chie Foo, who has been the board's chairman since July 2013, the Ministry of Manpower (MOM) announced on Tuesday (June 1).Ms Yong, 57, has held several leadership positions within the civil service, including permanent secretary appointments at the Public Service Division, the Ministry of Health and MOM.She was also chairman of the then Infocomm Development Authority of Singapore, the then Workforce Development Agency and the Civil Service College.In a statement, Permanent Secretary for Manpower Aubeck Kam said Ms Yong is no stranger to MOM and the CPF Board. \"Her leadership experience will be a tremendous addition to the board,\" he added.Mr Kam also recognised Mr Chiang for his \"unwavering leadership\" over the past eight years.\"During this time, the CPF Board has achieved sustained service and operational excellence,\" he added.\"(Mr Chiang) has contributed significantly to the enhancement of the CPF Board's governance processes and the development of new systems and infrastructure.\"Under Mr Chiang's stewardship, the agency implemented various policies to better meet the retirement, healthcare and housing needs of Singaporeans.These include new schemes such as the Matched Retirement Savings Scheme and the Silver Support Scheme to help vulnerable seniors build up more CPF savings for retirement, as well as healthcare schemes such as MediShield Life and CareShield Life, which, respectively, offer lifetime protection against large hospital bills and long-term care costs.Mr Chiang, 64, who is currently a senior adviser at the Ministry of Defence (Mindef) and chairman of national water agency PUB, also led the CPF Board in implementing its advisory panel's recommendations, such as the CPF Life Escalating Plan and the review of the CPF Investment Scheme.He played a key role in boosting the agency's business resilience and governance, \"through the establishment of a robust risk management framework and the development of cyber-defence capabilities to safeguard critical assets\", said MOM.Mr Chiang also led the board to invest in its digitalisation and transformation efforts, enabling it to tap new technologies, deploy applications like electronic fund transfer service PayNow and develop an online nomination service.In addition, he encouraged outreach initiatives to improve the public's understanding of the CPF system.Mr Chiang has held various permanent secretary appointments, including at Mindef, the Ministry of Education and the Prime Minister's Office.One new member has also been appointed to the board.Ms Toh Hwee Tin, director of industrial relations at the National Trades Union Congress (NTUC) and executive secretary of the Food, Drinks and Allied Workers Union, will serve a two-year term from July 1.Three other members have been reappointed for a further two-year term.They are Ms Ho Hern Shin, deputy managing director of financial supervision at the Monetary Authority of Singapore, Ms Liew Tzu Mi, chief investment officer for fixed income at sovereign wealth fund GIC, and Mr Shamir Rahim, chief executive of transport management firm VersaFleet.Meanwhile, Ms Cham Hui Fong, deputy secretary-general of the NTUC, will be stepping down as board member.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/yong-ying-i-to-become-cpf-chairman-on-july-1", "Source": "google"}