{"Type": "", "Time": "2021-06-01", "Headline": "Public servant held under OSA for leaking info on Covid-19 curbs, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.A public servant has been arrested for allegedly leaking details about the suspension of activities for children and youth under Covid-19 safe management measures before they were officially released.The 32-year-old man was arrested on May 19 for wrongful communication of information under the Official Secrets Act (OSA), the police said in a statement yesterday.The police said they received a report on May 18 that information pertaining to the suspension of sport, physical activity classes and programmes for children and youth aged 18 and below from May 19 to June 13 had been leaked to the public.The information was circulating via WhatsApp before Sport Singapore's announcement on May 18.The man, who is a public servant and an authorised recipient of the safe management measures for sport and physical activities, allegedly shared the information via the messaging app on May 16 with members of a private chat group.The recipients were not authorised to receive the classified information.The information was subsequently further disseminated from that chat group, resulting in wider circulation of the message.Police investigations are ongoing.The offence of wrongful communication of information carries with it a fine of up to $2,000 and imprisonment for up to two years.The police have warned that unauthorised recipients should not further circulate confidential information received, as they may be similarly liable under the Official Secrets Act.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/public-servant-held-under-osa-for-leaking-info-on-covid-19-curbs", "Source": "google"}