{"Type": "Singapore", "Time": "2021-06-01", "Headline": "Expect warm and humid nights in first half of June: Met Service", "Text": "SINGAPORE: The warm and humid weather in May is expected to continue into the first half of June, the Meteorological Service Singapore (MSS) said on Tuesday (Jun 1).In the first fortnight of June, the nights are also expected to be warm and humid, with night-time minimum temperatures of up to 28 degrees Celsius expected on some days.Warm nights typically occur when the prevailing winds blow from the southeast and brings warm, humid air from the sea over the land, MSS said.The daily temperature is forecast to range between 25 degrees Celsius and 34 degrees Celsius on most days, with the mercury potentially hitting 35 degrees Celsius on a few days when there are few clouds in the sky.The prevailing light and variable winds over Singapore and the surrounding region are forecast to strengthen and blow from the southeast or southwest.This signals the end of the inter-monsoon period and the start of the southwest monsoon season, which typically extends into September and is a generally drier season compared to other times of the year.The monsoon rain band is forecast to lie over the northern Southeast Asia region, bringing generally dry, warm, and humid conditions over Singapore and the surrounding region on some days.On several days, there will be localised short-duration showers, at times with thunder, over a few parts of the island in the late morning and early afternoon.\"On one or two days, Sumatra squalls moving from the Strait of Malacca to the South China Sea are expected to bring island-wide thundery showers with occasional gusty winds in the morning,\" said the Met Service.The overall rainfall for the first half of June 2021 is likely to be below normal over most parts of Singapore.REVIEW OF MAY WEATHERIn its review for the weather last month, the Met Service said that inter-monsoon conditions prevailed over Singapore and the surrounding region, and the prevailing winds were generally light and blew from the east, southeast or southwest.Thundery showers fell over parts of the island on most days, mainly in the late morning and afternoon. They were due to strong daytime heating of land areas, a convergence of winds over Singapore and the surrounding vicinity, or a combination of both factors, the Met Service said.The heaviest thundery showers during the month occurred on May 17 and May 18, particularly over the western and central parts of the island.On both occasions, a convergence of winds over Singapore and the surrounding vicinity brought thundery showers in the late morning, early afternoon and in the night.In May, the highest rainfall of 117.2mm was recorded on May 17 at Jurong West, while the highest daily total was 132.0mm, recorded at Toa Payoh.\"Climatologically, May is one of the warmest months of the year,\" said the Met Service.The highest daily maximum temperature recorded across the island was at least 34 degrees Celsius on 18 days, with the peak - 35.7 degrees Celsius - recorded at Marina Barrage on May 11.There were also a few warm nights where the night-time temperature was around 28 degrees Celsius, particularly over the south-eastern part of the island.Rainfall was slightly above average for most parts of Singapore in May. The highest rainfall anomaly of 69 per cent above average was recorded at Jurong. The anomaly was lowest at Kranji at 56 per cent below average.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "weather,Meteorological Service Singapore", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/expect-warm-and-humid-nights-in-first-half-of-june-met-service-14926668", "Source": "google"}