{"Type": "", "Time": "2021-06-01", "Headline": "Asia markets rise; private survey shows Chinese factory activity expanding in May", "Text": "SINGAPORE — Shares in major Asia-Pacific markets were mostly higher on Tuesday, as investors reacted to the release of a private survey on Chinese manufacturing activity in May.Mainland Chinese stocks closed higher, with the Shanghai composite up 0.26% to 3,624.71 and the Shenzhen component rising 0.256% to 15,034.78. Hong Kong's Hang Seng index rose about 0.9%, as of its final hour of trading.The Caixin/Markit manufacturing Purchasing Managers' Index (PMI) for May came in at 52, higher than expectations for a reading of 51.9 by analysts in a Reuters poll. The figure for May also compared against April's reading of 51.9.The official manufacturing PMI for May, released Monday, came in 51.0 — slightly lower than analyst expectations for a reading of 51.1 in a Reuters poll.PMI readings above 50 represent expansion while those below that level signify contraction. PMI readings are sequential and represent month-on-month expansion or contraction.Japan's Nikkei 225 slipped 0.16% to close at 28,814.34 while the Topix index edged 0.17% higher to finish the trading day at 1,926.18. South Korea's Kospi closed 0.56% higher at 3,221.87.Shares in Australia slipped, with the S&P/ASX 200 declining 0.27% on the day to 7,142.60. The Reserve Bank of Australia on Tuesday announced its decision to hold steady on its current policy settings, including keeping the cash rate at 0.1%.MSCi's broadest index of Asia-Pacific shares outside Japan rose 0.55%.Over in Southeast Asia, the FTSE Bursa Malaysia KLCI Index hovered above the flatline, as of 3:22 p.m. local time. Malaysia's prime minister on Monday announced an additional 40 billion ringgit (about $9.7 billion) stimulus package, just hours before stricter lockdown measures to curb the Covid spread in the country were set to kick in.Oil prices were higher in the afternoon of Asia trading hours, with international benchmark Brent crude futures up 1.51% to $70.37 per barrel. U.S. crude futures advanced 2.26% to $67.82 per barrel.The U.S. dollar index, which tracks the greenback against a basket of its peers, was at 89.751 — falling below the 90 level again.The Japanese yen traded at 109.46 per dollar, stronger than levels above 110 against the greenback seen late last week. The Australian dollar changed hands at $0.7751, still below levels above $0.776 seen last week.Got a confidential news tip? We want to hear from you.Sign up for free newsletters and get more CNBC delivered to your inboxGet this delivered to your inbox, and more info about our products and services. © 2021 CNBC LLC. All Rights Reserved. A Division of NBCUniversalData is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis.Data also provided by ", "Section": "", "Writers": "", "URL": "https://www.cnbc.com/2021/06/01/asia-markets-china-economy-caixin-manufacturing-pmi-currencies-oil.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}