{"Type": "", "Time": "2021-06-01", "Headline": "Warm, humid weather expected to continue in first half of June, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - The ongoing warm and humid weather is set to continue over the next fortnight, with rainfall expected to be below average over the majority of the island, said the weatherman on Tuesday (June 1).In an advisory, the Meteorological Service Singapore (MSS) said the start of the south-west monsoon season typically extends into September and brings about a generally drier season compared with other times of the year.Dry, warm and humid conditions are expected due to the proximity of the monsoon rain band to the northern South-east Asia region.On some days, short-duration showers - at times with thunder - are expected in the late morning and early afternoon over parts of the island.Widespread thundery showers and occasional gusty winds are expected in the morning on a few days due to Sumatra squalls moving from the Strait of Malacca to the South China Sea, MSS said.Meanwhile, warm and humid conditions are expected on most nights in the coming fortnight, with minimum temperatures of up to 28 deg C.This is due to prevailing winds blowing from the south-east and bringing warm and humid air from the sea.The daily temperature is forecast to range between 25 deg C and 34 deg C, while the daily maximum temperature could reach about 35 deg C on a few days, especially when there are few clouds in the sky.The coming fortnight's weather brings an end to inter-monsoon conditions in May, when thundery showers fell in the late morning and afternoon on most days due to heating of land areas in the day.Rainfall was especially heavy on May 17 and 18, particularly over the western and central parts of the Singapore, said MSS.The daily total rainfall of 132mm recorded in Toa Payoh on May 18 was the highest rainfall recorded for May.Many parts of Singapore also recorded rainfall that was slightly above average in May.The rainfall anomaly was highest in Jurong, at 69 per cent above average.Still, May was a warm month, with the highest daily maximum temperature at least 34 deg C on most days.The highest daily maximum temperature of 35.7 deg C was recorded at Marina Barrage on May 11.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/warm-humid-weather-expected-to-continue-in-first-half-of-june", "Source": "google"}