{"Type": "", "Time": "2021-06-01", "Headline": "Rise of armed civilian groups in Myanmar fuels fears of full-scale civil war | Myanmar | The Guardian", "Text": "Dozens of grassroots people’s defence forces have emerged to take on brutal militaryLast modified on Tue 1 Jun 2021 05.16 BSTMyanmar is on the verge of a new civil war, a spokesperson for the country’s parallel government has warned, as communities increasingly take up arms to protect themselves from a relentless campaign of military violence.Conflict has raged for decades in Myanmar’s borderlands, where myriad ethnic armed groups are fighting with the military for greater autonomy. Since February’s coup, however, dozens of new, grassroots people’s defence forces have emerged to oppose the junta, with battles occurring in areas of the country that were previously peaceful.“The people of Myanmar have been left with no other choice. They just have no other option left,” said Dr Sasa, spokesperson for Myanmar’s national unity government (NUG), which was set up by pro-democracy politicians.The constant threat of military raids, arrests, torture and killings had pushed communities to take up arms, he said.“It is just the beginning. The situation will become out of control. Even if it is one man in a village, they will not just bow in front of these murderers. It is the whole country on the road to civil war,” Sasa said.Over the past week, tens of thousands of people have been displaced in eastern Kayah state by intense fighting between the military, the newly formed Karenni People’s Defence Force and the Karenni Army, an established ethnic armed group. On Monday evening, the military used helicopters to bomb and fire at civilian fighters, the Karenni People’s Defence Force told local media. “We attacked with light weapons but they responded with artillery shells,” a the KPDF member told the independent outlet Myanmar Now.At least 58 defence forces have formed across the country, of which 12 are active, according to the Armed Conflict Location and Event Data Project (Acled), a non-profit that tracks conflict. These groups are formed at a local level and are not necessarily officially linked to the NUG. Groups have revealed little about the nature of their training, but their resources and intensity vary.In the town of Mindat in Chin state, one of the poorest areas of the country, volunteers armed with little more than traditional hunting guns rose up against the military in May. Elsewhere, young city dwellers have fled to the jungle to learn how to make homemade explosives. Celebrities are among those who have announced that they are joining training – from a former beauty queen who represented Myanmar in the Miss Grand International contest, Htar Htet Htet, to Han Htoo Lwin, known as Kyar Pauk, the lead singer of punk rock band Big Bag.In Myanmar’s biggest city, Yangon, members of the security forces have been targeted in a wave of attacks over the past week, including shootings and explosions. A wedding party was also targeted, reportedly because the groom was suspected of being a military informant. Four people were killed – including the bride – after a bomb was disguised as a gift, according to local media. No one has claimed responsibility for the blasts.Schools across the country, some of which have been occupied by the military, have been bombed or set alight by unknown perpetrators, in what may be an attempt to reinforce the shutdown of the education system by anti-coup protesters. The junta has ordered parents to register their children to return to school, but the vast majority have not done so. More than half of the teachers working in state schools are on strike, according to local media.Such attacks, including the targeting of individuals suspected of colluding with the military, were a worrying trend, said Richard Horsey, senior Myanmar adviser to Crisis Group. “It will be difficult to contain once this kind of violence becomes the norm. It’s hard to shut these dynamics down again later.”The NUG, which has spoken of plans to build a new federal army, has urged anti-coup groups to follow ethical guidelines and not target schools or hospitals. It released a video on Saturday showing the first batch of defence force troops who have finished training.Some ethnic armed groups have offered support to anti-coup forces, though others are ambivalent. Groups could seek to exploit the coup for their own territorial gains, further complicating the crisis.Anti-coup defence forces face an infamously brutal military that has an estimated 400,000 armed personnel, making it the second largest in south-east Asia after Vietnam’s. It is supplied primarily by China and Russia, drawing on generous state funding as well as its lucrative business networks – which campaigners are trying to weaken by placing pressure on international companies.Sasa is calling for the international community to recognise the NUG as the official leaders of Myanmar. Doing so, he said, would help the body to demand that oil and gas companies, such as Total and Chevron, hand over payments to democratic officials rather than army generals.“It is an insult to us that the gas that is from the land of Myanmar is being used by these military generals, and being paid for by Total company or [other] western companies, to buy weapons from Russia and China to kill the people of Myanmar,” he said.Nine neighbouring south-east Asian countries have reportedly proposed that a draft UN resolution be weakened by removing a call for an arms embargo.Sasa called for like-minded countries to push for the measure, and to introduce tougher, targeted sanctions. The more the international community delayed, he added, “the more bloody it will become, the closer we get to civil war and genocide”.More battles are already reported to have taken place in Myanmar in the first half of 2021 than in the entirety of last year, according to Acled. It has also tracked sharp increases in reports of attacks on civilians, and reports of explosions and other forms of remote violence, which include the deployment of artillery, shelling, grenades or IEDs.Previously, conflict was concentrated in Rakhine state and northern Shan state, but it has now spread more widely across the country. This is likely to place pressure on local commanders, said Horsey, but it is hard to know what impact it will have on the military as a whole.“They are quite large, they have a lot of military resources and they are not concerned at all about civilian casualties. In fact, their whole approach to internal conflict over the decades has been to deliberately target civilians as part of a quite brutal counter-insurgency strategy,” Horsey said.Salai Za Uk Ling, deputy executive director of the Chin Human Rights Organization, said people from Mindat reported the military had used civilians as human shields during recent clashes. Thousands of people from the town remain stranded just as the rainy season was beginning, he said.“They say they are getting very, very desperate. There has been some delivery of food aid and basic medical aid from volunteers, but there has been no large-scale delivery,” he added, warning of an impending humanitarian crisis. Covid-19 is also spreading along the Indian border.At least 833 people have been killed by the military since it seized power in February, according to estimates by the advocacy group Assistance Association for Political Prisoners Burma. Thousands have been detained, often in unknown locations where they are at risk of torture.An activist who has met young people who are training to fight the military, and who asked to remain anonymous, said volunteers believed violence was the only language the military understood. “They want to scare the soldiers coming into their communities making arrests, beating and torturing,” she said. “Some people are hoteliers, some have their own restaurants, bars – and they have now left all their businesses.”One young medical student had fled alone to train, the activist said. “She was so passionate because her friends got killed. Her place was terrorised under martial law. She saw people burning alive in front of her. That experience pushed her to pick up the gun.”", "Section": "", "Writers": "", "URL": "https://www.theguardian.com/world/2021/jun/01/rise-of-armed-civilian-groups-in-myanmar-fuels-fears-of-civil-war", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}