{"Type": "", "Time": "2021-06-01", "Headline": "Students can register to get vaccinated from today, Latest Singapore News - The New Paper", "Text": "Madam Rini Saadon has been reading with a heavy heart recent news reports of schoolchildren getting infected with the Covid-19 virus.A mother of four, including a pair of twin boys in Secondary 3, the homemaker was also concerned for the well-being of her children.It is why yesterday's announcement that students in Singapore will soon be able to get vaccinated comes as a relief.Her twins will be among more than 400,000 students who will be invited to book their Covid-19 jabs from today, Education Minister Chan Chun Sing announced yesterday. The earliest vaccination slots will be from Thursday.His announcement came after Prime Minister Lee Hsien Loong gave an update on the Covid-19 situation here in a live broadcast on national television, while also providing an overview of Singapore's vaccination, testing and contact tracing strategy going forward.The vaccination exercise will kick off with the 56,000 students who will be sitting for the N, O, and A levels, as well as other equivalent qualifications, such as the International Baccalaureate Diploma, in the second half of this year, the Ministry of Education (MOE) said.Over the next two weeks, the invitations will be progressively extended to other full-time students, including those in Institutes of Higher Learning, madrasahs and special education (Sped) schools.Speaking at a virtual multi-ministry task force press conference after the PM's speech, Mr Chan said: \"All medically eligible individuals are encouraged to consider getting vaccinated when the vaccination is offered to them.\"And we would like to thank all parents for working closely with our educators and schools to keep our children safe.\"Students who are 18 and above will receive an SMS containing a unique link for them to book a slot for the first dose of the vaccine at any of the vaccination centres around Singapore. The second dose will be given around six to eight weeks later.For children under 18, who will need parental consent to take the jabs, the SMS invitations will be sent to their parents or guardians.Those below 13 will have to be accompanied by their parents or guardians during their jab.Those aged 18 and above will have a choice of either the Pfizer-BioNTech or Moderna vaccines. Those between 12 and 17 will be offered only the Pfizer-BioNTech jab.Four dedicated MOE vaccination centres will be set up from next Monday to support the vaccination roll-out for students.They include three centres at the Institute of Technical Education (ITE) College campuses in Ang Mo Kio, Choa Chu Kang and Simei, and one at the Raffles City Convention Centre.The ITE centres will be able to administer 1,600 vaccine doses a day, while the Raffles City centre can do 2,000 doses a day.The ITE will arrange for their students to take their shots on campus, and the Ministry of Health (MOH) will send mobile vaccination teams to Sped schools as the students may find it challenging to visit a vaccination site.Schools will also look into alternative vaccination arrangements for those who need extra support when schools reopen after the current June holidays, including providing transport to the vaccination centres, MOE said.The vaccination exercise for students is estimated to be completed by August.Madam Rini's eldest son, Adam Naufal, 15, said he understands the importance of the vaccination.The Loyang View Secondary School student said: \"While I am a little worried about the fever and body aches after the jab, I will still get vaccinated.\"Madam Rini said that some of her friends whose children have a history of illness or allergies have concerns over safety and will be more cautious and do more research before sending their children for the vaccine.\"It is understandable to be more careful when it comes to our children's health,\" she added.At yesterday's press conference, MOH's director of medical services Kenneth Mak said that based on the ongoing phase three studies that involve nearly 2,300 adolescents between the ages of 12 and 16, there was a very high vaccine efficacy in the vaccinated group.He added: \"We will be watching very closely the experience of others, in the US, in Israel, and it will guide our policy even as we start our own programme to offer vaccinations to our schoolchildren.\"To address parents' questions and concerns about the vaccines, MOE will be partnering with MOH to organise webinars for them.Mr Woon Wui Tek, a father of two sons aged 13 and 10, hopes his older son can get vaccinated before he returns to school in July.The 48-year-old who works in a bank said: \"Based on the medical evidence up to now, I don't see any reason why he should not be vaccinated.\"Singapore Management University student Lareina Chan, 19, said it is important for undergrads to get vaccinated as most like to hang out in groups for projects and outings.\"Dr Ling Li Min, an infectious disease physician from Rophi Clinic, said this latest move is a positive step in the nation's fight against the virus.She said: \"The vaccine will protect the kids from Covid and against rare severe complications such as the post-Covid multi-inflammatory syndrome, as well as reduce risk of transmission to their more vulnerable household members.\"The Pfizer study has shown that the vaccine is safe and works very well. The vaccine does not stay in the body - it will not impact the child's growth. Getting all eligible students vaccinated will go far in achieving effective population herd immunity.\"Get The New Paper on your phone with the free TNP app. Download from the Apple App Store or Google Play Store now", "Section": "", "Writers": "", "URL": "https://www.tnp.sg/news/singapore/students-can-register-get-vaccinated-today", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}