{"Type": "World", "Time": "2021-06-01", "Headline": "Russia tells US to expect 'uncomfortable' signals ahead of Putin-Biden summit", "Text": "MOSCOW: Russia said on Monday (May 31) it would send what it described as \"uncomfortable\" signals to the US ahead of a summit between the leaders of the two countries next month and announced it was beefing up its western border militarily.The comments came a day after US President Joe Biden said he would press Russian President Vladimir Putin to respect human rights when the two leaders meet in Geneva on Jun 16. Relations between the two powers are at post-Cold War lows.\"The Americans must assume that a number of signals from Moscow ... will be uncomfortable for them, including in the coming days,\" Sergei Ryabkov, Russia's deputy foreign minister, was quoted as saying by the RIA news agency.Ryabkov said Russia would be prepared to respond to Biden's queries about human rights in Russia and said that Moscow was being more flexible than Washington when it came to drawing up an agenda for the summit, RIA reported.Russia's ties with the West are acutely strained over the jailing of Kremlin critic Alexei Navalny, a military build-up near Ukraine as well as allegations of election hacking.Defence Minister Sergei Shoigu said on Monday that the US and the NATO transatlantic alliance had recently increased military activity to the West of Russia, which required a response from Moscow.\"The actions of our Western colleagues are destroying the world's security system and force us to take adequate countermeasures,\" the Interfax news agency quoted Shoigu as saying.\"Around 20 military formations and units will be formed in the Western Military District by the end of the year,\" he was quoted as saying.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "US,Russia,Joe Biden,Vladimir Putin", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/world/uncomfortable-signals-putin-biden-summit-geneva-14920706", "Source": "google"}