{"Type": "", "Time": "2021-06-01", "Headline": "COVID vaccination guidelines eased for pregnant women", "Text": "SINGAPORE — COVID-19 vaccination guidelines in Singapore have been eased for pregnant women, breastfeeding women, cancer patients currently receiving treatment, and persons who have previously suffered severe skin allergy reactions to medications. The Expert Committee on COVID-19 Vaccination (EC19V) has been monitoring evidence and developments around the world and has revised its guidelines accordingly, the multi-ministry taskforce (MTF) on the pandemic said at a virtual press briefing on Monday (31 May).There was no evidence to suggest that the Pfizer-BioNTech or Moderna COVID-19 vaccines may cause harm to pregnant women or their babies, the MTF stated.However, the committee noted that the amount of data collected on the population segment was still much smaller compared to data on the general population.It advised pregnant women to discuss the risks and benefits with their doctors to make an informed decision on the vaccination. Pregnant women will be able to register and book a vaccination appointment from 4 June, if they are part of the population group eligible for vaccination.Similarly, the two vaccines have been deemed to be safe for breastfeeding women and there is no need to stop breastfeeding while receiving the jabs, the EC19V said. Cancer patients on active cancer treatment remain at an increased risk of complications from COVID-19 but there was no evidence of any safety signals or increased rates of adverse events from mRNA-based COVID-19 vaccines, noted the authorities.Director of medical services Kenneth Mak noted that MOH had previously exercised \"considerable caution\" and advised that these patients complete their treatment before getting vaccinated. \"At this time, we prefer for these patients to be vaccinated in a hospital setting where they can be better monitored for their health status. And we will review later whether these conditions can be revised.\"Persons with Severe Cutaneous Adverse Reactions (SCAR), or sever skin allergy reactions to medications, can also receive both vaccines, even though they were previously not recommended to do so. SCAR includes Stevens-Johnson Syndrome, Toxic Epidermal Necrolysis, Drug Rash with Eosinophilia and Systemic Symptoms, and Drug-induced Hypersensitivity Syndrome.\"These are very severe reactions that occur as a result of taking various types of medications,\" explained Prof Mak. \"And if you have previously had such a severe allergic reaction to medications like antibiotics, you will now be eligible to receive your COVID-19 vaccination.\"The EC19V is also reviewing safety data on persons with a history of anaphylaxis, to allow more to be safely vaccinated, it added. The committee said it intends to complete the review in the next two weeks, and will set out guidelines allowing certain persons who have had previous history of anaphylaxis to be vaccinated using mRNA vaccines safely.Prof Mak said, \"We hope that these adjustments to our guidance will offer vaccination opportunities for more people and allow them to benefit from the enhanced immune protection that vaccination offers.\"Stay in the know on-the-go: Join Yahoo Singapore's Telegram channel at http://t.me/YahooSingaporeRelated stories:Possible easing of COVID restrictions after 13 June if community cases fall further: Lee Hsien LoongSingapore to make over-the-counter DIY COVID-19 tests available to residentsCOVID-19: Vaccination bookings for Singapore students to begin from 1 June400,000 students in Singapore can register for COVID vaccine from 1 June'Very unlikely' to resume Phase 3 straight after 13 June: Lawrence WongSingapore to allow alternative COVID-19 vaccines for use by private sectorHousehold members of close contact of COVID-19 case to be isolated immediately: PM LeeHousehold contacts of quarantined persons must self-isolate at home: MOHMalaysia's air force scrambled jets to intercept 16 Chinese military aircraft off the country's coast in the South China Sea, a rare incident officials said Tuesday threatened \"national sovereignty\".The US military will hand over its main Bagram Air Base to Afghan forces in about 20 days, an official said Tuesday, as Washington presses on with withdrawing the last of its troops from the country.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!China on Tuesday denied an Australian academic's claims that he had been tortured in custody during his two-year detention on espionage charges.If you’ve got a Citibank credit card, you’re in luck. Here are the deals you can enjoy as a Citibank credit cardmember (on top of the credit card’s own perks). A well-known global bank, Citibank offers some of the best credit cards in Singapore. It […] The post Citibank Credit Card Promotions and Deals: June 2021 appeared first on SingSaver Blog - We Compare, You Save.The employers of an American journalist detained by Myanmar authorities said Monday they were yet to receive any information on his whereabouts or wellbeing, a week after he was detained.奧比斯「童望之友」每月捐款計劃：每月捐款$50，每年可資助1名眼疾兒童接受斜視手術，讓他們看得見光明未來！The remote Pacific nation of Palau reported its first confirmed coronavirus case Monday, but authorities said it was historical and posed no transmission risk.ONE: FULL BLAST might’ve been a quick replacement for ONE: EMPOWER, but the martial arts spectacle delivered plenty of exciting action. The show, which aired on Friday, 28 May, featured a ONE Super Series Muay Thai main event between a pair of top contenders and a flyweight co-main event between rising stars. In the evening’s final … Continue reading \"Saemapetch KOs Kulabdam, Xie TKOs Agasa At ONE: FULL BLAST\"Fifteen tutoring firms have been hammered with millions of dollars of fines over alleged fraud, Chinese state media said Tuesday, as the government's chastening of the tech sector seeps into the private education businesses.債務舒緩DRP, 律師與銀行協商減息減供，26年經驗，專業可靠。重組首選DRP債務舒緩計劃收費：$4500 - $10000。Israeli opposition leader Yair Lapid on Monday said many obstacles remain before a diverse coalition can be built to oust veteran Prime Minister Benjamin Netanyahu, but voiced hope it will achieve the \"greater goal\".Singapore residents will soon be able to purchase \"do-it-yourself\" COVID-19 tests over the counter at pharmacies, said Prime Minister Lee Hsien Loong on Monday (31 May).A senior Australian cabinet minister on Monday dropped a high-profile defamation suit against public broadcaster ABC over its publication of rape allegations that helped spark nationwide protests.用Smart卡於指定日常消費商戶購物，全年5%現金回贈！新客戶迎新更高達$1,600現金回贈，立即申請！He risked everything to give his baby girl a second chance at life This article, Cannabis can mean death in Malaysia. For one dad, it also meant life for his daughter., originally appeared on Coconuts, Asia's leading alternative media company.China has jailed a popular blogger for \"defaming martyrs\" after he suggested the death toll of the China-India border clash last year was higher than the official count of four.Turkish spies snatched a nephew of a longtime foe of President Recep Tayyip Erdogan in Kenya and brought him back to Turkey, media and family said on Monday.經手機或網上申請全程三步辦妥，兼享高達HK$1,000現金回贈！立即申請！優惠及服務附帶條款From the dark days of Italy's 2018 World Cup qualifying fiasco to the eve of the European championships, Roberto Mancini has transformed the fortunes of fallen footballing giants Italy.Thousands of doctors across India wore black armbands on Tuesday calling for the arrest of a hugely popular guru who has claimed yoga can prevent Covid-19 and that conventional medicine has killed thousands of coronavirus patients.The vaccine injury financial assistance programme (VIFAP) aims to provide Singaporeans with an added layer of peace of mind when they choose to be vaccinated. The post Vaccine Injury Financial Assistance Programme (VIFAP): How Much Will MOH Be Insuring For Serious Side Effects Related To COVID-19 Vaccination? appeared first on DollarsAndSense.sg.所費無幾就能在家中享受異國假期！China has relaxed its family planning policy to allow couples to have three children after a census showed its population is rapidly ageing, state media reported Monday, further unwinding four decades of controls in the world's most populous nation which have strangled the birthrate.How do you deal with noisy neighbours in Singapore? Soundproof your home for peace of mind and better work productivity. Here’s how you can...A major US-Australia joint military exercise will go ahead this year despite pandemic concerns but will be significantly scaled-back, a senior Australian military officer said Tuesday.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/covid-vaccination-guidelines-eased-pregnant-breastfeeding-women-094215171.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}