{"Type": "", "Time": "2021-06-01", "Headline": "Foxconn tycoon to spend US$228 million on 5 million BioNTech doses | Taiwan News | 2021-06-01 12:48:00", "Text": "密碼設定成功，請使用新密碼登入\n        \n(Yong Lin Foundation photo) \n(Yong Lin Foundation photo) \n\n            TAIPEI (Taiwan News) — Foxconn Technology Group founder Terry Gou (郭台銘) on Monday (May 31) indicated that he is pushing forward with his attempt to acquire 5 million doses of the Pfizer-BioNTech COVID-19 vaccine directly from Germany, with the total cost estimated to be NT$6.3 billion (US$228 million).\n            In his latest update on his progress, Gou wrote on Facebook that \"Everyone is continuing to work hard. Let's go, everybody!\" The previous evening, Gou wrote that his Yong Lin Foundation (永齡基金會) is aware of Taiwanese concerns about the vaccine and called on the public to rest assured that \"we will strive for the delivery,\" with the goal of completing the application within 72 hours.\nUDN cited Yong Lin Foundation Director Amanda Liu (劉宥彤) as saying Monday that according to the authorities, documents for eight criteria set by the Central Epidemic Command Center (CECC) must be submitted in order to begin the process of acquiring vaccines. Liu said there are many steps involved in confirming the feasibility of the eight criteria.\n            She said that Guo has given her team 72 hours to complete all the related work. The deadline is Wednesday (June 2), and her team is working hard to submit the application to competent authorities by that time, according to Liu.\n            When Hong Kong purchased the vaccine from BioNTech, the cost was US$30 per dose. For 5 million doses, this would come out to US$150 million.\n            However, this does not include the cost of transportation, cold chain logistics, storage, inspection, labeling, distribution, and administration. Once all of these are factored in, Gou would find himself having to shell out at least US$228 million.\n            Beyond the documentation required, the manufacturer must also coordinate directly with the government on transportation, storage, and other details that must be confirmed and prepared. Only after the eight required documents have been completed in full will the government consider the vaccine purchase application\n            In another Facebook post, Gou said he would entrust the manufacturer with applying with the government and emphasized that he would be applying for 5 million doses of the \"German BNT vaccine.\" He said that if the application is approved, the doses \"will be shipped directly from Germany to Taiwan by air.\"\n            Gou pledged that he would not consider introducing vaccines made in China. He then called on the public to \"not confuse the German-made BNT with Chinese-made vaccines.\"\n            However, Gou did not address the fact that in March of last year, Shanghai-based Fosun International signed a deal with BioNTech that gave it exclusive rights to sell the vaccine in the \"Greater China\" market, which includes Taiwan. It is unclear how any Taiwanese government agency or organization would be able to bypass this agreement.\n            Regarding applications from various organizations, Health Minister and CECC head Chen Shih-chung (陳時中) on Monday said that the Food and Drug Administration has received four applications to purchase vaccines, while the CECC has received two. However, he said none of these organizations have included all the required documentation.Updated : 2021-06-01 23:57 GMT+08:00Taiwan News  ©  2019 All Rights Reserved.", "Section": "", "Writers": "", "URL": "https://www.taiwannews.com.tw/en/news/4214005", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}