{"Type": "", "Time": "2021-06-01", "Headline": "Nestle seeks new strategy as 60% of products are unhealthy | Daily Sabah\n", "Text": "Food giant Nestle announced Monday that it is seeking to develop a new health strategy after an internal document made headlines around the globe as it showed that almost two-thirds of its products lack nutrition.An internal presentation circulated among top executives earlier this year revealed that more than 60% of Nestle's mainstream food and drinks portfolio did not meet the \"recognized definition of health,\" the Financial Times (FT) reported.The presentation, seen by the FT, revealed that only 37% of Nestle's food and beverages by revenues (not including products like pet food, baby food and specialized medical nutrition) achieved a rating of over 3.5 under Australia's five-star health rating system.Among drinks except for plain coffee were found to be 96% \"unhealthy\" and candy and ice cream to be 99%.Nestle, the owner of everything from chocolate to coffee and baby food brands, has for several years been reorganizing its activities to focus more on health and wellness as consumers increasingly snub frozen pizzas and sugary drinks.The Swiss company has among other things been making a major push in vegetarian and vegan products.\"We have made significant improvements to our products,\" the Nestle presentation said, according to the FT.But, it added, \"our portfolio still underperforms against external definitions of health in a landscape where regulatory pressure and consumer demands are skyrocketing.\"A Nestle spokesperson told Agence France-Presse (AFP) the company was currently \"working on a company-wide project to update its pioneering nutrition and health strategy.\"\"We are looking at our entire portfolio across the different phases of people's lives to ensure our products are helping meet their nutritional needs and supporting a balanced diet,\" she saidThe initial focus, she added, would be on \"assessing the part (of) our food and beverage portfolio that can be measured against external nutrition profiling systems,\" like the Australian system.According to the FT, Nestle is aiming to unveil its new strategy this year.Quoting an unnamed person familiar with the situation, the paper suggested the company might drop products pushing down its health ratings such as confectionery items.\n\n                    Please\n                     click \n                    to read our informative text prepared pursuant to the Law on the Protection of Personal Data No. 6698 and to get information about the\n                    cookies\n                    used on our website in accordance with the relevant legislation.\n                \n\n 6698 sayılı Kişisel Verilerin Korunması Kanunu uyarınca hazırlanmış aydınlatma metnimizi okumak ve sitemizde ilgili mevzuata uygun olarak kullanılan\n                    çerezlerle\n                    ilgili bilgi almak için lütfen\n                    tıklayınız. \n\n", "Section": "", "Writers": "", "URL": "https://www.dailysabah.com/business/nestle-seeks-new-strategy-as-60-of-products-are-unhealthy/news", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}