{"Type": "", "Time": "2021-06-01", "Headline": "Sri Lanka ship fire finally extinguished; S'pore shipping firm to be sued for marine pollution, South Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.BANGALORE - The fire aboard a Singapore-registered container vessel off Colombo port was finally extinguished on Tuesday (June 1), after causing extensive marine pollution in Sri Lanka’s waters.With the blaze finally put out after 12 days, the authorities said they were turning their attention to probing the cause of the fire and placing accountability for it.The X-Press Pearl is operated by the Singapore-based X-Press Feeders. Flying a Singapore flag, the ship was carrying 1,486 containers and had 25 tonnes of nitric acid, other chemicals and cosmetics on board.It was on its way to Singapore from the port of Hazira in India, via Colombo, when the fire broke out.The company now faces criminal charges under Sri Lanka's Marine Pollution Prevention Act of 2008, and civil claims will be made subsequently as penalty for the pollution damage caused.\"From the very first day, we have been collecting data regarding the ship and the pollution. After we settled the immediate issue of the fire and the safety of the crew, it is high time we take legal action,\" Dr P. B. Terney Pradeep Kumara, general manager of Sri Lanka's Marine Environment Protection Authority (Mepa), told The Straits Times.Mepa has lodged a complaint with the Harbour Police in Colombo.A police spokesman said the police will start taking statements from the ship's captain and crew, now that they are out of quarantine, which was required under Covid-19 protocols.X-Press Feeders said in a May 31 statement that \"select seafarers have been helping local police with their enquiries into the fire and are cooperating with investigators. We will respect this process and not publicly discuss operational details until the investigation has been completed\".While the criminal investigation is ongoing, a damage assessment team from Mepa is doing \"a scientific cost assessment\" of the destruction caused to marine resources and the coast, said Dr Kumara.\"We are focused on the ship not informing (the authorities about) the possible pollution, and compiling reports on the pollution they have caused. Normally, the ship captain is culpable,\" he added.Since the ship burst into flames 12 days ago, there have been fears of an oil spill and chemical leaks from the containers.\"At the moment, the fire is under control and there is no sign of an oil spill,\" said Mr Dan Malika Gunasekera, a maritime lawyer in Sri Lanka and former executive director of the Ceylon Shipping Corporation.He added that Indian and Dutch fire-fighting teams were working to cool the vessel down and take out the bunker oil.But the chemical dispersants used to douse the fire and toxic chemicals in the containers have already affected the sea and coast.\nThe chemical dispersants used to douse the fire and toxic chemicals in the containers have already affected the sea and coast. PHOTO: EPA-EFE\nDr Kumara said: \"The underwater area is still inaccessible because of the ship's condition and the water is also turbid there.\"The extent of the damage is still difficult to estimate. \"It will take some months to fully assess it,\" he added.Tiny plastic pellets called nurdles, used in plastics manufacturing, have also spilled from the burning ship and spread along Sri Lanka's western coastline.This kind of waste is challenging to clean up and dangerous to fish as it blocks their airways, and will be factored into the probe.Mepa told AFP that the plastic waste caused \"the worst beach pollution in our history\", and warned it could cause years of ecological damage.\nTiny plastic pellets called nurdles, used in plastics manufacturing, have spilled from the burning ship and spread along Sri Lanka's western coastline. PHOTO: AFP\nApart from marine damage, the fisheries ministry is also assessing the expected losses to 4,500 fishermen and the seafood industry in Negombo.Fishing has been banned in an 80km stretch of the coast where the chemicals and pellets have washed up.After the Greek oil carrier New Diamond caught fire in September 2020 off the coast of Sri Lanka, Mepa took legal action.The Sri Lankan Attorney-General charged the ship's captain with causing an oil spill and sought a fine of US$1 million (S$1.3 million), which the Colombo High Court reduced to US$65,000.That ship's owner, Porto Emporios Shipping, was charged US$2.4 million for the fire-fighting effort.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/sri-lanka-to-sue-singapore-shipping-company-for-marine-pollution", "Source": "google"}