{"Type": "", "Time": "2021-06-01", "Headline": "More than half of 52,000 students invited for Covid-19 vaccination have booked their slots: MOE, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - More than half of 52,000 parents or students who received SMSes to sign up for Covid-19 vaccination have booked their slots as at 7pm on Tuesday (June 1), said the Ministry of Education (MOE).The messages have been sent to invite students taking the O-, N- and A-Level examinations or equivalent qualifications this year to sign up for vaccination.\"Vaccination for students in schools and institutes of higher learning is part of the larger national efforts to keep our education institutions and the wider community safe,\" MOE told The Straits Times.\"All medically eligible individuals are encouraged to get vaccinated when vaccination is offered to them.\"The authorities had announced on Monday that students aged 12 and above would be next in line for the national vaccination drive, and can start booking appointments for their Covid-19 vaccinations from Tuesday.SMSes will be sent to students aged 18 and above, and to parents of children below 18.The move to vaccinate more than 400,000 students in schools and institutes of higher learning, including autonomous universities, polytechnics and the Institute of Technical Education, comes amid more infections among children in the recent Covid-19 outbreak.Currently, the Pfizer-BioNTech vaccine is the only Covid-19 vaccine that has been authorised for use in adolescents aged 12 to 17 in Singapore.Those aged 18 and above can opt for either the Pfizer or Moderna vaccine.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/more-than-half-of-52000-parents-students-who-received-smses-on-covid-19-vaccine-have", "Source": "google"}