{"Type": "", "Time": "2021-06-01", "Headline": "Sri Lanka prepares for major oil spill | World News News,The Indian Express", "Text": "A fire onboard a cargo vessel off Sri Lanka’s coast continued to rage for the 11th straight day on Tuesday, causing what could be the region’s worst marine pollution in history.(Photo: Reuters)The fire on MV X-Press Pearl, a Singapore-registered ship which is anchored near the Colombo beach, broke out on May 20 and intensified four days later after an explosion.\n (Photo: PIB/PTI)  According to news agency PTI, the vessel, carrying chemicals and raw materials for cosmetics, had travelled from Gujarat’s Hazira port to the Port of Colombo. (Photo: Reuters)A navy officer patrols the coast where remains of the vessel have washed ashore.  (Photo: Reuters)The ship had over 300 metric tonnes of fuel in its tanks, and was loaded with 1,486 containers carrying about 25 tonnes of hazardous nitric acid. The blaze has reportedly destroyed most of the cargo on board. (Photo: Reuters)According to Al Jazeera, Sri Lankan authorities have launched investigations to determine the cause of the fire. (Photo: PTI)Villagers search for cargo that has washed up on the beach. The blaze has caused ecological damage with microplastics and fuel spilling into the Indian Ocean, The Guardian reported. (Photo: Reuters)The Sri Lankan Navy and the Indian Coast Guard (ICG) have been working to douse the flames.  Five fire-fighting tugboats are being aided by a Sri Lankan navy ship. Meanwhile, India has deployed two ships and an ICG aircraft. (Photo: PTI)  Despite ongoing relief efforts, the vessel is likely to sink and cause damage to the surrounding areas and marine life.  (Photo: Reuters)Sri Lankan navy members clad in protective suits collect debris and remains from the charred vessel. (Photo: Reuters)", "Section": "", "Writers": "", "URL": "https://indianexpress.com/photos/world-news/sri-lanka-ship-fire-oil-spill-7339558/", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}