{"Type": "article", "Time": "2020-03-30", "Headline": "March 30 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. Eleven veteran residents of the Soldiers’ Home in Holyoke, Massachusetts have died -- and five of them tested positive for coronavirus, Holyoke Mayor Alex Morse confirmed to CNN. Test results are still pending for five of the remaining veterans.  The status of the last veteran who died is unknown, according to Mike Bloomberg, Morse’s chief of staff.  Soldiers’ Home houses 233 residents and is run by the state of Massachusetts. Eleven additional veterans and five staff members have also tested positive for Covid-19, Morse said.  Bennett Walsh, the facility’s superintendent, has been placed on paid administrative leave, effective immediately, according to a statement from Massachusetts Health and Human Services Deputy Secretary Dan Tsai. Walsh did not immediately respond to CNN’s request for comment. All of the residents at Soldiers’ Home have been isolated and symptomatic employees have been advised to quarantine.  The US Department of Homeland Security's National Operations Center has temporarily moved to an alternate location after an employee tested positive for coronavirus, according to a source familiar with the situation. Deep cleaning of the office is expected to be completed in the next couple days, the source said.  “We can confirm there is a case within the National Operations Center at St. Elizabeth’s campus,\" a DHS official confirmed to CNN. \n\"As a precaution, we have temporarily shifted the watch to an alternate facility in order to clean and sanitize the NOC in accordance with existing medical guidelines. This move will not impact operations.\" According to DHS, the Operations Center operates 24 hours a day and serves as the \"primary, national-level hub for situational awareness, a common operating picture, information fusion, information sharing and executive communications.\" The relocation was first reported by Yahoo News. ##Health## Two weeks after San Francisco issued the country’s first shelter in place order for residents to prevent spread of the novel coronavirus, hospital emergency rooms throughout the region appear to be seeing the early effects. “The surge we have been anticipating has not yet come,” Dr. Jahan Fahimi, an emergency physician and medical director at the University of California, San Francisco, told CNN. “We’re all kind of together holding our breaths.” As of Monday morning, the city reported a total of 374 confirmed infections and six deaths from the virus. While the availability of testing is still much lower than officials would like, the modest daily count compared to other major urban centers may be an encouraging sign that the early aggressive action in the country’s second most densely populated city is having its intended effect. “We have already made a difference in saving lives,” San Francisco Mayor London Breed said during a news conference Monday, though she and other officials repeatedly cautioned that US communities are still in the early stages of the battle against the virus. \"We’re watching the data very carefully,” added Dr Grant Colfax, the city’s public health director, cautioning that the numbers could still explode rapidly. The situation in Los Angeles: But that sense of hope has not necessarily reached Los Angeles County, where hospitals are seeing a steady increase in the number of patients. Close to 2,500 people are confirmed to have been infected with the coronavirus in the county, with 342 new cases reported in the past two days. \"Honestly, I would be very, very cautious because I really think we are at the beginning of the uptick,” Dr Armand Dorian, the chief medical officer at the University of Southern California Verdugo Hills Hospital in Glendale, said. Across town at the Harbor-UCLA Medical Center, doctors expressed more optimism in the early efforts. “We are cautiously hopeful that there has been a flattening of the steep curve because we have not seen the exponential rise of traffic coming in,” said Dr Anish Mahajan, the hospital’s chief medical officer, referring to the rate of new transmissions.  Harbor-UCLA has seen a steady rise in coronavirus patients in recent days, increasing from 12 patients on Thursday to 35 on Monday. “And that may be because of the stay at home order,” Mahajan said. “But it’s far too premature to say because we have done such little testing. What the authorities say: At a news conference Monday, California Gov. Gavin Newsom was asked if officials were beginning to see a flattening of the curve of coronavirus patients. “We’re in the middle of this. It would be too easy to say what has or has not worked,” Newsom said. “The stay home effort has bought us time to prepare.” California currently has at least 5,763 coronavirus cases, including 118 deaths. ##Health## The Los Angeles Convention Center has been offered to hospitals in Los Angeles County to be used as an additional facility to house more patients, Mayor Eric Garcetti confirmed in a news conference Monday. Initially, the convention center was going to be used for non-coronavirus patients, but they’ve been asked to use the space for coronavirus patients, Garcetti said. Over 3,000 medical professionals have volunteered to help, according to Garcetti. “We’ll scramble and figure out how we can build a hospital for the first time, or a field facility, as it’s being formally called, in the convention center to help save lives,” Garcetti said. ##Daily Life##  ##Health## Hawaii has introduced strict new measures, requiring those who travel between the state's eight major islands to self-isolate for 14 days, Gov. David Ige announced. The order goes into effect on Tuesday and will last through at least April 30. Last week, Ige ordered similar mandatory quarantine measures for anyone entering the state by air, regardless of whether they are a resident or a visitor. The orders do not apply to essential workers and flight crews. Lt. Gov. Josh Green -- a medical doctor who is the state’s coronavirus prevention liaison -- said in a news conference on Monday that the rate of infection could increase dramatically if people don’t follow the quarantine orders.  “That is how we lose,” Green said. “That is how people die in the state of Hawaii.” Hawaii has 204 confirmed coronavirus cases and no deaths.  ##Travel## The White House told the US state of Illinois that it would receive 300,000 N95 masks -- but instead, the state got surgical masks, says Illinois Gov. J.B. Pritzker. “My team is sorting through the shipment of 300,000 N95 masks the White House personally told me would be sent to our state,\" he said at a news conference Monday.\n\"While we do not have a final count on this yet, I can say with certainty that what they sent were not the N95 masks that were promised but instead were surgical masks, which is not what we asked for.\n“I can’t emphasize enough how much we need the federal government to step up and amplify the size of their PPE (personal protective equipment) deliveries to Illinois and frankly across the nation.” This was the third federal shipment of PPE Illinois has received and it arrived Sunday. But the governor said Illinois had so far received only a “small fraction” of what the state had asked for. The state of Illinois currently has 5,057 confirmed coronavirus cases, including 73 deaths.  Pritzker also called on President Donald Trump to use the Defense Production Act to direct companies to increase PPE production. Read more about the Defense Production Act here.  ##Health## All farmers markets in Los Angeles will be temporarily suspended, Mayor Eric Garcetti announced at a news conference today. The farmers markets have become too crowded, he said. The city will require all farmers markets to submit plans immediately that enforce physical distancing and ensure safe operations. Garcetti explained that it will likely result in one entrance and one exit with people safely lined up to enter. He reminded Los Angeles residents that if there are too many people to simply wait before going. ##Health## Designer clothing rental company Rent the Runway is laying off retail staff during the coronavirus pandemic. In a statement, the company said it has had \"to make some difficult decisions in the short term to thrive in the long term which include temporary store closures and retail role eliminations.\" Rent the Runway primarily operates online, but has brick and mortar locations in New York, Chicago, Washington, DC, and San Francisco.  The company did not provide CNN with the number of employees affected, but did say it would continue to provide health insurance coverage. \"While we don’t have a sense of how long our business will be impacted, we remain committed to serving and supporting our employees and customers during this challenging time,” the company added. ##Business## Two people experiencing homelessness in Los Angeles are infected with coronavirus – the first known cases among the homeless population in the county, according to Public Health Director Barbara Ferrer. Additionally, a person who works in an L.A. County homeless shelter has also contracted the virus. Gov. Gavin Newsom previously announced a homeless person had tested positive in California, according to the state’s Department of Public Health. It’s unclear where that person lives. Ferrer also announced seven additional deaths and 342 new cases in Los Angeles County overnight. There are 2,474 confirmed Covid-19 cases in Los Angeles County, Ferrer said. Nearly 60,000 people were counted as homeless in Los Angeles County in 2019 — a 12% increase over the previous year. ##Health## There are at least 160,008 cases of coronavirus in the US and 2,948 people have died from the virus, according to CNN Health's tally of US cases that are detected and tested.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Hawaii and Wyoming are not reporting a death from coronavirus.  Hear more: ##Health## CNN chief White House correspondent Jim Acosta asked President Trump what he has to say to Americans who are upset with him for having repeatedly downplayed the virus in February and early March.  Acosta read out a series of Trump quotes, including a February 23 remark in which Trump claimed the virus was “very much under control in this country” and a March 10 remark in which Trump said, “It will go away. Just stay calm, it will go away.”  Trump responded, “If you look at those individual statements, they’re all true: stay calm, it will go away. You know it is going away.” Facts First: Trump’s previous comments were not “all true.” The virus was clearly not “under control” in February – nor was it under control in mid-March, when Trump made another version of the claim, and nor is it under control today.  And Trump was misleading when he said on March 10 that the virus “will go away.\" While the virus may eventually be eliminated in the United States, Trump did not mention that thousands of Americans could die before this happened, nor that the country could have to implement drastic measures to try to slow its spread. Experts also warn that there could be a second wave of the virus in the US even after the immediate crisis is over. \"#COVID19 won't go away. It'll infect the southern hemisphere as they winter and will want to come back to U.S. in fall,\" Dr. Scott Gottlieb, who formerly served as Trump's Food and Drug Administration commissioner, wrote on Twitter after Trump's comment on Monday.  \"But we'll have a massive surveillance system by then, and I believe more than one drug to both prevent and treat infection. Our tool box will be very different.\" President Donald Trump and members of his administration on Monday again mentioned two drugs that could potentially help combat the coronavirus.  Over the weekend, large drugmakers announced that they were providing millions of doses of the drugs to the federal government, and the Food and Drug Administration issued emergency approval for the Trump administration’s plan to send the drugs to hospitals across the country.  The medicines, chloroquine and hydroxychloroquine, are anti-malaria drugs that have been used off-label at hospitals to treat coronavirus patients.  Facts First: While public health officials are hopeful that the drugs will work against coronavirus, Trump's tone hasn't matched the science, which is extremely limited and anecdotal at this early stage.  Trump's over-the-top optimism has been tamped down by the medical professionals on the White House task force handling the pandemic. Dr. Anthony Fauci, the nation’s top public health official on infectious disease, said the proof is only anecdotal. Health and Human Services Secretary Alex Azar was similarly careful with his language on Monday, and referred to the drugs as \"potential Covid-19 treatments.” Trump has repeatedly touted the drugs in recent weeks, even though there hasn't been any clinical trials in humans proving that they work for coronavirus. Earlier this month, Trump tweeted that the drugs \"have a real chance to be one of the biggest game changers in the history of medicine.” CNN Health’s Arman Azad wrote about this on Sunday. He said: “Thus far, there is little scientific evidence that chloroquine, or its closely-related analogue hydroxychloroquine, are effective in treating Covid-19… While there's limited evidence on the efficacy of chloroquine, or hydroxychloroquine, the FDA said the drugs’ benefits outweighed their risk.\" How many people die after being infected with the novel coronavirus? Fewer than previously calculated, according to a study released Monday, but still more than die from the flu.  The research, published in the medical journal The Lancet Infectious Diseases, estimated that about 0.66% of those infected with the virus will die. That coronavirus death rate, which is lower than earlier estimates, takes into account potentially milder cases that often go undiagnosed – but it’s still far higher than the 0.1% of people who are killed by the flu.  When unreported infections aren’t taken into account, the Lancet study found that the coronavirus death rate was 1.38%, which is more consistent with earlier reports. That’s because death rates typically only consider reported coronavirus cases, which tend to be more severe, and thus brought to the attention of health care workers. Asymptomatic cases – or mild cases – may not always be counted. That death rate, though, went up in older adults, with approximately 7.8% of those over age 80 estimated to die after infection. And deaths were estimated to be exceedingly rare in children younger than nine, with a fatality rate of just 0.00161%. For age groups younger than 40, the death rate was never higher than 0.16%, according to the study. Out of 1,000 young adults infected, then, about 1 or 2 could die, with the youngest people facing the lowest risk. Experts stress that it’s difficult to estimate a virus’ death rate during an epidemic. ##Health## At least 256,008,318 Americans, or 78% of the US population, are under stay-at-home or shelter-in-place orders, according to a CNN count. The US Census Bureau estimates the total US population at 328,239,523 This count includes local city and county orders as well. This count includes local city and county orders as well. The numbers were tallied using census data. Moody’s Analytics predicts initial unemployment claims from last week could be 4.5 million, which would be the highest in history, as US businesses shutter to slow the spread of coronavirus. The weekly data is set to be released Thursday morning. Initial jobless claims soared to a record 3.28 million in the week ended March 21, according to the Department of Labor. “COVID-19 has caused unemployment to surge and we look for U.S. initial claims for unemployment insurance benefits this week to total 4.5 million, compared with the 3.283 million in the week ended March 21,\" said Moody's Chief Economist Mark Zandi in a statement.   However, Zandi said these high weekly numbers will not be reflected in this Friday's upcoming March jobs report, which tracks job loss through the first two weeks of March. \"Though new filings surged over the past couple of weeks, the unemployment rate for March likely won’t increase that much. The household survey, which is the basis for the unemployment rate, is conducted in the week that includes the 12th; initial claims were up around 70,000 to 281,000 during that week,\" Zandi said. ##Business## There have been at least 502 new coronavirus deaths reported in the US on Monday, according to a count by CNN Health. This is the most reported deaths in the United States in a single day since the coronavirus outbreak. There have been a total of 2,931 deaths reported in the US.  ##Health## President Trump grew combative with reporters during his news conference Monday when they asked about his past comments on the coronavirus pandemic and testing in other countries. Trump stood by previous comments he made early on in the United States response to the coronavirus pandemic again saying that the virus “will go away.”  “What do you say to Americans who are upset with you?” asked CNN’s Jim Acosta, who cited statements the President made in the past where he downplayed the crisis, including saying the virus would “go away.”  “Isn’t that true it will go away?” the President asked. In his previous comments, Trump said the virus would “just go away,” as the weather got warmer. “It’s going to disappear,” Trump said in February. “One day, it’s like a miracle, it will disappear” At his Rose Garden news conference Monday, the President implied that in his previous statements, he was simply trying to keep Americans calm. “I do want them to stay calm,” he said, “and we are doing a great job.”  Trump then said if he wanted to cause panic, he could. “I could cause panic much better than even you. I would make you look like a minor league player,” he said to Acosta.  When PBS NewsHour’s Yamiche Alcindor asked about how the United States is still not testing per-capita as many people as other countries like South Korea, Trump said “it is very much on par.” “Look, per capita, we have areas — I know South Korea better than anybody. It is very tight. You know how big the city of Seoul is? 38 million people, bigger than anything we have. 38 million people all tightly wound together. We have vast farmland, we have vast areas where they don’t have a problem. In some cases they have no problem whatsoever.” He continued: “We have done more tests — I didn’t talk about per capita. We have done more tests, by far, than any country in the world. By far. Our testing is also better than any country in the world.” Trump was wrong about the population of Seoul —the city has population of less than 10 million people. Watch: The first US service member has died from Covid-19, the US military announced Monday.  An army national guardsman from New Jersey died on Saturday, the Department of Defense said in a statement. The guardsman had been hospitalized since March 21. \"Today is a sad day for the Department of Defense as we have lost our first American service member — active, reserve or Guard — to Coronavirus,\" Secretary of Defense Mark Esper said in the statement.  \"This is a stinging loss for our military community, and our condolences go out to his family, friends, civilian co-workers and the entire National Guard community. The news of this loss strengthens our resolve to work ever more closely with our interagency partners to stop the spread of COVID-19,\" Esper added. ##Health## President Trump said Monday that the United States has received donations from other countries to deal with the spread of the coronavirus, including supplies from Russia and China. “China sent us some stuff, which was terrific. Russia sent us a very, very large planeload of things, medical equipment which was very nice,” Trump told reporters in the White House Rose Garden. He added: “Other countries sent us things that I was very surprised at, very happily surprised.” Watch: ##Health## Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, told reporters on Monday that it is likely there will be another coronavirus outbreak in the fall.  “In fact, I would anticipate that that would actually happen,” said Fauci, who is a key member of the White House's coronavirus task force. President Trump said he hopes \"it doesn't happen\" when asked about a second outbreak. Trump said the administration was prepared in the event the virus returns after a period of fading over the summer, after social distancing measures. Fauci echoed that sentiment, saying if the virus returns “in the fall, it would be a totally different ball game.” He said the differences would include greater testing ability at the beginning of the outbreak as well as better contact tracing when individuals fall ill.  Fauci said the administration’s abilities would be “orders of magnitude better.” “We have a vaccine that’s on track” for development on an accelerated timeline, Fauci noted.   Watch: ##Health## President Trump said that while the administration has talked about a potential nationwide stay-at-home order, it is “pretty unlikely at this time.” Trump told reporters in the Rose Garden Monday that while the administration has “talked about” a nationwide order, similar to those of some states, but said it would be very “tough” to enforce and “not something we wanted to do.”  “If we do that we will let you know, but it’s pretty unlikely at this time,” Trump said, adding he will keep allowing governors to make the calls for their own states. Watch: ##Health## President Trump said Monday that he thinks every American who may need a ventilator in the next few weeks will have access to one. “I do think so, yes,” Trump told a reporter in the White House Rose Garden. “I think we’re going to be in very good shape.” On Friday, Trump wouldn’t explicitly guarantee that every American who would need a ventilator would have access to one, calling the reporter who asked the question a “wise guy.” Watch: ##Health## At least 135 people have died of coronavirus in California, according to the latest numbers released by the state's Department of Health. There are at least 5,763 cases of coronavirus in California, and about half of those are people between the ages of 18 and 49. More than 83,000 people have been tested for the virus, but so far, only about third of those have received results. ##Health## A federal judge in Texas is blocking for now an executive order that mandates that abortion clinics postpone elective surgeries, including abortion, during the Covid-19 pandemic. The court found that the order — as interpreted by the state’s attorney general — violates the Constitution by “effectively banning all abortions before viability.” The court’s order comes after Texas Gov. Greg Abbott issued an order last week mandating that licensed health care facilities including abortion providers postpone all surgeries and procedures that are not medically necessary. Clinics went to court seeking a temporary restraining order.  ##Health## Texas prison inmates are suing for hand sanitizer, soap and paper towels, alleging that their prison unit hasn't taken enough precautions to stop the spread of novel coronavirus, according to a new federal lawsuit. The lawsuit says both the Texas criminal justice system and the community around the Wallace Pack Unit in Grimes County have seen multiple reported cases of the novel coronavirus. The Centers for Disease Control and Prevention recommended that jails make cleaning supplies, personal protective equipment and hand sanitizer available.  The lawsuit alleges that Texas state inmates can't get access to hand sanitizer because of state policy — even while some inmates have been forced to make it. The lawsuit also claims the prison hasn't taken enough steps to stop the virus from spreading, such as by reducing inmate interactions. So far, an inmate and two employees at other facilities in the Texas prison system have tested positive for coronavirus, the lawsuit said.  A spokesperson for the Texas state prison system declined to comment on the lawsuit's allegations because the state is still reviewing it. He also said the health practices at Texas correctional facilities are evolving, but didn't give specifics. \"The health and wellbeing of TDCJ employees and contractors as well as the offenders in our custody is of utmost importance. TDCJ is working in close contact with the Centers for Disease Control and Texas State Health officials,\" Jeremy Desel said in an email Monday. \"As guidance from the CDC and state health officials evolves so do our practices.\" Arizona’s Doug Ducey is the latest governor to order his citizens to stay at home unless they have to be out for essential business. \"Today, I'm announcing that the time for further action is now,” Ducey said at a news conference on Monday. The new order goes into effect at 5 p.m. Tuesday. Ducey encouraged people to continue to engage in outdoor activities using social distancing. He also said it’s important that people stay in touch with one another.  \"This is going to be a tough month... or two,\" Ducey said. The new order comes on the same day that state officials ordered all schools to remain closed for the remainder of the academic year. ##Daily Life## In addition to the Amazon locations CNN has previously reported where workers have tested positive for Covid-19, an Amazon spokesperson confirmed to CNN Monday that at least one worker tested positive in both Kent, Washington, and Eastvale, California. The spokesperson also said that Amazon has made employees at the sites aware of the confirmed cases and asked anyone who was in close contact with the diagnosed individuals to stay home with pay for 14 days in self-quarantine. “We’re continuing to monitor the situation in our facilities and corporate offices, and we are taking proactive measures to protect employees and associates who have been in contact with anyone who has been diagnosed or becomes ill,\" according to an Amazon spokesperson. \"Like most global companies, we’ve had employees affected by this, and we’re doing all that we can to protect our employees and take the proper precautions as stated in WHO guidelines. You can read more about all we’re doing to protect employees and partners here.” Amazon has offered two additional weeks of paid leave for workers who test positive for Covid-19 and for those who come into contact with the individuals who tested positive. Workers are also allowed unlimited unpaid time off through the end of April. ##Business## President Trump said the Food and Drug Administration approved a machine that could disinfect N95 masks, so health care providers could reuse them. \"Each machine now can disinfect 120,000 masks per day,\" Trump said today. \"Now, think of that. Each machine can disinfect 120,000 masks per day. It will be just like a new one. It can go up to about 20 times for each mask.\" He continued: \"So each mask can go through this process 20 times. And they have two in Ohio, one in New York, and one will soon be shipped to Seattle, Washington. And also to Washington, DC. So that's going to make a tremendous difference on the masks.\" The FDA approved the use of the mask cleaning machine produced by Columbus based Battelle earlier Monday. Watch: ##Health## President Trump announced Monday that the United States has tested one million people in the country for novel coronavirus. “Today we reached a historic milestone in our war against the coronavirus. Over one million Americans have been tested — more than any other country by far. Not even close,” Trump told reporters in the White House Rose Garden. Health and Human Services Sec. Alex Azar also touted the testing milestone, saying that it was “a number no other country has reached.” “We’re now testing over 100,000 samples a day— also a level that no other country has reached,” he added. Watch: ##Health## Stephen M. Hahn, the commissioner of the Food and Drug Administration, described today a new point-of-care coronavirus test that was recently approved. The test can provide results in less than 15 minutes using the same technology that powers some rapid flu tests. \"Just like tests for flu or strep, you go to the doctor's office and can get an answer within minutes of having the tests done,\" Hahn said. The FDA authorized the test for emergency use, signaling that federal regulators were satisfied with the test’s validation data and believe its benefits outweigh any risks, such as false positives or negatives. The platform used to run the test weighs less than 7 pounds, according to Abbott, and could be deployed “where testing is needed most,” such as at coronavirus hotspots. ##Health## President Trump told reporters he believes the next 30 days are important for flattening the curve to stop the outbreak of coronavirus.  Trump said yesterday that he was extending social distancing guidelines by another 30 days, to April 30. \"Every one of us has a role to play in winning this war. Every citizen, family, and business can make the difference in stopping the virus,\" Trump said today. \"This is our shared patriotic duty. Challenging times are ahead for the next 30 days.\" He continued: \"And this is a very vital 30 days, we're sort of putting it all on the line, these 30 days, so important, because we have to get back.\" Watch: Montana Gov. Steve Bullock raised the lack of supplies including both personal protective equipment and testing capabilities on a phone call with President Trump and other governors, a source familiar tells CNN. The New York Times first reported that Bullock, a Democrat, told Trump \"officials in his state were attempting to do 'contact tracing' — tracking down people who have come into contact with those who have tested positive — but they were struggling because 'we don’t have adequate tests.'” According to the Times, Trump responded saying, “I haven’t heard about testing in weeks,” and told the governors “We’ve tested more now than any nation in the world. We’ve got these great tests and we’re coming out with a faster one this week.” He added, “I haven’t heard about testing being a problem.” ##Health## There are 1,480 cases of coronavirus in New Orleans, the city’s Mayor LaToya Cantrell announced during a radio town hall.  At least 86 people in the New Orleans have died from the illness, Cantrell added.  ##Health##   An inmate at Stateville Correctional Center has died and 12 other incarcerated individuals  are now hospitalized, state health officials said. They added that “several” of them are in need of ventilators. There are 77 more incarcerated individuals with symptoms who are isolated at the facility and 11 staff also being isolated, officials said. ##Health## United Airlines is extending its change fee waiver until the end of April, according to a notice on its website. United says customers will be able to change their travel plans for any flight that is booked between now and April 30, no matter what the actual scheduled date of travel. The company had already announced that all flights scheduled to depart through May 31 can be changed without fees. ##Business## ##Travel## Washington, DC has become the latest location to issue a stay-at-home order, according to a statement from the Mayor Muriel Bowser's office. “Our message remains the same: stay home,” the mayor said in the statement. “Staying at home is the best way to flatten the curve and protect yourself, your family, and our entire community from COVID-19. Many people want to know how they can help right now, and for most people this is how – by staying home.” According to the order, all DC residents may only leave their home for essential activities like buying food and medical care. Essential workers are exempt from the order. Neighboring states Maryland and Virginia issued similar orders today. ##Daily Life## New York City has applied to the federal government for a second disaster relief morgue that is expected to be placed in Queens, a city official confirmed to CNN. The exact location isn’t known yet and it’s not known when the city’s application will be accepted, the official added. The Federal Emergency Management Agency (FEMA) previously said it received a request from New York and other states for assistance with mortuary operations. Hawaii and North Carolina have made similar requests. On Monday, FEMA confirmed they have received a request from New York City for 250 ambulances and assistance from the Disaster Mortuary Operational Rescue Team (DMORT) for 85 refrigerated storage units and mortuary affairs teams. Two experts from the DMORT have been deployed to New York City to “to serve as consultants for mortuary affairs and to help identify federal support needed in the area,” FEMA said. CNN has reached out to FEMA for further comment. CNN's Priscilla Alvarez contributed to this alert Ford will produce 50,000 ventilators in Michigan over the next 100 days, the company announced today.  This is the second ventilator partnership the automaker will produce with GE. Production is expected to start the week of April 20 at a Ford plant in Ypsilanti, Michigan, with the capacity to produce 30,000 ventilators per month if needed.  This new initiative is in addition to the program by Ford and GE Healthcare to increase production of existing GE Healthcare ventilators, which they announced last week. The ventilators will be produced by 500 paid volunteer UAW employees over three shifts.  “The Ford and GE Healthcare teams, working creatively and tirelessly, have found a way to produce this vitally needed ventilator quickly and in meaningful numbers,” said Jim Hackett, Ford’s CEO. “By producing this ventilator in Michigan, in strong partnership with the UAW, we can help health care workers save lives, and that’s our No. 1 priority.” ##Health## ##Business## An A400 Spanish military plane arrived on Monday at the Zaragoza airport carrying about 15 tons of medical supplies from China, Defense Minister Margarita Robles announced at a news conference.  Part of the supplies will go to the Spanish autonomous island regions.  Robles said the supplies are \"essential\" to Spain's fight against Covid-19. She also announced \"a battalion of engineers\" will build another makeshift hospital in the indoor running track of Sabadel in Madrid, and plans for another center in Barcelona are being discussed. Hear more: ##Health## Illinois Gov. J.B. Pritzker, Chicago Mayor Lori E. Lightfoot, the US Army Corps of Engineers and FEMA announced plans to temporarily convert part of the McCormick Place Convention Center into an care facility for Covid-19 patients experiencing mild symptoms who don’t require intensive care. The buildout of the facility will take place in phases, and will ultimately house 3,000 patients between three different locations at the convention center, according to a statement. Construction is currently underway with up to 500 beds expected to be assembled by the end of this week. ##Health## Dr. James T. Goodrich, the neurosurgeon who allowed CNN inside a remarkable operation to separate twins Jadon and Anias McDonald, died on Monday after complications related to Covid-19, according to the hospital where he worked. \"Dr. Goodrich was a beacon of our institution and he will be truly missed,\" said Montefiore Medicine CEO Dr. Philip O. Ozuah. \"His expertise and ability were second only to his kind heart and manner.\" The hospital described Goodrich as a \"humble and truly caring man\" who \"did not crave the limelight and was beloved by his colleagues and staff.\" They spoke of his skills as a neurosurgeon, but also of his spirit, including how he baked cookies during the holidays and hand-delivered them to nurses. \"Jim was in many ways the heart and soul of our department - a master surgeon, a world-class educator, and a beloved colleague for all,\" Dr. Emad Eskandar, chair of the department of neurosurgery at the Albert Einstein College of Medicine and Montefiore Medical Center said. \"His sudden loss is heart-breaking and his memory will always remain foremost in our thoughts.\" The hospital called Goodrich a pioneer in the field of helping children with complex neurological conditions; he developed a multi-stage approach for separating craniopagus twins, like Jadon and Anias McDonald, who were fused at the brain and skull. In 2016, Goodrich led a team of 40 doctors in a 27-hour surgery at Montefiore Medical Center in the Bronx to separate Anias and Jadon, who were 13 months old when they were separated. CNN was in the operating room with Goodrich and the team as the boys were separated. Goodrich, who was in this 70s, spent more than 30 years at Montefiore Einstein and was the director of the Division of Pediatric Neurosurgery at Montefiore and professor of clinical neurological surgery, pediatrics, plastic and reconstructive surgery at Albert Einstein College of Medicine. He is survived by his wife and three sisters. ##Health## New Jersey Gov. Phil Murphy said today that he originally asked for 2,300 ventilators from the federal government. CNN has previously reported that 300 ventilators from the federal stockpile are on their way to the state. Murphy thanked the Trump administration for their assistance, but still argued that the state needs an additional 2,000 ventilators in the long run.  Murphy said he would continue to advocate for New Jersey to get these ventilators from the federal government, but that the state is also looking for purchase additional ventilators through their own means as well.  ##Health## Illinois will temporarily convert part of the McCormick Place Convention Center in Chicago into a care facility for Covid-19 patients experiencing mild symptoms who don’t require intensive care. Illinois Gov. J.B. Pritzker, Chicago Mayor Lori Lightfoot, the US Army Corps of Engineers and the Federal Emergency Management Agency just announced the plan together. The buildout of the facility will take place in phases, and will ultimately house 3,000 patients between three different locations at the convention center, a press release from Lightfoot’s office read.  Construction is currently underway with up to 500 beds expected to be assembled by the end of this week.  ##Health## California is calling on health care professionals, including medical students and the recently retired, to step up to help treat coronavirus patients.  In preparation for a surge in Covid-19 patients, Gov. Gavin Newsom announced a new website where health care workers can sign up and get matched to the need in their area. There are currently more than 766,000 health care professionals in California, the governor said. He hopes to add 37,000 more workers. Newsom made it clear that these professionals will be paid for their work, saying that reimbursements and grants from the Federal Emergency Management Agency will help provide the required funds. ##Health## Wall Street enjoyed a solid start to the week Monday, with all three major indexes posting strong returns even as the death toll from the Covid-19 outbreak mounted. Johnson & Johnson was the biggest gainer in the Dow, surging 8% after saying it hoped to have an experimental coronavirus vaccine ready for human testing by September. Here's where things stand: The Dow rose 691 points, or 3.2%\nThe S&P 500 gained 3.4%\nThe Nasdaq Composite shot up 3.6% Energy stocks were among the few market losers as crude oil prices settled just above $20 a barrel, their lowest level since 2002. ##Business## The Augusta National Golf Club, home of the famed Masters golf tournament, has announced a $2 million donation to two entities in Augusta, Georgia. According to a statement from Fred Ridley, chairman of the Augusta National Golf Club and the Masters Tournament, half of the donation will fund Augusta University's coronavirus testing effort with the other half gifted to a local emergency relief fund. “We believe Augusta National has an important responsibility to support and protect the community who has so generously and consistently supported us for many years,\" Ridley said in the statement. Some context: The Masters, originally slated to tee off next week, was postponed earlier this month. No new date has been announced. ##Daily Life## Cardinal Angelo de Donatis, the vicar of Rome, has tested positive for Covid-19 \"after showing symptoms,\" according to the city's dioceses. De Donatis has been hospitalized with a fever but \"his general condition is good,\" the dioceses said. \"I am also experiencing this trial, I am calm and confident. I entrust myself to the Lord and to the support of the prayers of all of you,\" de Donatis said.  De Donatis was made a cardinal by Pope Francis in 2018 but they do not meet on a regular basis. The cardinal's close collaborators are in self-isolation as a precaution measure.  ##Health## Indiana has received three shipments of personal protective equipment from the strategic national stockpile, state Department of Health Chief Medical Officer Dr. Lindsay Weaver said at a news conference today. According to Dr. Weaver, here's what the first two PPE shipments consisted of: 297,000 surgical masks\n168,900 gloves\n126,260 N95 masks\n85,612 surgical gowns\n54,720 face shields\n216 coveralls The equipment has been distributed to 285 hospitals, EMS providers, and long-term care facilities throughout the state, Weaver said. Details about the most recent delivery was not made available at the news conference. ##Health## Prince George’s County in Maryland has opened a screening facility at FedEx Field, the home of the Washington Redskins. County communications director Gina Ford said the screening site can handle 100 appointments a day for the three days a week it is open: Monday, Wednesday and Friday. Ford said that the hope is that as tests become more readily available, they will be able to add more days of testing. The screening is open to all, not just Maryland residents but no walk-ups will be allowed. Everyone must receive an appointment from the hotline that has been set up for over-the-phone evaluation with medical staffers to make sure patient symptoms meet Centers for Disease Control and Prevention guidelines. The site is being primarily run by the Prince George's County Health Department but works with the help of the Maryland Department of Health, the Maryland National Guard, the Maryland Medical Reserve Corps and the University of Maryland Medical, according to a county statement. ##Health## Disney executives are taking a pay cut because of the coronavirus pandemic, the company's CEO Bob Chapek said in an email to employees on Monday.  Bob Iger, the company's executive chairman, will forgo all of his salary while Chapek, who was named CEO in February, said that he would taking a 50% pay cut. Chapek added that other Disney executives would have their pay cut by 20% to 30% depending on title. The news comes after the company announced that its Disneyland and Walt Disney World resort would remain closed until further notice because of the outbreak.  Chapek wrote in the email that in a matter of weeks, Disney has \"experienced widespread disruption across our company\" from its parks and resorts closing to its film and TV production being halted.   \"While I am confident we will get through this challenging period together and emerge even stronger, we must take necessary steps to manage the short and long-term financial impact on our company,\" he wrote. Iger's compensation was $48 million in 2019. ##Business## Kohl's will keep stores closed until further notice and furlough its staff, the company said in a release Monday. Kohl’s originally planned to stay closed until at least April 1. The retailer now says it will extend that time frame to \"protect the health and safety of our customers and our associates.\" As a result, Kohl's will temporarily furlough store and store distribution center associates, as well as some corporate employees.  Kohl's employed 122,000 full-time and part-time associates in 2019, the company said in a filing earlier this month. The affected employees will continue to receive existing health benefits and will be provided with two weeks pay.  “Given these extraordinary circumstances, we are taking difficult and decisive actions to strengthen our financial liquidity and secure the financial position of the company for the long-term benefit of our associates, customers and shareholders,\" Kohl's CEO Michelle Gass said in a statement. Gass will also forgo her salary during the crisis, the company added. Kohl's will draw down its entire $1 billion credit facility, cut expenses, and suspend share buybacks. Macy's announced earlier on Monday it would also furlough most of its 125,000 employees. CNN Business' Nathaniel Meyersohn contributed to this report ##Business## As coronavirus spreads across the globe, air traffic in Europe appears to have taken a hit as well. This animation from Eurocontrol shows the difference between air traffic in Europe on March 31, 2019 and March 29, 2020. Take a look:  ##Travel## The Italian government will move to extend all coronavirus containment measures until at least Easter Sunday, on April 12, the Ministry of Health told CNN. “The evaluation of extending all containment measures at least until Easter emerged at the meeting of the Scientific Technical Committee held this morning. The government will move in this direction,\" Health Minister Roberto Speranza said Monday. ##Daily Life## At least 288 law enforcement officers across New Jersey have tested positive for Covid-19 as of Monday, Col. Patrick J. Callahan, superintendent of the State Police, said at a news conference. He said 2,477 law enforcement officers are in self-quarantine and an additional 618 officers are out for other reasons, including sickness or injury. ##Health## A total of 63 Italian doctors who caught coronavirus have now died, the Italian Association of Doctors said Monday afternoon. Out of the 63 deceased doctors, 41 were working in Lombardy, the Italian region worst-hit by coronavirus. As of Monday, 8,956 health workers had tested positive for coronavirus, according to the Italian National Institute of Health. ##Health## There are at least 155,252 cases of coronavirus in the US, according to CNN Health's tally of US cases that are detected and tested in the United States through US public health systems.  At least 2,828 people have died in the US from coronavirus.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Hawaii and Wyoming are not reporting deaths from coronavirus.  Hear more: ##Health## Ohio is reporting 280 new cases of novel coronavirus, and 10 additional deaths. There are now a total of 1,933 cases of Covid-19 in Ohio and a total of 39 people have died, according to the state’s website. ##Health## New Jersey had at least 3,347 new Covid-19 cases and 37 new deaths in the last 24 hours, Gov. Phil Murphy said at a news conference today. New Jersey's statewide total now stands at 16,636 cases and 198 deaths, Murphy said. ##Health##  Virginia Gov. Ralph Northam announced at a news conference today that he issued a stay-at-home order for the state. Everyone must stay at home unless leaving to get food, supplies, going to work, seeking medical care or going outside to get exercise.  Northam said his order is partially in response to seeing beaches in his state “literally packed” over the weekend. Beaches are now closed except to those exercising or fishing, Northam said.  ##Daily Life## An additional 418 people with coronavirus have died in the last 24 hours in France, Director-General of Health Jérôme Salomon said on Monday. This is a 43% increase on Sunday's figures, bringing the overall French coronavirus death toll to more than 3,000 since March 1. Salomon said France now has a total of 44,150 confirmed cases of the virus.  Among the 21,000 French coronavirus patients in hospitals, more than 5,000 patients are currently being treated in intensive care units. ##Health## New York Gov. Andrew Cuomo was just asked about President Trump's suggestion that personal protective equipment, such as masks, could be \"going out the back door.\" Cuomo said New York City has a warehouse of supplies — and said the city is creating a \"stockpile\" for the \"high point\" of the coronavirus pandemic. “First, there is a warehouse and that is in New Jersey, it’s the New York City warehouse. We are creating a stockpile. For someone to say, 'well the warehouse has equipment in it, you should be using that equipment today' — that defies the basic concept of planning and the basic operation that we have to have working not just in this state but across the country,\" Cuomo said. He added:  \"If you are not preparing for the apex, and for the high point, you are missing the entire point of the operation. It is a fundamental blunder to only prepare for today. That’s why in some ways we are where we are.\" Cuomo said he's not sure what Trump meant by the suggestion.  \"In terms of a suggestion that the PPE equipment is not going to a correct place, I don’t know what that means, I don’t know what he’s trying to say, if he wants to make an accusation, then let him make an accusation. But I don’t know what he’s trying to say by inference,\" he said. What this is about: At a briefing last night, Trump appeared to suggest, without evidence, that hospitals in New York are somehow stealing masks. \"Even though this is different, something is going on, and you ought to look into it as reporters. Where are the masks going? Are they going out the back door? How do you go from 10,000 to 300,000?\" he asked. Rhode Island Gov. Gina Raimondo announced Monday that schools will be closed through the end of April. Raimondo also said any household with a cell phone and plan from AT&T, Verizon, T-Mobile, and Sprint will be able to access hotspot service for free until May 18.  She added it is intended to help students without Wi-Fi at home. ##Daily Life## New York Gov. Andrew Cuomo said 50 states and the federal government are all competing for supplies and driving up prices.  \"Ironically enough. We are fighting among ourselves, we competing among ourselves,\" he said. \"When we started buying ventilators, they were under $20,000. The ventilators are over $50,000 if you can find them. The ventilators didn't change that much in two weeks,\" Cuomo said.  Gov. Andrew Cuomo urged health care workers from other states to join the fight against coronavirus in New York state. \"As governor of New York, I am asking health care professionals across the country: If you don't have a health care crisis in your community, please come help us in New York now,\" he said. Cuomo said the state's health care workers need help and relief now — and he promised they'd \"return the favor\" if coronavirus outbreaks hit other states next. \"If you are not busy, come help us, please. We'll return the favor,\" he said. \"The New York way is to be helpful.\" Watch the moment: ##Health## Germany is currently treating about 7,000 Covid-19 patients in hospitals, a spokesperson for the German Hospital Federation told CNN Monday.  Of these patients, 1,500 are in intensive care units and roughly 1,100 patients in the ICU units require ventilation.  The hospital federation also confirmed to CNN that the available number of ventilation places in intensive care have now increased from 20,000 to 30,000, adding that ''in the medium-term we expect to double the original 20,000 ventilation places.\" Earlier Monday, Germany's Robert Koch Institute — the country's agency for disease and control — said that coronavirus cases rose by 9% in the last 24 hours.  Germany now has 57,298 confirmed cases, an increase of 786 cases from Sunday to Monday. At least 455 people have died. ##Health## New York Gov. Andrew Cuomo said the rate of hospitalizations for coronavirus cases in the state has slowed, citing the rate of \"doubling\" of people admitted to the hospital for Covid-19. Cuomo said the rate of new hospitalizations is now doubling every six days, as compared to every two and three days like last week. \"So, while the overall number is going up, the rate of doubling is actually down,\" Cuomo said. The US Marine Corps said Monday that due to coronavirus concerns, it is \"temporarily suspending the shipping of new recruits\" to Marine Corps Recruit Depot Parris Island, South Carolina,\" where some 50% of enlisted Marines receive their basic training. There has been a significant amount of Covid-19 cases at Paris Island, according to a Marine Corps official. \"Amid the national emergency caused by the COVID-19 outbreak and out of an abundance of caution, the Marine Corps is taking steps to protect its recruits, recruit training personnel, their families and the communities where they live and serve by temporarily suspending the shipping of new recruits to Marine Corps Recruit Depot Parris Island, South Carolina,\" the Marines said in a statement. \"Recruit training for individuals already at the Depot will continue as planned, with continued emphasis on personal and environmental cleanliness and social distancing,\" the statement added. Enlisted entry level training also takes place at Marine Corps Recruit Depot San Diego. No announcement about training there has been made at this time.  With suspension of training at Paris Island, this includes basic training for all female enlisted Marines. “The preservation of our Marines, recruits and their families is the highest priority for Marine Corps Recruiting during this national emergency,” said Gen. David H. Berger, Commandant of the Marine Corps said in the statement Monday. “With that in mind, we’ve paused this week’s shipping of new recruits to Parris Island and will revise our overall shipping plan to ensure we are able to meet the Nation’s needs while protecting its next generation of Marines,” he added. ##Daily Life## So far, 66,497 people have tested positive for coronavirus across New York state, Gov. Andrew Cuomo said at a news conference. He stressed that New York — the state with the most coronavirus cases in the US — is a \"canary in the coal mine\" for the rest of the country. \"There is no American that is immune. What is happening to New York is not an anomaly,\" Cuomo said. Cuomo added that 9,517 patients are currently hospitalized. ##Health## The Covid-19 case total continues to rise in Louisiana as the state health department reports 485 new cases with 34 new deaths today, bringing the total cases in the state to 4,025 with 185 total deaths reported. There are 1,158 patients hospitalized and 385 of those are on ventilators, the department said. ##Health##   The US Centers for Disease Control and Prevention, says there are now 140,904 confirmed and presumptive positive cases of novel coronavirus in the United States.  The CDC says 2,405 people have died.  Remember: CNN’s tally relies on state totals and won’t always match the CDC’s count; CNN has counted more than 143,856 cases and 2,490 deaths. The CDC says there are cases in 50 states, the District of Columbia, Puerto Rico, Guam and the US Virgin Islands. Of the cases the CDC is reporting, 886 are travel-related, 2,351 are from close contact and a majority, 137,667 are still under investigation, the CDC website says. The CDC is updating its coronavirus case numbers daily. Their numbers close out at 4 p.m. the day before reporting. The most up-to-date case counts will come from states, CDC officials have said.  ##Health## Hundreds of thousands of Britons are still struggling to return to the UK from overseas, Foreign Secretary Dominic Raab said at a news conference. “Many travelers haven’t yet managed to get back home, from young backpackers to retired couples on cruises and we appreciate the difficult predicament they find themselves in,” Raab said.  “I want to assure them that this government, their government, is working around the clock to support, advise, and help British travelers to get home.” Raab said the first priority is to keep as many commercial flights running as possible. He urged airlines to offer alternative flights at little to no cost and told travelers “please book your tickets as soon as possible” if commercial airlines are still running.  Raab said he had spoken to foreign ministers in countries such as Australia, New Zealand, India and Pakistan to urge them to keep commercial routes flying. “We’ve got a lot more to do,” he admitted. To give a sense of the scale of the task, Raab said 150,000 UK nationals have already returned from Spain, 8,500 travelers from Morocco and round 5,000 from Cyprus. Where commercial routes do not exist, the government will provide up to 75 million pounds (approximately $92 million) financial support to enable charter flights to fly to priority countries to bring back UK residents, Raab announced. ##Travel## World Health Organization officials on Monday said they still recommend not to wear face masks unless you are sick with Covid-19 or caring for someone who is sick. \"There is no specific evidence to suggest that the wearing of masks by the mass population has any potential benefit. In fact, there's some evidence to suggest the opposite in the misuse of wearing a mask properly or fitting it properly,\" Dr. Mike Ryan, WHO executive director of health emergencies program, said during a media briefing in Geneva on Monday. \"There also is the issue that we have a massive global shortage,\" Ryan said about masks and other medical supplies. \"Right now the people most at risk from this virus are frontline health workers who are exposed to the virus every second of every day. The thought of them not having masks is horrific.\" Dr. Maria Van Kerkhove, WHO infectious disease epidemiologist, also said during Monday's briefing that it is important \"we prioritize the use of masks for those who need it most,\" which would be frontline healthcare workers.  \"In the community, we do not recommend the use of wearing masks unless you yourself are sick and as a measure to prevent onward spread from you if you are ill,\" Van Kerkhove said. \"The masks that we recommend are for people who are at home and who are sick and for those individuals who are caring for those people who are home that are sick.\" ##Health## The House and Senate Sergeant at Arms announced that Capitol Hill will be closed to tours until 8 a.m. ET on May 1. This is an extension of the restricted access, first put in place on March 12. The tours were originally suspended until the end of March. \"We are taking this temporary action out of concern for the health and safety of congressional employees as well as the public. We appreciate the understanding of those with planned visits interrupted by this necessary, but prudent, decision,\" the sergeants said in a statement. ##Daily Life## ##Travel## Coronavirus will not go away by itself and rather it needs to be pushed down using public health care measures, said Dr. Mike Ryan, executive director of the World Health Organization health emergencies program. Everyone has talked about flatting the curve, Ryan said, but “the question is how do you go down? And going down, isn’t just about a lockdown and let go. To get down from the numbers, not just stabilize, requires a re-doubling of public health efforts, to push down. It won't go down by itself, it will be pushed down.”  “We have to now push the virus down and that will not happen by itself,” Ryan said. Speaking on Monday, Ryan said lockdowns are essential, because it means fewer people will be exposed to the virus, “so there are less people at risk from any individual case. If you get those cases out of the community quickly, they’ll expose even less people, and that’s how you get ahead of an epidemic.” Dr. Maria Van Kerkhove, World Health Organization infectious disease epidemiologist, added we need to focus on the now, “we need to focus on what must be done now to get us out of this.”   ##Health## New York City Mayor Bill de Blasio was just asked what he wanted to stay to President Trump after the US Navy Hospital Ship Comfort arrived in New York City. \"Thank you and we need more help,\" de Blasio said. The mayor said he had an “emotional moment” and felt “a sense of peace” with the ship’s arrival to New York City, but “the toughest weeks are ahead.” The federal government is the only force that can help New York City reach the level of preparedness it needs to save every life that it can, de Blasio said. ##Health## New Jersey Gov. Phil Murphy said that hundreds of ventilators will be provided to the state from the federal government's stockpile. Murphy tweeted Monday: “After multiple conversations with the White House, we just received word that 300 ventilators are on their way to New Jersey from the national stockpile. Ventilators are our number one need right now. I won’t stop fighting for the equipment we need to save every life we can.\" ##Health## The total number of coronavirus cases in Italy, including those who have recovered and those who have died, has reached at least 101,739, the Civil Protection Agency said Monday. However, the number of new cases of coronavirus in Italy has decreased for the fifth day in a row.  Italy recorded 1,648 new cases on Monday, bringing the total of active cases to 75,528. The percentage increase of new active cases — 2.2% — is the lowest since the start of the outbreak in the country.  The number of deaths increased slightly to a total of 11,591 (812 more than Sunday). There are also 1,590 people who have recovered from the virus in the last 24 hours, the biggest daily increase since the beginning of the crisis. A total of 14,620 people have recovered. ##Health##  The UK Department of Health announced today that 22,141 people have tested positive for coronavirus in the UK. The government also published its UK death toll as 1,408 as of noon ET on Sunday. ##Health## New York City needs to triple its hospital bed capacity by May, Mayor Bill de Blasio said in a press conference today, as the US Navy Hospital Ship Comfort arrived in New York City. \"Our nation has heard our plea for help in New York City,\" he said, referring to the ship’s arrival. The ship is expected to be operational soon. ##Health## The US Navy Hospital Ship Comfort has docked in New York City. New York City Mayor Bill de Blasio said they expected it would take two full weeks to get the ship — which has 12 fully-equipped operating rooms and 1,000 hospital beds on board — to the city. It ended up only taking eight days. \"That means help has arrived quicker and we'll be able to do the lifesaving work right now.,\" de Blasio said. \"This is like adding a whole other hospital to New York City,\" he added. Remember: The ship is not expected to treat coronavirus patients. Rather it will be used to relocate shore-based patients undergoing treatments that are not coronavirus-related. ##Health## Maryland Governor Larry Hogan has instituted a stay-at-home directive that will go into effect at 8 p.m. ET today.  By executive order, Maryland residents should not leave their homes unless... They’re traveling for an essential job\nThey're traveling for an essential need, such as food or medicine \"We are no longer asking or suggesting that Marylanders stay home. We are directing them to do so,\" he said. Any person who knowingly and willfully violates the order is guilty of a misdemeanor and upon conviction is subject to prison no more than one year or a fine not to exceed $5,000, or both. As of Monday morning, there have been 15 coronavirus-related deaths and 1,413 positive cases across the state. ##Daily Life## With its stores closed and sales slowing as the coronavirus pandemic continues, Macy's said it will keep the \"absolute minimum workforce needed to maintain basic operations.\" That means a \"majority\" of its 125,000-strong workforce will go on furlough beginning this week, it said in a press release. Affected employees will still receive health care. Macy's said there will be \"fewer furloughs in our digital business, supporting distribution centers and call centers so we can continue to serve our customers online.\" Macy's, which also owns Bloomingdales and Bluemercury, stock fell 3%. It's down 70% for the year. ##Business## Vermont Gov. Phil Scott announced a new order today that tells anyone who enters Vermont from another state to self-quarantine for 14 days. “That means heading directly to where you’re going with no stops in-between,” Scott said in a news conference. Scott said the new order he signed also clarifies the types of lodging that he suspended last week. The order suspending lodging applies to hotels, bed and breakfasts, as well as short-term rentals such as Airbnb and campgrounds, Scott said. “This is a violation of the stay at home order,” Scott said, adding they are suspending online reservations today. ##Daily Life## ​Tottenham Hotspur F.C. announced that the club has made its London stadium and facilities available to officials to assist in local Covid-19 relief efforts beginning today. The football club has been in contact with the Haringey Council, the Greater London Authority and the National Health Service. \"As a club, we have always been clear about our commitment to the wider community — never has this been more important than it is now,\" Tottenham Hotspur chairman Daniel Levy said. The stadium's basement car park will be set up as a storage base and distribution hub for London Food Alliance, which helps get food supplies to people most vulnerable during the Covid-19 pandemic.  ##Health## The Federal Emergency Management Agency is working with global manufacturers for critical supplies and distributing them domestically.  “We are working with manufacturers from Thailand, Malaysia, Vietnam, Taiwan, India, Honduras and Mexico. Contracted flights arrived at private sector distribution hubs this morning in Chicago, and more will be arriving in Ohio on Tuesday. From there, supplies are being sent to other states through private sector distribution networks,” a FEMA spokesperson said in a statement to CNN today. The first flights landed this past weekend at New York City's John F. Kennedy International Airport and the personal protective equipment is \"being distributed to New York, New Jersey and Connecticut,” the spokesperson said.  ##Health## A one-year delay of Dubai’s Expo 2020 will be recommended to the governing body of the world expo due to the spread of coronavirus, a statement by the organizing steering committee said. “The Committee collectively agreed to explore with the Bureau International des Expositions (BIE), the World Expo governing body, the possibility of a one-year delay to the opening of Expo 2020,” the statement read. In a virtual meeting, the steering committee and representatives of the countries taking part in the event said that a final decision on postponement can only be made by a vote by the BIE’s Executive Committee and the General Assembly. “A change of dates requires a two-thirds majority vote from Member States of the Organization,” the statement added.  About the expo: Dubai has been preparing for the world’s largest international exhibition for 7 years with $8 billion of investment. It was set to start in October 2020.   ##Business## Florida Gov. Ron DeSantis announced at a press conference today he will be signing an executive order for the state that \"codifies a common set of rules regarding safer at home for southeast Florida.\"  DeSantis cites the high number of Covid-19 cases in south Florida as the reason behind the order. The order applies to Broward, Palm Beach, Miami-Dade and Monroe counties, DeSantis said. \"With this order and all that these counties have done we're going guns blazing and doing all that we can to slow the spread of Covid-19,\" DeSantis said.  Addressing comments made over the weekend by President Trump, Dr. Leana Wen, former health commissioner for the city of Baltimore, said it’s insulting to suggest hospitals are hoarding supplies.   Without providing any evidence or examples, President Trump raised questions on Sunday about why there is such a large demand for masks in hospitals and again charged there is some “hoarding” of ventilators.  Speaking with CNN’s Alisyn Camerota, Wen said, “It's not as if we get through today and we're done. We need to be preparing for months or years, and frankly, it's insulting to suggest that hospitals are somehow keeping equipment away from health care workers, and jeopardizing their lives.” “We're looking at the numbers of patients coming in, and we can easily see how much equipment is needed and not only that, but it's not just the equipment that we're using right now, we also have to be prepared for the equipment that we're going to be needing in the months to come, because this is not a one-time event. It's not as if we get through today and we're done,” Wen said.  Wen said in the Baltimore area, “this is still the relative calm before the storm but we know that storm is not far away because we are hearing and seeing the reports of our colleagues in New York.\" ##Health## New York City Fire Department paramedic Anthony Almojera said he has seen a lot on his job — but dealing with the coronavirus crisis has posed new challenges. He described how he tried to comfort a husband after his wife, who was a health care worker, died — but he couldn't touch the grieving man.  “When people pass away, the grief component has to transfer,” he said. “Normally, I would put my arm around him but this time around, I had to keep distance and I watched this man’s grief come over him, his anger, his sadness. We tried to comfort him from a distance because there’s a high probability he has it and I have to be concerned for not only my safety but my crew’s safety,\" he said, adding that the husband was also a health care worker. \"It didn’t allow me or the crew as well the capability of consoling the living like we do. For the first time in my 17-year career, I went back inside the truck and I cried,” Almojera said. He said that while his crew is vulnerable, they're still working to help people. “I just want to say to everybody out there, if you call 911, we’ll be there,\" he said. Watch more: ##Daily Life## The US Navy Hospital Ship Comfort is expected to soon dock in New York City. New York Gov. Andrew Cuomo spoke about the coronavirus pandemic as the ship approached its dock. \"If you wait to prepare for when the storm hits, you lose because it's too late,\" he said. Remember: The ship is not expected to treat coronavirus patients. Rather it will be used to relocate shore-based patients undergoing treatments that are not coronavirus-related in an effort to help ease the burden on hospitals. It contains 12 fully-equipped operating rooms, 1,000 hospital beds, radiology services, a medical lab, pharmacy, optometry lab, a CAT-scan and two oxygen producing plants, according to the Navy. According to CNN Health's tally of US cases that are detected and tested in the United States through US public health systems, there are at least 140,570 cases of coronavirus in the US; 2,443 people have died in the US from coronavirus.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Hawaii and Wyoming have not reported a death from coronavirus.   ##Health## Pharmaceutical giant Johnson & Johnson announced on Monday that it plans to initiate human clinical trials of its Covid-19 vaccine candidate by September, and anticipates the first batches of the vaccine could be available for emergency use by early next year. The vaccine development comes as part of a partnership between Johnson & Johnson and the Biomedical Advanced Research and Development Authority (BARDA), which is part of the US Department of Health and Human Services' Office of the Assistant Secretary for Preparedness and Response. BARDA and Johnson & Johnson \"together have committed more than $1 billion of investment to co-fund vaccine research, development, and clinical testing,\" according to a press release from Johnson & Johnson. “The world is facing an urgent public health crisis and we are committed to doing our part to make a COVID-19 vaccine available and affordable globally as quickly as possible,\" Johnson & Johnson Chairman and CEO Alex Gorsky said in the press release on Monday.  \"As the world’s largest healthcare company, we feel a deep responsibility to improve the health of people around the world every day,\" Gorksy said. \"Johnson & Johnson is well positioned through our combination of scientific expertise, operational scale and financial strength to bring our resources in collaboration with others to accelerate the fight against this pandemic.” ##Health## A painting by Vincent van Gogh was stolen overnight from a Dutch museum closed for the Covid-19 epidemic. The Singer Laren Museum just outside Amsterdam sai that the painting is Van Gogh’s \"The Parsonage Garden at Nuenen in Spring,\" which had been on loan from the Groninger Museum. “I am shocked and unbelievably pissed off,” said museum director Jan Rudolph de Lorm during a news conference Monday afternoon. “It is very bad for the Groninger Museum. It’s also very bad for Singer. But above all it is horrible for all of us, because art is there to be seen and shared by all of us, for society as a whole, to bring enjoyment, to bring inspiration, and also to bring comfort. Especially in this difficult time.”  US Treasury Secretary Steve Mnuchin suggested there will be a fourth stimulus package to handle the effects of coronavirus, which could include hazard pay for first responders, as the President suggested earlier today. “I think I agree with the President. I think that makes a lot of sense,” Mnuchin told Fox Business of potential hazard pay, adding that it will be “definitely something we will put in the next bill.”  The negotiation team is not yet working on a fourth bill, he said, noting that the Treasury Department is “working around the clock” to get the third stimulus programs up and running, but “We’re ready to work with Congress if we need more enhancements or additional funds.” He added, “If we run out of money and this is a huge success, we will absolutely go back to Congress and ask for more money.” Mnuchin reiterated that this will be a rough quarter and the administration is “sympathetic” to those who have lost their jobs.  “I think we’re going to have a rough quarter because we’ve shut down major parts of the economy,” he said. He said loans through the Small Business Administration should be available starting on Friday, and documents and instructions will be released “later today,” calling it a “very simple process.” ##Business## US markets opened solidly in the green on Monday, building on last week's spike. Here's how the markets opened today: The Dow gained 215 points, or 1%\nThe S&P 500 advanced 1.4%\nAnd the Nasdaq climbed 1.5% Some context: The rally comes after the markets fell sharply Friday but still enjoyed historic gains for the week. The Dow skyrocketed 12.8% last week — its best since June 1938. The S&P 500 finished up 10.3%, the strongest since March 2009. The oil market remains in disarray. US oil prices tumbled 6% to $20.25 a barrel, leaving them on track for the lowest close since 2002.  ##Business## New York City Mayor Bill de Blasio said that the US Navy Hospital Ship Comfort — which is expected to dock in the city today — will be provide a “morale boost” to the people. “The fact the Navy is here, the military is here to help new York City in our hour of need, that is amazingly important to this city” he told Alisyn Camerota on “New Day.”  “What a shot in the arm to be able to see our military here to help us in such a powerful way. It’s very poignant and moving for all of us. We need the help,” he added. About the Comfort: The ship will help ease the burden on hospitals treating coronavirus patients. It will be used to relocate shore-based patients undergoing treatments that are not coronavirus-related. It contains 12 fully-equipped operating rooms, 1,000 hospital beds, radiology services, a medical lab, pharmacy, optometry lab, a CAT-scan and two oxygen producing plants, according to the Navy. Watch more: ##Health## Federal, state and local governments have the responsibility of ensuring that hospitals are receiving the supplies they need to respond to the US coronavirus crisis, Dr. Deborah Birx, White House coronavirus response coordinator, said Monday morning.  \"It is our job collectively — the state and local governments along with us — to ensure that the hospitals are receiving the supplies they need,\" Birx told Gayle King during an appearance on “CBS This Morning.” She continued: \"What's really important here is to look at all aspects of the supply chain. What does each hospital have and how are they being supplied? Are they being supplied by the private sector or are they relying on the pre-movement of the stockpile that went into warehouses.\" \"The hospitals are too busy to define what they need,\" she said. ##Health## At least 93 people have died of coronavirus in the Netherlands in the past 24 hours, bringing the total number of deaths to 864, according to the Dutch National Institute for Public Health and the Environment.  Some context: This is a decrease in the trend from recent days.  ##Health## Construction of Los Angeles’ SoFi Stadium, the future home of the NFL’s Rams and Chargers teams, will continue after a worker tested positive for coronavirus. “The worker was assigned to an isolated, material pre-assembly area outside the building. The individual had not at any time entered the building or used any of its common areas. All equipment that may have been used by the worker is being disinfected. Workers who were in contact with the individual has been identified and contacted,” according to a statement from Turner AECOM Hunt, the joint venture overseeing construction of the Inglewood stadium. The indoor, 70,000-seat venue is expected to open this July. President Trump said the White House is evaluating how to provide some health care workers hazard pay, given that some of them don’t qualify for a stimulus check.  “We are looking at that and we’re looking at that as an amendment or something,” Trump said this morning on “Fox and Friends.\" He added that “the percentage of them having a problem is relatively high, even when they have the equipment … these are really brave people. Actually they are warriors in a sense. No, we are looking at different ways of doing it, primarily through the hospitals.”  ##Health## A 68-bed field hospital is being constructed in New York City's Central Park to accommodate additional coronavirus patients, Mayor Bill de Blasio said yesterday. It will be operational by tomorrow. The Central Park Conservancy is also working with Mt. Sinai Hospital and Samaritan’s Purse to build the hospital, de Blasio said. Here's what it looks like: ##Health## New York State has more than 1,000 coronavirus-related deaths as of this morning, a state official tells CNN. That is up from 965 deaths on Sunday, which Gov. Andrew Cuomo announced. The governor’s call for \"all hands on deck\" in the state experiencing the worst of the coronavirus pandemic in the US has turned out more medical staff, a surge in medical supplies and a hospital in Central Park expected to be operational tomorrow. Dr. Deborah Birx, the White House coronavirus response coordinator, urged rural communities in the US to prepare for the spread of Covid-19, \"even though you think it's not there.” When Birx was asked on NBC's “Today” show what her message was to rural areas in the country, she said this: \"This virus, we think, can spread with a lot of asymptomatic and mild cases. It's not until it gets into the vulnerable groups that you start to see the hospitalizations.\"  \"If you wait for that, if the metros and rural areas don't take care now, by the time you see it, it has penetrated your community pretty significantly. And that's what we're concerned about. And that's why you have to prepare, even though you think it's not there,\" Birx told NBC's Savannah Guthrie.  ##Health## The German state of Bavaria is extending the period of self-isolation and movement measures until April 19, Bavarian Prime Minister Markus Soeder announced Monday. If we had not taken these measures we would now have at least 5,000 more cases,'' he said at a press conference in Munich.  Bavaria has 14,437 cases — an increase of 1,174 new cases since Sunday. At least 133 of the cases are fatalities, Soeder said.  “We still have an exponential growth, but the curve is flattening.” Soeder said. \"Measures are working, they are necessary and they must and will be continued.\" ##Daily Life## Michigan Governor Gretchen Whitmer told CNN she is trying to build a consortium with other states to get the PPE supplies that the state needs. She says they are \"living day by day\" at this juncture. Whitmer says there is np \"such thing as partisanship right now.\" \"The enemy is Covid-19,\" she said. \"We’re not one another’s enemy and we’re working really hard to build a relationship with the federal government.\" See the moment: Israel’s Prime Minister Benjamin Netanyahu and several members of his office are to self-isolate after a close aide, Rivkah Paluch, tested positive for coronavirus. A statement from the Prime Minister’s Office said Netanyahu and colleagues would enter self-quarantine as a precaution while an epidemiological investigation was carried out into any possible exposure to the virus. The statement said that the Health Ministry in consultation with the Prime Minister’s personal doctor would determine when self-isolation would end. ##Health## Prince Charles is in good health after completing a mandated seven days of self-isolation for coronavirus.  “Clarence House has confirmed today that, having consulted with his doctor, The Prince of Wales is now out of self-isolation,” a royal source told CNN. A self-isolation period of seven days is in accordance with government and medical guidelines in the UK. The Duke of Cornwall was diagnosed with coronavirus last week and self-isolated at his residence in Scotland. Camilla, the Duchess of Cornwall continues to self-isolate because she needs to see if she develops symptoms, according to the source. It's Monday morning in the US. Here's a look at the biggest coronavirus news from the weekend and overnight: Trump extends federal social distancing guidelines to April 30: Americans will be encouraged to avoid leaving their houses and keep working from home, as infections rise across the country. \"The better you do, the faster this whole nightmare will end,\" President Trump said Sunday.\nEasing distancing guidelines in the US “wrong decision”: Relaxing distancing guidelines at the end of the original 15-day period not only would have been the \"wrong decision\" but could have accelerated the coronavirus crisis in the United States, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said on \"New Day\" on Monday morning.\nItaly is on the verge of 100,000 cases: The coronavirus is spreading rapidly across Europe, with the worst affected countries still Italy, Spain and Germany. With more than 97,000 cases of the virus, Italy is likely to soon become the second country in the world to break the 100,000, after the United States. On Monday, the country’s association of doctors announced that 61 Italian doctors have died so far during coronavirus crisis. \nUK outbreak shows signs of slowing, expert says: The UK could remain under coronavirus emergency measures for as long as six months, a top health official has said — even as one expert said there were early signs that the outbreak was slowing in Britain\nHungarian parliament to vote on whether Orban can rule by decree: The Hungarian parliament will Monday vote on whether to allow Hungarian Prime Minister Viktor Orban to rule by decree because of the coronavirus.  ##Health## ##Daily Life## The rescheduled Tokyo 2020 Olympics are set to open on July 23, 2021. The Tokyo 2020 organization committee president Yoshiro Mori said he had a phone call with International Olympic Committee president Thomas Bach today, where they agreed to hold the Tokyo Olympics from July 23 to August 8, 2021.   In Italy, 61 doctors who caught the coronavirus have died, the Italian Association of Doctors said Monday. In all, 8,358 health workers have tested positive for coronavirus, according to the Italian National Institute of Health. Out of the 61 deceased doctors, 40 were working in Lombardy, the Italian region worst-hit by coronavirus. On the verge of 100,000 cases: With more than 97,000 cases of the virus, Italy is likely to soon become the second country in the world to break the 100,000 mark after the United States. Why has Italy become such a hot spot? There is no clear answer yet as to why Italy has been so badly affected by the coronavirus. Some people have suggested it could be the climate or the high number of elderly citizens. Whatever the reason, Italy still has the highest death toll in the world at 10,779 fatalities, according to Johns Hopkins University. The wearing of face masks in supermarkets will become compulsory from Wednesday, Austrian Chancellor Sebastian Kurz announced.  ''As of the moment these masks are handed out in front of the supermarkets and it will become compulsory to wear them in supermarkets'', Kurz said, adding that ''the goal is in the medium term to not only wear these masks in supermarkets but also more generally wherever people have contact with each other''  ''It would be a mistake to think that such masks protect you - that is definitely not the case. But what can be ensured by this is that there is no risk of transmission in the air. By wearing the mask you can protect other people, '' Kurz added. Hotel and restaurant ban for tourists: Austria's government also announced Monday it will ban the use of hotels and its restaurants ''for touristic use'' until after Easter to help slow the spread of coronavirus.  ##Daily Life## The United States could see 100,000 people die of Covid-19 -- and that would not be \"surprising,\" said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases.  I don't want to see it - I would like to avoid it, but I wouldn't be surprised if we saw 100,000 deaths,\" Fauci told CNN's John Berman on \"New Day\" on Monday morning. \"If you look at seasonal flu, we had a bad season in 2017-18, we lost over 60,000 people just in the seasonal flu,\" Fauci said. \"This is clearly worse than that.\" On Sunday, President Trump said that, based on models, the coronavirus outbreak could bring 100,000 to 200,000 deaths in the United States. “If we can hold that number down...to 100,000, it’s a horrible number, maybe even less...we all, all together have done a very good job,” Trump said, citing worst-case scenario modeling that suggested over 2 million deaths. Fauci, the nation’s top infectious diseases expert, previously suggested Sunday on CNN’s “State of the Union” that, based on models, he thought 100,000 or more Americans could die from coronavirus. Easing distancing guidelines the \"wrong decision\": Easing distancing guidelines at the end of the original 15-day period not only would have been the \"wrong decision\" but could have accelerated the coronavirus crisis in the United States, Fauci said. \"We felt that if we prematurely pulled back, we would only form an acceleration or a rebound of something, which would have put you behind where you were before -- and that's the reason why we argued strongly with the President that he not withdraw those guidelines after 15 days, but that he extend them, and he did listen,\" Fauci told CNN's John Berman. Watch more: There have been another 812 deaths in Spain from coronavirus, according to data from the past 24 hours. The numbers, released by the Spanish Health Ministry, show a smaller increase in daily fatalities than previously seen in the past two days.  Spain has recorded a total of 7,340 deaths. There are 61,075 active or current cases in the country -- an increase of 3,515 cases in the past 24 hours, with the number of active cases now well below what it was last week. 2,071 people recovered in the past 24 hours to make a total of 16,780, according to Health Ministry figures. Officials warn ICUs near capacity: The number of new patients requiring ICU treatment, at 324 in the past 24 hours, was also slightly lower. However, Spanish Health Ministry officials have been warning that ICUs are near capacity, with the total number of patients requiring ICU treatment now at 5,231. The Zaandam and Rotterdam cruise ships crossed the Panama Canal late Sunday, according to the Panama Canal Authority. In a statement, the Canal Authority said the transit was done “under special humanitarian conditions, after receiving authorization from the Ministry of Health.” Holland America's Zaandam boat and its occupants had been in limbo for weeks awaiting permission to disembark after several South American ports denied the ship's entry. The Rotterdam, which was there to help transfer passengers without symptoms and provide supplies, also passed through the waterway. The Canal Authority detailed that extreme sanitary measures were taken for the transit of both vessels, including the use of the new locks to minimize the number of workers involved in the operation. Passengers with flu-like symptoms: Holland America's Zaandam cruise ship now has 179 people with flu-like symptoms and four deaths on board, according to a statement from Holland America Sunday.  The company released a statement last week confirming two individuals on board have tested positive for coronavirus.   The first test results for various coronavirus treatments will be made available later this week, the French Minister of Research Frédérique Vidal said Monday. The clinical trials of four possible treatments began a week ago, and involve more than 3,000 volunteers across Europe. According to France’s National Institute of Health and Medical Research (INSERM), the trials are analyzing the efficacy and tolerance of therapeutic options for patients within a controlled timeframe. The four treatments being tested are:\nRemdesivir, which was used to treat Ebola\nLopinavir-Ritonavir, known as an anti-HIV treatment\nHydroxychloroquine, known for treating malaria.\nand interferon-beta.  Tokyo 2020 organization committee president Yoshiro Mori said he expects International Olympic Committee (IOC) president Thomas Bach to call with the new date for the postponed Olympics within the week.  Japan's Prime Minister Shinzo Abe and Bach last week agreed to postpone the Olympics until 2021.  The IOC had been facing mounting pressure to delay the Games, which were originally scheduled to take place from July 24 to August 9, amid the novel coronavirus outbreak. Mori made the remarks at the beginning of the first Executive Board meeting of Tokyo 2020 since the postponement was announced. Two possibilities for the games: Organizing committee CEO Toshiro Muto said that the Executive Board discussed two possibilities for the games - in spring or summer of 2021 - but denied there was any discussion on a specific starting date. Muto said the postponement might mean the same locations are reserved twice, resulting in \"considerable\" amount of additional costs. He added Tokyo 2020 will continue discussions with the IOC on any final decisions. The Hungarian parliament will Monday vote on whether to allow Hungarian Prime Minister Viktor Orban to rule by decree because of the coronavirus.  Parts of Monday's vote would include the possibility of a parliamentary suspension, punishing journalists for what the government deems to be inaccurate reporting and heavier punishment for violating quarantine regulations.  During the rule by decree, no elections or referendums could take place, the proposed legislation says. “We cannot react quickly if there are debates and lengthy legislative and law-making procedures. And in times of crisis and epidemic, the ability to respond rapidly can save lives,\" Prime Minister Viktor Orban said on Hungarian national Kossuth radio last week. \"The Government is not asking for anything extraordinary: it is asking for the ability to rapidly enact certain measures. We don’t want to enact measures that the government has no general right to enact: we simply want to do so swiftly,” he added. Warnings from human rights group:  Amnesty International has warned against the move.  David Vig, Amnesty International’s Hungary Director, said: “This bill would create an indefinite and uncontrolled state of emergency and give Viktor Orban and his government carte blanche to restrict human rights. This is not the way to address the very real crisis that has been caused by the Covid-19 pandemic.” The vote needs a two thirds majority of Hungarian parliamentarians present in the chamber. There are 199 MPs altogether, and the ruling block of Fidesz and the Christian Democrats KDNP have 133 MPs. Here's when things could happen: The legislation would have to be signed by first the President of the Hungarian Parliament and then the President of Hungary, Janos Ander. This could happen as early as midnight Monday into Tuesday, a spokesman for the Hungarian parliament said.  ##Daily Life## A top advisor to the British Prime Minister is self-isolating after showing symptoms of the coronavirus, an official spokesperson for the prime minister told CNN. Dominic Cummings was seen running out of 10 Downing Street on Friday after Boris Johnson tested positive for the virus. READ MORE: How can Boris Johnson run the UK while suffering from coronavirus? There are at least 139,733 cases of coronavirus in the U.S. as of 6 am ET Monday, according to CNN's tally of US cases that are detected and tested through US public health systems. At least 2,429 people have died in total in the US from coronavirus.  New York approaches grim milestone: The state of New York is approaching 1,000 deaths, while the states of Hawaii and Wyoming have yet to report any deaths.  Trump extends federal social distancing guidelines to April 30: Americans will be encouraged to avoid leaving their houses and keep working from home, as infections rise across the country. \"The better you do, the faster this whole nightmare will end,\" President Donald Trump said Sunday. Up to 100,000 people could die of virus, expert says: The coronavirus could infect more than a million Americans and kill up to 100,000 people in the country, Dr Anthony Fauci, a leading member of the US coronavirus taskforce, told reporters Sunday. \"What we’re trying to do is not to let that happen,\" he said. And from around the world: Italy is on the verge of 100,000 cases: The coronavirus is spreading rapidly across Europe, with the worst affected countries still Italy, Spain and Germany. With more than 97,000 cases of the virus, Italy is likely to soon become the second country in the world to break the 100,000 mark after the United States. First royal coronavirus death: Spain’s María Teresa of Bourbon-Parma has become the first royal to die from coronavirus, according to a statement from her brother Prince Sixto Enrique. The Princess, a distant cousin of Spain's King Felipe, was 86 and died in Paris on Thursday, her brother said. Moscow goes into quarantine: From Monday, the Russian capital will impose a citywide quarantine on all residents regardless of age. People will not be able to leave their homes except to get groceries or medical help. UK coronavirus outbreak showing signs of slowing, according to an epidemiologist: The coronavirus outbreak in the UK is showing early signs of slowing, according to Neil Ferguson, a professor of mathematical biology at Imperial College London, who said the development of an antibody test will be “critical” to getting more accurate data on the extent of the outbreak. Germany has almost twice as many vacant intensive care (ICU) beds as Italy‘s entire number of ICU beds, the country's health minister Jens Spahn said in an interview with Germany‘s public broadcaster ZDF.   Germany has the highest number of ICU beds in Europe and is looking to double that number, Spahn said. “Around half of Germany’s intensive care beds are vacant over the whole of Germany. We are preparing ourselves as best we can for what might happen next,“ Spahn said. \n“And if I may add this: In Germany there are almost twice as many intensive care beds vacant as Italy has intensive care beds in total.” Germany has among the highest number of coronavirus cases worldwide, but a fairly low death toll so far. German virologists believe that is the result of early and extensive testing as well as the widespread availability of intensive care capacities. Patients from hard hit European countries are being flown to Germany for treatment. ##Health## Spain’s María Teresa of Bourbon-Parma has become the first royal to die from coronavirus, according to a statement from her brother Prince Sixto Enrique. The Princess, a distant cousin of Spain's King Felipe, was 86 and died in Paris on Thursday, her brother said.  A funeral was held in Madrid on Friday. Other royals with coronavirus: Prince Charles, the Queen's son and the first in line to the British throne, has also tested positive for coronavirus and is now self-isolating in Scotland. According to a statement last week from Clarence House, he was displaying mild symptoms but was otherwise in good health. The coronavirus outbreak in the UK is showing early signs of slowing, according to Neil Ferguson, a professor of mathematical biology at Imperial College London. “We think the epidemic is just about slowing in the UK right now,” he told BBC Radio on Monday. “It is the result of the actions people have taken and governments have taken.” However he cautioned that the outbreak is in different stages in different parts of the country. In central London, Professor Ferguson says it’s possible 3-5% of the population has been infected. However the figure is more likely 2-3% in the UK as a whole. The UK had more than 19,500 positive cases as of Sunday, according to figures from the department of health and social care. At least 1,228 of those hospitalized have died.  Need for antibody test: He says the development of an antibody test will be “critical” to getting more accurate data on the extent of the outbreak. The tests are in the final stages of validation right now,” Professor Ferguson said, adding that it could be available in “days rather than weeks.” Junior Health Minister Helen Whately told BBC Radio that she is aware of work being undertaken to develop the test, but would not confirm when it would be available. She also defended the UK’s record on testing for coronavirus, while conceding there are a “handful” of countries that are doing more testing. First UK doctor dies of coronavirus: An ear, nose and throat consultant has become the first UK medical practitioner to die of the coronavirus. Health authorities wouldn't confirm his age, but said he died Saturday at Glenfield Hospital in Leicester, England. ##Health## Zimbabwe started a three-week lockdown on Monday as part of the government’s efforts to contain the spread of Covid-19, but critics are calling for more action. Police are driving around using loudspeakers asking people in Harare to stay indoors. Their message: “Please do not force the police to show you the way to your homes. Kindly go back now.” On Friday President Emmerson Mnangagwa said he said he feared the situation would worsen with winter around the corner, despite Zimbabwe having few cases of Covid-19. The country had seven confirmed cases, including one death, as of Monday  Most supermarkets are open, Monday. The country’s largest brewing company, Delta Corporation, was given an essential services letter by the government, allowing it to continue to operate during the three-week lockdown. Concern over lockdown impact: Meanwhile, workers are concerned about how the lockdown will affect Zimbabweans and their livelihoods.  “The lockdown on its own is not the panacea to solving Covid-19. It has to be supplemented by extra measures such as increased case detection, increased community surveillance and expansion of testing centers across the country. During the lockdown, let’s test more people – not just about 200 as of today to harness the impact of the lockdown. Medical personnel are still demotivated because of lack of PPEs (Personal Protective Equipment),” said Dr Fortune Nyamande a public health specialist and a spokesman for Zimbabwe Association of Doctors for Human Rights. \n“Zimbabwe is largely an informal economy -- what mechanisms are being put in place for those who lose their entire livelihood because of the lockdown? Where do they get money for rent and food? That may force some to get back on the streets during the lockdown.” Mnangagwa is expected to meet business leaders Monday. “I hope they find a way to help us. I have no other way to get money if I remain at home,” said Shadrick Muhovo a vegetable vendor. “I will comply with the directive though to stay home.” ##Daily Life## Malaysia will only allow shops selling daily necessities to operate between 8am and 8pm, as the country steps up its measures to combat the novel coronavirus outbreak. The measures apply to outlets such as supermarkets and petrol stations. Speaking during a press conference Monday, Minister of Defence Ismail Sabri said all restaurants and food delivery services will also be restricted to the same business hours, according to state-run news agency Bernama. The new measures will be implemented on April 1. Sabri also announced a ceiling price for face masks. Masks cannot be sold for more than US$0.34 (RM1.5) per piece starting from April 1, Bernama reported. Since March 18, Malaysia has been under a nationwide lockdown, although essential services such as healthcare, transportation and the food industry can still operate. The country has at least 2,470 cases of coronavirus. A man has been sentenced to three months in prison for falsifying his name and home address in an attempt to evade Hong Kong's mandatory home self-isolation measures, according to the city's Department of Justice.  The 31-year-old arrived in Hong Kong through the Shenzhen Bay port on the evening of March 8. He was sentenced two weeks later for giving false information to an authorized officer, according to a charge sheet seen by CNN. Travelers arriving in Hong Kong must self-isolate in a place assigned by or agreed upon by an authorized officer.  According to the charge sheet, the man knowingly gave false information regarding the address of the place he was going to self-isolate in.  The sentencing comes after the Hong Kong's government announced last week that it would be stepping up enforcement against breaches of quarantine orders and appealed to the public to report breaches. Hong Kong currently has 641 confirmed cases of coronavirus including four deaths.  ##Daily Life## British researchers have redesigned a breathing aid so that it can be used to treat people with coronavirus-related breathing problems -- and keep them out of intensive care beds. The machines are normally used to treat patients with sleep apnea. According to University College London, the design process took less than two weeks and has been approved for use by the UK’s National Health Service (NHS). “One hundred devices are to be delivered to UCLH for clinical trials, with rapid roll-out to hospitals around the country ahead of the predicted surge in Covid-19 hospital admissions,” UCL said in a statement. The university says the redesigned CPAP (Continuous Positive Airway Pressure) machines will help relieve pressure on hospital ventilator capacity by treating patients who need less intensive support. The machines were designed in collaboration with clinicians, along with engineering support from UK-based Formula 1 teams. Professor Tim Baker from UCL’s Mechanical Engineering department said this in a statement:  “Given the urgent need, we are thankful that we were able to reduce a process that could take years down to a matter of days.\n“From being given the brief, we worked all hours of the day, disassembling and analysing an off-patent device. Using computer simulations, we improved the device further to create a state-of-the-art version suited to mass production.” Health-care workers in many parts of the world are having trouble getting enough critical supplies, such as masks, gloves and ventilators, to deal with the influx of patients suffering from the highly contagious virus. ##Health## In the northern Indian state of Uttar Pradesh, $81 million has been transferred into the bank accounts of over 2.75 million workers. That's an average of $29.45 per worker, although it's unclear how the money will be shared out.  For context, $29.45 is about the equivalent of seven days of minimum daily wages. In India, a flight from New Delhi to Mumbai costs around $70, while a liter (34 fluid ounces) of milk is a little less than $1. The Chief Minister of Uttar Pradesh, Yogi Adityanath, made the announcement at a news conference on Monday. He also spoke with some of the workers via video conference to tell them about the bank transfers. Adityanath also hailed Prime Minister Narendra Modi’s decision to enforce a 21-day nationwide lockdown to curb the spread of coronavirus. Why workers are getting cash: Last Tuesday, Modi announced that the country was going into lockdown. All shops, factories, offices, markets, religious spaces and construction sites are closed. Only essential services -- including hospitals and grocery stories -- remain in operation. But the shutdown has created a problem for India's migrant workers, with many of them left without a job or pay. Some have attempted to leave India's major cities. Over the weekend, a 40-year-old migrant worker died as he attempted to walk 179 miles from New Delhi to his hometown, according to police. ##Daily Life## Trump extends federal social distancing guidelines to April 30: Americans will be encouraged to avoid leaving their houses and keep working from home, as infections rise across the country. \"The better you do, the faster this whole nightmare will end,\" President Donald Trump said Sunday. Up to 100,000 people could die of virus, expert says: The coronavirus could infect more than a million Americans and kill up to 100,000 people in the country, Dr Anthony Fauci, a leading member of the US coronavirus taskforce, told reporters Sunday. \"What we’re trying to do is not to let that happen,\" he said. Only two US states have no coronavirus deaths: West Virginia reported its first death from the coronavirus on Sunday, leaving Wyoming and Hawaii as the only two states without a fatality. There are currently 2,425 confirmed deaths from the coronavirus in the US, according to CNN's count. New Yorkers could be fined for going outside: New York has one of the country's largest clusters of coronavirus and authorities are working hard to reduce the risk of further spread. Mayor Bill de Blasio announced Sunday that anyone who violates social distancing policies could face a fine of up to $500. FDA issues limited emergency use authorization for two drugs: Chloroquine and hydroxychloroquine can now be used to treat patients hospitalized with Covid-19 after a limited emergency use approval by the FDA. The drugs are usually used to treat malaria. In a statement, the US Department of Health and Human Services said, “Anecdotal reports suggest that these drugs may offer some benefit in the treatment of hospitalized COVID-19 patients.” For more than a week, Pakistan's largest city Karachi has been in lockdown -- and an eerie silence has fallen over the city of almost 15 million. Except, that is, in the market areas, where pets abandoned in shuttered shops have been howling for help. The Ayesha Chundrigar Foundation (ACF) -- one of Pakistan’s largest animal rescue organizations -- has been working with the provincial government of Sindh to provide the animals with food and water and take the most severely affected ones to a rescue center. That was made possible after the government issued a special provincial order allowing pet shops to open at certain times of the day. ACF founder Ayesha Chundrigar told CNN that when they entered the pet shops, animals were screaming in agony and locked in cages together. \"Dead animals were lying next to barely conscious living ones with no ventilation or air, just complete darkness and no one listening to their screams,\" Chundrigar said. Along with other organizations, she said she had rescued animals from about 100 pet shops, but many more remain. Vets volunteered to help the animals, while rescuers have worn masks and gloves and  practiced social distancing while going about their work. Pakistan has at least 1,625 confirmed cases of coronavirus, according to data compiled by the Johns Hopkins University. UPDATE: This post was updated to reflect that other organizations were involved in rescuing animals. A total of 26 Los Angeles Police Department employees and six Los Angeles Fire Department employees have tested positive for coronavirus.  All of the individuals are self-isolating at home and recovering, according to the Los Angeles Emergency Management Department.  Los Angeles is the largest city in California. The state has at least 4,643 confirmed coronavirus cases, including 101 deaths, according to CNN's tally. ##Health## An inmate at the Puente Alto prison in Santiago has become Chile's first prisoner to test positive for coronavirus. In a statement late Sunday, authorities said the inmate had been in isolation after showing symptoms. Another eight prisoners who had been in contact with the inmate were also separated from the rest of the prison population. Prison disorder: While the tower where the prisoner was held was being disinfected, inmates caused disorder and broke bars, according to the statement.  Firemen intervened and the situation is now under control, according to prison officials. Two inmates were taken to hospital in southern Santiago to be evaluated and treated. Authorities have approved a contingency plan that restricts prison visits to reduce the flow of people.  At least 2,139 people in Chile have tested positive for coronavirus, according to data collated by Johns Hopkins University. ##Health## A 40-year-old migrant worker in India who was walking to his hometown collapsed and died, according to police. India is currently in lockdown in a bid to stop the spread of coronavirus, meaning public transport has stopped running and only essential services are operating. That has left many of the country's migrant workers out of work, prompting thousands to leave major cities and head home.   Ranveer Singh, who worked as a delivery man in New Delhi, was traveling from the capital  to his hometown in the central Indian state of Madhya Pradesh on Saturday. Singh collapsed in Agra (134 miles from Delhi), but was on his way to the Morena district of Madhya Pradesh (179 miles from Delhi), according to police officer Arvind Kumar. \"The post mortem report shows that he died of a heart attack but we believe that this was triggered due to exhaustion from walking the long-distance,\" Kumar said. A shopkeeper near the national highway where Singh collapsed gave him tea and something to eat, Kumar said. However, Singh was complaining of chest pains and died soon after.  States ordered to help migrant workers: India's central government on Sunday issued an order for states to mitigate the economic hardship of migrant workers. The order called the movement of laborers across state borders \"a violation of the lockdown.\" It also asked states to provide food and shelter for migrant workers so that they do not leave the state, and asked for those who have already left to be quarantined.  ##Daily Life## A hospital in the northern German city of Wolfsburg has stopped admitting almost all new patients because several staff members have tested positive for the coronavirus, according to a hospital spokesman. No new patients will be accepted -- except to the pediatric emergency unit and the delivery room -- according to a statement from the hospital, Klinikum Wolfsburg.  All other patients will be directed towards other hospitals in the region.  Visitors are also being curtailed. Only mothers giving birth can have one visitor with them for support, the hospital's statement says. Germany currently has more than 62,400 confirmed cases of coronavirus, according to data compiled by Johns Hopkins University. ##Health## Italy is on the verge of 100,000 cases: The coronavirus is spreading rapidly across Europe, with the worst affected countries still Italy, Spain and Germany. With more than 97,000 cases of the virus, Italy is likely to soon become the second country in the world to break the 100,000 mark after the United States. Why has Italy become such a hot spot? There is no clear answer yet as to why Italy has been so badly affected by the coronavirus. Some people have suggested it could be the climate or the high number of elderly citizens. Whatever the reason, Italy still has the highest death toll in the world at 10,779 fatalities, according to Johns Hopkins University. France death toll jumps: A spike of 292 deaths in 24 hours has put France's death toll at 2,606, according to the country's director-general of health. In total, France now has 40,174 confirmed cases of the coronavirus, a rise of 6.9% on the previous day. France has the fifth highest coronavirus death toll in the world, after Italy, Spain, China and Iran. Moscow goes into quarantine: From Monday, the Russian capital will impose a citywide quarantine on all residents regardless of age. People will not be able to leave their homes except to get groceries or medical help. First UK doctor dies of coronavirus: An ear, nose and throat consultant has become the first UK medical practitioner to die of the coronavirus. Health authorities wouldn't confirm his age, but said he died Saturday at Glenfield Hospital in Leicester, England. EasyJet has announced it is grounding its entire fleet of planes given the “unprecedented travel restrictions” put in place due to the coronavirus outbreak. The decision is effective from Monday, the European budget airline said in a statement: “We continue to take every action to remove cost and non-critical expenditure from the business at every level in order to help mitigate the impact from the coronavirus. The grounding of aircraft removes significant cost,” the statement said.\n“At this stage there can be no certainty of the date for restarting commercial flights.” The company says it has reached an agreement with its union for “furlough arrangements” starting from April 1. ##Business## Australians who have lost their jobs during the coronavirus pandemic will receive a new fortnightly \"job keeper\" payment of 1,500 Australian dollars ($920).  The new measure announced today is worth 130 billion Australian dollars ($80 billion). It takes the total amount of Australian government support during the pandemic to more than $320 billion Australian dollars ($197 billion) or 16.4% of GDP, the government said. \"This unprecedented level of support reflects the unprecedented moment we're in. This is how Australians can get to the other side of this coronavirus crisis,\" said Australian Treasurer Josh Frydenberg. How the payment compares to regular salaries: According to the government, payments represents around 70% of the median wage, and about 100% of the median salary in the sectors most affected by the coronavirus -- retail, hospitality, and tourism.  Who is eligible? The payment is available to full and part-time workers, sole traders, and casuals who have been with their employers for 12 months or more. ##Daily Life## ##Business## United States doctors and nurses are in desperate need of masks, gloves and other personal protective equipment (PPE) to protect themselves from contracting the coronavirus while treating those who are ill. Some of them are trying to find it on eBay while others are pleading for help on social media. The situation is so dire one New Jersey doctor described it as \"sending medical professionals like lambs to the slaughterhouse.\"  But concerns about a dwindling supply of PPE are not new. Back on February 7, the World Health Organization (WHO) sounded alarm bells about \"the limited stock of PPE,\" noting demand was 100 times higher than normal for this equipment.  Yet the same day as the WHO warning, the Trump administration announced that it was transporting to China nearly 17.8 tons (more than 35,000 pounds) of \"masks, gowns, gauze, respirators, and other vital materials.\" As Secretary of State Mike Pompeo noted in the press release announcing this shipment, \"These donations are a testament to the generosity of the American people.\" Americans indeed are a generous people. We want to help those in need. And at the time these medical supplies were shipped, more than 28,000 people in China were infected with nearly 600 deaths attributed to the virus. But how could Trump allow tons of vital medical equipment Americans to be transported to another country in February if, as he has claimed since January, he fully understood the risk the United States was facing from the virus? Read the whole story here: ##Health## Medical student Chiara Bonini, 26, had barely finished her final exam, before the young doctor was headed for the front line of Italy's coronavirus pandemic. \"I want to give a hand to my city that is living in this dramatic moment, and has a real need for doctors,\" she said of her hometown Bergamo, one of Italy's hardest-hit northern cities. Bonini is one of thousands of Italian graduates taking up the government's call for urgent help tackling the deadliest outbreak of the virus in the world. The European country hit the grim milestone over the weekend of 10,000 deaths, accounting for roughly a third of the 30,000-plus deaths worldwide. With hospitals under extraordinary strain, Italy has expedited the procedure for medical school graduates entering the workforce -- cutting the hospital exam and increasing the number of doctors being recruited. For many graduates, it will be their first professional job in an industry facing its biggest crisis in a generation. It comes amid the deaths of 50 doctors, according to Italy's national federation of doctors. As the country enters its sixth week of lockdown, young Italian doctors are being catapulted to the health emergency's forefront. Read the whole story here: ##Health## Some of India’s most prominent personalities are reaching deep into their pockets to contribute to the country’s coronavirus relief fund. On Saturday, Prime Minister Narendra Modi announced the creation of PM CARES, a dedicated national fund to deal with emergency and distress situations -- including the Covid-19 pandemic. That's in addition to the Prime Minister's National Relief Fund, a pre-existing nationwide endowment that was already set up for emergencies.  \"This will go a long way in creating a healthier India,” Modi tweeted Saturday alongside details on how donations could be made to PM CARES. Within days of the announcement, millions of dollars have been donated to PM CARES by actors, sports stars and business leaders. Bollywood actor Akshay Kumar said on Twitter that he had made a donation equivalent to $3.3 million. Indian cricketer Suresh Raina donated just over $40,000 to the fund and another $28,000 to the Disaster Relief Fund for the northern state of Uttar Pradesh.   PayTM, India’s biggest digital payments company, is aiming to contribute over $65 million to the fund. But some people are still donating to the pre-existing Prime Minister's National Relief Fund. The country’s Vice President and Chairman of the Upper House of Parliament, M. Venkaiah Naidu, donated a month’s salary. Other politicians have also followed his example. The Prime Minister’s National Relief Fund was set up in 1948 under former Indian Prime Minister Jawaharlal Nehru. ##Daily Life## ##Business## Around 14 million South Korean households will qualify for financial assistance under the government's newly announced disaster support fund. On Monday, the country's President Moon Jae-in announced that the government would provide funding to households in the bottom 70% of incomes. According to Finance Minister Hong Nam-ki, there are 14 million households in that income bracket. The level of support depends on the number of people in the household, with one person households qualifying for 400,000 won ($327), while households with four or more people will receive 1 million won ($817) in support.  South Korea's cases: The East Asian country has confirmed 78 new coronavirus cases, bringing its total to 9,661, according to the Korea Centers for Disease Control and Prevention. The national death toll is 158. ##Daily Life## President Donald Trump acknowledged Sunday for the first time that deaths in the United States from coronavirus could reach 100,000 or more, adding that if the death toll stays at or below 100,000, \"we all together have done a very good job.\" Trump's assertion came after he was asked about comments the nation's top infectious disease expert, Dr. Anthony Fauci, made earlier Sunday on CNN's \"State of the Union\" that based on models, 100,000 Americans or more could die from the virus. On Sunday, Trump said during an evening news conference at the White House that he'd decided to extend the nationwide social distancing guidelines -- which include suggested limits on large gatherings -- for another 30 days to April 30. During his news conference, Trump said he received what he called the \"most accurate\" or \"most comprehensive\" study today about the potential death toll from Covid-19. He said there could be up to more than 2 million cases if \"we did nothing\" but he did not give more details on the exact number. Fauci told CNN earlier Sunday that the US could see millions of cases of coronavirus. Read more here: ##Health## The coronavirus crisis is posing new civil liberties dilemmas for governments which need to balance protecting public health without unconstitutionally limiting individual rights. That's already created controversy in the United States, including over President Donald Trump's threat to create state quarantines. Civil libertarians say governments have the power to take extraordinary measures to stop the pandemic, but the power is not without limits. So what can government do in times like these? Civil libertarians say steps to prevent the spread of the deadly virus should be weighed in terms of whether effective -- and lawful. Legal experts say that broad measures that are reasonable and apply to everyone, for example \"shelter in place\" requirements, are generally lawful. But if government begins to target certain individuals or businesses, there should be ways to ensure a hearing and due process of law. Quarantines have been imposed over the centuries, but longstanding case law dictates that they not be unreasonable or arbitrary. Is there any way to push back on government decisions? Since the early 1800s, federal and state courts have granted governments broad latitude to impose quarantines for public health. But government actions are beginning to be tested.  For instance, federal judges in recent days ordered the release of certain immigrants at high-risk of illness held in detention facilities. Abortion-rights advocates have sued state officials that have tried to shut down clinics, as in Ohio and Texas, categorizing them as nonessential services in coronavirus orders. Gun rights activists have similarly challenged state laws that would close firearms stores. The National Rifle Association on Friday sued California over such a policy. Read the whole story here.  ##Daily Life## Indian PM Modi apologizes for lockdown hardships as cases pass 1,000: Prime Minister Narendra Modi has apologized for the hardships caused by India's nationwide lockdown as the number of coronavirus cases in the country crossed the 1,000 mark. \"I apologize for taking the harsh steps which have caused difficulties in your lives, especially the poor people,\" Modi said. \n\"I know some of you would be angry with me also. But these tough measures were needed to win this battle.\" China's local epidemic \"blocked\": China's National Health Commission spokesman Mi Feng said a news conference Sunday that local transmission in the country was now \"blocked,\" as the daily number of new cases remains in the low double digits. But Mi warned that the chance for a second wave of infections imported from other countries remains high.  Tokyo cases spike: Japan's health ministry announced Tokyo's largest jump in cases yet on Sunday, with 68 new infections confirmed. Countrywide, there were 173 new cases. The spike comes a week after the 2020 Olympics scheduled to be held in the city were postponed until next year.   Australia closes playgrounds and outdoor areas: Prime Minister Scott Morrison has strengthened already tough social distancing laws in Australia, limiting all gatherings in public spaces to two people and shutting playgrounds and skate parks. Morrison urged all residents to \"stay home.\" Philippines reports its single largest daily rise in cases: There were 343 new cases of the coronavirus recorded in the Philippines on Sunday, a massive jump which brought the country's total to 1,418. The Department of Health also reported three additional fatalities due to the coronavirus, bringing the death toll in the Philippines to 71.  Plane with medical supplies crashes in Manila: A plane which was heading from the Philippine capital to Tokyo with medical supplies and personnel exploded shortly after takeoff on Sunday. All eight people onboard were killed, including a flight medic, a doctor and a nurse. India's Prime Minister Narendra Modi has apologized for the hardships caused by a nationwide lockdown as the number of coronavirus cases in the country crossed the 1,000 mark.  There are now 1,024 confirmed cases in India, according to data from the country's health ministry. They include 27 deaths, and 95 patients who have been discharged from hospital. Modi apologizes for lockdown: India -- the second most populous country in the world -- has gone into complete lockdown in a bid to control the spread of coronavirus.  In a radio address on Sunday -- the fifth day of the nationwide lockdown -- Modi said he was sorry for the hardships caused by the decision to shut down non-essential services. \"I apologize for taking the harsh steps which have caused difficulties in your lives, especially the poor people,\" he said. \n\"I know some of you would be angry with me also. But these tough measures were needed to win this battle.\" The 21-day lockdown has prompted thousands of migrant workers to attempt to leave India's major cities as they were left without jobs or pay. Experts have questioned the viability and sustainability of a nationwide lockdown, which is scheduled to end on April 14. ##Health##  ##Travel##  ##Daily Life## New York City's Brookdale University Medical Center says that the massive number of patients they are seeing during the Covid-19 crisis is causing a strain on the number of oxygen tanks available. Brookdale's vice president of external affairs Khari Edwards confirmed to CNN they are short but could not say how short they are.  A respiratory therapist at the hospital in Brooklyn tells CNN that the number of patients requiring oxygen has increased so dramatically that they have used nearly all their oxygen tanks, including about 50% of the emergency reserves.  The respiratory therapist says that they are expecting a shipment on Monday morning to fully replenish their supply and the reserves.  Now, instead of having nearly 130 tanks delivered twice a week, the respiratory therapist says the hospital is trying to get oxygen tank deliveries daily. They say they'll also be increasing the size of the deliveries until the crisis is over.  The amount of time an oxygen tank lasts depends on its size and the oxygen concentration a patient needs, according to the respiratory therapist.   New York state has the highest number of confirmed cases of any state in the US, with at least 59,513 infections and 965 deaths, according to CNN's tally. ##Health## President Donald Trump said he pushed to attend the opening of a field hospital at Javits Center in New York City -- but was told by the Secret Service that he would not be permitted to go. The temporary hospital space at the Javits Center is expected to house roughly 2,900 beds to deal with an overflow of patients due to coronavirus.  “They’re opening it tomorrow,” Trump said at the coronavirus task force briefing. “I wanted to be there so badly, but Secret Service and all of the people involved won’t let me. They won’t let me. I would love to be there but they won’t let me, for obvious reasons.” Trump also gave more detail about the hospital. “In New York, we built 2,900 hospital rooms, beds,” Trump said. “This was done by the federal government, not by state government,” Trump said.  The Army Corps of Engineers was involved in converting the space. A US Secret Service spokesperson said that, for operational security reasons, \"the Secret Service does not discuss our protectees, protective means, methods and or protective responsibilities.\" ##Health## An attending physician in the anesthesiology department of a hospital in Long Island, New York state told CNN over the weekend that there are not enough supplies in the current battle against Covid-19. \"There is not enough of anything,\" the doctor, who wished to remain anonymous, wrote in a Facebook message. \n\"I don't think it's the hospital's fault, they are trying to get supplies and aren't getting them.\"  The doctor described wiping down and reusing protective equipment meant for single use and also mentioned a short supply of bleach wipes. They also said the hospital has no more ventilators and that they are using anesthesia machines as ventilators.  \"There are just so many patients who are so sick it seems impossible to keep up with the demand,\" they told CNN.   The bigger picture: The doctor's comments tally with other reports that hospitals are lacking in medical supplies. New York state Gov. Andrew Cuomo has repeatedly said the state needs at least 30,000 ventilators to treat coronavirus patients, but it has only a fraction of that.  Across the country, front-line health-care workers have described a grim scene of rationed personal protective equipment -- widely known as PPE -- and a lack of testing. New York state has the most coronavirus cases in the US, with at least 59,513 people infected and 965 deaths, according to CNN's tally. ##Health## The number of novel coronavirus infections in the US has risen rapidly in the past week, surpassing both China and Italy to become the country with the most confirmed cases.  The US figures have more than quadrupled over the past seven days. As of early Monday morning on March 23, the US had at least 34,000 cases of the virus, according to CNN's figures. There were only 414 deaths registered from Covid-19 across the country and many states still hadn't reported a fatality. One week later, and there are more than 139,000 confirmed cases, according to CNN's figures -- over four times the number reported just a week ago. Deaths has risen even faster. There have now been over 2,400 fatalities from the coronavirus, with Wyoming and Hawaii the only states yet to report a fatality. Dr Anthony Fauci, a member of the White House's coronavirus task force, said Sunday it was \"entirely conceivable\" that the number of infections could rise to one million. President Donald Trump said Sunday that if the numbers of deaths could be contained to 100,000 or less, \"we would have done a very good job.\" ##Health## Musician John Prine is in a critical condition in hospital after a \"sudden onset\" of coronavirus symptoms, his family says. Prine, 73, was hospitalized on Thursday and intubated Saturday night, and continues to receive care but \"his situation is critical,\" according to a family statement posted on his verified Twitter account. \"This is hard news for us to share,\" the statement continued. \"But so many of you have loved and supported John over the years, we wanted to let you know, and give you the chance to send on more of that love and support now. And know that we love you, and John loves you.\" The news prompted tributes and supportive posts on social media. Bette Midler, who has covered Prine's song, \"Hello in There,\" tweeted: \"One of the loveliest people I was ever lucky enough to know. He is a genius and a huge soul. Pray for him.\" Musician Keb' Mo' dedicated an online performance of \"I'm telling You Now\" to Prine on Twitter. Read more here: ##Health##  At least 86 people have tested positive for the novel coronavirus at a facility for people with disabilities in Chiba prefecture, east of Tokyo.  Chiba prefecture officials announced Sunday that 28 people had tested positive for the virus, following their announcement a day before that 58 people had tested positive at the facility in Tonosho town, officials told CNN. The outbreak comes after a woman employee in her 40s, who works as a cook at the facility, tested positive for the coronavirus, according to Japan's state broadcaster NHK. Local officials announced they would work with the central government to tackle the mass infection at a news conference on Sunday, NHK reported.  ##Health## Argentina is extending its stay-at-home rule until April 12 to control the spread of coronavirus. The country's President Alberto Fernandez announced the decision to extend the rule until the end of Holy Week during a televised news conference on Sunday.  In Christianity, Holy Week is the period between Palm Sunday and Easter. In his remarks, the President assured Argentinians that the move made sense and will allow for a favorable outcome.   Fernandez also said he was “happy” with the results of the quarantine period so far, with 90% of Argentinians complying with the measure and doing their part to protect the country’s children and elderly. Earlier this month, the president declared that all Argentinians must stay in their homes unless they need to go out for groceries or doctor's appointments. Argentina has at least 820 confirmed coronavirus cases, according to data collated by Johns Hopkins University.   ##Daily Life## ##Travel## President Trump raised questions on Sunday about why there is such a large demand for masks in hospitals and again charged there is some “hoarding” of ventilators, without providing any evidence or examples.  “You know, there's a question as to hoarding of ventilators, some hospitals, and independent hospitals, and some hospital chains as we like to call them, they are holding ventilators they don't wanna let them up,\" Trump said.\n\"We need them for certain areas where there’s big problems. They can't hold them if they think there might be a problem weeks down the road,” Trump said. Trump also questioned how New York hospitals are using masks so quickly, saying “something is going on and you ought to look into it as reporters.” He suggested that masks might be “going out the back door” of New York hospitals. What New York and hospitals say: New York state Gov. Andrew Cuomo said on Friday that there was a stockpile being built of ventilators because the state needed to be ready for what he thought was a larger outbreak yet to come. The American Hospital Association responded to the President’s charges, saying they have to make sure they are prepared for various future needs.  Dr Celine Gounder, an infectious disease and global health expert, told CNN that the need for hundreds of thousands of masks was understandable. ##Health## Japanese comedian Ken Shimura died of pneumonia caused by novel coronavirus on Sunday night, his talent agency Izawa Office tells CNN.  Shimura, who was 70 years old, reported symptoms including fatigue on March 17. He was hospitalized on March 20 with severe pneumonia and tested positive for coronavirus on March 23.  Shimura, who has been described as \"Japan’s Robin Williams,\" was one of the country's best-known comedians with a career that dates back to the 1970s. ##Health## Cases grow rapidly worldwide: There are now more than 721,800 cases of the novel coronavirus globally, according to Johns Hopkins University, which is tracking figures from the World Health Organization and additional sources. The death toll from the pandemic is approaching 34,000.\nOnly two US states without deaths: More than 2,400 people have died from Covid-19 in the US, according to CNN's count, with more than 139,000 cases countrywide. To date, only Hawaii and Wyoming are yet to see a death from the virus, with West Virginia reporting its first fatality today.\nPresident Trump extends social distancing: US residents will be encouraged to remain in their homes and avoid contact with others until April 30. Trump said that he hopes the country can be back to normal by June 1.\nStock trades under scrutiny: The US Justice Department has started to probe a series of stock transactions made by lawmakers ahead of the sharp market downturn that stemmed from the spread of coronavirus, according to two people familiar with the matter.\nTokyo cases spike: Japan's health ministry recorded 173 new cases on Sunday -- 68 in Tokyo. This is the biggest single day spike for the capital and comes a week after the 2020 Olympics scheduled to be held in the city were postponed until next year. \nCruise ship concerns grow: A total of 179 people have been diagnosed with flu-like symptoms on board the Zaandam cruise ship, which is on its way to Florida. Four \"older\" guests have died. However, only two people onboard have officially been diagnosed with Covid-19.\nItaly records slight downward trend in deaths: There were 756 new deaths related to the coronavirus in 24 hours in Italy, the country announced Sunday. But it was a slight drop on the 889 new deaths reported on Saturday, and 969 on Friday.\nCitywide quarantine in Moscow: All residents will be required to stay at home unless they are leaving to get urgent medical help, get groceries or walk their pets in the proximity of 100 meters (328 feet) from their residence, the city's mayor Sergey Sobyanin announced Sunday night. Only essential workers will be allowed out.\nNigeria orders 14-day \"cessation of movement\": Citizens in parts of the country's largest city, Lagos, and the capital, Abuja, are being ordered to stay at home, while  businesses and offices must close, as the virus begins to spread in the African country. The order will stay in place until mid-April. Boston Celtics player Marcus Smart has recovered from coronavirus. The basketball player tested positive for the virus earlier this month, saying he had been self-quarantined since the test. But on Sunday night, ET, Smart took to Twitter to announce that he was now coronavirus-free. \"Thanks for everyone's thoughts and prayers,\" he wrote. \"Stay safe and stay together -- apart!\" ##Daily Life## The United States Justice Department has started to probe a series of stock transactions made by lawmakers ahead of the sharp market downturn that stemmed from the spread of coronavirus, according to two people familiar with the matter. The inquiry, which is still in its early stages and being done in coordination with the Securities and Exchange Commission, has so far included outreach from the FBI to at least one lawmaker, Senator Richard Burr, seeking information about the trades, according to one of the sources.  What's this about? Public scrutiny of the lawmakers' market activity has centered on whether members of Congress sought to profit from the information they obtained in non-public briefings about the virus epidemic. Burr, the North Carolina Republican who heads the Senate Intelligence Committee, has previously said that he relied only on public news reports as he decided to sell between $628,000 and $1.7 million in stocks on February 13. Earlier this month, he asked the Senate Ethics Committee to review the trades given \"the assumption many could make in hindsight,\" he said at the time. What does the law say? Congress passed the Stock Act in 2012, which made it illegal for lawmakers to use inside information for financial benefit. Under insider trading laws, prosecutors would need to prove the lawmakers traded based on material non-public information they received in violation of a duty to keep it confidential. Is there any evidence of wrongdoing? There's no indication that any of the sales, including Burr's, broke any laws or ran afoul of Senate rules. But the sales have come under fire after senators received closed-door briefings about the virus over the past several weeks -- before the market began trending downward. It is routine for the FBI and SEC to review stock trades when there is public question about their propriety. In a statement Sunday to CNN, Alice Fisher, a lawyer for Burr, said that the senator \"welcomes a thorough review of the facts in this matter, which will establish that his actions were appropriate.\" Burr's committee has received periodic briefings on coronavirus as the outbreak has spread, but the committee did not receive briefings on the virus the week of Burr's stock sales, another source familiar with the matter told CNN earlier this month.  Burr's sales represent a sizable share of his portfolio of stocks, according to his latest Senate financial disclosure documents filed in May 2019, although exact numbers aren't possible because lawmakers only report trades as a range of dollar values. Is anyone else involved? Several other senators from both parties also sold and bought stock ahead of the market downturn that resulted from the coronavirus pandemic, although it's not clear who else the Justice Department is looking at and no other senator said they have been contacted by law enforcement. Burr is the only lawmaker to have asked for an Ethics Committee review. GOP Sen. Kelly Loeffler of Georgia and her husband sold 27 stocks valued between $1.275 million and $3.1 million from January 24 through February 14, according to Senate records. They also purchased three stocks at a value of $450,000 to $1 million, including shares in Citrix, a software company that's gained approximately 15% in value since Loeffler and her husband bought the stock last month. Loeffler denied having any knowledge of the stock sales, saying she uses a third-party financial adviser and did not learn of the trades until later. Loeffler's husband, Jeffrey Sprecher, is chairman of the New York Stock Exchange. A Loeffler spokesperson confirmed Loeffler has not been contacted by the FBI and said the senator \"has acted in accordance with the letter and the spirit of the law.\" Read more here.  ##Business## Opera legend Placido Domingo has been hospitalized in Acapulco, Mexico, with complications related to Covid-19.  \"He is doing well and is responding to treatment,\" Domingo's spokesperson said in a statement to CNN.  Last Sunday, the Spanish tenor announced on his Facebook page that he had tested positive. The 79-year-old resigned as general director of the Los Angeles Opera last year, after being accused of sexual harassment. While Domingo denied all allegations, the Los Angeles Opera's independent investigation into 10 allegations of sexual harassment by Domingo were found to be credible earlier this month. Domingo joins a growing list of celebrities that have tested positive for coronavirus, including Idris Elba, Tom Hanks and his wife Rita Wilson, Kevin Durant and Daniel Dae Kim. ##Health## Guatemala is extending its coronavirus curfew until next month. President Alejandro Giammattei announced the country was extending its curfew until April 12, according to a statement on his Twitter account.   People won't be allowed to leave their homes between 4 a.m. and 4 p.m. local time unless it's necessary. Earlier this month, Guatemala joined other Latin American nations by announcing an eight-day curfew. The country currently has at least 34 confirmed cases, according to data compiled by Johns Hopkins University. ##Daily Life## There are at least 139,714 cases of coronavirus in the United States as of 10 p.m. ET Sunday, according to a CNN count.  In total, 2,425 people have died in the US from the virus.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  The US has the most confirmed coronavirus cases of any country. For the most up-to-date U.S. numbers compiled by CNN, please check this map which automatically refreshes every 10 minutes: https://www.cnn.com/interactive/2020/health/coronavirus-us-maps-and-cases/ ##Health## The US Food and Drug Administration (FDA) has issued an emergency use authorization for chloroquine and hydroxychloroquine to treat patients hospitalized with Covid-19. The drugs -- which are used to treat malaria and other conditions -- have been called game changers by President Donald Trump. But thus far, there is little scientific evidence that chloroquine, or its closely-related analogue hydroxychloroquine, are effective in treating Covid-19. What happened? The authorization came in a letter dated Saturday, but the US Department of Health and Human Services (HHS) acknowledged the FDA’s action in a Sunday news release. The FDA limited the scope of its authorization to drugs supplied from the Strategic National Stockpile. The HHS announced that two pharmaceutical companies -- Bayer and a division of Novartis -- had donated the drugs to the stockpile. Do the drugs work? In its statement, HHS said: “Anecdotal reports suggest that these drugs may offer some benefit in the treatment of hospitalized COVID-19 patients.\n\"The safety profile of these drugs has only been studied for FDA approved indications, not COVID-19.\" While there's limited evidence on the efficacy of chloroquine, or hydroxychloroquine, the FDA said the drugs’ benefits outweighed their risk. In its letter, the FDA encouraged randomized clinical trials that could assess the effectiveness of the drugs. It also noted that the known and potential benefits outweigh the risks. Who can the drugs be used to treat? The authorization is limited to patients who are currently hospitalized and weigh at least 50kg, or about 110 pounds. Under the emergency use authorization, health care providers must contact their local or state health department to access the drugs. ##Health## The Philippines recorded 343 new coronavirus infections on Sunday -- the largest single-day increase in cases since the outbreak began. Those cases bring the countrywide number of coronavirus cases to 1,418, according to the country's Department of Health. The Department of Health also reported three additional fatalities due to the coronavirus, bringing the death toll in the Philippines to 71.  ##Health## There are only two states in the United States with no reported coronavirus deaths as of 8 p.m. EST Sunday, according to a tally compiled by CNN using official data. Those states are Hawaii and Wyoming. On Sunday night, West Virginia reported its first coronavirus death. On Saturday, the state of Rhode Island reported two coronavirus deaths, and on Sunday, it announced a third death. ##Health## Mainland China reported 31 new novel coronavirus cases as of the end of day Sunday, bringing the national total to 81,470, according to the National Health Commission.  All but one of the new cases are from inbound travelers.  One case was transmitted domestically in the country's north-central Gansu province. The country's current active cases of Covid-19 now stands at 2,396. In addition, China reported four new Covid-19 deaths. All four were in Wuhan -- ground zero of the pandemic -- taking the country’s death toll to 3,304. Of the 81,470 cases in the country, a total of 75,770 patients have recovered and been discharged from hospital. ##Health## Both Nigeria's largest city and its capital city will be under a \"cessation of movement\" for 14 days, said Nigerian President Muhammadu Buhari in a Sunday address, which was published on Twitter. Based on advice from the Federal Ministry of Health and the Nigeria Centre for Disease Control, Buhari issued an order prohibiting all movements in Lagos and Federal Capital Territory for 14 days. The order will go into effect Monday at 11 p.m. local time. \"As we are all aware, Lagos and Abuja have the majority of confirmed cases in Nigeria. Our focus therefore remains to urgently and drastically contain these cases, and to support other states and regions in the best way we can,\" said Buhari. Citizens in areas effected by Buhari's order will be required to stay in their homes and businesses and offices \"should be fully closed during this period,\" Buhari said. Businesses involved in health care, food processing and distribution, petroleum, power and private security are exempt from the order. Workers in telecommunications and the media who prove they are unable to work from home are also exempt. Nigeria has more than 100 coronavirus cases, according to data compiled by Johns Hopkins University. ##Daily Life## President Donald Trump announced Sunday he is extending social distancing guidelines until April 30. \"We will be extending our guidelines to April 30, to slow the spread. On Tuesday, we will be finalizing these plans and providing a summary of our findings, supporting data and strategy to the American people,\" Trump said. Modeling shows that the peak of the death rate will likely hit in two weeks, Trump said. \"The modeling estimates that the peak in death rate is likely to hit in two weeks, so I will say it again, the peak, highest point of death rates, remember this, is likely to hit in two weeks. \nNothing would be worse than declaring victory before the victory is won,\" Trump said.  Trump said he hopes the country will be on its way to recovery by June 1. \"We can expect that by June 1, we will be well on our way to recovery, we think by June 1. A lot of great things will be happening,\" Trump said. ##Daily Life## Dr. Anthony Fauci told reporters in the Rose Garden Sunday that it’s \"entirely conceivable\" that more than 1 million people in the US could contract coronavirus, but added that mitigation and extending guidelines through April will hopefully curb those numbers. \"The number I gave out is, you know, based on modeling,\" Fauci said, explaining the models he discussed on CNN's State of the Union Sunday morning. Fauci said it was possible up to 100,000 could die from the virus. \"What we’re trying to do is not to let that happen,\" he said. Fauci, the director of the National Institute of Allergy and Infectious Diseases, called the decision to extend the mitigation process until the end of April a \"wise and prudent decision.\" He added that he and Dr. Deborah Birx, response coordinator for the White House Coronavirus Task Force, discussed the plans and that the President accepted their recommendation. ##Daily Life## New York City residents who violate social distancing policies will receive a summons and fines ranging from $250 to $500, Mayor Bill de Blasio said Sunday. People will be fined if they are told by officers to disperse, keep moving or maintain distance, but they continue to violate policies anyway. \"If you ignore that order … we’re going to have to fine you. We’re going to give people every chance to listen and if anyone doesn’t listen, then they deserve a fine at this point,\" de Blasio said. ##Daily Life## US stock futures were lower Sunday night after President Donald Trump announced an extension of the social distancing guidelines to April 30. Dow futures were down 371 points, or about 1.7%. S&P 500 futures fell around 1.8% and Nasdaq futures were down around 1.5%.  Stocks turned positive last week, and the Dow even left the bear market after climbing more than 20% from its recent low as lawmakers and central bankers around the world made progress on measures to bolster economies weakened by coronavirus. ##Business## Moscow imposed a citywide quarantine starting March 30 until further notice for all residents regardless of their age, Mayor Sergey Sobyanin said in a statement.  “(Since restrictions were imposed) movements in the city decreased by two-thirds, which this is very good,” Sobyanin said. \"Although it is obvious that not everyone heard us.\" Residents will only be able to leave their houses to get urgent medical help, go to a nearby grocery store or pharmacy, and to walk their pets in the proximity of 100 meters (328 feet) from their residence. The exception will be made for essential workers. City officials will deploy a \"smart monitoring\" system to enforce these restrictions, Sobyanin said, and the city will develop a special pass system for people to get permission to leave their homes. Public and private transportation, as well as leaving or entering the city, is still allowed, according to the statement. ##Daily Life##", "Section": "world", "Writers": ["Amy Woodyatt", "Julia Hollingsworth", "Ben Westcott", "Adam Renton", "Meg Wagner", "Mike Hayes"], "URL": "https://www.cnn.com/world/live-news/coronavirus-outbreak-03-30-20-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}