{"Type": "article", "Time": "2020-06-21", "Headline": "Why this Japan-China island dispute could be Asia's next military flashpoint", "Text": "While China is engaged in a tense border standoff with India high in the Himalayas, a small group of islands thousands of miles away could be another military tinderbox waiting to explode. Both Tokyo and Beijing claim the uninhabited islands, known as the Senkakus in Japan and the Diaoyus in China, as their own, but Japan has administered them since 1972.  Tensions over the rocky chain, 1,200 miles (1,900 kilometers) southwest of Tokyo, have simmered for years, and with claims over them dating back hundreds of years, neither Japan nor China is likely to back down over territory considered a national birthright in both capitals. In that respect, the islands are not unlike the rocky heights of the Himalayas, where decades of tension on an ill-defined border between the territories of China and India erupted Monday night, precipitating a clash that cost the lives of at least 20 Indian troops. The fighting, though deadly, was relatively confined -- and the two sides have talked down the tensions in the days since. But an unexpected flare-up in the Senkaku/Diaoyus could trigger a military confrontation between China and the United States. That's because the United States has a mutual defense treaty with Japan. If Japanese territory is attacked by a foreign power, the United States is obligated to defend it. Fears of a possible confrontation were heightened last week with the announcement from the Japanese coastguard that Chinese government ships had been spotted in the waters close to Senakaku/Diaoyu Islands every day since mid-April, setting a new record for the number of consecutive days.  By Friday, those sightings had reached 67 days in a row.  Taking unyielding stances In response to the increased Chinese presence, Yoshihide Suga, Japan's chief cabinet secretary, reasserted Tokyo's resolve at a news conference last Wednesday.  \"The Senkaku Islands are under our control and are unquestionably our territory historically and under international law. It is extremely serious that these activities continue. We will respond to the Chinese side firmly and calmly,\" Suga said. In a statement Friday, China's Foreign Ministry echoed that Japanese government's sentiments, from the reverse perspective.   \"The Diaoyu Island and its affiliated islands are an inherent part of China's territory, and it is our inherent right to carry out patrols and law enforcement activities in these waters.\" Similar comments were recently published in China's state-run Global Times newspaper. The report, titled \"Japanese conservatives disrupt recovering China-Japan ties by hyping Diaoyu Islands dispute,\" criticized attempts underway in Japan's Okinawa prefecture to change the administration of the islands, noting it could do serious harm to Japan-China relations. On its surface, the move, brought forward by the city council of Ishigaki, where the islands are administered, seems fairly innocuous. According to Japan's Asahi Shimbun, the council wants to decouple the islands from the populated parts of Ishigaki island to streamline administrative practices. But in the resolution before the Ishigaki City Council, the city \"asserts the islands are part of Japanese territory.\" It's the kind of language that rankles in Beijing. \"Changing the administrative designation at this time can only make the dispute more complicated and bring more risks of a crisis,\" Li Haidong, a professor at the Institute of International Relations of the China Foreign Affairs University, told the Global Times. The vote in Ishigaki is expected at Monday's council meeting. Before the past week, the most recent \"crisis\" over the islands occurred in 2012. That year, Japan nationalized the then-privately owned islands to ward off a planned sale to Tokyo's then-governor, a hardline nationalist who was reportedly hoping to develop the islands. The plan sparked massive and highly unusual street protests across China, amid a groundswell of nationalist sentiment. Demonstrations turned violent as protesters hurled debris at the Japanese Embassy in Beijing, ransacked Japanese stores and restaurants and overturned Japanese cars. In a stark illustration of how the islands are seared into the Chinese consciousness, one Chinese man was beaten into a coma by his fellow countrymen simply because he was driving a Toyota Corolla. A history of contention China says its claim to the islands extend back to 1400s, when they were used as a staging point for Chinese fisherman. However, Japan says it saw no trace of Chinese control of the islands in an 1885 survey, so it formally recognized them as Japanese sovereign territory in 1895. A group of settlers manufactured dried fish and collected feathers, with the islands having more than 200 inhabitants at one point, according to Japan's Foreign Ministry. Japan then sold the islands in 1932 to descendants of the original settlers, but the factory failed around 1940 and the islands were eventually deserted. The Japanese surrender at the end of World War II in 1945 only served to further cloud the issue. The islands were administered by the US occupation force after the war. But in 1972, Washington returned them to Japan as part of its withdrawal from Okinawa. Self-governing Taiwan, which Beijing regards as a Chinese province, also claims ownership of the chain. And objections to the administrative reclassification of the islands in Taiwan shows the depths to which the islands hook their respective claimants. Tsai Wen-yi, a city councilman in Taiwan's Yilan County, said if the Japanese change goes through, he'll organize a flotilla of fishing boats from the area to \"defend\" the islands from Japan, according to a report from the Taipei Times. Defense of the Senkaku/Diaoyus has been a priority of the Japan Self-Defense Force (JSDF) in the past few years. The Council on Foreign Relations notes Tokyo has established new military bases nearby to protect the islands. The JSDF has also been building up its marines and drilling them on island warfare. Although the islands are uninhabited, there are economic interests involved, according to the CFR. The islands \"have potential oil and natural gas reserves, are near prominent shipping routes, and are surrounded by rich fishing areas,\" it says. What could trigger a clash  It all adds up to potential trouble, says William Choong, a senior fellow at the ISEAS-Yusof Ishak Institute in Singapore \"Compared to other flashpoints in the region -- the South China Sea, Taiwan, and North Korea's weapons programs -- the East China Sea combines a unique and combustible mix of history, honor and territory,\" Choong wrote this month on The Interpreter, the blog of the Lowy Institute in Australia. The Asia Maritime Transparency Initiative (AMTI) paints a scenario where something easily imaged -- the crew of a disabled ship or plane landing on one of the islands -- could turn into a serious international incident. \"If Chinese fishing crews, coast guardsmen, or military members landed on the Senkakus, then the Japan Coast Guard would no doubt seek to remove them in a law enforcement action. But given that China does not recognize Japan's claims, it is certainly possible that Beijing could see this as an escalation, which might result in a substantial military response from China,\" the AMTI website says. In the current climate in the Indo-Pacific, China is indicating it's ready to push its claims. For example, in the South China Sea, China has moved aircraft onto the man-made islands it has built up; it has sunk one Vietnamese fishing boat and and rammed another; it has harassed a Malaysian-chartered survey ship and sent one of its own into waters claimed by Indonesia; in the past few weeks alone, Chinese warplanes have been warned off by Taiwanese fighters at least five times. And in a ironic nod to what's going on in the East China Sea, Beijing reclassified its island claims in the South China Sea, giving the Spratly/Nansha and Paracel/Xisha islands more prominent status in the country's governmental hierarchy. Then there's the India-China border in the Himalayas. Before and after last Monday's deadly clash, state-run Chinese media was heavy with stories and images of the the new military hardware Beijing could bring to bear in the mountains. Choong argues it would be unwise to think the Senkakus/Diaoyus aren't marked for similar attention at some point. \"The question is not whether China, now the target of a full-court press by America, would want to challenge Japan over the islands. The question is when, and how? This is what keeps Japanese (and American) policymakers awake at night,\" Choong wrote.", "Section": "asia", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2020/06/20/asia/china-japan-islands-dispute-hnk-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}