{"Type": "article", "Time": "2020-02-28", "Headline": "The coronavirus has grounded Chinese tourists. The global travel industry may not recover for years", "Text": "Countries around the world have been eager to cash in on the rising spending power of Chinese travelers. Shops advertise Mandarin speaking salespeople, the United States and Japan offer 10-year visas, and hotels and duty-free retailers accept China's Alipay and WeChat Pay apps. The travel boom has come to a screeching halt since late January, when the novel coronavirus outbreak hit mainland China, and it could be years before the global tourism industry recovers.  To contain the virus, millions of Chinese are hunkering down, flights have been canceled and countries are imposing restrictions on anyone coming from mainland China.  The knock-on effects are being felt around the globe. Tour groups and cruise lines are canceling trips because of plummeting demand. International fairs and conferences from Hong Kong to Italy are being shelved. And hotels that are usually teeming with Chinese tourists are sitting empty.  Billions of dollars of Chinese spending are at stake The number of Chinese tourists has skyrocketed in recent years. More than 180 million Chinese have passports, compared to about 147 million American passport holders. And when Chinese travel abroad, they spend big bucks.  Chinese tourists made 150 million outbound trips in 2018, spending a whopping $277 billion in their travels abroad, according to the United Nations World Trade Organization.  Around Asia, the influx of Chinese travelers has been a boon. Last year, the top 10 destinations for mainland Chinese travelers were all in Asia, according to China Outbound Tourism Research. That means places like Thailand, Japan South Korea and Vietnam have a lot to lose from the crippling viral outbreak. Hong Kong and Macao, both major destinations for mainland tourists, will suffer, too.  \"China is the single largest outbound travel market in the world, in terms of spending,\" Matthew Dass, an economist with Tourism Economics, said in a research note earlier this month.  Tourism Economics downgraded its 2020 forecast for Chinese departures because of the coronavirus earlier this month. The firm said that if the outbreak lasts longer and is more severe than the 2003 SARS crisis, it could lead to 25 million fewer outbound trips by Chinese travelers this year. That could wipe out as much as $73 billion in spending.  The International Civil Aviation Organization said the hardest hit countries will likely be Japan and Thailand.  The organization estimated earlier this month that Japan could lose $1.29 billion in tourism revenue, followed by Thailand at $1.15 billion.  \"This outbreak is beyond anyone's imagination,\" Jane Sun, CEO of Trip.com, told CNN Business on Monday.   Trip.com, China's largest online travel platform, was supposed to release fourth quarter earnings this week, but delayed them until the middle of March. The company also owns and operates Skyscanner and Ctrip. The final numbers are still being crunched, but Sun said the company will \"of course\" take a hit from the outbreak. She warned that the impact to her company and the travel industry during this quarter \"might be significant.\"  Hotels and airlines face steep losses Marriott said on Thursday that it is experiencing low occupancy throughout the Asia Pacific region because of the outbreak. In Macao, occupancy plummeted to 1% at one point, CEO and president Arne Sorenson said on a call with investors. The semi-autonomous Chinese territory, one of the world's top gambling hubs, closed casinos for two weeks this month because of the outbreak. Marriott executives warned that the company could take in $60 million less in fees and earnings for the region than it originally expected for the quarter. As the outbreak spreads to other countries, Marriott hotels in Europe and beyond are also starting to feel the pain.  \"When you look at South Korea and Italy, we will see both cancellations and we will see declining (revenue per available room) in those markets,\" said Sorenson. \"Some of the Italian cities, we've probably lost a few tens of points of occupancy in the first days.\" During an earnings call earlier this month, Hilton executives warned of likely declines in bookings from outbound Chinese travelers in Asia and the United States. The outbreak will carve between $25 million to $50 million from the company's full year earnings, said CEO and president Christopher Nassetta. The global airline industry is also facing huge financial losses and its first traffic decline in more than a decade because of the coronavirus. The International Air Transport Authority (IATA) warned last week that the impact on demand could cost airlines more than $29 billion. The outbreak will also likely reduce global traffic by 4.7%, wiping out IATA's earlier forecast for growth and marking the first overall decline in demand since the global financial crisis of 2008 and 2009. Dozens of international carriers have canceled or reduced services to mainland China.  Air France-KLM warned that its earnings could fall by as much as $216 million between February and April because of the outbreak.  Australia's Qantas Airlines said the virus could wipe $100 million off of pre-tax profit from the second half of the company's fiscal year. China is the largest source of tourists to Australia. Cruise industry in crisis  China was expected to become the world's largest cruise market by 2030, according to a recent study from the Shanghai International Shipping Institute. The crisis aboard the Diamond Princess cruise ship could derail that plan.  The vessel became a floating quarantine zone earlier this month, after dozens of passengers were stricken with the coronavirus. About 700 cases, including at least four deaths, have been linked to the outbreak on the ship.   \"China could be closed to cruise travel for a year or more and even once it reopens, many potential consumers may have a negative association with cruise travel, which could limit the long-term growth trajectory,\" said James Hardiman, an analyst with Wedbush.   China was the second largest market for cruise ship passengers in 2018, with nearly 2.4 million Chinese sailing that year, according to the most recent global passenger report from Cruise Lines International Association. The United States remained the top market, with more than 13 million Americans traveling on a cruise in 2018.  Ingrid Leung, the managing director of Incruising Travel Asia, a Hong Kong-based travel company that sells cruise packages, said new bookings are currently down 95%.  That's partly because Princess Cruises parent company Carnival and Royale Caribbean Cruises introduced restrictions because of the outbreak, barring any passengers who have traveled to mainland China and Hong Kong in the last two weeks from sailing.  The restrictions are in place until at least the end of March, but Leung said the slump to her business will likely continue until the end of the year.  \"Instead of targeting sailings in the second quarter or the third quarter, we probably need to sell the fourth quarter 2020 or beyond,\" Leung said.  Carnival said earlier this month that the coronavirus' impact on global bookings and canceled trips \"will have a material impact\" on the company's financial results.  Domestic Chinese travel will also suffer The coronavirus outbreak hit during the critical Lunar New Year holiday, a time when millions across China travel home for family reunions. Beijing took the extraordinary step of extending the holiday until mid-February to try and contain the outbreak. Roughly half the country remains under travel restrictions.  All told, the coronavirus could result in 90 million fewer domestic trips and $115 billion in lost spending, according to the most severe scenario laid out by Tourism Economics.   InterContinental has closed or partially closed 160 of its 470 hotels in greater China, a region that includes Taiwan and Hong Kong.  \"We're seeing significant reductions in occupancy in the month of February across the entirety of the business,\" chief executive Keith Barr said during an earnings call earlier this month, adding that the disruption will cost the company about $5 million for February alone.  Airbnb is also feeling the effects. The short-term housing company said it has suspended all bookings in Beijing until May, in accordance with government guidance. Bookings in other areas, including Wuhan, the epicenter of the outbreak, have been suspended until April. Chinese airlines will also be hard hit.  Research firm Cirium found that more than 200,000 domestic flights in China were canceled between January 23 and February 18. The top three airlines most affected during that time were Chinese carriers Lucky Air, China Southern and Xiamen Airlines — each canceled nearly 50% of their flights.  Recovery could take years So far, Trip.com's Sun said \"millions of orders have been canceled,\" referring to both domestic and international trips. But she said the company is already seeing signs of pent-up demand.  After hunkering down for more than a month, \"staying at home doing nothing, if we look at our search results, lots of people are ready to go out,\" she said.  Millions of Chinese may be itching to travel, but it'll be hard to make up for lost ground. The World Tourism and Travel Council analyzed previous major viral epidemics, and found that the average recovery time for visitor numbers to a destination was 19 months.  Tourism Economics said Chinese travel demand will likely start to tick up later this year or by 2021.  But full recovery could take far longer. The research firm forecasts that China's outbound and domestic travel markets won't fully recover until about 2023.", "Section": "business", "Writers": ["Sherisse Pham"], "URL": "https://www.cnn.com/2020/02/28/business/global-tourism-novel-coronavirus/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Thailand", "Source": "CNN"}