{"Type": "article", "Time": "2020-02-04", "Headline": "February 4 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. The health authority in Hubei province in China says that 65 people died of the coronavirus in the province on Tuesday, raising the Hubei death toll since the beginning of the coronavirus outbreak to 479 people. This brings the global death toll to at least 490 victims.  Authorities confirmed an additional 3,156 cases of the virus in Hubei, where more than 50 million people live, which brings the total number of cases in the epicenter of the outbreak to 16,678.  A total of 12,627 patients have been hospitalized in the province, including 771 who are in critical condition, according to the health authority. The global number of confirmed coronavirus cases is now well over 24,000. Ten people on the Diamond Princess cruise ship moored in Yokohama Bay have been confirmed as having the Wuhan coronavirus, according to Japanese Health Ministry. The 10 confirmed cases were from tests of 31 people. More than 100 samples are still awaiting test results. Passengers and crew, about 3,700 people, remain on the ship. The US Food and Drug Administration said Tuesday it has issued an emergency use authorization to allow qualified labs to use the Wuhan coronavirus test developed by the US Centers for Disease Control and Prevention. Previously, the CDC was the only lab in the United States able to test for the novel coronavirus. The diagnostic is authorized to be used for patients who meet CDC criteria for testing, and by qualified labs designated by the CDC or certified to perform high-complexity tests. The test can detect Wuhan coronavirus from nasal or oral swabs.  As of Monday, the CDC had 260 patients under investigation for the virus -- 11 had tested positive, 167 negative and 82 were still pending. There are 11 confirmed cases of the novel coronavirus in the United States. Six cases have been confirmed in California, one in Massachusetts, one in Washington state, one in Arizona and two in Illinois.  Negative results do not preclude infection with the virus, the FDA noted in a press release, adding that negative results must be combined with clinical observations, patient history and epidemiological information. \"Since this outbreak first emerged, we've been working closely with our partners across the US government and around the globe to expedite the development and availability of critical medical products to help end this outbreak as quickly as possible. This continues to be an evolving situation and the ability to distribute this diagnostic test to qualified labs is a critical step forward in protecting the public health,\" FDA Commissioner Dr. Stephen Hahn said in a statement. The US Department of Health and Human Services on Friday declared the novel coronavirus to be a public health emergency in the United States.  British Columbia has a second case of coronavirus, which brings the total number of cases in Canada to five, Dr. Bonnie Henry, Health Officer for the province, announced at a news conference. The woman in her 50s had contact with family visitors from Wuhan, Henry said. The patient and the visitors are in isolation at home. The visitors are being \"monitored,\" but Henry declined to say whether they show symptoms.  This is significant, as it seems to confirm human to human transmission in Canada for the first time.   The patient tested positive in provincial testing and the results will be confirmed by national labs shortly, she said.  The Hyundai Motor Company is suspending production lines at its plants in South Korea, after its supply of parts was disrupted because of the coronavirus outbreak in China.  In a statement, the company said “schedules for suspension will vary by line.” The statement continued, “the company is reviewing various measures to minimize the disruption of its operations, including seeking alternative suppliers in other regions.” Hong Kong’s Centre for Health Protection confirmed one more coronavirus case Tuesday, bringing its total to 18. The latest case involves a 25-year-old male resident -- the youngest case in Hong Kong -- according to Hong Kong’s Department of Health.   The man is now in a stable condition. His wife is asymptomatic, and will be sent to a quarantine center. The Centre for Health Protection strongly urges the public to maintain at all times strict personal and environmental hygiene “which is key to personal protection against infection and prevention of the spread of the disease in the community.” Asian Football Conference (AFC) Champions League soccer games involving four Chinese clubs have been postponed due to the outbreak, the AFC announced Tuesday after an emergency meeting in Kuala Lumpur, Malaysia. The first three match days -- involving Beijing FC, Guangzhou Evergrande, Shanghai Shenhua and Shanghai SIPG -- will be rescheduled to April and May. “We came together in difficult circumstances to find solutions to allow us to play football while ensuring we protect the safety and security of all players, officials, stakeholders and fans,” Dato' Windsor John, AFC General Secretary, said in statement. “We also accept that this coronavirus is a much bigger issue than just football and we wish all those who have been affected a speedy return to health.” US Secretary of State Mike Pompeo has tweeted that \"life-saving personal protection equipment and medical and humanitarian relief supplies\" have been sent to China. “We remain committed to doing everything we can to protect the health and welfare of US citizens overseas, and will continue to offer life-saving assistance to all those affected by the #coronavirus,” he wrote.  State Department spokesperson Morgan Ortagus also tweeted about the relief supplies: The Director General of the World Health Organisation (WHO) has called on countries not to impose travel and trade restrictions over the coronavirus, warning that such measures could increase “fear and stigma” within the international community. “We reiterate our call to all countries not to impose restrictions that unnecessarily interfere with international travel and trade. Such restrictions can have the effect of increasing fear and stigma, with little public health benefit,” Tedros Adhanom Ghebreyesus said Tuesday during a briefing to the UN’s executive board in Geneva.  “Where such measures have been implemented, we urge that they are short in duration, proportionate to the public health risks, and are reconsidered regularly as the situation evolves,\" he added.  He also called on member states to “facilitate rapid collaboration between the public and private sectors to develop the diagnostics, medicines and vaccines,” in order to bring the outbreak under control. Ghebreyesus asked member states to share information with the health body, \"including epidemiological, clinical severity and the results of community studies and investigations,\" because without such data it is difficult for the WHO to assess the evolution of the outbreak.  “The risk of [Wuhan coronavirus] becoming more widespread globally remains high. Now is the moment for all countries to be preparing themselves,” he added. Japan’s Ministry of Health announced three more coronavirus cases on Tuesday, bringing the country’s total to 23.  One of the three, a Japanese woman in her 50s, came back to Japan from Wuhan on a government chartered flight.  The second case is a woman in her 30s, who also traveled from Wuhan. The third is a man in his 50s who traveled from Wuhan to Japan.  “The third case has already left Japan as his initial test showed negative,\" Japan’s Health Ministry reported, adding that continued analysis of his sputum gave a positive result.   There's still a lot we don't know about the Wuhan coronavirus, and scientists around the world are racing to gather data and develop a treatment. Here's what we can tell you so far: Is there a cure? No -- but there are signs of progress. Thai doctors say they have successfully treated two patients with a combination of antiviral drugs.\nWhat are the symptoms? Coronavirus symptoms can look like the flu -- fever, cough, trouble breathing. If you have these symptoms and have recently been to China, or have been in contact with someone who has, experts advise you to see a doctor.\nHow does the virus spread? The virus is thought to spread from person to person through respiratory droplets emitted by coughing or sneezing. There's also a possibility the virus can exist in and spread through contaminated fecal matter. There's currently no evidence that the virus is airborne -- meaning, for instance, it doesn't travel across a large room.\nWho is at risk of infection? People of all ages can be infected with the virus, but older people and those with pre-existing medical conditions are especially vulnerable to severe complications. On Tuesday, China’s National Health Commission said that of the 425 confirmed deaths across mainland China, 80% of victims were over the age of 60, and 75% of victims had some form of underlying condition.\nHow can I protect myself? Take the same precautionary measures you would during flu season: Wash your hands often with soap and water, cover your nose and mouth when you sneeze or cough, avoid close contact with people or large gatherings, and wear a face mask.\nIs it safe to travel? Airlines have suspended flights, and thousands of foreign citizens in the Chinese city of Wuhan have been evacuated back to their home countries. Many countries, including the US, have advised against travel to China, while some countries, including the UK, are advising their citizens to leave China. The Wuhan coronavirus outbreak is not a pandemic, World Health Organization officials said Tuesday, adding that they're hopeful transmission of the virus can be contained. A pandemic is defined as the worldwide spread of a new disease, but it's not quite as simple as that. The finer details are debated as many factors, including population immunity and disease severity, need to be taken into account. The last pandemic reported was the H1N1 flu pandemic in 2009, which killed hundreds of thousand worldwide. Many experts believe we've not yet reached pandemic levels, due to the current spread of the outbreak -- but also because we don't yet know enough about the coronavirus. Read the full story here.  Russia will set up a quarantine area in Siberia for people travelling back from China's Hubei province due to the coronavirus outbreak, Deputy Prime Minister Tatiana Golikova said Tuesday.  According to state media RIA, Golikova told reporters that returnees will be isolated for two weeks in the Siberian region of Tyumen as it was “the most prepared region.” “I want to say and reassure everyone that the citizens who fly from Wuhan and Hubei are healthy citizens,\" Golikova said, adding: “Our colleagues from China do not let those infected leave from their territory, from the quarantine territory.” US stocks opened higher on Tuesday, adding on to Monday’s gains as equities rebound from coronavirus-related selloffs. Stocks are in the green around the world, and even China’s markets, which took a beating Monday, ended the day higher. The Dow opened up 380 points, or 1.3%. The S&P 500 rose 1.1%, and the Nasdaq Composite opened 1.4% higher.   Sweeping travel restrictions related to the Wuhan coronavirus are now in effect at US airports, but there are still questions about how the new rules will be enforced. \"Everyone has been trying to nail down clarifications on the travel ban. There were questions along the line like 'How is this going to work? What are going to be the procedures?' and 'What are the details on a quarantine?'\" an official at a major West Coast airport told CNN. The official's airport is one of the 11 designated airports for coronavirus screenings and possible self-quarantine under new rules that went into effect Sunday afternoon. The West Coast airport official expressed concern that the airport had not prepared for large numbers of potentially sick people. Read the full story here.  South Korea will ban the hoarding of surgical masks and hand sanitizers from Wednesday -- with those found guilty sentenced to a maximum of two years in prison or fined up to $42,000. The emergency measure aims to prevent manufacturers and vendors from massively profiting from the coronavirus outbreak, Seoul's Ministry of Economy and Finance said in a press release. The measure will stay in effect until the end of April. The ministry defines hoarding as storing more than 1.5 times the amount of a monthly average sale of two items for more than five days.  “The government will never accept market disrupting action that takes the safety of the citizens hostage,” the Ministry of Economy and Finance said, adding: “We will take the strongest measure.” Scientists at a UK public health authority investigating the coronavirus have discovered that the virus has not evolved “to better infect humans” since its genome was first sequenced in China.  By sequencing the virus’s genome, Public Health England says it has provided “valuable information on any mutations in the virus over time and allows an improved understanding of how the virus spreads.” “By sequencing this virus’s genome we can better understand the roots of this disease, predict its behaviour, and learn how tackle it,\" Health Secretary Matt Hancock said in a statement. There's still a lot we don't know about the Wuhan coronavirus, and scientists around the world are racing to gather data and develop a treatment.  Health officials in Thailand have said they are treating a patient with a combination of HIV and flu drugs, while a biopharmaceutical firm is working to see if antiviral drugs used to treat Ebola could also combat the symptoms of coronavirus.  A purpose-built hospital dedicated to treating the virus also opened in Wuhan Monday.  A Canadian citizen was turned away at the US' northern border as a part of President Donald Trump's temporary ban on people who have visited China before their arrival in the United States, acting Homeland Security Deputy Secretary Ken Cuccinelli said Monday. In the wake of Trump's proclamation, the US has started denying entry to foreign nationals who visited China in the 14 days prior to their arrival to the US. Read the full story here.  The Wuhan coronavirus continues its spread across Asia and the rest of the globe. Countries have implemented various emergency measures and travel restrictions, as researchers continue working toward a treatment. If you're just joining us now, here's what you need to know: The numbers: The Wuhan novel coronavirus has killed at least 427 people and infected 20,645 cases globally. The vast majority of those are within China and concentrated in Hubei province, the epicenter of the outbreak. Only two deaths have been outside of mainland China: one in the Philippines and one in Hong Kong.\nRising death toll: The number of reported deaths in China has been jumping rapidly. It topped 100 on January 28, passed 200 by January 31, overtook 300 on February 1, and exceeded 400 today.\nRecoveries: There have also been reports of recovering patients. Most of Singapore's confirmed cases are stabilized and improving, said the government. And in the US, the first confirmed case has been discharged from hospital in Washington state.\nGlobal response: Countries are continuing to evacuate their citizens out of Wuhan, and place travel restrictions on travelers from China. Some of these measures -- specifically from the US -- have sparked anger from Beijing.\nQuarantines: Nearly 60 million people remain under lockdown in China. And in Japan, an entire cruise ship with more than 3,000 people on board is quarantined in the port after a former passenger was found infected a few days earlier.\nTravel advisories: Some countries, including the UK, are advising their citizens to leave China altogether.  Two additional evacuation flights for American citizens are scheduled to depart Wuhan, the epicenter of the novel coronavirus outbreak, on Tuesday for military bases in California with a combined 550 passengers on board, a US official with knowledge of the matter told CNN’s Steven Jiang in Beijing.   One flight will head to Marine Corps Air Station Miramar in San Diego and the other is going to Travis Air Force Base in Fairfield, said the US official. The plane heading to Travis AFB is expected to land at 1:30 a.m. local time on Wednesday, another official told CNN’s Barbara Starr. These two flights mark the second time the US government evacuates its citizens from Wuhan. The first evacuation flight was a chartered plane that transported some 201 US passengers – mostly diplomats and their families – to March Air Reserve Base in southern California, where they arrived on January 29. Thai health officials have confirmed six additional cases of the Wuhan coronavirus -- bringing the countrywide total to 25. Speaking at a press conference on Tuesday, the Director General for the Disease Control Department Dr. Suwannachai Wattanayingcharoen said that four of the new cases are Thai nationals, and two are Chinese nationals.  Two of the Thai nationals are a married couple who recently traveled to Japan and the other two Thais are “hired car drivers” who have transported Chinese passengers. Five out of the six cases are in stable condition, with the sixth case -- a 70-year-old Thai taxi driver who transported Chinese tourists -- in critical condition, according to Dr. Wattanayingcharoen.  An illustration from the Centers for Disease Control and Prevention (CDC) depicts the 2019 novel coronavirus (2019-nCoV). The virus has spread globally, sickened more than 20,000 people and caused at least 427 deaths since the first cases were detected in central China in December.  The illustration shows the \"ultrastructural morphology\" exhibited by coronaviruses, CDC said.  The British Foreign Office (FCO) is advising UK nationals in China to leave the country over the coronavirus outbreak.  In a statement, the FCO said it “now recommends that British Nationals who are able to leave China do so.”  The safety and security of British people will always be our top priority. As such, we now advise British Nationals in China to leave the country if they can, to minimise their risk of exposure to the virus. Where there are still British Nationals in Hubei Province who wish to be evacuated, we will continue to work around the clock to facilitate this,” Foreign Secretary Dominic Raab said. The FCO maintains its current advisory against \"all but essential\" travel to mainland China.  The “Diamond Princess” cruise ship will remain in the Japanese port of Yokohama overnight, city officials announced Tuesday, after it was revealed that a former passenger  has contracted the Wuhan coronavirus.  Its operator, Princess Cruises, halted plans for passengers to leave the vessel at the end of a 16-day Asia cruise after it was informed that a man who disembarked in Hong Kong tested positive with the virus several days later.  “While on the ship he did not visit the ship’s medical centre to report any symptoms or illness. The hospital reports that he is in stable condition and the family members traveling with him remain symptom-free,” the cruise company said in a statement. Japanese authorities are racing to contain a possible outbreak of the Wuhan coronavirus, locking down the vessel and the roughly 2,500 passengers and 1,000 crew on board. Health ministry officials said more passengers than expected need to be temporarily quarantined while being tested, and it could take another day to finish the screenings.   No one is allowed to leave the ship while officials test the group. Officials would not confirm how many people are being tested. So far there are no confirmed cases of the virus on the ship. Monday's market sell-off in China was the worst in many years and wiped nearly half a trillion dollars off the value of the country's biggest companies. Now the Chinese government has to find ways to stem the panic before the coronavirus epidemic makes things even worse. Beijing already has a blueprint to work with. When the Chinese stock market bubble popped in 2015, sending shares into an even deeper tailspin, the government stepped in with a rescue plan. Using a state-owned financing company and its sovereign wealth fund, China spent more than 1.2 trillion yuan ($170 billion) buying shares to shore up prices. This time, the country may have to do the same. Read the full story here.  Two Japanese airlines -- All Nippon Airways and Japan Airlines -- have announced a reduction or suspension of flights to mainland China due to the coronavirus outbreak. All Nippon Airways will suspend flights between Narita and Beijing from February 10 to March 29, and flights from Haneda to Beijing will be halved. The suspension of flights between Narita and Wuhan will be extended until March 28. Japan Airlines also announced that flights between three Japanese cities (Tokyo, Nagoya, Osaka) and four Chinese cities (Beijing, Shanghai, Guangzhou, Tianjin) will be reduced from 196 flights weekly to 86 services due to decreased demand from February 17 through March 28.   Read more here about airlines' reaction to the coronavirus outbreak.  The coronavirus outbreak is not being considered a pandemic by World Health Organization (WHO) officials who are hopeful that transmission of the virus can be contained. The agency acknowledged that it is challenging to contain the virus because of global mass movement, but trust that the control measures in place will stop transmission. \"We believe it can be done with containment measures currently in place,\" Sylvie Briand, director of the Infectious Hazards Management Department at the WHO, said on Tuesday.   \"We are not in a pandemic,\" she said, explaining that the virus is currently considered to be an epidemic with multiple locations. \"We will try to extinguish the transmission in each of these,\" she said. To help reduce continued spread of the coronavirus, Briand highlighted that masks alone are \"not enough\" and urged people to also wash their hands regularly. Singapore has confirmed six additional cases of the Wuhan coronavirus, including four local human-to-human transmissions. The six new cases bring the total number of people infected with coronavirus in the city state to 24. According to Singapore's Ministry of Health, three of the new local transmission cases can be traced to contact with recent travelers from mainland China. The fourth case involved a close contact of one of the local transmission cases. Macao, one of the world's top gambling hubs, is planning to close its casinos as the deadly coronavirus outbreak continues to surge. The government of the semi-autonomous Chinese territory will suspend operations in gambling and other related industries for about two weeks, Macao Chief Executive Ho Iat Seng said during a press conference Tuesday. Macao has 10 confirmed cases of the coronavirus, which has killed at least 427 people and infected more than 20,000, mainly in China. Ho said that the decision was made after an expert review, as the ninth confirmed patient was discovered to have worked in the gambling industry. Read the full story here.  Two additional cases of the novel coronavirus were confirmed in Hong Kong on Tuesday, bringing the total to 17 cases and one death in the semi-autonomous Chinese city. In a press conference on Tuesday with the Department of Health and the Hospital Authority, officials confirmed there are now a total of four local transmission cases in Hong Kong. The two new cases announced on Tuesday have no travel history to mainland China and neither do their family members. Dr Chuang Shuk-kwan from the Department of Health warned that though the number of confirmed cases in Hong Kong seems low, the Hospital Authority does not rule out the potential for large scale spreading in the future due to the local transmission cases. Meanwhile, the number of confirmed Wuhan coronavirus cases in Malaysia has increased to 10 following the confirmation of two additional cases in the country on Tuesday.  Read more about where coronavirus has been confirmed here.  There's still a lot we don't know about the Wuhan coronavirus, and scientists around the world are racing to gather data and develop a treatment. New drug combinations: Officials in Thailand said Monday that a second patient has been treated with a new combination of HIV and flu drugs, after doctors said the cocktail had been successful in treating a 71-year-old woman from China with the virus. Officials have yet to provide an update on the success of the treatment for the second patient. Thailand's Health Minister Anutin Charnvirakul told reporters that the 71-year-old had the most severe symptoms of all those in care in the country. While he cautioned against placing too much expectation on a tiny number of cases, Anutin said he hoped \"other academic, medical or research institutions can take this treatment result and find more facts as much as they can do.\" Experimental medication: Gilead Sciences, a biopharmaceutical firm with an experimental antiviral drug called remdesivir that is used to treat the Ebola virus, said late Friday it is working with Chinese health authorities to see if the medication can combat the symptoms of coronavirus. The company said in a statement that remdesivir has demonstrated some success in treating Middle East respiratory syndrome (MERS) and severe acute respiratory syndrome (SARS) -- two viruses similar to the Wuhan coronavirus -- in animals. Treatment centers: A purpose-built hospital dedicated to treating the virus also opened in Wuhan Monday. The institution was constructed in under a week, and a second is due to open Thursday. Both will only handle coronavirus patients, helping to take the pressure off the severely stretched Wuhan healthcare system. As news of the virus has spread, so has the re-emergence of old racist tropes that portray Asians, their food, and their customs as unsafe and unwelcome. Many people of Asian descent living abroad say they have been treated like walking pathogens. A Malaysian-Chinese social worker told CNN that when she sat down on a London bus last week, the person in the next seat gathered their things and moved. Stereotypes around food: Perhaps the most widespread form of xenophobia comes in fearmongering, sensationalist stereotypes about Chinese food. China's wildlife trade does pose legitimate problems -- but in recent weeks, misinformation and misleading reports online have not only fueled public fear and paranoia toward the coronavirus, but have reinforced racist stereotypes about Chinese food as dirty and dangerous. What people in China actually eat: The same type of things you might see in other cuisines, like pork or chicken. Only a small minority of people in China actually eat wild animals, and it remains a very niche market. Even in the one town that actively promotes eating dog, the majority of residents don't do so -- and Chinese activists nationwide have long campaigned against the notorious dog meat festival.  Ultimately, a lot of Western disgust toward so-called \"weird\" Chinese food is itself Eurocentric. What we like to eat is culturally relative; if the animals consumed in China are not endangered or environmentally unsustainable, is it inherently more unethical than eating other types of meats? Read the full story here. The death rate from the Wuhan coronavirus across mainland China stands at 2.1%, China’s National Health Commission said in a press update on Tuesday. In Hubei province, the epicenter of the outbreak, the rate is 3.1%, said Jiao Yahui, deputy director of the National Health Commissions State Health Administration.   Hubei province accounts for 97% of all deaths.  Of the 425 confirmed deaths across mainland China, 80% of the victims were over the age of 60, and 75% of victims had some form of underlying disease, Jiao added. Two-thirds of the confirmed deaths are male. Jiao attributed the higher number of deaths in Hubei province to the large number of severe cases as well as the initial lack of hospital beds to treat patients. Despite the youngest confirmed case being just one month old, the majority of cases -- especially severe cases -- involve elderly patients, Jiao said.  The national average time needed for a patient to fully recover is nine days, according to Jiao. She added that in Hubei province the recovery time is higher at 20 days because there are more severe cases. There are currently 20,438 confirmed cases of the Wuhan coronavirus across mainland China. More than 185 cases of the Wuhan coronavirus have been confirmed in over 25 places worldwide, prompting countries and airlines to place varying levels of travel restrictions on China. The most stringent appear to be in the US, banning all foreign nationals who have entered China in the last 14 days -- a move that has been criticized both at home and abroad.  Some, like Chicago Mayor Lori Lightfoot, have called the Trump administration's guidelines opaque and confusing. Beijing also slammed the US decision as an overreaction that would feed into mass hysteria about the virus. A number of other countries including Australia, New Zealand, and South Korea have also placed travel restrictions or bans on travelers coming from China. The World Health Organization advised countries to enact \"measures to limit the risk of exportation or importation of the disease,\" but without \"unnecessary restrictions of international traffic.\" The Wuhan coronavirus continues to spread across Asia and the rest of the world. Countries have implemented various emergency measures and travel restrictions, as researchers continue working toward a treatment. If you're just joining us now, here's what you need to know: The numbers: The Wuhan novel coronavirus has killed at least 427 people and infected 20,627 cases globally. The vast majority of those are within China and concentrated in Hubei province, the epicenter of the outbreak. Only two deaths have been outside of mainland China: one in the Philippines and one in Hong Kong.\nRising death toll: The number of reported deaths in China have been jumping rapidly. It topped 100 on January 28, topped 200 by January 31, topped 300 on February 1, and topped 400 today.\nRecoveries: There have also been reports of recovering patients. Most of Singapore's 18 confirmed cases are stabilized and improving, said the government. And in the US, the first confirmed case has been discharged from hospital in Washington state.\nGlobal response: Countries are continuing to evacuate their citizens out of Wuhan, and place travel restrictions on travelers from China. Some of these measures -- specifically from the US -- have sparked anger from China.\nQuarantines: Nearly 60 million people remain under lockdown in China. And in Japan, an entire cruise ship with more than 3,000 people on board is quarantined in the port after a former passenger was found infected a few days earlier. Months of violent protests and a bruising US-China trade war pushed Hong Kong into a recession last year for the first time in a decade. Now the coronavirus outbreak threatens to derail things once again. Officials said yesterday Hong Kong's economy shrank 1.2% last year as massive protests paralyzed the city's streets and scared away tourists. GDP shrank 2.9% in the fourth quarter alone.  Hopes dashed: There were signs that 2020 might be better -- diminishing protests, and an initial trade deal -- but then the outbreak happened. It has spurred the city government to cancel school for weeks, and order civil servants to work from home. Retail stores, theme parks, cultural attractions and other hotspots remain closed.  Tourism hit: The protests already took a heavy toll on the tourism industry: The number of people who visited Hong Kong in November plunged by nearly half compared to a year earlier. The coronavirus outbreak will likely exacerbate that problem. Most of Hong Kong's visitors come from mainland China, where many cities have placed their residents on lockdown. Hong Kong has also closed nearly all of its border crossings into the mainland in an attempt to stop the virus from spreading. The coronavirus \"will definitely cause a double blow to the economy,\" Hong Kong Financial Secretary Paul Chan wrote in a Sunday blog post.  Read more about the hit to Hong Kong's economy here. In China, Wuhan used to be known as a city of cherry blossoms, an economic engine of the central heartland, and the birthplace of a revolution that brought down the country's last imperial dynasty. But now, the city has become the face of the deadly novel coronavirus outbreak -- and fears have fueled resentment and discrimination against people from Wuhan.  Stranded in their own country: One social media user claimed in a post that she had left Wuhan on January 20, and was been kicked out by her guesthouse in Changsha, Hunan province, last Sunday. A nightmare followed. There were no trains stopping in Wuhan anymore; she couldn't contact Wuhan authorities for help; the police told her to go find a homeless shelter; she even got a health check at the hospital, but no hotels would take her.  She only managed to find a place to stay after being rejected by more than 10 hotels and guesthouses. \"I don't understand it. Even if all of us Wuhan people are 'walking dead,' to contain the outbreak's spread, shouldn't I be allowed to stay indoors? Now I'm forced to go out, and I've got nowhere to go,\" she wrote. Read more about it here. Belgium has confirmed its first case of coronavirus, Belgium’s public health department said today. The patient was one of the nine citizens who had been evacuated out of Wuhan this past weekend. All nine were tested for the infection at the Neder-Over-Heembeek military hospital in the capital Brussels after they arrived back to Belgium on Sunday, with one patient testing positive. The person who tested positive is healthy and shows no signs of illness for the time being,” the statement said. “They were transferred last night to St. Peter’s University Hospital in Brussels, one of our country’s two reference centers. This hospital has all the necessary expertise and support to ensure the best possible care.” Speaking to top officials tasked with fighting the Wuhan coronavirus Monday, Chinese President Xi Jinping said the \"outcome of the epidemic prevention and control directly affects people's lives and health, the overall economic and social stability and the country's opening-up.\"  While much of Xi's speech was dedicated to promoting a centralized, coordinated approach to tackling the deadly epidemic, he also hinted at some problems which are believed to have led to the virus's spread across China and the world.  Xi called for \"resolute opposition against bureaucratism and the practice of formalities for formalities' sake in the prevention work.\" His comments may be a reference to statements made by some Wuhan officials that they did not report the virus earlier as they needed to request permission from the central government in order to do so.  \"The outbreak is a major test of China's system and capacity for governance, and we must sum up the experience and draw a lesson from it,\" the meeting concluded, according to state media.  \"The meeting stressed improving the country's emergency management system and capacity of handling urgent, difficult, dangerous and important tasks.\nAn overhaul of environmental sanitation conditions should be conducted, the meeting said, calling for efforts to strengthen the areas of weakness in public health.\nResolute efforts should be made to crack down on illegal wildlife markets and trade to address major public health risks at the root,\" state media reported. What this actually means: While all the problems identified certainly exist, the ability of the Communist Party under Xi to deal with them is less clear. Bureaucratism has long been a problem in China, with officials wary of doing anything outside their remit or taking risks, even in a time of crisis when alacrity in decision making is needed.  One of Xi's signature policies, a far-reaching corruption campaign, may have actually made this problem worse. By making officials' positions far more precarious and centralizing more and more power under himself and the central government, it is even more unlikely that provincial politicians will take action without the approval of Beijing.  Poor sanitation, particularly in rural areas and the trade in wild animals were recognized as problems after the 2003 SARS outbreak. A \"Patriotic Hygiene Campaign\" was launched, and officials vowed to enforce tighter regulations on the trade in civet cats -- which were blamed for spreading SARS -- and other wild meat.  Neither of these campaigns had far reaching effects. Hygiene remains an issue in many areas -- a \"toilet revolution\" was launched last year -- and civet cats were found to be on sale at Wuhan markets.  Taiwan announced today that the island will deny entry to foreign nationals who have been to China, starting this Friday. Taiwan's Ministry of Foreign Affairs said the restrictions are in response to the Wuhan coronavirus outbreak, in an effort to safeguard public health and control the flow of people entering Taiwan. The restrictions mean that any foreign national who has visited or lived in the People’s Republic of China in the past 14 days will be banned from entering Taiwan.  Those needing to enter for “special reasons” can fill out a visa as long as they have not been to areas “severely affected” by the virus and can submit travel history reports along with medical reports. Foreign nationals with a Taiwan resident certificate who have been in China in the past 14 days are required to self-isolate in their homes and monitor their health. Taiwan has 10 confirmed cases of the coronavirus.  The coronavirus' spread shows no signs of slowing, as China reported another major spike in both confirmed cases and deaths. The total number of confirmed cases in China stands at 20,438 as of today, an increase of 3,235 from the previous day -- a jump of over 18%. The death toll is now at 425 in mainland China, an increase of around 65 from Sunday. Surging death toll: The numbers have been jumping by huge margins in recent weeks. Less than a month ago, the first coronavirus patient died in China on January 9. By January 28, the death toll had topped 100; by January 31 it topped 200; the very next day, February 1, it topped 300. Today it topped 400. There are several factors behind the massive jumps, including potential delays between patients being infected and noticing symptoms, seeking medical attention, being tested, and placed in isolation or given other treatment. Read more here. The Wuhan coronavirus has spread throughout the world since the first cases were detected in central China in December. There are at least 185 confirmed cases of Wuhan coronavirus in more than 25 countries and territories outside mainland China: Australia (at least 12 cases)\nCambodia (at least 1 case)\nCanada (at least 4 cases)\nFinland (at least 1 case)\nFrance (at least 6 cases)\nGermany (at least 11 cases)\nHong Kong (at least 15 cases, 1 death)\nIndia (at least 3 cases)\nItaly (at least 2 cases)\nJapan (at least 20 cases)\nMacao (at least 10 cases)\nMalaysia (at least 8 cases)\nNepal (at least 1 case)\nPhilippines (at least 2 cases, 1 death)\nRussia (at least 2 cases)\nSingapore (at least 18 cases)\nSouth Korea (at least 16 cases)\nSpain (at least 1 case)\nSri Lanka (at least 1 case)\nSweden (at least 1 case)\nTaiwan (at least 10 cases)\nThailand (at least 19 cases)\nUnited Arab Emirates (at least 5 cases)\nUnited Kingdom (at least 2 cases)\nUnited States (at least 11 cases)\nVietnam (at least 8 cases) Read more about the patients in each place. There's still a lot we don't know about the Wuhan coronavirus, and scientists around the world are racing to gather data and develop a treatment. Here's what we can tell you so far: Is there a cure? No -- but there are signs of progress. Thai doctors say they have successfully treated two patients with a combination of antiviral drugs.\nWhat are the symptoms? Coronavirus symptoms can look like the flu -- fever, cough, trouble breathing. If you show these symptoms and recently went to China, or have been in contact with someone who visited, experts advise going to the doctor.\nHow does the virus spread? The virus is thought to spread from person to person through respiratory droplets emitted by coughing or sneezing. There's also a possibility the virus can exist in and spread through contaminated fecal matter. There's currently no evidence that the virus is airborne -- meaning, for instance, it doesn't travel across a large room.\nWho is at risk of infection? People of all ages can be infected with the virus, but older people and those with pre-existing medical conditions are especially vulnerable to severe complications.\nHow can I protect myself? Take the same precautionary measures you would during flu season. Wash your hands often with soap and water, cover your nose and mouth when you sneeze or cough, avoid close contact with people or large gatherings, and wear a face mask.\nIs it safe to travel? Airlines have suspended flights, and thousands of foreign citizens in the Chinese city of Wuhan have been evacuated back to their home countries. Many countries including the US have advised against travel to China. San Diego resident Kenneth Burnett was supposed to fly to Wuhan to join his wife and two children for Chinese New Year. Instead, the city was shut down, trapping his family there with Burnett still in California. Finally, he is now set to reunite with his wife Yanjun Wei, 3-year-old son Rowan, and 1-year-old daughter Mia, who are tentatively booked on the next evacuation flight out of China. Trapped in Wuhan: Wei has not left her home in the last couple of weeks, and has stayed with her children in a high-rise apartment building ini Wuhan. They’re cooped up in doors and my wife is too scared to take the kids out of the apartment because of the risk of getting sick. It’s very isolating,\" Burnett said. Wei's mother tried to get groceries for the family, but “there were no vegetables left in the market and she bought the last carton of milk.”  Burnett and Wei tried to contact the State Department as well as the US embassy in China for help, and finally received a call back after many media outlets picked up on his story. Evacuation plans: According to Burnett, his wife and two kids are now tentatively booked on the next evacuation flight out. Still, they’re nervous because the State Department said there’s no guarantee. Authorities across China are imposing stringent restrictions and extended holidays to try to combat the virus -- but these measures are beginning to impact the country's economy. China's stock markets posted major losses on Monday, their first day open following the Lunar New Year break.  The losses on the Shanghai and Shenzhen markets wiped out a combined $445 billion in value. Monday was Shanghai's worst day since 2015, and Shenzhen's worst since 2007. Federal measures: Authorities in China announced a 1.2 trillion yuan ($173 billion) injection into Chinese markets to help maintain \"reasonably ample liquidity\" in the banking system and keep currency markets stable.  Migrant workers: It's unclear how long Chinese workers can remain at home, with many facing several weeks out of work since the beginning of the Lunar New Year holiday. Many migrant workers traveled home for the festival, potentially leaving them trapped in their provinces and unable to return to the east coast, where most major manufacturing areas are. On Monday, Japan quarantined a cruise ship after a former passenger was found infected with coronavirus. Roughly 2,500 passengers and 1,000 crew members on the ship will have to remain on the vessel until at least tonight, while government quarantine officers test passengers who fell ill. How to stay safe: Cruise ships are sometimes given the derisive nickname of \"floating Petri dishes,\" due to the fact that guests are in a contained area for extended periods of time. Cruise ship companies try to prevent diseases by emphasizing hygiene on board -- for example, having hand sanitizer stations easily accessible in common areas and requiring staff members who handle food to wear gloves. If you're worried about your health on board, here are some tips: wash your hands frequently, not just before and after eating but whenever you touch shared surfaces like ship railings. Cough or sneeze into a tissue or your elbow instead of your hand, and avoid food and drink from questionable sources while on shore. You might also want to get your vaccinations up to date. And people with underlying conditions or who are recovering from illness should consider postponing their travel, as they are more susceptible to viruses.  Read more about it here. Singapore’s Ministry of Health says all of its 18 confirmed coronavirus cases are in stable condition, and most patients are improving. Though the outbreak has claimed hundreds of lives in China and infected over 20,000 globally, the novel coronavirus' mortality rate is only about 2-3% -- far lower than other deadly outbreaks like Severe Acute Respiratory Syndrome (SARS), which killed 774 people in 2003. And there are other cases around the world of coronavirus patients stabilizing and improving. The first confirmed US patient was discharged yesterday from the Providence Regional Medical Center in Everett, Washington. “I am at home and continuing to get better,\" said the patient in a statement. \"I appreciate all of the concern expressed by members of the public, and I look forward to returning to my normal life.” Macao, sometimes described as the Las Vegas of Asia, will suspend operations of its gambling and related industries for half a month, said the region's chief executive Tuesday. Macao officials tell CNN it has not been decided yet when this suspension will start, as the chief executive will meet with gambling companies today. The seemingly unprecedented move comes after experts determined Macao's ninth coronavirus case worked in the gambling industry. There are currently 10 known cases in Macao. Ghost town: When CNN visited the freewheeling, semi-autonomous Chinese territory last week, reporters found a ghost town. Considered the unofficial gambling capital of the world, Macao received almost 40 million visitors last year. However, according to the Macao government, January tourism figures plunged 87% compared to the previous year, even though the busiest holiday of the year -- Lunar New Year -- fell in that period. Hotels that were nearly at 100% capacity during the 2019 Lunar New Year were left half empty. The health scare has threatened the business model at the heart of Macao's economy. The former Portuguese colony depends on millions of visitors from mainland China. Read more about the threat to Macao here. Macao confirmed the 10th coronavirus case on Tuesday, according to a government statement. The patient is a 59-year-old male Macao resident who traveled to Guangzhou and returned to Macao on January 25. The next day, he started showing symptoms including a running nose, coughing and a fever. He is now quarantined, and the authorities are investigating his close contacts and his medical history.  Earlier this morning, Macao released details for its 9th coronavirus case as well -- a 29-year-old female Macao resident. She hadn't traveled outside Macao recently, but had visited the home of the 8th confirmed case on January 24. The US government has implemented new rules around travel from China -- but some officials aren't happy.  The Trump administration’s decision as “a rushed job,\" Hawaii’s Lt. Gov. Joshua Green told CNN affiliate KITV on Sunday. “We will be prepared. We are spending 24/7 on this to make sure that whatever steps necessary be taken to keep our people safe. We do, but we never like a rushed job and that’s kind of what the federal government did to us by just announcing this on Friday,” Green said. Some background: US citizens and others who are allowed to travel to the US from China are being funneled to 11 airports, where US authorities will conduct extra screening and transfer people for quarantine if needed. The Honolulu International Airport in Hawaii is one of these 11 airports. More than 400 people are dead from the Wuhan coronavirus, as officials in China and around the world try to contain the spread of a public health emergency. Let's break down the numbers: Global confirmed cases: 20,627 cases, 427 deaths.\nMainland China:  20,438 cases, 425 deaths.\nOutside mainland China: 190 cases and 2 deaths in more than 25 countries and territories. Outside the mainland, the places with most coronavirus cases are Japan at 20, Thailand at 19, and Singapore at 18. China's propaganda authorities have struggled with how to handle the Wuhan coronavirus, perhaps the biggest domestic crisis to face President Xi Jinping since he assumed power.  Knee-jerk censorship and downplaying of any danger by local authorities in the days and weeks which followed the first diagnoses appear to have greatly increased the spread of the virus. Xi himself has been largely missing from front pages and news reports in recent days, even as state media has been clear to emphasize that he is working away in the background and directing the national response.  The most likely explanation for this is that the authorities are keen to ensure that Xi does not become the focus of the public's anger and frustration, and can instead be framed as the person to take charge and solve the crisis.  That shift in the narrative has begun this week, as state media has played up positive stories -- particularly about a hospital built in Wuhan in less than a week -- and emphasized Xi's personal control of the crisis.  According to a report by state news agency Xinhua, in a meeting Monday Xi \"demanded resolute opposition against bureaucratism and the practice of formalities for formalities' sake in the prevention work.\" As well as working to contain the virus and provide relief, however, another key point officials need to keep in mind, Xi said, was \"public opinion guidance,\" which would \"better strengthen confidence, warm people's hearts, and gather people's hearts.\" \"We must thoroughly publicize the major (decisions) of the (Communist) Party Central Committee, fully report on the effectiveness of the joint prevention and control measures in various regions and departments, vividly tell the touching stories of the front line of epidemic prevention and epidemic prevention, tell the story of China's fight against the epidemic, and show the Chinese people's spirit of unity and togetherness,\" Xinhua reported.  Rui Zhong, a China expert at the Wilson Center, told CNN that she understands the value of boosting positive stories so that people, especially those under lockdown for weeks, don't despair. However, she expressed concern that a desire to avoid negative coverage may lead to very real problems being ignored.  \"(I'm) really worried that the stories of people struggling to get resources or (coronavirus) treatment will take a back seat to the ever present priority of political stability, positive energy, etc,\" she said.  \"Since the quarantine is challenging people's endurance, maintaining long-term social confidence is probably a top priority (for the government).\"  Authorities in Wuhan, China, where the coronavirus outbreak began, are building three additional new field hospitals to help respond to the crisis, state-run newspaper Changjiang Daily reported Monday. Existing spaces, including a stadium and exhibition hall, will be converted into the hospitals, located in the city's Jianghan, Wuchang, and Dongxihu Districts. These are just the latest in a series of specially-built coronavirus-focused hospitals in Wuhan. One new hospital, Huoshenshan Hospital, was handed to the military to begin operations on Monday and a second facility, the Leishenshan Hospital, is due to be complete this week -- both built in a matter of days. On December 30, Li Wenliang dropped a bombshell in his medical school alumni group on the popular Chinese messaging app WeChat: seven patients from a local seafood market had been diagnosed with an illness similar to severe acute respiratory syndrome (SARS) and quarantined in his hospital. \"I only wanted to remind my university classmates to be careful,\" Li said. But within hours, screenshots of his messages -- containing his name -- went viral. Soon after, Li became one of several whistleblower medics targeted by Wuhan police. From an intensive care bed in hospital, Li told CNN he was confirmed Saturday to have contracted the virus. His diagnosis has sparked outrage across China, where a backlash is growing against state censorship around the illness and an initial delay in warning the public about the deadly virus. Here's a look at how things unfolded: December 30: Li Wenliang sends the warning message to his former classmates. That same day, the Wuhan Municipal Health Commission warned the city's medical institutions of an \"unknown pneumonia\" linked to a seafood market.\nDecember 31: Wuhan's health authorities discuss the outbreak in an emergency meeting, and alert the World Health Organization. Li is summoned by officials to explain how he knew about the cases.\nJanuary 3: Li is reprimanded by police for \"spreading rumors online\" and \"severely disrupting social order,\" and asked to sign a statement promising not to commit further \"unlawful acts.\"\nJanuary 10: Li begins coughing and develops a fever after unwittingly treating a patient with the Wuhan coronavirus.\nJanuary 12: Li is hospitalized, and is admitted to the intensive care unit in the following days.\nJanuary 20: President Xi Jinping orders \"resolute efforts to curb the spread\" of the virus -- the first time he publicly addresses the outbreak.\nJanuary 23: Wuhan, the epicenter of the outbreak, is placed under lockdown.\nJanuary 28: China's Supreme Court criticizes Wuhan police for punishing the \"rumormongers.\" The next day, Wuhan police issued a statement saying the targeted people had only committed \"particularly minor\" misdemeanors.\nFebruary 1: Li tests positive for coronavirus. Read more about Li and the public uproar here. A 1-month-old baby girl in China's southwestern Guizhou province has been diagnosed with the Wuhan coronavirus, Guizhou’s health commission confirmed in a news release. The baby had come to Guizhou from another province, and is currently living in the provincial capital of Guiyang, according to the news release. She was diagnosed yesterday, and is currently being treated in isolation at the People's Hospital of Guizhou Province.  Her condition is stable, the news release said. Japanese Prime Minister Shinzo Abe has dismissed rumors circulating online that the 2020 Summer Olympics in Tokyo would be cancelled over the coronavirus outbreak. “We will take appropriate measures so that the preparation for the Olympic games will proceed without affecting them,” Abe told a parliamentary committee yesterday. He added the government was in close contact with international bodies like the International Olympic Committee (IOC) and the World Health Organization (WHO).  The Olympics are scheduled to start on July 24. Japan has so far confirmed 20 coronavirus cases. Online rumors: Rumors of a potential cancellation grew after a German news outlet published a story about discussions between the IOC and WHO.  “Countermeasures against infectious diseases constitute an important part of our plans to host a safe and secure Games,” Olympics organizers told CNN in a statement.  “Tokyo 2020 will continue to collaborate with all relevant organizations which carefully monitor any incidence of infectious diseases and we will review any countermeasures that may be necessary with all relevant organizations.” Chicago's mayor is the latest of several state leaders to criticize the federal government’s new travel and quarantine rules as opaque and confusing. “I have been communicating to seek clarity on the new federal guidance that was announced on Friday and we will continue pressing the federal government from the White House to the CDC for clear operational guidance and financial commitments,” Mayor Lori Lightfoot said Sunday. She also questioned guidelines about quarantine procedures -- for instance, what does self-quarantining mean? How often should self-quarantined people check in with public health officials? These are questions the federal government need to answer clearly and specifically, she said. \"Despite this lack of clarity from federal leadership, Chicago remains prepared to implement the latest guidelines to protect our residents from coronavirus,\" she said. New measures in Chicago: Local authorities have added additional screenings at Chicago's O’Hare Airport, are partnering with airlines and the CDC, and mobilizing first responders, among other new measures to respond to the outbreak, Lightfoot said. Total cases nationwide: As of February 3, the US had confirmed 11 cases of the coronavirus. Japan has quarantined a cruise ship that arrived at a port in Yokohama on Monday evening after a former passenger was found infected with Wuhan coronavirus on Saturday.  The passenger: The 80-year-old man had visited mainland China for a few hours on January 10, but was not exposed to any wild animals or wet markets. He then flew from Hong Kong to Tokyo on January 17.  He reportedly started coughing on January 19. On January 20, he boarded the Diamond Princess cruise in Yokohama, and disembarked in Hong Kong on January 25. He sought medical care on January 30 after he started experiencing fever symptoms. He is currently in a stable condition.  Quarantine on cruise: The ship is currently quarantined for 24 hours.  Japanese authorities are working to identify the identities of passengers and crew who came into contact with the infected passenger. Quarantine officers are checking the health of all 2,666 passengers of different nationalities and 1,045 crew members onboard.  Several people on the ship said they felt ill, were tested for the virus, and are in separate rooms to avoid contact with each other. The cruise ship also made stops at Kagoshima in Japan,  Hong Kong, Thailand, Vietnam, and Okinawa before docking in Yokohama.  South Korea confirmed its 16th case of the Wuhan coronavirus today, according to Kim Gang-lip, the country's Health and Welfare vice minister. Macao also confirmed its 9th case of Wuhan coronavirus. The patient is a 29-year-old female resident of Macao, according to a statement from Macao's Health Bureau. The woman had not traveled outside of Macao recently, but is said to have visited the home of the 8th reported case on January 24. A “large number” of hospital staff in Hong Kong are absent today due to a labor union strike, said the city's Hospital Authority. Why they're striking: The Hospital Authority Employees Alliance, a medical workers' union with over 13,000 members, began striking on Monday to demand the government completely close all borders with China.  As the group and the authorities failed to reach a compromise, the group kicked off the second stage of strike on Tuesday to further limit services. The move comes as Hong Kong announced the death of a 39-year-old man from the Wuhan coronavirus on Tuesday. The man had previously visited Wuhan, the epicenter of the outbreak. To date, Hong Kong has recorded a total of 15 confirmed coronavirus cases.  What this means: Emergency services in public hospitals have been “affected to a certain extent” by the strike, said the Hospital Authority. Public hospitals now only have “limited number of staff on duty” to provide emergency services, while specialist outpatient clinics can only provide “limited services.” The authorities advised patients to reschedule appointments. Government response: Chief Executive Carrie Lam criticized the strike, saying critical patients like cancer patients still needed their services. Now, medical staff who are still working will have heavier workloads because of the strike, she said. The government has already imposed several travel restrictions and closed many borders with the mainland; only three crossing points, including the city's international airport, remain open.  Closing all borders would also mean shutting out Hong Kong residents traveling in the mainland, who would be stranded and unable to return home, Lam said. The second patient with the Wuhan coronavirus outside of mainland China has died, Hong Kong’s Hospital Authority told CNN today. The 39-year-old man died today at Princess Margaret Hospital and had an underlying illness. He took the high-speed train from Hong Kong to Wuhan on Jan 21 and returned to the city from Changshanan on Jan 23. He was said to have never visited any health care facilities, wet market or seafood market or had any exposure to wild animals during the incubation period. The Philippines is the only other location outside mainland China to report a death from the virus. That victim had also travelled to Wuhan before arriving in the Philippines. A day after sweeping travel restrictions took effect at US airports in response to the coronavirus outbreak, many questions remain. One state official told CNN they had been working all weekend to understand the new rules, and had been on the phone with the White House several times.  “It’s a high level order without a lot details filled in. We are working really hard to understand the conditions,” said the official in a phone call. \"There are a lot of unknowns.\"  Another official at a major West Coast airport told CNN, “Everyone has been trying to nail down clarifications on the travel ban.\" There were questions along the line like ‘How is this going to work?’, ‘What are going to be the procedures?’, and ‘What are the details on a quarantine?’\"  The West Coast official’s airport is one of the 11 that will handle enhanced screenings for coronavirus. Some context: Under the new rules, Americans who traveled to China in the last 14 days are to be routed through one of 11 designated airports for screening and possible self-quarantine. Americans who traveled to China's Hubei province in the past 14 days may be subject to mandatory quarantine. Foreign nationals who traveled to China in that period are banned from entry. The Thai government is repatriating 142 of its citizens from Wuhan today, said Public Health Minister Anutin Charnvirakul. The evacuation flight is expected to land at U-Tapao Rayong Pattaya International Airport, a joint civil-military airport south of Bangkok, later this evening. The evacuated passengers will be put into quarantine at a naval facility for at least 14 days, said the Royal Thai Navy Spokesman on Facebook. All crew on board the flight are wearing hazmat suits and there are eight medical personnel to assist the passengers. Cases in Thailand: There have been 19 confirmed cases in Thailand so far, one of the highest numbers for a country outside mainland China. The only other country with a higher number is Japan, with 20 confirmed cases. A Canadian citizen was turned back at the northern US border as a part of President Donald Trump’s ban on travelers who had recently been to China, said US officials on Monday. The US ban: The US is temporarily denying entry to foreign nationals who visited China in the 14 days prior to their arrival to the US. The restrictions began on Sunday evening. It’s not clear whether anyone else has been turned back apart from the Canadian citizen. \"We're just beginning, today, to see results of implementation,\" said acting Homeland Security Deputy Secretary Ken Cuccinelli on Monday. Anger from China: The Chinese Ministry of Foreign Affairs lashed out at the US yesterday, accusing Washington of responding inappropriately and feeding hysteria. \"Most countries appreciate and support China’s efforts to fight against the novel coronavirus, and we understand and respect them when they adopt or enhance quarantine measures at border entry. But in the meantime, some countries, the US in particular, have inappropriately overreacted, which certainly runs counter to WHO advice,\" a MOFA spokesperson said.  In a Monday meeting with top Chinese officials, President Xi Jinping called the coronavirus outbreak a “major test” for China’s government, according to an article in state media outlet Xinhua. The outbreak is a major test of China's system and capacity for governance, and we must sum up the experience and draw a lesson from it,\" Xi said, according to Xinhua. The meeting resulted in a call to improve China's public health and emergency management system, an “overhaul of environmental sanitation,” and a “crackdown on illegal wildlife markets and trade.” Some context: Activists and international experts have long called for greater regulation on China's wildlife trade, which has led to previous outbreaks as well.  This coronavirus is believed to have originated from wild bats, while the 2003 SARS epidemic began from civet cats, which are considered a delicacy in some parts of South China. China has also faced criticism for its initial handling of the outbreak, with accusations of a coverup inside of Wuhan resulting in a slow response.  Read more here. A total of 241 Australians have reached the Australian territory of Christmas Island in the Indian Ocean after being evacuated by plane from Wuhan, said Prime Minister Scott Morrison on Tuesday. Most will be placed under quarantine on Christmas Island, site of a former off-shore immigration detention center, for two weeks; one pregnant woman and her partner have been sent to Perth for isolation. Morrison added that the government is also working with Chinese authorities on a second repatriation flight from Wuhan, and the New Zealand government about possibly repatriating its nationals on the same flight. The announcement that Wuhan returnees would be housed on the island sparked controversy in Australia. Christmas island is best known for its off-shore immigration detention center -- with the site previously facing criticism due to its allegedly poor conditions. The death toll from the Wuhan coronavirus has topped 400, and authorities in China and across the world are working to contain the disease. If you're just joining us, here's the latest: The numbers: 426 people have died, with the first death outside of mainland China confirmed in the Philippines. There are well 20,620 confirmed cases globally, the vast majority of which are in mainland China.\nAccelerating spread: The number of Wuhan coronavirus deaths in mainland China has overtaken the 2003 severe acute respiratory syndrome (SARS) epidemic in the country, which infected 5,327 and killed 349 in the mainland.\nTravel restrictions: Countries and airlines internationally have placed travel restrictions on traveling to and from the mainland. Yesterday, China criticized the US response to the coronavirus outbreak, accusing Washington of feeding mass hysteria.\nEvacuations continue: Countries like the US, UK, Japan, and South Korea have already flown out citizens from Wuhan, the epicenter of the outbreak. Other countries are continuing evacuation plans and preparations.\nVaccine: There is no vaccine available yet, but researchers say there are promising signs. Thai doctors say they have successfully treated one coronavirus patient with a combination of antiviral drugs, and efforts to treat a second are ongoing. ", "Section": "asia", "Writers": ["Jessie Yeung", "Steve George", "Amy Woodyatt"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-04-20/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}