{"Type": "article", "Time": "2021-03-23", "Headline": "The latest on the coronavirus pandemic and vaccines", "Text": "Indiana Gov. Eric Holcomb said the state expects to hit a major milestone of one million Indianans fully vaccinated on Wednesday.  \"Whether that's a two-dose to the arm or a one dose [Johnson & Johnson] we'll hit today, one million,\" said Holcomb during a news conference Wednesday. \"We are not just on the road to recovery we are onward and upward.\"  As of Tuesday night, nearly 19% of eligible Indianans have been fully vaccinated against Covid-19, and 32% of the state population has received at least one dose, said State Health Commissioner Dr. Kristina Box.  The state plans to open vaccine eligibility to all individuals age 16 and older starting March 31.   Additionally, Holcomb said the state will continue to operate mass vaccination sites. Starting April 1, a vaccination site at the Indianapolis Motor Speedway will open for 16 days, where the state expects to administer 96,000 vaccinations. ##Vaccines## Reports of extremely rare blood clots should not deter governments from distributing the AstraZeneca vaccine to their citizens, according to the World Health Organization’s Chief Scientists Soumya Swaminathan.  The vaccine’s reputation is being hit in public perception due to news coverage, Swaminathan said. “This is what happens when science is played out on the front pages of newspapers and television channels,” Swaminathan told CNN on Wednesday. “We scientists are used to reading these papers once they are peer-reviewed and published in scientific journals. We are not used to science by press release, but that’s what’s happening now.”  She noted that the vaccine has already been widely deployed, with 20 million doses administered in Europe, 30 million in India, and another 10 to 15 million in Africa.  “And there's definitely no relationship between the more common clotting disorders or thrombotic events and the vaccine. What the WHO recommended is that the benefits of this vaccine clearly outweigh the risks,” she said. Meanwhile, the WHO is continually monitoring data coming in every day about whether the current vaccines are effective against several major variants gaining prevalence around the world, Swaminathan said.  “Currently our recommendation is to go ahead with the available vaccines as we learn more, and of course, we are working with manufacturers as they develop the next version of their vaccines,” she explained. “So we might have vaccines next year, for example, that will address the variants in addition to the original strain. And that’s something for which WHO is involved in a global coordination.”  Swaminathan said new European Union proposals for stricter export controls on Covid-19 vaccines are a “self-defeating exercise.”  On Wednesday, EU commission Vice President Valdis Dombrovskis announced that the EU has proposed tighter controls on the export of Covid-19 vaccine doses. “We really want to focus on identifying what are those obstacles, roadblocks, what are those supply chain issues that can be solved? But, again, this needs working together,” Swaminathan said. “It needs leaders, it needs the CEOs of the companies to reach out to each other, including many companies in the developing world, which are available and eager and wanting to participate in this effort. So these are the kind of solutions we need to look forward to increase supplies rather than, you know, fighting and putting in export bans, which is really ultimately a self-defeating exercise,” she said. ##Vaccines##  The US Centers for Disease Control and Prevention declined to act on a cruise industry request to lift its no-sail order Wednesday, saying current rules will stay in effect until November. The Cruise Lines International Association said it had asked the Biden administration to lift the no-sail order for cruise ships by early July, saying that timeline “is in line with President Biden’s forecast for when the United States will be ‘closer to normal.’”   The CDC said its order would stay in place. “On October 30, 2020, CDC issued Framework for Conditional Sailing Order (CSO) that remains in effect until November 1, 2021. Returning to passenger cruising is a phased approach to mitigate the risk of spreading Covid-19. Details for the next phase of the CSO are currently under interagency review,” the CDC said in a statement to CNN. President Biden announced the release of $81 billion in funding from the Covid-19 relief bill for school reopenings Wednesday, part of the administration’s efforts toward getting the majority of schools opened in his first 100 days in office and addressing inequity caused by the pandemic. “I’m really proud to announce that starting today, states will begin receiving nearly $130 billion in school funding that we included in the American Rescue Plan. In fact, $81 billion of those dollars will be arriving today to those schools,” Biden said during a virtual summit on school reopening hosted by the Department of Education. Biden called on states to take the next steps, saying, “I need states to move quickly to get these resources down to the school districts and put them to work.” The President also reiterated his message that “help is here.” “Help is here for schools to purchase PPE, hire additional personnel like nurses, counselors, custodial staff, improve ventilation and sanitation, avoid devastating layoffs and give students extra support,” he said, adding, “Help is here to help students make up for lost time and lost learning. Unless we act quickly, this pandemic could have a devastating long term impact on our kids who have gone through this, including on their mental health.” More on the funds: The administration is releasing funding for schools as part of the $1.9 trillion Covid relief package to all 50 states, the District of Columbia, and Puerto Rico, on Wednesday. The bill included $122 billion in relief for Pre-K to 12 schools, and two-thirds of those funds, totaling $81 billion, “will be made available to states immediately,” the Department of Education said in a statement.  The funds, the statement said, will “support their efforts to get students back in the classroom safely for in person learning, keep schools open once students are back, and address the academic, social, emotional, and mental health needs of all students.” The additional one-third of funding, per the Department of Education, “will become available after states submit the plans they are developing and implementing for using (emergency relief) funds to safely reopen schools and meet the needs of students to the Department.” Part of the funding for schools will be used to address educational inequity that has only been exacerbated by the pandemic, with Education Secretary Miguel Cardona outlining inequity in the return to in-person learning. Vice President Kamala Harris expressed concern for students disproportionally impacted, explaining how the funding could help address those challenges. “We're all worried about our students falling behind, especially those who attend schools that are underfunded and under-resourced, and especially our students who have been disproportionately impacted by the pandemic. Those who are learning English, students with disabilities, students without access to broadband, students who are food insecure and so many more,” Harris said. The money for schools, she said, includes “evidence-based interventions that will help bridge the gaps in learning and meet social and emotional needs in the wake of the pandemic.” One specific measure aimed at addressing that is summer learning and enrichment opportunities, with Biden calling on states, school districts, and community partners to work together on the matter. The European Union and the United Kingdom are working together on specific steps “to create a win-win situation and expand vaccine supply,” they said in a joint statement on Wednesday.  “We are all facing the same pandemic and the third wave makes cooperation between the EU and UK even more important,” the statement read. “We have been discussing what more we can do to ensure a reciprocally beneficial relationship between the UK and EU on COVID-19.” \"Given our interdependencies, we are working on specific steps we can take – in the short, medium and long term – to create a win-win situation and expand vaccine supply for all our citizens,” they said.  The statement goes on to say that global cooperation not just between the two, but with all countries will be key to overcoming this pandemic and future challenges, with the two sides vowing to continue discussions.  ##Vaccines## People with Covid-19 symptoms will need to be tested for Covid-19 well into the future, University of Minnesota Center for Infectious Disease Research and Policy director Michael Osterholm said Wednesday. “We’re going to need to test people who have potentially clinically compatible symptoms with Covid-19 forever,” Osterholm said during a webcast on the state of Covid-19 testing hosted by Axios. \"This virus is not going away around the world,” he said. “Remember, we have billions of people in low-income countries, some in middle-income countries, who will never have access to vaccines, and where those cases are occurring in those countries, we’ll also see variants spread out.” Osterholm said testing would also be helpful in tracking the effectiveness of vaccines and determining the need for booster doses. ##Vaccines## Almost 130.5 million Covid-19 vaccine doses have been administered in the United States, according to data published Wednesday by the US Centers for Disease Control and Prevention. The CDC reported that 130,473,853 total doses have been administered – about 77% of the 169,223,125 doses delivered. That’s nearly 2.3 million more doses reported administered since yesterday, for a seven-day average of about 2.5 million doses per day.  A month ago, the seven-day average was about 1.5 million, with about 1 million fewer doses being administered per day, according to a CNN analysis of CDC data. And in less than two months, the pace of vaccination has doubled. About 26% of the population – almost 85.5 million people – have received at least one dose of vaccine, and 14% of the population – more than 46 million people – are fully vaccinated, CDC data shows. A third of adults and about 70% of seniors have received at least one dose of Covid-19 vaccine. Data published by the CDC may be delayed, and doses may not have been given on the day reported. ##Vaccines## The European Union is proposing tighter Covid-19 vaccine export controls, which could affect the US and the UK.  The tougher export controls would see vaccine shipments assessed based on the destination country's rate of vaccinations and vaccine exports.  CNN's Melissa Bell has the latest from Paris, France. Watch:  ##Vaccines## A new large scale international review of rapid Covid-19 tests finds that few of them meet the World Health Organization’s minimum acceptable performance standards.  There are two kinds of rapid tests – molecular tests, including PCR, which are considered to be the gold standard of molecular diagnostics; and rapid antigen tests, which detect proteins of the virus. Proponents of rapid tests say these diagnostics can be utilized to quickly screen individuals as businesses and society continue to re-open. Airlines already are already employing rapid tests to screen passengers for flights.  When looking at the antigen tests, the independent research group Cochrane, a collaborative of researchers and health professionals from 130 countries, found the were best used within the first week after someone began experiencing symptoms. In those conditions, the tests correctly identified 78% of people with Covid-19. Overall, when used to test among people who were symptomatic, rapid antigen tests positively identified 72% of people who had Covid-19.  When the antigen tests were used among people who were asymptomatic, the tests were much stronger at ruling out infection than identifying it. The tests correctly identified a negative Covid-19 finding about 99% of the time in people who just had Covid-like symptoms or no symptoms at all. However, when tested among people with a positive Covid-19 diagnosis, the rapid antigen tests only identified them correctly 58% of the time.  The reviewers also found a wide discrepancy in accuracy among the tests – ranging from 34% to 88%. The WHO’s minimum standards require a test to identify at least 80% of people with an infection and 97% of those without an infection. The SD Biosensor STANDARD Q and the Abbott Panbio antigen tests were identified as the two most accurate tests reviewed.  When looking at the rapid PCR tests, the researchers found that on average they positively identified an infection 95% of the time, and correctly identified a negative diagnosis 99% of the time. However, the researchers noted that there were limitations to these findings, because most of the studies evaluated looked just at the Abbot ID Now and Xpert press rapid PCR tests. There wasn’t enough data to evaluate when the tests were most precise relative to symptom onset.  Mexico's Foreign Minister Marcelo Ebrard announced the country had received 12 million AstraZeneca vaccine doses that remain at the final packaging process to start the distribution for Mexico and Latin American countries. \"Today we're going to receive an additional six million doses so we'll have in total 18 million doses at the Liomont laboratory; they're at the final process to start the distribution in Mexico and Latin America, to the countries that have contracts or orders; from the third week of April, once all procedures have been completed,\" Ebrard announced Wednesday from the National Palace. The foreign minister said Mexico and Argentina had promoted vaccine access to the region and went on to say, \"We've proposed this with other vaccines and companies, but so far, in Mexico, we're also producing CanSino, and they're willing and have contracts with Latin America.\" Mexico on Monday announced the first batch of China's CanSino Biologics vaccine —940,022 doses —were produced and packaged in the country. Ebrard said the country is very close to starting distributing the AstraZeneca vaccine in Latin America, saying, \"this would be a great step for Latin America and the Caribbean; we can act together, we can solve these important challenges, and we can guarantee that our people have access to what they're entitled to.\" Pan American Health Organization Director Carissa Etienne said Tuesday that 33 of 35 member states had started immunizations, and 21 countries in the Americas will receive their first deployment of vaccines by the end of this week. Correction: An earlier version of this post incorrectly stated the additional number of Covid-19 vaccines that Mexico received from AstraZeneca. ##Vaccines##  Education Secretary Miguel Cardona said about three-quarters of students in the US are back to some form of in-person learning, commending the work of local districts on reopening during the National Safe School Reopening Summit on Wednesday. Cardona said more than 45% of elementary and middle schools are offering in-person school daily, and about 75% of schools have some form of in-person learning, like a hybrid method, according to new data from the National Center for Education Statistics. \"That's a great start,\" Cardona said. \"We must continue that so every school K-8 offers in-person learning five days a week. There are still inequities when it comes to in-person learning, Cardona said. \"Only 28% of black students are going to school in-person daily, 33% of Latino students are doing it,\" Cardona said. \"15% of our Asian students are going to school in-person daily. That's compared to half of white students that are doing daily throughout our country.\" Some of these inequities will be addressed with the funding from the Biden administration's American Rescue Plan, which is providing more than $122 billion for K-12 schools to go towards reopening. \"We can address those inequities that I just talked about with that we can safely reopen our schools when we have to act wisely and with urgency to get it done,\" Cardona said. ##Restrictions## A senior European diplomat is urging caution over the use of proposed new rules that would govern exports of Covid-19 vaccines to outside of the EU. The rules were announced by the European Commission earlier Wednesday. The tougher export controls put forward by the Commission would see vaccine shipments assessed based on the destination country's rate of vaccinations and vaccine exports. In a briefing to journalists, the diplomat said the EU and European countries need to, “be careful with the very the nuclear option of a pure export prohibition.” And if not used correctly in, “appropriate situations, it will backfire.” “We speak as – I would say – a pharma superpower, we have a huge concentration of pharmacological companies on our territory,” whose presence, “counts for several percentages of our employment, of GNP,” the diplomat explained. “We are very much aware of the interdependence of these logistical chains, and we think that, using a tool of an export blocking could turn itself very quickly against ourselves,” the diplomat said, adding he fears “it will expose us to clearly retaliation measures, breach of trust, and also future diminished possibilities for investments and trade.” The existing export mechanism – which focuses on pharmaceutical firms – has been in place since the end of January and requires each company manufacturing Covid-19 vaccine to register its intention of exporting doses outside of the EU. European countries in collaboration with the Commission decide whether to approve or reject shipments. In figures released today by the Commission, over 300 applications were made, with 43 million vaccines exported to 33 countries. Only one shipment of 250,000 doses of the AstraZeneca vaccine from Italy to Australia was blocked. The diplomat welcomed this “excellent by-product” of the current mechanism. “We understand of course the need for more transparency, we are squarely behind the Commission in that respect,” adding that, “we have now a very precise view on how the export flows are organised.” Asked why the expanded legislation was being brought forward now, the diplomat said they felt it, “probably it is a sign of some nervousness which is reigning,” in some European counties.  “The Commission is not deaf for what lives in member states, they hear cries for help or indignation, and it's up to the Commission to reflect on that and to put proposals on the table,” he added. European leaders will meet on Thursday and Friday to discuss this proposal and the wider coronavirus crisis in Europe. If signed off, the expanded export mechanism would “apply until six weeks from its entry into force,” according to the Commission’s draft text. ##Vaccines## More new research suggests that Covid-19 vaccines are effective in preventing Covid-19 in the real world, Dr. Anthony Fauci, chief medical adviser to President Biden, said during a White House virtual briefing on Wednesday. \"Right now, as the weeks go by, we see more and more that not only are these vaccines efficacious but in the community they are extremely effective in preventing infection with SARS-CoV-2,\" said Fauci, director of the National Institute of Allergy and Infectious Diseases.  SARS-CoV-2 is the name of the virus that causes Covid-19. Two new papers, published in the New England Journal of Medicine on Tuesday, have added to that growing body of research. One study of employees at UT Southwestern Medical Center in Texas found that among those who were fully vaccinated, the infection rate was 0.05%. That was compared with 2.61% of the non-vaccinated employees and 1.82% of the partially vaccinated employees. The other study, on fully vaccinated workers at the University of California, San Diego and the University of California, Los Angeles, also showed a very small positivity rate after vaccination. \"Now, 70% of Americans 65 years of age or older have received at least one dose,\" Fauci said. \"Every day, 2.5 to 3 million people get vaccinated. So, every day we get closer and closer to that extraordinary degree of effectiveness, which we're seeing at the community level – and at the end of the day, that is what it is that is going to end this pandemic in this country.\" ##Vaccines## Watch:  Dr. Rochelle Walensky, director of the US Centers for Disease Control and Prevention, said on Wednesday that the latest Covid-19 data in the United States has her worried. \"Cases continue to increase slightly. The most recent seven-day average is nearly 55,000 per day, up about 3% from the prior seven-day average. The most recent seven-day average of new hospitalizations is about 4,600 per day and is similar to the data on Monday. And the latest seven-day average of deaths — approximately 968 per day — has also remained flat this week,\" Walensky said during a White House virtual briefing on Wednesday. \"I continue to be worried about the latest data, and the apparent stall we are seeing in the trajectory of the pandemic,\" Walensky said. \"CDC is watching these numbers very closely.\" Walensky added, \"We have made such extraordinary progress in the last several weeks, and if we choose to invest in prevention right now, we will ultimately come out of this pandemic faster and with fewer lives lost.\" She applauded the pace of Covid-19 vaccinations in the United States. \"I've been so impressed by the pace of vaccination,\" Walensky said during the briefing. “So many Americans have embraced vaccination and have chipped in with their families and communities to help others get vaccinated,\" Walensky said. \"We are now vaccinating between 16 and 20 million people a week — and this means that we are closer to resuming activities we love to do with those we care about the most.\" ##Hotspots## ##Vaccines## Hear her concern:  US Centers for Disease Control and Prevention Director Dr. Rochelle Walensky touted “substantial progress” toward vaccinating the nation’s educators Wednesday as the Biden administration’s deadline to get school staff vaccinated by the end of the month approaches. “We've been working hard with our federal retail pharmacy program to vaccinate K through 12 teachers, staff, and childcare workers throughout the month of March. Our pharmacy partners now report they have vaccinated more than 1.3 million educators, staff and childcare workers, about 566,000 of those were just in the last week,” Walensky said. She continued, “This is substantial progress towards our goal of getting our teachers and school staff vaccinated by the end of March.” There were about 3.7 million teachers in the fall of 2020, per the National Center for Education Statistics. This progress comes as the Department of Education is set to hold a summit on the safe reopening of schools Wednesday afternoon, with President Biden expected to announce $81 billion in funding for states toward supporting reopening measures via the $1.9 trillion Covid relief bill. “During the summit, we will continue the important dialogue of school reopening and hear firsthand experience from school administrators, teachers, staff, and students about how they have been able to successfully get back to in person learning,” Walensky said. ##Vaccines## The antiviral drug remdesivir shortens the duration of illness even among non-White patients, who have a higher risk of severe disease, doctors reported Wednesday. The study, published in the journal JAMA Network Open, adds to evidence the drug can relieve the burden of coronavirus illness, even if it’s not a cure. Remdesivir, sold under the brand name Veklury, was approved in October. It was the first drug to get full approval from the US Food and Drug Administration for use in treating Covid-19. “Receipt of remdesivir was associated with faster clinical improvement in a cohort of predominantly non-White patients,” Dr. Brian Garibaldi of the Johns Hopkins University School of Medicine and colleagues wrote in their report. Garibaldi was among the team of doctors who treated then-President Trump for a coronavirus infection last year.  The team looked at the records of 2,483 patients with Covid-19 treated in the Johns Hopkins system. Of those, 342 received remdesivir, and 184 of these patients also received corticosteroids. And while patients given remdesivir were less likely to die, the findings on this were not statistically significant, the team said.  Only very ill patients got remdesivir – those with low oxygen levels and indications of organ damage. “Our study included a much higher percentage of patients from underrepresented minority groups than previous remdesivir clinical trials. Approximately 80% of patients in our cohort were non-White individuals compared with 30% to 47% in clinical trials,” the team wrote. “Because underrepresented minority groups have shouldered a disproportionate burden during the COVID-19 pandemic but have not been widely represented in clinical trials, our results provide important evidence that receipt of remdesivir is associated with decreased time to clinical improvement in these populations,\" they wrote.    As more states expand coronavirus vaccine eligibility to anyone 16 and older in the general population, local health officials are growing concerned that demand may become more of a challenge than supply.   It could happen within the next four to six weeks, Lori Tremmel Freeman, chief executive officer of the National Association of County and City Health Officials, told CNN on Wednesday morning.  “We will get to the point pretty quickly where we're saying, ‘OK now we're into the really hard phase of this where we're down to the population that is not so willing to get the vaccine,’ ” Freeman said.  “That’s important to think about in the context of — how far have we really gotten towards overall blanketing the country with vaccine uptake? And how far off are we in terms of the herd immunity component? Because it's that last mile of people that are hesitant that will be challenging,” Freeman said. “It will happen, I think, pretty quickly. We'll be thinking, talking, putting effort on this within the next four to six weeks.”   ##Vaccines## Iraq has reported the highest daily cases since the start of the pandemic after 6,051 Covid-19 daily cases were recorded on Wednesday, according to the country's Ministry of Health.  The total number of cases in Iraq since the pandemic began is 809,092 as per government figures. The ministry also recorded 29 new coronavirus related deaths, bringing the total number of recorded deaths in Iraq to 14,095 since the start of the pandemic.  There are currently 67,526 Covid-19 patients hospitalized across the county, among them 476 cases in ICUs. The Iraqi government announced an easing of lockdown restrictions last week saying the country faced economic challenges during the lockdown. \"We must rethink our approach in confronting coronavirus, without impacting people's livelihood and their economy,\" Iraqi government spokesman Hassna Nadhim said during a press conference last week. Current restrictions: The country now has a lockdown on Fridays and Saturdays instead of Fridays, Saturdays, and Sundays. The daily curfew has been reduced by one hour, and is now between 9 p.m. to 5 a.m. local, while malls, shops, restaurants, and cafes were reopened on March 22 under strict health measures. ##Hotspots##  ##Restrictions## The European Union has proposed tighter controls on the export of Covid-19 vaccine doses, EU Commission Vice President Valdis Dombrovskis announced on Wednesday. The new rules would most likely affect countries with higher vaccination rates than the EU, including the United States and the United Kingdom. The tougher export controls would see vaccine shipments assessed based on the destination country's rate of vaccinations and vaccine exports.  Going forward, the European Commission and member states will consider two additional elements: reciprocity and proportionality, Dombrovskis said. \"If a country of destination which has a large production capacity restricts its own exports of vaccines or substances, either by law or by other means, it may be appropriate to consider whether exports to this country are justified,\" he said.  \"The second element is proportionality, which means finding the right balance. Member states of the Commission will consider the conditions prevailing in the country of destination — in particular, epidemiological situation, its vaccination rate, and existing availability of Covid-19 vaccines,\" Dombrovskis continued. The objective of the change is to \"have more transparency on exports and obtain a full picture of what is happening outside the EU so as to avoid a possible circumvention of the rules,\" Dombrovskis said.  Exports to low- and middle-income countries supplied through the COVAX scheme and exports to EU overseas countries and territories would not be affected because they have an unconditional exemption. European leaders will meet on tomorrow and Friday to discuss this proposal and the wider coronavirus crisis in Europe. If signed off, the export mechanism would \"apply until six weeks from its entry into force,\" the draft text said. ##Vaccines## Uruguayan President Luis Lacalle Pou announced new restrictive measures that will be in place until April 12 to curb the spread of Covid-19. Public offices will be closed except for essential services and in-person learning for all levels of education will also be suspended. Clubs, gyms, amateur sports, public shows, parties and social events will also be suspended, and restaurants and bars will close at midnight. “Free shops” on the border with Brazil, duty free shops where Brazilians shop to resell in their cities, will also be closed.  “If the free shops are a hub (for risks), well we close them” said Uruguay’s President at a news conference on Tuesday night. Uruguay’s neighbor Brazil is one of the world’s worst affected countries by the pandemic, with intensive care units overwhelmed, cases rising, and some essential medical supplies running low. It has the second highest number of cases of the virus and deaths, only exceeded by the United States. The President also said the number of ICU beds in the country will be increased with 35 additional beds to the private sector, 10 to the military hospital and 84 to the public sector.  “Stay in your bubble, stay with your close family,” Lacalle said. Uruguay set a record for new cases and deaths on Monday with 2,700 new cases and 19 new deaths. Also, on Monday, health authorities said 24 cases of the Brazilian P.1 variant were detected in the country. The country also set a record on the same day for number of active cases- 14,418 and a record for number of people in ICU – 188. On Tuesday, the country recorded 1,801 new cases of the virus for a total of 86,007 cases since the pandemic began, according to the country’s health ministry. Also, on Tuesday, 16 additional virus-related deaths were recorded bringing the total death toll to 827. The Pan American Health Organization (PAHO) highlighted a surge in cases in Uruguay, at its weekly press conference on Tuesday. PAHO Director Dr. Carissa Etienne said Uruguay has reported more than 1,000 cases per day several times in the past few weeks “which is alarming given the size of the country.”  The current population of Uruguay is 3,482,469 as of March 24, 2021, based on Worldometer elaboration of the latest United Nations data.  ##Restrictions## ##Hotspots## ##Variants## Belgium will close schools until April 19, but nursery schools will stay open and exams will be taken, Belgian Prime Minister Alexander de Croo said Wednesday. Non-essential shops and hairdressers will close as of Saturday until April 24, de Croo said.  Speaking at a news conference in Brussels, de Croo said the British variant had now become dominant in the country and “we are in a new phase of the pandemic.”  He said infections had doubled within the last two weeks.  Non-essential shops can only take appointments for shoppers to enter, “no more fun-shopping in a group,” he said.  The maximum of people able to meet up outside goes to four from six previously. Working from home will be monitored more tightly, de Croo said. He warned border patrols would be heightened during the upcoming Easter holidays. ##Restrictions## ##Variants## President Biden is set to announce $81 billion in funding for school reopenings Wednesday, part of the administration’s efforts toward getting the majority of schools opened in his first 100 days in office. During a summit on school reopening hosted by the Department of Education, Biden will announce the release of funding from the $1.9 trillion Covid-19 relief package aimed at schools that will be released to all 50 states, the District of Columbia, and Puerto Rico. The funds, the Department of Education said in a statement, will “support their efforts to get students back in the classroom safely for in person learning, keep schools open once students are back, and address the academic, social, emotional, and mental health needs of all students.” The Covid relief package included $122 billion in relief for Pre-K to 12 schools, and two-thirds of those funds totaling $81 billion, “will be made available to states immediately.” The additional one-third of funding, the department said, “will become available after states submit the plans they are developing and implementing for using (emergency relief) funds to safely reopen schools and meet the needs of students to the Department.” The Department of Health and Human Services is also investing an additional $10 billion for screening testing for schools, the statement said. An ensemble forecast published Wednesday by the US Centers for Disease Control and Prevention now projects there will be 558,000 to 578,000 coronavirus deaths in the United States by April 17. Unlike some individual models, the CDC’s ensemble forecast only offers projections a few weeks into the future. The previous ensemble forecast, published March 17, projected up to 574,000 coronavirus deaths by April 10. At least 543,849 people have already died from Covid-19 in the United States, according to data compiled by Johns Hopkins University.  ##Hotspots## President Biden is expected to announce his new vaccination goal tomorrow, according to two sources familiar with the plans.  Last week, Biden hinted he could double his original goal of 100 million shots in his first 100 days, which he cleared long before that date.  In recent days, Biden has consulted with his advisers and health experts on what a new, realistic goal would be and plans to announce it Thursday.  Biden is also expected to host his first formal news conference tomorrow.  ##Vaccines## South Korean President Moon Jae-in on Wednesday tweeted, “I got the vaccine, and you can trust it,” roughly 31 hours after receiving the AstraZeneca Covid-19 vaccine on Tuesday morning to assure the safety of the vaccine. Moon said that he had a mild fever late Tuesday night and took an aspirin just in case, but he did not feel uncomfortable or have a headache. He added that he felt refreshed in the morning while the vaccine seems to have no impact on his high blood pressure. The president also shared the conditions of those who received the vaccine with him: The first lady had a mild fever, he said, but it was slighter than with the flu vaccine.  He said that all 11 people, including himself, the first lady and nine members of the delegation that were vaccinated together, had either similar mild reactions or none at all. “Depending on the person, some had heavier symptoms, but there is not much to worry about since it is the process of forming immunity,” he added. He urged people to end controversies over the safety of the vaccine. Background: In an unusual statement released early Tuesday, the National Institute of Allergy and Infectious Diseases said the independent board that reviews data from multiple Covid-19 vaccine candidates has raised concerns about AstraZeneca's announcement of efficacy data from its vaccine trial. \"The DSMB expressed concern that AstraZeneca may have included outdated information from that trial, which may have provided an incomplete view of the efficacy data,\" said the NIAID statement released early Tuesday. On Monday, the company had issued a press release saying its Covid-19 vaccine showed 79% efficacy against symptomatic disease and 100% efficacy against severe disease and hospitalization, citing long-awaited US trial data. The latter figure was based on five total cases of severe disease or hospitalization in people who received the placebo, NIAID Director Dr. Anthony Fauci said during a coronavirus briefing Monday. Pharmaceutical giant AstraZeneca stood by the results of its US-based clinical trial on Tuesday, after the Data and Safety Monitoring Board (DSMB) expressed concern that the data from the trial may have been “outdated” and “incomplete.” “The numbers published yesterday were based on a pre-specified interim analysis with a data cut-off of 17 February,” the company said in a statement.  ##Vaccines## Seven in 10 people hospitalized for Covid-19 have not fully recovered five months after discharge, a new study finds. The patients continued to experience concerns with their mental and physical health, with 1 in 5 people developing a new disability, and a similar number either not working or having to change jobs due to their health, according to findings by UK researchers. The people most likely to have persistent symptoms were middle-age White women who developed severe Covid-19, and who had at least two conditions that put them at greater risk of severe disease, such as diabetes, asthma or heart disease. “Our results show a large burden of symptoms, mental and physical health problems and evidence of organ damage five months after discharge with COVID-19,” Rachael Evans, an associate professor at the University of Leicester and respiratory consultant at Leicester’s hospitals, said in a statement. “It is also clear that those who required mechanical ventilation and were admitted to intensive care take longer to recover. However, much of the wide variety of persistent problems was not explained by the severity of the acute illness – the latter largely driven by acute lung injury – indicating other, possibly more systemic, underlying mechanisms,” she said. More on the study: The UK-wide study analyzed 1,077 people who were discharged from hospital between March and November 2020, who developed Covid-19. Among them, 67% where White, 36% were women and 50% had at least two conditions that put them at risk of severe disease. When the participants were followed up five months later, only 29% of people said they felt fully recovered, while more than 90% of people had at least one persistent symptom, and most experienced an average of nine ongoing symptoms. The ten most common symptoms were muscle pain, fatigue, physical slowing down, impaired sleep quality, joint pain or swelling, limb weakness, breathlessness, pain, short-term memory loss, and slowed thinking, according to the study. Mental health was also affected, with more than 25% of people having clinical symptoms of anxiety or depression and 12% having symptoms of post-traumatic stress disorder (PTSD). Chancellor Angela Merkel said she was rescinding an order to label the Thursday and Saturday before Easter “rest days,\" amid criticism of a tough five-day lockdown announced for the Easter holiday. The change means businesses will no longer be forced to close on the Thursday and Saturday, though other restrictions on social contact and gatherings will remain. Businesses will be closed as usual on the public holidays of Good Friday, Easter Sunday and Easter Monday.  Germany is currently battling a surge in infections.  Her initial orders were based on good intentions, Merkel said at a hastily organized press conference at the German Chancellery Wednesday, acknowledging the changes needed weren’t possible with such little notice.  Merkel asked the nation for forgiveness and said the confusion over the Easter lockdown was “singularly and alone my mistake.” ##Hotspots## ##Restrictions## Poland on Wednesday reported the highest number of daily deaths since the start of the pandemic, registering 575 new fatalities, according to figures announced by its health ministry. The country also recorded 29,978 new Covid-19 cases on Wednesday, one of the highest daily tallies since the start of the pandemic. Poland has reported a total of 2,120,671 Covid-19 cases and 50,340 Covid-19 related deaths since the beginning of the pandemic, according to the health ministry. ##Hotspots## Five US states have expanded coronavirus vaccine eligibility to anyone aged 16 and older, and at least 20 more plan to do so by the end of April. List of states: Alaska opened up vaccinations to anyone aged 16 and older on March 9, while Mississippi and West Virginia did so on March 16 and March 22 respectively. Utah and state-run sites in certain Arizona counties expanded eligibility on March 24. Oklahomans ahed 16 and older can get vaccinated through the Chickasaw Nation’s vaccination program, but not yet through the state’s program. For all states currently vaccinating anyone aged 16 and older, people aged 16 or 17 can only receive a Pfizer vaccine, as it is the only option authorized for use in that population so far. Moderna’s and Johnson & Johnson’s vaccines are authorized for use in those aged 18 and older. Timeline for other states: Below is the timeline for when those and some other states have said they will open vaccination eligibility to all people aged 16 and older: March 25: Georgia March 29: Oklahoma, Texas, Ohio, North Dakota April 1: Montana April 5: Connecticut, Michigan, Tennessee April 9: Missouri April 12: Illinois April 19: Maine, Vermont, Massachusetts, Rhode Island April 26: Idaho April 27: Maryland April, no set date: New Mexico, Virginia, Iowa May 1: Wisconsin, Oregon, South Dakota May 3: South Carolina May or later: California, Nebraska, Kansas, Hawaii, New Hampshire, Delaware ##Vaccines## France’s Culture Minister Roselyne Bachelot was admitted to hospital after contracting Covid-19, her spokesperson told CNN Wednesday, the second government minister hospitalized with the virus this week. The 74-year-old had received her first dose of the vaccine on March 17. Labor Minister Élisabeth Borne, 59, was hospitalized with Covid-19 on Monday and was discharged on Wednesday, according to a ministry press release.  “I am relieved,” Borne tweeted as she left hospital. She tested positive for the virus on March 1. Covid lockdown: France is in the throes of a third wave of the coronavirus, with new lockdown restrictions implemented in 16 areas last Friday.  Non-essential businesses have been closed in the most impacted areas of France, where people have been forbidden to go further than 10km from their home or travel between regions without a valid reason. The new measures are less restrictive than those imposed in March and November of last year, Prime Minister Jean Castex acknowledged when he announced them last week.  “Very clearly, the messages haven’t got through. The confusion of the weekend has led to more distrust,” Jean-François Timsit, ICU chief at the Paris’ Bichat hospital, said on France Inter radio on Wednesday, referring to backtracking over travel permits as he criticized the complicated nature of the restrictions.  “We should have put the brakes on earlier,\" he added in the interview. Recalling that positive Covid-19 cases now could require hospitalization in the coming weeks, Timsit said: “The next month is going to be hellish.”  “We’ve got several difficult weeks ahead of us,” French Interior Minister Gerald Darmanin said on BFMTV Wednesday morning, adding: “Covid is once again taking a kind of expansion, it is very worrying.” Easter restrictions: The minister said in the interview that there will be no easing of restrictions for the Easter weekend, although church services will be allowed to go ahead outside of the night-time curfew. He also encouraged the French public “not to gather together over the coming weekends.” “We must limit them,” the minister said of Easter celebrations. “They must stay within the strict family intimacy of the home, of the apartment, and we should not receive friends, family, nor travel.” ##Hotspots## In a sharp change in tone, President Jair Bolsonaro on Tuesday said his government will make this year \"the year of vaccination for Brazilians.\"  In a three-minute announcement that aired on national radio and television, Bolsonaro sympathized with the families of Covid-19 victims and said Brazil will return to normalcy \"very soon.\"  The President underlined that a coronavirus variant is posing a new challenge in the country and insisted that his government had always taken \"important steps to fight both coronavirus and the economic chaos.\"  Bolsonaro claimed he has always been in favor of Covid-19 vaccines and recalled the contracts his government signed with Oxford-AstraZeneca, Sinovac, Pfizer, and Janssen. He had consistently affirmed that Brazil would adopt any vaccine approved by the country's regulator, he insisted, \"and it was done.\"  He went on to say that Brazil will soon be self-sufficient in domestic production of vaccines. \"We do not know for how long we will have to face this disease, but national production will guarantee that we can vaccinate Brazilians every year, regardless of the variants that may arise.\"  His announcement came the day Brazil recorded 3,251 new deaths due to Covid-19 -- its highest daily death toll since the pandemic began.   Background: The speech was a shift from the approach Bolsonaro has taken since the beginning of the outbreak. The President has never encouraged precautionary measures against Covid-19, such as the use of masks. Last year, he prohibited the country's health ministry from buying the CoronaVac vaccine, calling it the \"Chinese vaccine\" and \"Doria's vaccine,\" referring to Joao Doria, the governor of Sao Paulo and his political enemy. Bolsonaro himself hasn't yet been vaccinated against coronavirus and previously said he would not take a shot.  Bolsonaro has repeatedly opposed lockdowns and restrictive measures and has criticized governors and mayors for implementing them. He has also been seen greeting crowds of his supporters during the pandemic without wearing a mask and has advocated for drugs like hydroxychloroquine to treat the virus, which has no proven effectiveness in combatting Covid-19. ##Hotspots## Germany has passed the grim milestone of 75,000 coronavirus-related deaths since the start of the pandemic, data from the country's public health agency published Wednesday shows. According to the Robert Koch Institute (RKI) coronavirus dashboard, 248 people died in a span of 24 hours, bringing the total number of deaths to 75,212.  Germany is struggling with a surge of new coronavirus cases, RKI data shows 15,813 new infections for Wednesday, 2,378 more than a week earlier. Easter lockdown: The German government has imposed tough new anti-pandemic restrictions, including a hard lockdown over the Easter holidays. Germany has also extended general lockdown measures until April 18. German Chancellor Angela Merkel will discuss the situation with state premiers in a video conference on Wednesday, a government spokesperson said.. This comes after harsh criticism of the Easter lockdown and frustrations over the slow vaccine rollout in the country.  ##Hotspots## ##Restrictions## A six-week decline in global Covid-19 deaths has stalled, while cases have continued to rise for the fourth consecutive week, the World Health Organization (WHO) reported Tuesday, citing figures received Sunday.  WHO data showed nearly 3.3 million new coronavirus cases globally and 60,000 additional deaths in the week leading up to March 21.  Where the cases are: Brazil, the United States, India, France, and Italy had the highest numbers of new cases, according to the report. Regions in Europe and the Americas account for nearly 80% of all cases and deaths.  Covid variants: WHO has also reported a continued increase in Covid-19 variants of concern around the world. The report said the B.1.1.7 variant first identified in the UK, the B.1.351 variant first identified in South Africa, and the P.1 variant first identified in Brazil demonstrated increased transmissibility “and a veracity to rapidly replace other circulating strains.”  The B.1.1.7 variant has now been identified in 125 countries, the B.1.351 variant has been identified in 75 and the P.1 variant has been identified in 41, according to the report.  Limitations: WHO noted that there are limitations in the virus surveillance and sequencing capacity of some countries, and there may be differences in which virus samples are prioritized for sequencing.  “WHO continues to advocate for strengthening surveillance and sequencing capacity,” the report stated.  The report also highlighted the importance of reducing transmission in preventing increasing virus mutation.  Cases of people who developed Covid-19 after vaccination are \"expected\" and the US Centers for Disease Control and Prevention (CDC) is tracking that data as more people get vaccinated, a CDC official told CNN on Tuesday. The official said it’s important to study and genetically sequence “breakthrough” infections amid concerns that new variants might evade the immune protection offered by vaccines.  “We are tracking and looking at sequencing those vaccine breakthrough cases to see what are the similarities of the cases,” the CDC official told CNN.  The checks are “timely” because more people are getting vaccinated.  Current CDC guidance says that vaccination status shouldn’t affect treatment for Covid-19, but that health care providers and local health departments are encouraged to request the specimen be held and to report the case to their state health department.  CDC will work with the state health department to collect information about the case.  It also asks patients to report post-vaccination infections to the Vaccine Adverse Event Reporting System, or VAERS. The Department of Health and Human Services has previously established an interagency effort to research emerging variants and monitor how they could affect vaccines, therapeutics and diagnostics.  The CDC official told CNN that the agencies are working together to analyze any variants that might be disproportionately causing infection among vaccinated people and will eventually issue guidance as data is gathered. The official underscored that vaccine trials have been designed to show protection against symptomatic disease but not necessarily asymptomatic infection and transmission.  The CDC lists a number of “variants of concern” it is monitoring for their potential to spread more easily or evade antibodies. However, none rise to the agency’s highest level, a “variant of high consequence”; this would signify that our methods to combat the variant have “significantly reduced effectiveness.” ##Vaccines## Brazil on Tuesday recorded 3,251 new deaths due to Covid-19 -- its highest daily death toll since the pandemic began and the first time it has posted more than 3,000 coronavirus-related deaths in a day, according to the country’s health ministry.   Brazil’s Covid-19 death toll now stands at 298,676, with the previous record for daily deaths coming only last week. Brazil has the second-highest total Covid-19 death toll in the world. Additionally, 82,493 new coronavirus cases were also reported across the country, bringing the total cases reported in Brazil to 12,130,019.   The governor of Sao Paulo state has called Jair Bolsonaro a \"psychopathic leader,\" in a sharp rebuke over the Brazilian President's response to the coronavirus pandemic. \"We are in one of those tragic moments in history when millions of people pay a high price for having an unprepared and psychopathic leader in charge of a nation,\" Joao Doria said in an interview with CNN on Monday. ##Hotspots## Authorities in Hong Kong and Macao have suspended the rollout of BioNTech's Covid-19 vaccine citing a packaging defect found in their first batch of doses. Both governments said in statements Wednesday they had received a letter from BioNTech and its Chinese partner, Fosun Pharma, indicating an issue with the seal on individual vials in batch number 21012.  According to government figures, as of Tuesday, 150,200 people in Hong Kong had received their first dose of the BioNTech vaccine, which outside of China is partnered with US pharmaceutical giant Pfizer. Although both Fosun and BioNTech \"have not found any reason to believe that product safety is at risk,\" the Hong Kong government said it was suspending vaccinations involving batch 21012, and halting plans to administer a second batch pending an investigation. \"These are preventive measures to continuously ensure the safety of the vaccination program,\" the statement read. Prior to halting the BioNTech rollout, Hong Kong offered residents a choice of two vaccines, BioNTech, and Chinese-produced Sinovac. Now those who wish to get vaccinated must either wait until the issue with the BioNTech doses is resolved or go with Sinovac. Hong Kong is expected to receive doses of the AstraZeneca vaccine at a later date.  Vaccine hesitancy: The BioNTech suspension will likely blunt Hong Kong's mass vaccination drive, which is already moving at a slower-than-expected pace.  Hong Kong Chief Executive Carrie Lam said Tuesday that 6% of the population had taken their first shot, which she sad described as \"not bad,\" though admitted the city could \"do better.\"  Though an estimated 252,800 people have so far received their first dose of Sinovac, hesitancy has been an issue, with many citing a lack of public data regarding clinical trials. Read more: ##Vaccines## An immigration detention center in Thailand's capital, Bangkok, has reported nearly 400 Covid-19 cases in the past two weeks. Bang Khen immigration detention center, which receives illegal immigrants from across the country, started testing on March 11 when nine positive Covid-19 cases were reported, according to Thailand's Health Ministry. Since then, a total of 395 cases have been reported from the outbreak, the ministry added. All of the positive cases are foreign detainees and officers from the center.  Thailand has reported a total of 28,277 Covid-19 cases, according to the ministry. According to Johns Hopkins University, it has reported 92 virus-related deaths.  ##Hotspots## India reported 275 deaths due to coronavirus on Wednesday, the highest number of fatalities in a single day since December 31, according to a CNN tally of figures from the Indian Ministry of Health. The country also reported 47,262 new Covid-19 infections Wednesday, the highest single-day rise since November 12, bringing the total to 11,734,058 cases, including 160,441 deaths. This comes as India marks one year since the first nationwide Covid-19 lockdown was imposed in the country, forcing its 1.3 billion people indoors.  New rules: In light of the \"fresh surge in cases in some parts of the country,\" the Ministry of Home Affairs (MHA) on Tuesday announced new Covid-19 control guidelines that will be in place until the end of April. India has reported more than 35,000 new cases daily for seven consecutive days, according to CNN's tally of figures from the Ministry of Health. This rise follows a \"sustained decline in the number of active cases, continuously for about 5 months,\" as per the MHA order. Some of the measures outlined in the Tuesday order included quickly isolating positive cases and tracing contacts of Covid-positive patients within 72 hours. According to the Ministry of Health on Tuesday, Maharashtra, Punjab, Gujarat, Chhattisgarh and Tamil Nadu accounted for 81% of new cases reported over the previous 24 hours. Parts of many of these states have imposed complete or partial lockdowns and night curfews in order to contain the spread of the virus.   India has distributed more than 50 million vaccine doses since January 16 when it began vaccinating healthcare and frontline workers, as well as those over age 60 or above 45 with comorbidities. Everyone 45 or older will be included in the rollout from April 1, according to the Ministry of Health.  ##Hotspots##", "Section": "world", "Writers": ["Julia Hollingsworth"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-03-24-21/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Thailand", "Source": "CNN"}