{"Type": "article", "Time": "2021-02-16", "Headline": "Family of Thai immigrant, 84, says fatal attack 'was driven by hate'", "Text": "Vichar Ratanapakdee was well-known in his San Francisco neighborhood for his  hour-long walks each morning, a ritual that kept him vibrant and healthy during the year of the pandemic. An 84-year-old immigrant from Thailand, Ratanapakdee had recently received the coronavirus vaccine and was walking in the Anza Vista neighborhood the morning of January 28 when a man ran across the street and violently shoved him to the ground in what San Francisco District Attorney Chesa Boudin called \"a horrific, senseless attack.\"  Ratanapakdee never regained consciousness after the deadly assault, his daughter,  Monthanus Ratanapakdee, recalled, fighting back tears. A police officer told her they found him on the street, and he sustained brain hemorrhaging.  \"He never wake up again,\" she said. \"I never I see him again.\" A 19-year-old man was arrested on suspicion of murder and elder abuse in the case, according to the district attorney.  But Ratanapakdee's family said the attack was more than an example of someone preying on the vulnerable and elderly. They called it a hate crime -- despite a lack of evidence pointing solely to anti-Asian bigotry -- and part of a months-long spike in hate and violence against the community. \"This wasn't driven by economics,\" said Eric Lawson, Ratanapakdee's son-in-law. \"This was driven by hate.\"  Reports of hate have risen during the pandemic  Though rights groups don't know the exact cause of the increase in violence against Asian Americans, a clear pattern of targeted hate has emerged in the year the pandemic has decimated US cities. In fact, Stop AAPI (Asian American Pacific Islander) Hate has received more than 2,800 firsthand reports of anti-Asian hate across 47 states and Washington, DC, since March 19.  In Oakland's Chinatown neighborhood, police said a man violently shoved three unsuspecting people on January 31, injuring a 91-year-old man, a 60-year-old man and a 55-year-old woman.  A 28-year-old man was charged with three counts of felony assault for the attacks, according to charging documents. The man was placed on a psychiatric hold February 1 for a separate incident in which he was again assaulting people, the documents state. More than 20 assaults and robberies have been reported in Oakland, according to officials. In Portland, dozens of Asian-owned businesses have been vandalized in recent weeks.  Last week, Alameda County District Attorney Nancy O'Malley announced the creation of a special response unit focused on crimes against Asians, and particularly older Asians. \"The rapid increase in criminal acts targeted against members of the Asian community, particularly Chinese Americans, who live and work in Alameda County is intolerable,\" she said. A 31-year-old San Francisco resident, Haskell Allen, was arrested Sunday night and booked on charges of aggravated assault with force, elder abuse with great bodily injury, battery with great bodily injury, inflicting great bodily injury on elder during a felony, committing a felony while on pre-trial release, violation of a stay-away order, and injuring a person due to perceived race, police said. He was accused of pushing down an 83-year-old Asian man on Sunday morning, causing serious injuries, according to San Francisco police. The victim, who was not identified, told police he was walking in the city's Tenderloin District \"when an unknown male approached him and without provocation pushed him to the pavement.\"   Police said Allen was on probation and had a court order to stay away from the area of the attack. It's unclear if Allen has an attorney.   Advocates attributed the rise of anti-Asian hate in the US in part to former President Donald Trump, who repeatedly referred to the coronavirus as the \"China virus\" and \"kung flu\" during the pandemic. In some reported hate incidents, perpetrators repeated the former President's language.   Russell Jeung, a professor of Asian-American studies at San Francisco State University, said Trump's rhetoric has had a lasting and disturbing impact. He decided to chronicle thousands of hate incidents on Stop AAPI Hate because US government agencies weren't keeping track.  \"We needed to document the racism directed towards Asians because mainstream society doesn't believe that we face racism and we need us to document what was happening and we needed to identify the trends,\" he said.  Jeung said racism and assaults have created \"a climate of fear and anxiety\" in many Asian American communities. There is no uniform crime data on anti-Asian incidents connected to the Covid-19 pandemic. However, a Pew research study from last June found nearly a third of Asian Americans said they'd been subject to racist slurs or jokes since the pandemic began, while 26% said they feared someone might physically attack them. Volunteers escort elderly Asian Americans   In the San Francisco Bay area, volunteers have taken to the streets to offer escorts for elderly residents and advice on communicating with law enforcement officers.  \"You want to take that rage and ... do something,\" volunteer Derek Ko said. \"And this is what we're doing.\"  Monthanus Ratanapakdee said she was familiar with the hate even before her father was fatally assaulted in late January. She recalled people saying, \"You bring the Covid, screaming, spit[ting] on us ...  but we just walk away.\" Lawson said the spate of hate incidents and assaults have affected the once teeming streets of mostly Asian American enclaves.    \"There's less people on the street, definitely less Asian people,\" he said. \"I'm in Chinatown a lot and it's been dead... It was starting to pick back up and then ... this happened.\" Lawson said Ratanapakdee's family will be having conversations and looking around the room for him.  \"There's an empty spot in the room,\" he said. \"I keep looking over to see if ... he's listening.\" Monthanus Ratanapakdee lamented not being able to say goodbye to her father. But she said he would be proud his family now tells his story in order to protect others in their community.   ", "Section": "us", "Writers": ["Kyung Lah", "Jason Kravarik"], "URL": "https://www.cnn.com/2021/02/16/us/san-francisco-vicha-ratanapakdee-asian-american-attacks/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}