{"Type": "article", "Time": "2020-05-27", "Headline": "Why Thailand isn't reopening to international tourists yet", "Text": "With news that many countries in Europe are reopening to tourism in time for summer, travelers with their sights set on Asia are anxiously awaiting word on when they'll be given the green light to visit their favorite destination. As of now, those with Thailand in mind will need to wait at least a few more months before packing their bags. \"It is still dependent on the outbreak situation, but I think at the earliest, we may see the return of tourists could be the fourth quarter of this year,\" Yuthasak Supasorn, governor of the Tourism Authority of Thailand (TAT), tells CNN Travel.   And even then, he says, there will likely be restrictions on who can visit and where they can go.    \"We are not going to open all at once,\" he adds. \"We are still on high alert, we just can't let our guards down yet. We have to look at the country of origin [of the travelers] to see if their situation has truly improved. And lastly, we have to see whether our own business operators are ready to receive tourists under the 'new normal'.\" Similar versions of this strategy are already being looked at in the region -- referred to as \"tourism bubbles.\"  Basically, a country will open borders reciprocally with destinations that also have their coronavirus situation under control. Once Thailand does open to international tourists, they'll likely only be able to visit certain spots, says Yuthasak.  \"We have studied a possibility of offering special long-stay packages in isolated and closed areas where health monitoring can be easily controlled -- for example, Koh Pha Ngan and Koh Samui. This will be beneficial for both tourists and local residents, since this is almost a kind of quarantine.\"   Yuthasak says they're finishing up a framework to restart tourism, but much of the decision-making lies in the hands of the CCSA -- the Center for Covid-19 Situation Administration -- which will decide when is the best time to open the border. Phuket-based Bill Barnett, managing director of Asia-focused consulting firm C9 Hotelworks, says \"baby steps are needed\" to reignite international tourism.  \"The next step is bilateral agreements between countries,\" he says. \"Thailand's good standing in the face of the crisis with China, along with strong pent-up demand, make it a logical short-term solution for overseas tourism to return to the Kingdom.\"  For now, Thailand isn't taking any chances and the country's borders are firmly shut.  The Civil Aviation Authority of Thailand (CAAT) has issued a temporary ban on all international commercial flights into the country until June 30, excluding repatriation flights. The Thais who do return on these flights are put into quarantine facilities for 14 days. Meanwhile, on May 26, the Thai Cabinet agreed to extend the nationwide state of emergency until June 30.  Thailand has seemingly managed to avoid the ravages of the virus experienced by many other nations around the world. When this story was published, the country had recorded 3,042 Covid-19 cases and 57 deaths. It's reporting only a handful of new Covid-19 cases each day -- occasionally even zero. Instances of local transmissions are low, with most recent Covid-19 infections discovered in quarantined returnees.   Country kicks off domestic tourism push, eases lockdown measures Thailand is now focused on reopening to domestic tourism in June, says Yuthasak. Resorts and hotels in some tourism destinations throughout the country have already been given the green light to reopen, including in Hua Hin, a popular beach resort about 200 kilometers (124 miles) south of Bangkok. Nationwide lockdown measures put in place in late March have been easing in stages throughout May.  Malls, markets, museums and some tourist attractions have already reopened and more are slated to follow. Bangkok's Grand Palace, for instance, will reopen June 4.   National parks, theme parks, stadiums, spas, massage shops and cinemas remain closed, but local media reports some will likely be given the go-ahead reopen in June.  Restaurants -- limited to offering only delivery and take-out services in late March -- can now allow customers to dine in but are banned from serving alcohol and must adhere to strict social distancing measures. Pubs and night clubs remain closed, and a curfew is in place from 11 p.m. to 4 a.m.   Local transport networks are increasing services, including rail and bus lines, while airlines are upping the number of domestic flights.   Phuket International Airport, however, remains closed until further notice.  Thailand's most popular tourism island emerged as a coronavirus hotspot in March, facing the highest infection rate per capita out of all of Thailand's 77 provinces.  As a result, Phuket officials imposed strict lockdown measures and embarked on an intensive drive to test residents. But with cases slowing to a trickle in recent days, embattled travel industry players question the continued closure of the island's airport when the rest of the country is opening to domestic flights.  \"The Phuket tourism sector at the moment is sad, stunned, annoyed and dismayed at the lack of a defined plan to reopen the airport,\" says Barnett.  \"The recent 24-hour notice by CAAT of a sustained closure was a hard pill to swallow for a damaged industry. There is no point to open hotels, while the airport is the trigger for reopening. The vague notice and lack of a clarity on when the airport [will reopen] makes it impossible for businesses to plan forward actions.\"   Local businesses struggle Even with domestic tourism starting to kick off in some provinces, it's only a drop in the bucket.    In 2019, nearly 40 million tourists visited Thailand, according to government data. The TAT estimates only 14 to 16 million will visit this year.  Financially stressed hotels in need of cash flow have already started aggressively selling hotel rooms and vouchers, says Barnett, while also looking to the local market to provide some relief.    \"Staycations and road trips are being touted but in a country where tourism represents 12 to 14 percent of the GDP, these small bites are not going to bridge the road to recovery,\" he says. \"Broader ASEAN bilateral agreements and getting airports open and airlines back in the air is what's needed.\"   Bangkok's Chatuchak Weekend Market, one of the city's most popular shopping destinations, reopened on May 9. But though Thais and expats have returned, it's simply not enough foot traffic for vendors to make a sustainable living, says shop owner Tassanee Larlitparpaipune.   \"International tourists make up about 50 percent of my customer base,\" she says. \"Most are from Singapore, Hong Kong and Malaysia.\"  Before  the Lunar New Year holiday in January, Tassanee owned four clothing shops at the market. She has since closed two and is now considering shuttering a third and shifting her focus to online orders.   Wildlife returns to once busy natural spaces But the Covid-19 pandemic hasn't had completely negative consequences. As seen in other once busy global destinations, Thailand's wildlife has benefited from the global shutdown -- particularly marine animals.   Marine biologist Dr. Thon Thammawongsawat says the changes he's witnessed have been remarkable, with animals returning to destinations once crowded with humans. \"For example, pink dugongs were spotted around Ban Pe, in Koh Samet and green turtles laid eggs for the first time in six years at Koh Samui beaches,\" he says. More than 200 of these turtles were born on the secluded beach of the Banyan Tree Samui resort, with three nests hatching between April 4 and 24, according to hotel staff.   A giant mother turtle reportedly laid the eggs in late February and early March, which were then protected by the resort's resident marine biologist and the local Department of Marine and Coastal Resources. Other species of turtles have returned to Thailand's shores to lay eggs, too.  \"The most crucial indicator of positive side effects from this crisis is that we've seen leatherback turtles lay eggs in the highest amount since we began recording statistics eight years ago,\" says Thon. \"Last year, we recorded that there were about 100 leatherbacks hatched. This year, up until now, there are more than 300 hatched and returned to the sea.\"  The country's national parks officials say they hope to preserve some of these gains.  \"The department has decided to close national parks -- both land and marine parks -- every year between two to three months a year,\" Sompoch Maneerat, director of information for Thailand's Department of National Parks, tells CNN Travel.  \"Durations and dates will be varied depending on the nature of each location. The purpose is to achieve sustainable tourism, where nature can rest during the low season.\"  As for popular Maya Bay, where the 2000 movie \"The Beach\" starring Leonardo DiCaprio was filmed, Sompoch says it will remain closed until at least 2021, as the ecosystem has not yet fully recovered to an acceptable level.  The bay has been closed since June 2018 part of a rejuvenation program aimed at reviving the area's decimated corals.", "Section": "travel", "Writers": ["Kocha Olarn", "Karla Cripps"], "URL": "https://www.cnn.com/travel/article/thailand-international-tourists-covid/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}