{"Type": "article", "Time": "2021-02-16", "Headline": "The syrupy treat that helped China's Manchu Army conquer the Ming Dynasty", "Text": "Poon Sun Hay awakes in the early morning, ready to return to Singapore's Chinatown Complex Hawker Centre and finish up the work he started the night before.  The 65-year-old reaches stall #02-078 (better known as Pan Ji Cooked Food), settles into the open kitchen of the small space and starts heating up a syrupy mixture of sugar and maltose (a less sweet malt sugar) to pour over the crispy ribbons of dough he deep-fried the previous evening.  Once the ribbons are generously coated, he packs them into a shallow tray, then turns the tray over onto a tabletop and begins cutting the sticky and stiff formation into bite-sized blocks.  It's a process that Poon has down to a T, since it's one he's been meticulously crafting for nearly 38 years.  Sachima is a sweet Chinese pastry made up of flour batter that's been (in Pan Ji's case) egg-tossed and then deep-fried, coated in syrup, sliced and served. They have the same form and the same gooey consistency of Rice Krispie treats, but unlike the latter, sachima has been around for centuries.  In fact, the sugary snack originated in northeast China and is said to have served as an energy bar for the horsemen of China's Manchu Army, providing them with the strength and stamina needed to defeat the Ming Dynasty in the 1600s.  Cantonese-style sachima with a Singapore twist Sachima is now a culinary staple throughout China, often eaten during Lunar New Year celebrations. There are regional variations, including a Cantonese version that's typically sprinkled with sesame seeds and/or raisins.  However, it's becoming increasingly hard to find in Singapore, where Poon runs one of the island nation's last remaining handmade sachima stalls. \"I can't remember the first time I tried sachima,\" he says. \"But that's because I've been eating it since I was young.\"  Born in 1956 in Singapore, Poon got into the sachima-making business by chance. His parents had emigrated to the island nation several years earlier from China's Guangdong Province (formerly Canton Province), and opened a Canton tea house -- sachima was served -- in the heart of Singapore's Chinatown.  Poon began working there when he was only 12. However, because Poon was born without fingers on his left hand, his father wanted him to learn a skill that he could master, and one that would sustain him financially. So he turned to sachima-making.  Pan Ji Cooked Food has been a part of the Chinatown Complex Hawker Centre since 1983, when the Singapore government first pulled the street vendors from neighboring Trengganu, Sago, and Banda streets together under one roof.  Today it remains one of the complex's 226 cooked food stalls, each one specializing in its own unique cuisine or delicacy, such as braised ducks, steamed fish heads in hot sauce and Chinese-style pork satay.  Poon is one of the complex's few remaining original vendors, whipping up artisanal bars of Cantonese-style sachima -- slightly sweet and more savory than the Manchu original -- though without the added seeds or raisins for which the style is traditionally known.  But despite the fact that Singapore's hawker culture has recently been placed on UNESCO's list of Intangible Cultural Heritage, most notably for their role as \"community dining rooms,\" Poon and his Pan Ji Cooked Food stand still face the crux of change.  Over the years Singapore's number of artisan sachima makers has dwindled, with  Poon's stall being one of (if not the only) handmade sachima stalls still remaining in the island nation.  These days almost all sachima in Singapore is factory-made, and much of it comes in from Malaysia.   \"Many people today have only tried factory-made sachima,\" says Poon. \"But I believe you must try handmade sachima to experience its real taste and texture.\" Without doing so, he says, it's impossible to know what one is missing.  The Chinatown Complex Hawker Centre has also been hard-hit by Covid-19.  When cases of the virus first began appearing in February 2020, say the founders of Singapore's hawker culture app, Eat Shop Play (which helps facilitate tours for visitors), many of its hawkers saw their business drop as much as 80%.  Since Chinatown is an especially tourist-friendly area, drawing visitors with its Keong Saik Road coffee shops and art galleries, and the popular Buddha Tooth Relic Temple, the center lost more clientele than similar hawker centers. With customers dwindling, many stall owners turned to delivery services to make ends meet. But without a web presence, Pan Ji Cooked Food found itself at a disadvantage.  However, in the year since, Singapore's Chinatown Complex Hawkers' Association has been working with its vendors to offer online platforms to those such as Pan Ji Cooked Food, hoping to increase business.  Poon says he's also been lucky enough to still have many regular customers helping keep Pan Ji afloat.  \"They've continued to regularly patronize my stall and now in Singapore we're encouraging a lot of domestic tourism,\" he says.  \"Pan Ji Cooked Food is also very suitable to be part of an experimental tour,\" like those that the Eat Shop Play app facilitates. \"Tour participants can actually see me making the sachima.\" 'It all has to be very precise' In the open kitchen of Poon's sachima stall, the artisan confectioner works diligently at his craft.  \"It's one of the things that people love about it,\" he says. \"The ability to watch the process from start to finish.\"  Although most visitors haven't either the time, or the inclination. This is because a typical batch of sachima takes about three-to-five hours to make, a lengthy affair that includes slicing noodle-like ribbons from a thin sheet of kneaded dough, then deep-frying them in a vat of oil and letting them cool overnight.  The next morning there's the mixing together of syrup and fried ribbons, a task that's both strenuous and exhausting. But once the remaining steps are complete, the result is a crispy-on-the-outside, chewy-on-the inside sugary treat that's both filling and highly satisfying.  On the days that he's producing sachima, Poon works alone and undisturbed in the open kitchen.   \"The whole process, including timing, temperature, cutting, and slicing... it all has to be very precise,\" he says. Other days he happily greets customers at the front of the stall (though his English is limited).  With both domestic tourism back on the rise and Singapore's relatively low number of COVID-19 cases, Pan Ji Cooked Food continues weathering the storm, for now.  But without a family of his own, Poon fears his eventual retirement might mean the end of handmade sachima -- not to mention a large piece of Chinese culinary history -- in Singapore.  He says that although many young people have been interested in learning sachima-making, the majority of them can't stand more than a day or two of the hard labor and long hours that are involved.  So, says Poon, he has a proposition: \"If any Americans want to come here and learn the art of sachima-making from me, and then bring it back to their own country, I say 'welcome.'\"", "Section": "foodanddrink", "Writers": [], "URL": "https://www.cnn.com/travel/article/singapore-sachima-hawker-stall-pan-ki/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}