{"Type": "article", "Time": "2019-06-12", "Headline": "Hong Kong protests over China extradition bill", "Text": "At least two people are in serious condition in Hong Kong hospitals after a long day and night of violence between police and protesters.  An estimated 5,000 riot police fired tear gas, pepper spray, rubber bullets and bean bags at tens of thousands of protesters as they forcibly cleared streets around the city's Legislative Council in Admiralty.  Confrontations went late into the night as crowds of mostly young, college-aged protesters were pushed back from the Legislative Council complex towards the city's Central district. At least 79 people were injured in the violence, with two remaining in serious condition, according to a spokesman for Hong Kong's information bureau.  There was an extremely heavy police presence around the Legislative Council building and the city's Admiralty area Thursday morning. It remained unclear whether lawmakers would attempt to restart a second reading of a hugely controversial extradition bill with China that sparked the protests, amid rumors the debate may be suspended.  Central government offices next door to the legislature were closed Thursday and Friday, according to a statement. READ OUR CONTINUING COVERAGE OF THE HONG KONG PROTESTS HERE Police fired tear gas and rubber bullets at protesters in Hong Kong on Wednesday, hours after tens of thousands of mostly young people surrounded the city's government headquarters and postponed the debate over a controversial bill that would allow fugitives to be extradited to China. We're wrapping up our live coverage for the day, but keep reading CNN for more on the protests. Here's what happened Wednesday in Hong Kong: Violent clashes erupted: Rubber bullets, pepper spray and hand-thrown tear gas were used to push back protesters who had occupied the city's main thoroughfare near the government headquarters, as well as the roads around it, Hong Kong Police Commissioner Steven Lo Wai-chung confirmed.\nThe protest was deemed \"a riot\": Lo said the demonstration was being considered a \"riot.\" He added that police had been left with \"no choice but to start to use force.\" Up to 5,000 police in riot gear were deployed to guard the building. Protesters were seen wearing helmets, goggles and heavy-duty workman's gloves, and pulling bricks from the sidewalks. \nDebate over the bill was postponed: The city's legislative council had been due to hold the second reading of the controversial bill Wednesday morning local time, but it was postponed. The bill has been met with widespread opposition, including from the city's traditionally conservative business community.\nWhat officials are saying: Despite the mass demonstrations, Hong Kong's leader Carrie Lam has refused to withdraw the extradition bill, saying it is needed to plug loopholes to prevent the city from becoming a haven for mainland fugitives. President Donald Trump said Wednesday that he hopes things work out between the Chinese central government and Hong Kong demonstrators protesting changes to an extradition bill. “I looked today and that really is a million people. A lot of times people talk about, they had 2,000 people but it was really 1,000 or it was 200. I see it all the time … but when you look at this demonstration, they said it was a million people. That was a million people,” Trump told reporters in the Oval Office. “That was as big a demonstration as I’ve ever seen, so I hope it all works out for China and for Hong Kong,” he continued. Asked if protesters are sending a message to China with these demonstrations, Trump said, “I don’t know what they’re sending them. That’s a demonstration that they’re having. I understand the reason for the demonstration, but I’m sure they’ll be able to work it out. I hope they’ll be able to work it out with China.\" At least 72 people have been injured in Hong Kong protests over the bill. The proposed law would allow Hong Kong to extradite fugitives to territories where it doesn't have formal extradition deals, including mainland China, Taiwan and Macau. Opponents of the bill say it could mean democracy activists, journalists and foreign business owners could be surrendered to mainland China. Hong Kong Chief Executive Carrie Lam is standing firm in her support for the proposed extradition bill despite mounting pressure and death threats. A little about Lam: Lam was chosen as the fourth Hong Kong chief executive in 2017 by a tiny election committee, becoming the city's first female leader.  Following the election, however, protestors argued the decision saying it was a \"selection rather than an election.\" Why she supports the bill: Now, amid more turmoil, Lam admits that the new bill is controversial, but said safeguards have been added to the bill to protect human rights.  These comments have done nothing to quell opposition.   Lam said the bill is needed to plug legal loopholes and prevent Hong Kong from becoming a haven for fugitives. Critics of the bill fear it will allow China to extradite to the mainland to face trial.  The bill is expected to get a final vote as early as next Thursday. Lam addressed citizens in a pre-recorded address Wednesday, where she \"condemned\" the actions of protesters and defended the actions of the police.  \"These are no longer peaceful demonstrations. They are planned and intentional riots.\" Lam said, adding that \"They have done dangerous and fatal actions, such as, setting things on fire, using sharp metal sticks and throwing bricks to attacking the police. Lam and the Hong Kong government had not acknowledged the divided opinion of amendments to the extradition bill until today. But, Lam did say she understood \"the bill has aroused strong opinions from both sides.\"  At least 72 people have been treated at hospitals for injuries sustained in the Hong Kong protests, a spokesperson for the Hong Kong Information Bureau tells CNN. The ages of the injured range from 15 to 66 years old. Of the 72 injured, 50 are male and 22 are female.  Injury breakdown:  2 males are in serious condition\n14 males in stable condition\n5 females in stable condition\nThe condition of 10 people is unknown There have not been any deaths, the spokesperson said. It is unknown if any of the injured are police. Amnesty International said police's use of forces against protesters in Hong Kong is \"a violation of international law,\" adding that officers have \"taken advantage of the violent acts of a small minority as a pretext to use excessive force against the vast majority.\" Earlier today, police used tear gas and rubber bullets to push back against protesters rallying against a controversial extradition bill.  “The ugly scenes of police using tear gas and pepper spray against overwhelmingly peaceful protesters is a violation of international law. Police have a duty to maintain public order, but in doing so they may use force only when strictly necessary. Hong Kong’s police have today failed to live up to this standard,\" Man-Kei Tam, Director of Amnesty International Hong Kong, said in a statement. The statement continued:  “The police have taken advantage of the violent acts of a small minority as a pretext to use excessive force against the vast majority of peaceful protesters.\nTear gas and projectiles like rubber bullets are notoriously inaccurate and indiscriminate and can result in serious injury and even death. They should only ever be used in a targeted response to specific acts of violence and never to disperse peaceful protesters.\nThis excessive response from police is fueling tensions and is likely to contribute to worsening violence, rather than end it. We urge the Hong Kong police not to repeat such abuses against peaceful protesters, and instead ensure people can legitimately exercise their rights. We also remind police that using force against protesters already brought under control is unlawful.” The massive protests in Hong Kong have centered on a controversial extradition bill.  The proposed law would allow Hong Kong to extradite fugitives to territories where it doesn't have formal extradition deals — including mainland China.  Critics believe the bill would will leave anyone on Hong Kong soil vulnerable to being grabbed by Chinese authorities. But supporters said it will prevent the city from becoming a haven for mainland fugitives. Here's a look at the parties on both sides: Who's against the bill Civil rights activists: Critics say the bill will leave anyone on Hong Kong soil vulnerable to being grabbed by the Chinese authorities for political reasons or inadvertent business offenses and undermine the city's semi-autonomous legal system.\nBusinesses and trade unions: More than 100 firms said they would shut doors Wednesday to protest the bill and allow employees to join a rally outside the legislature. Trade unions have also suggested they might call on members to stop work in protest.\nJournalists: Earlier this year, the Hong Kong Journalists Association said in a statement that the amendment would \"not only threaten the safety of journalists but also have a chilling effect on the freedom of expression in Hong Kong.\"\nTaiwan's Ministry of Foreign Affairs: Taiwan's Foreign Minister Joseph Wu tweeted in support of the anti-extradition protests: \"I stand shoulder to shoulder with the hundreds of thousands in #HongKong fighting the extradition bill & for rule of law. Please know you are not alone. #Taiwan is with you! The will of the people will prevail!\" \nEuropean and US agencies: Representatives from the European Union have met with Hong Long leaders and expressed concern over the bill. Members of the US Congressional-Executive Commission on China have also spoken out against the bill, warning it could \"negatively impact the relationship between the United States and Hong Kong.\" And who's for it Hong Kong's leader: Hong Kong Chief Executive Carrie Lam has refused to withdraw the extradition bill, saying it is needed to plug loopholes to prevent the city from becoming a haven for mainland fugitives.\nChina's Foreign Ministry: Chinese officials have supported the Hong Kong government as it attempts to table to the bill in Parliament. Protesters in Hong Kong have spent days demonstrating against a proposed extradition law.  Here's what you need to know about the bill: What the bill would do: The proposed law would allow Hong Kong to extradite fugitives to territories where it doesn't have formal extradition deals, including mainland China, Taiwan and Macau. \nWhat it could could mean: Opponents of the bill say it could mean democracy activists, journalists and foreign business owners could be surrendered to mainland China. \nWhy this issue is so sensitive: Remember: Hong Kong is a semi-autonomous city, which has a separate legal system and political system to mainland China. It allows citizens to enjoy freedoms not protected on the mainland. Although Hong Kong is part of China, it has separate laws that follow the UK system and no capital punishment, unlike mainland China.  Prominent Chinese artist Ai Weiwei said he totally opposes the controversial Hong Kong extradition bill and said he has no confidence in Hong Kong’s government.  \"We have seen the Hong Kong people, young people mostly defending their rights. But this has to happen because no body trusts China’s judicial system,\" he said. About the bill: The proposed law would allow Hong Kong to extradite fugitives to territories where it doesn't have formal extradition deals, including mainland China. Opponents of the bill say it could mean democracy activists, journalists and foreign business owners could be surrendered to mainland China.  Ai criticized the Hong Kong government, saying it has sided with the Chinese government. Here's how he put it:  “I totally oppose the bill because I have no confidence in Hong Kong’s government, which is not democratically elected. Its in favor with Chinese government. So I don’t think they can do anything to reflect the need of Hong Kong people but rather to listen to the central government.”  Protesters rallying against Hong Kong's controversial extradition bill have been cleared from the Legislative Council building area — but thousands remain on the surrounding roads.   In front of City Hall, a large number of protesters are attempting to reinforce their improvised barrier across Harcourt Road. In front of Pacific Place on Queensway, lines of police are holding the road in stages, while a couple thousand protesters gather in front of barricades.  CNN's James Griffiths is on the ground. He says protests have stalled somewhat on Cotton Tree Drive and Queensway heading towards Central: Both groups of protesters have been fairly stationary for at least 30 mins.  CNN's Julia Hollingsworth, who is also on the ground, says that though the number of protesters may have dropped from earlier in the day, there are still thousands spread across Admiralty and Central districts.  People are moving towards Central, with a much bigger crowd there at 8 p.m. local time than a few hours before.  Suki Ma, a 27-year-old building surveyor, said she wasn’t surprised the police used force, although she was quite angry. \"They (protesters) did not do anything against the police,\" she said. “Carrie Lam didn’t do anything for Hong Kong people.\" Some background: Police fired tear gas and rubber bullets at protesters in Hong Kong on Wednesday, hours after tens of thousands of mostly young people surrounded the city's government headquarters. They're rallying against a controversial bill that would allow fugitives to be extradited to China. Carrie Lam, the leader of Hong Kong, has defended the bill. Ma said she will keep fighting until the end, as she believes this will be Hong Kong’s last protest, although she doesn’t plan to stay the night as it may be too dangerous.  “The Chinese government want to take our freedom,” she said. “We have freedom when we are born. After 1997 (when Hong Kong was handed back to China by the British), it was piece by piece removed from us.”  She didn’t believe the protests would ultimately change anything, but she came out anyway.  “We cant change the final ending. It will still be the same,” she said, referring to how Hong Kong would become completely part of China in the next few decades.  Hong Kong Pro-democracy lawmakers Claudia Mo and Roy Kwong held a press conference earlier today expressing solidarity with protesters and calling for Hong Kong Chief Executive Carrie Lam to resign. “Carrie Lam, have you gone crazy? You are now treating Hong Kongers as your enemy,” Kwong said during the presser. “You are declaring war on our generation. It is clear and simple ... You said that if the mainstream opinion believed you were not fit to be the Chief Executive you would resign. Please fulfill your election promises.”   A spokesman for Hong Kong's Hospital Authority said that 22 people had been injured in the protests on Wednesday, as of 6 p.m. local time. He said there had been 16 men and 6 women injured, some of whom were still undergoing treatment while others were stable. Separately a spokesman for the Information Services Department said 10 of the injured were stable, and six had already been discharged. The condition of six others was \"unknown.\" So far, there have been no fatalities reported from Wednesday's divisive protests. The health authority spokesman said he didn't know how badly the injured had been hurt or whether they were predominantly police or protesters. Currently they are located at two hospitals in central Hong Kong -- the Queen Mary and the Ruttonjee. On the same day that protestors took to the streets of Hong Kong and a second reading of the Hong Kong bill was stalled, Carrie Lam, the Chief Executive of Hong Kong, said it is \"undeniable that this law is controversial.\" In an interview with Hong Kong's TVB, Lam conceded that \"whether to set up this law or not for the good of Hong Kong, our view is like this: It is undeniable the law is controversial, allowing more explanations and discussions will be helpful, but it will not eliminate worries and controversies concerning the law completely.\" When asked about the protests, Lam said: \"I am worried that youngsters are engaged in this. I am sad to see many have joined this because Hong Kong has always been a calm and sensible society.\" \"They say I sold out Hong Kong, how could I?\" she added. \"I am born here and I live here with everyone I have sacrificed myself to Hong Kong.\"  It's 8 p.m. local time in Hong Kong, where protesters have been rallying all day against a controversial extradition bill. Here's what you need to know about the protests: What the protesters want: They're demonstrating against a proposed law that would allow Hong Kong to extradite fugitives to territories where it doesn't have formal extradition deals, including mainland China, Taiwan and Macau. \nWhat the bill could mean: Opponents of the bill say it could mean democracy activists, journalists and foreign business owners could be surrendered to mainland China. Remember: Hong Kong is a semi-autonomous city, which has a separate legal system and political system to mainland China. It allows citizens to enjoy freedoms not protected on the mainland.\nHow police have reacted: Police have used tear gas and rubber bullets to push back against the protests. Hong Kong Police Commissioner Steven Lo Wai-chung classified the demonstrations as “a riot,\" saying the police have “no choice but to start to use force.”\nWhat happens next? Hong Kong’s Legislative Council postponed a second debate of the contentious bill, blaming road blockage around the Legislative Council building due to tens of thousands of protesters. Images from CNN's Rusty Foulkes show Hong Kong police officers with their riot gear resting in the Legislative Council building.  Some 5,000 police officers were deployed to control the protesters today.  Desperate protesters pushed back by Hong Kong police were given some reprieve on Wednesday night, thanks to a local restaurant. The chef came out with free hotdogs for protesters, telling the hungry Hong Kongers to take as many as they wanted. \"Take them so I can come back with some more,\" the chef told them. Thousands of protesters have now moved west to Hong Kong's Central district, the city's business and retail heart.  They have been pushed away from the Legislative Council building by police but say they will keep protesting here. Crowds can be seen on Queens Road Central, with huge numbers sitting alongside supplies. Most of these roads were empty earlier, as the point of the protest was to surround the Legislative Council building, not to disrupt the city's Admiralty and Central districts. On the Connaught and Pedder Street overpass, crowds have gathered and are yelling down to traffic below.  Protesters on Cotton Tree Drive are slowly being pushed uphill by police.  They are yelling at people on the walkway to leave before they get trapped by advancing law enforcement. The main crowd here is retreating up Cotton Tree Drive, which runs perpendicular to Harcourt Road and Queensway away from the government complex area.    One protester holds a radio to hear live updates from local media.  There is no official number of injured yet from the protests but reports are coming in of people being removed from the scene on stretchers. Three ambulances were seen rushing towards Harcourt Road, the main site of Wednesday's protests. They struggled to get through the large numbers of Hong Kong police on the scene. Elsewhere a man on a stretcher was seen being wheeled off past the high-end Pacific Place mall, which runs alongside the protest site. Earlier in the day, Hong Kong Police Commissioner Steven Lo Wai-chung said an unspecified number of officers had been injured. Protesters appear to have been cleared from much of Harcourt Road after police fired tear gas and rubber bullets to push them back.  The image above shows an empty canister of CS -- or tear gas.  Umbrellas, plastic bottles and other bits of debris can also be seen littering the ground.  Patrick Kar-Wai Poon told CNN he thought it was \"scary and outrageous\" that police are using tear gas on what he said were peaceful protesters.  “I was observing the peaceful assembly on the road from the footbridge. Suddenly, I heard a great sound and immediately lots of white fumes appeared. \nMany people were very scared, including people who were also standing on the footbridge like me. A lot of young people and some older people were around. Everybody felt uncomfortable. \nI felt some pain on my eyes and in my nose. As there were many people around, we had to slowly go down from the footbridge, but we were in very good order. \nIt's scary and outrageous to see how the police suddenly used tear gas to people in the area when all people were so peaceful. Simply no clue.\"  Video appears to show police using long range pepper spray on a photojournalist who got too close to them. Galileo Cheng told CNN he took the video while standing on Harcourt Road Flyover with his photographer friends. “Basically, police first tried tear gas -- no use as Hong Kongers are used to it. Then they took out AR15 (rifles) and fired at people getting too close. I couldn’t tell the type of bullet but mostly rubber bullets or paint bullets. Bean bags is not used near PLA (Chinese People's Liberation Army Forces Hong Kong) headquarters. Crowd scattered now and gathered near Admiralty Centre side. I’m now at AIA tower near central. Situation is calmer now.” The glitzy, high-end Pacific Place mall is packed with young protestors, many wearing black shirts and face masks, and yelling in the usually quiet mall foyer. Hundreds of protestors were driven back into the mall by the police's use of tear gas outside. Now Pacific Place is packed with people, and there’s a sense of restlessness and frustration. Many have red eyes or faces from the gas outside, and groups are staying close to one another, trying not to lose each other in the tide of people.  Chi Chan, a 30-year-old office clerk, was one of the people pushed back from a walkway into Pacific Place. Sirens were ringing in the mall as she entered, set off by the gas outside. Her boss let her leave work early to join the protest, and she arrived at 2.30 p.m., right before the gas began to fly. She said she had come because was concerned by the Chinese legal systems’ lack of transparency, and said in the last five years Beijing had tried to influence Hong Kong too much. Although Wednesday looked like it could be the beginning of another Umbrella movement, she said it would be more difficult for protestors to pull it off this time around -- the government and authorities had learnt from past experience. “It’s not that easy,” she said. The use of force by the Hong Kong police has succeeded in driving back protesters from Harcourt Road in front of the Legislative Council, the center of the unrest earlier in the day. On Wednesday morning, this was the scene in the center of Harcourt Road. By dusk, it was an altogether different image, as police fired tear gas and rubber bullets to push the crowds back, away from the government complex. Images on social media appear to show panic in Hong Kong's Admiralty station as tear gas begins to drift into the subway, effecting passengers during the peak rush hour period.  The district where the protest is taking place is in the heart of the downtown area, close to the city's financial hub. Police have cautioned residents to stay away from the protest area, but due to the relatively small size and compact nature of Hong Kong, this isn't always possible.  Protesters are seen throwing bits of debris at police as they try to come down the stairs of a walkway onto Harcourt Road.   Commissioner of Hong Kong Police Steven Lo Wai-chung has confirmed that police have used a range of weapons -- including rubber bullets -- to suppress protests in the city center. Alongside rubber bullets police have used tear gas, batons, pepper spray, pepper-spray solution and bean-bag rounds on Wednesday, Lo confirmed. Lo defended the use of the heavy-duty emergency weapons by labelling the protest \"a riot.\"  He said the protesters had attacked police lines and left officers with \"no choice but to start to use force.\" He added that the pro-democracy protesters had used sharpened iron bars and bricks, resulting in injuries to a number of officers. He urged residents not to enter the city's Admiralty area. As the police continue to push back along Harcourt Road, many of the protesters have retreated into the nearby Pacific Place and Queensway shopping centers. Police have used so much tear gas that it has set off the fire alarm inside the Queensway mall. Even streets away, protesters are still able to feel the effects of the tear gas from around the Legislative Council. The walkway above Harcourt Road, next to the government building, has now been cleared by police. It's the first time since the Umbrella Movement in 2014 that police have fired tear gas at protesters in Hong Kong.  Then, in the evening of September 28, police fired multiple rounds of tear gas at protesters, who had been gathering around the Legislative Council building all day.  The images of tear gas being used against young students galvanized the movement and the next day hundreds of thousands of people came out in support -- ultimately leading to the 79 day occupation of key areas in the city.  CNN's James Griffiths said: \"Tear gas is what took Occupy from a student protest to a mass movement.\" Read more about the return of Hong Kong's Umbrella Movement here.  Long Chen, 25, came out on Sunday to protest, and has been in Admiralty since 12 p.m. local time. He’s planning to stay until 8 or 9 p.m., but he expects others to stay overnight. “Hong Kong people don’t trust the Chinese government,” the maintenance worker told CNN. Sean, a 20-year-old business student who would not give his full name, had tried to cross the Harbor to Tsim Sha Tsui to get supplies, including gloves and helmets. But said he and his friends were blocked by police. “They’re trying to cut off the supply,\" he said.  He said he would stay out as long as it takes, but said today’s protest wouldn’t be Occupy 2.0 as the protest was less organized than in 2014, and the government was less willing to listen. “We don’t have any leaders this time,” he said, wearing a blue face mask over his mouth. “This is our last hope.”  Karry Yu, a 30-year-old office worker, said she bought around 10 umbrellas which she tossed down from an overpass to fellow protestors to help protect them from tear gas. “It’s a critical moment for the Hong Kong people,” Yu said.  Chants of \"Hong Kong ga yao!\" (“Hong Kong add oil!”) ring out from the crowd. Police have now retaken Tim Wa Avenue, which was temporarily held by protesters who appear to have been pushed towards Queensway -- which runs roughly parallel to Harcourt Road.  Tim Wa is not a major road but is significant because it joins to the entrance of the Legislative Council. It also runs parallel to the Chinese People's Liberation Army Forces Hong Kong building. The crowd on the overpass is shouting abuse at police. Both sides are currently regrouping. Follow where the protests are taking place with this map: Police reinforcements are building up en masse at Lung Wo Road. They are pushing back towards Tim Wa Avenue, which is under the control of protesters.  A tear gas warning went up before police charged protesters on Tim Wa with batons and pepper spray.  Police pushed past central government gate and reinforcements are pouring out now onto Tim Wa Avenue.  More tear gas has been fired.  University student Issac Lai and his friends have been at the protests since 6:30 this morning. He said they ran to Admiralty MTR station when police began to use tear gas.    When asked how he felt about the legislature delaying the debate on the bill, Lai said it was “horrible.\" He said they probably won't rejoin protests any time soon as it’s “too dangerous” and they don’t have any protection. Also in the MTR, a university student who declined to give her name, said that “the worst thing\" about the police countermeasures was the feeling it had \"happened before.\" \"We know the result. We’re still doing this, and we put our lives at risk. We don’t have any choice,\" she said.  Protesters could be seen running away from Tamar Park after police fire multiple shots of teargas.   Hong Kong police have fired tear gas as protesters rushed the front lines outside the Legislative Council.  Police have now set up a line of defense inside the building while protesters have taken temporary control of Tim Wa Avenue.  Protesters in Tamar Park are shouting to get people prepared with water and protection. Taiwan's Ministry of Foreign Affairs has tweeted in support of the anti-extradition protests. \"I stand shoulder to shoulder with the hundreds of thousands in #HongKong fighting the extradition bill & for rule of law. Please know you are not alone. #Taiwan is with you! The will of the people will prevail!\" said the tweet, which was signed by Taiwan's Foreign Minister Joseph Wu. Wu linked to a post from Reporters Without Borders saying that they, along with 73 other NGOs sent a letter to Carrie Lam calling for Hong Kong to immediately withdraw the extradition bill.  The area around the Legislative Council entrance is packed again after thinning out around midday.  The corner of Harcourt Road and Legislative Council Road, where protesters first seized control of the streets this morning, is again heaving with people. Around midday the crowd had thinned as rain and hunger sent protesters in search of shelter and food, though the latter was increasingly hard to come by as local shops and restaurants quickly sold out of everything that was available, not used to having thousands of customers at once. The crowd size is growing again now though, and will likely continue to do so as those who did go to work or school finish and join the protests. At several points the crowd joined in chants of “shelve the bill” that could be heard several blocks away. Two Hong Kong-based adult websites are urging their users to join the protests against the extradition bill today. The local section of website AV01 stopped its video offerings and urged its users to go out and protest.  A message posted on its website in English said: \"Do you want to live the rest of your life looking over your shoulder? There will be no more safe place or security. The government has failed you, the system has failed you, the society has failed you, do you want to fail yourself? #HongKong #SaveOurCity #AntiExtraditionLaw #NoChinaExtradition.\" And porn site ThisAV has a similar banner on its landing page. For the initial protest on June 9, when more than one million people came out to march against the bill, it urged its users to join the march.  It's not the first time that adult companies have come out in support of pro-democracy action. After the Tiananmen Square protests and crackdown in 1989, Hong Kong porn magazines ran with the protests on their covers.  Protest leaders are rallying the crowds on Harcourt Road with speeches and chants. Pro-democracy lawmaker Eddie Chu, who was disqualified from running in a local election in 2018 after officials questioned his stance on Hong Kong independence, led the crowd with chants of: “Full-scale civil disobedience, pull down Carrie Lam.”  Internet entrepreneur and lawmaker Charles Mok said police should treat Hong Kongers as their boss.  “Police go on strike,\" the crowd chanted.  Chairman of Democratic Party, Wu Chi-wai, said: “I appeal to everyone that this action must achieve the goal of getting the bill shelved. So please use your own methods to call on more people to come out.”  The Hong Kong Artist Union has called on the city’s cultural institutions and galleries to suspend operations on June 12 and allow employees to take part in Wednesday’s strike, should they choose.  According to an open letter, the proposed extradition law would “risk seriously eroding the freedom of expression on which the work of artists and cultural workers of all disciplines depend,” if passed.  “It also undermines the city’s reputation and credibility as an international art hub where ideas through freely.” The letter was sent to M+, Tai Kwun and the Asia Society, among others. Artist and union member, Wong Ka Ying told CNN that art spaces around the city had lent their support by closing for the day, or limiting operations so their workers could attend without being penalized.  Wong said the union was participating in the protest to help fight for freedom of speech. “Many Hong Kong artworks are engaged in society, and related to politics. We don’t want to be sent to jail because of our works, or to be punished for showing (political) artworks. That is what has happened to artists in mainland China.” Jimmy Sham, convener of the Hong Kong Civil Rights Front (CHRF) which organized the protest, has said they won't stop protesting until Chief Executive Carrie Lam shelves the extradition bill.  \"We have created a peaceful scene of surrounding the Legislative Council, we have successfully stopped Andrew Leung (President of the Legislative Council) from having the meeting today,\" Sham said.\n\"This gathering will only end when Carrie Lam shelves the bill.\n“We call on bigger companies, bigger organizations to support the strike, so all Hong Kong can come out and tell the world that we oppose the extradition law.” Image shows police using pepper spray on a protester near the Legislative Council building in Hong Kong.  Hong Kong’s Hang Seng fell nearly 1.8% in afternoon trade, as protesters brought parts of the city’s financial district to a standstill.  Analysts say the dip was more likely tied to ongoing trade tensions between the United States and China, and the fact that after soaring about 1,000 points in four days, the market was due for a correction. Francis Lun, chief economist of GE Oriental Financial Group, said market reaction to the protests today will be similar to when the city was paralyzed by the Occupy demonstrations in 2014, a protracted period of protest also known as the Umbrella Movement. Investors were “rattled a bit, but the stock market didn’t crash, the economy will keep on humming along, and as far as the political scene is concerned, China has control of everything. What can you do? Everyone will protest, but it will remain the same,” Lun said. Hong Kong's Chief Secretary for Administration, Matthew Cheung, has given a televised address urging protesters to disperse, while defending the extradition law. \"The Legislative Council was scheduled to begin council meeting on the debate of extradition bill at 11 a.m., this morning, but because the parameters outside the council were blocked by mass crowds, the President of the Legislative Council indicated that the meeting will be postponed and held at a later time. Right now, multiple major traffic lanes in Admiralty are being blocked, causing major problems,\" said Cheung.  \"The Government is calling on citizens who have occupied the roads to move back to the sidewalks, allowing traffic to return to normal. I am also calling on citizens who have gathered in the area to remain calm and restrained and to peacefully disperse as soon as possible, and do not break the law,\" said Cheung. \"The HK SAR Government would like to reiterate the extradition bill only targets fugitives who are charged with serious crimes and not for the law-abiding general public.\" Heavy rain has had little effect on protestors, who number in the tens of thousands and continue to occupy the main roads around the Legislative Council building. Protesters have put up their umbrellas to shelter from the rain -- but the humble umbrella is also a symbol of protests in Hong Kong.  During the 2014 mass democracy protests it was used to shield protesters from the tear gas and pepper spray deployed by police, becoming a ubiquitous sight on the frontlines, and giving the movement its name.  There's a strong sense of community spirit and cooperation within the protest camp, which has sprung up just hours after protesters blocked many of the main roads leading to the government headquarters.  In the sweltering Hong Kong humidity, deliveries of water are met with cheers. The same cheers greet groups of young men and women running through the crowds with material for the barricades, including anti-pepper spray googles.  Stations throughout the protest camp show how well prepared and experienced these young protesters are, handing out food, water, riot gear and medical supplies.  Leading pro-democracy lawmakers have held a press conference calling on Hong Kong Chief Executive Carrie Lam to withdraw the bill immediately.  “I know that we are on the verge of a dangerous situation. I am very worried and I definitely do not want, I think all Hong Kong people do not want to see our teenagers getting injured or arrested in the course of defending Hong Kong’s core values,\" said Democratic Party lawmaker Wu Chi-wai.  \"But if this problem really happens, the responsibility lies with Carrie Lam, because she is the one who initiated this. She proposed the bill and decided to press ahead with it, and even today she is still a coward and refused to shelve the evil law. So all responsibilities are with her. I hope she can be responsible for her actions and if she thinks she has two bosses, Hong Kong people are telling you to shelve the evil law, so please serve Hong Kong people as your boss,” added Wu. More and more people continue to join the protest against the extradition bill, with Harcourt and Connaught Road Central now completely packed.  Protesters have also blocked most of the roads leading to the Legislative Council building. Below, protesters pack the roads by the gold-colored Far East Finance Centre sits in the foreground while the iconic International Finance Center looms in the background.  Dissident Chinese artist Badiucao has reacted to today’s protest. Badiucao's name is a pseudonym adopted years ago, when he began posting caustic political cartoons lampooning the Chinese Communist Party online. He was quickly banned from Chinese social media and forced to operate outside the Great Firewall, China's vast online censorship apparatus.  You can read more about him here. Pro-democracy lawmakers, including Fernando Cheung and Claudia Mo, have begun arriving at the makeshift protest camp on Harcourt Road, encouraging the crowds and leading them in chants.  \"This is a display of people power, in particular a display of young people power,\" Mo told the crowd in English, while holding a sign reading \"Scrap the China extradition bill.\" \"The young have every right to express their feelings, their anger, their frustration, their resentment in any way they want, because this is their Hong Kong, their future,\" said Mo. “At the end of the Umbrella Movement we said we would be back,” a visibly emotional Mo continued. “And now, we are back!” At the end of her speech, the crowd made a pathway, applauding her all the way down it. One of the main tactics of Hong Kong protesters is the barricade.  Metal fences, initially set up by the police for crowd control, are being used against them as protesters tear the metal fences down and use them to build barricades.  Protesters drag the fencing and other materials, such as traffic cones and plastic road blocks, and tie them together with plastic zip ties, creating a barrier between them and police, and ensuring the road stays blocked.  It was a tactic widely used during the 2014 umbrella protests.  Protesters have now completely barricaded Queensway, one of the main arteries of Hong Kong.  The city's famous trams -- affectionately called the \"ding dings\" -- run through this road and have been brought to a complete standstill.  One tram driver, who did not want to be named, said of the protests, \"For all these people it is bad, for Hong Kong maybe it is good.\" There's a real feeling of the umbrella movement on Harcourt Road, which has become a pedestrian area, says CNN's James Griffiths.  Back from the front line, people are sitting around chatting happily, occasionally joining in with triumphant chants. As lunch hour begins some office workers are beginning to join the crowd, which has also disrupted or shut down most roads leading to Harcourt During the umbrella protests, the main Admiralty camp became something of a tourist attraction, with office workers regularly having their lunches there among the protesters. Unions and small businesses have called for a work stoppage today to protest the law. An aerial shot of the protest site taken earlier this morning shows Harcourt Road -- one of the main thoroughfares through the city -- full of protesters who have completely closed the road off to all traffic.  The size of the crowd has continued to swell throughout the morning, with hundreds of protesters continuing to arrive.  Drone footage from local media show crowds in the tens of thousands occupying parts of Harcourt Road, Tim Mei Avenue and Lung Wo Road. Protesters have pulled up piles of bricks from the sidewalks around the protest site. The young men at the scene did not want to be identified but said they will use the bricks to \"protect themselves\" and \"block the road.\" Three separate people admitted to digging up the bricks because they were \"angry\" but said they wouldn’t throw them at police because it would \"damage their credibility.\" Protests today have so far centered on the roads leading to the Legislative Council building, known locally as LegCo, in Central Hong Kong.  Large crowds, numbering in the thousands, currently occupy parts of Harcourt Road, Tim Mei Avenue and Lung Wo, with Tim Wa Avenue being completely closed off by police.  According to Cheng Chung-tai, a localist lawmaker from the Civic Passion party, today's Legislative Council meeting was postponed \" because of traffic issues.\" “I think the meeting is postponed because of traffic issues. If the government insists to put the bill on the council, then in principle we have the handle the bill. So I think the Hong Kong government really needs to take back the bill so as to avoid more violence or serious protests. I think this morning, the protests are not that serious. It seems like the Hong Kong government and the police might have some strategy to plan for the next action, so I’ll say the more people the more safety for the crowd and the protesters.” The Hong Kong government postponed the second reading and debate of the extradition bill, saying the scheduled 11 a.m. local time (11 p.m. ET) start would be changed to a \"later time.\" Protester Sunny Chan, 18, said many people are demonstrating today because they say the government did not pay attention to massive protests on June 9, when more than a million people marched through the streets against the controversial extradition bill.  \"A million of us chose to come out to fight the government because the government chose to make an evil law. \nBut after that protest, the government still chose to push the evil law and ignore the voice of a million citizens. \nI think this is unacceptable and we are very upset and angry. \nSo we choose to come out today and stand in the front and protest and try to protect my freedom.\" Police have begun using pepper spray in a bid to push back protestors on the corner of Harcourt Road and Tim Wa Avenue, near to the entrance of the Legislative Council.  The tactic, however, appears to have little or no effect on those in the crowd, many of whom have come wearing protective masks and headgear. The numbers of protestors along Harcourt Road, across from the police barricade, now easily exceeds several thousand. With thousands of well-organized young people taking to the streets, many with umbrellas and masks, there are echoes of the 2014 mass democracy protests that became known as the Umbrella Movement.  For 79 days parts of the city were brought to a standstill as protesters, mainly students, occupied key areas including Harcourt Road -- the site of today's protest.  Since it was used to shield protesters from the tear gas and pepper spray deployed by police on the first day of the 2014 protests, the umbrella has became a ubiquitous sight on the frontlines, and gave the movement its name. The protest sites were also known for how organized they were, with volunteers handing out food, water, medical supplies, and translation services for media.  Similarities with those protests can be seen in today's gathering, with the use of umbrellas, a supply camp being set up, and protesters reportedly directing foot traffic to help those trying to get to work.  The Hong Kong government have postponed a second reading and debate of the controversial extradition bill. A press statement, issued by the Information Services Department reads: Under Rules of Procedure 14(3), the President of the Legislative Council has directed that the Council meeting of June 12 scheduled to begin at 11am today be changed to a later time to be determined by him. Members will be notified of the time of the meeting later.  Protesters have begun to set up a supply camp opposite the Legislative Council building under the Harcourt Road overpass in anticipation of what many are now suggesting could be a lengthy, drawn-out protest.  Supplies include umbrellas, masks and basic medical equipment.  CNN's Andrew Stevens is at the scene: \"Some have been here for 12 hours and there have been a steady stream of them coming in all morning. What they have done is push out the perimeter of the protest area and are using barricades to block off roads and spread out. The police have raised what’s known as \"red flags\" -- which is basically a warning to protesters saying, if you charge, we will push back with force -- and that will likely mean tear gas and water cannons. \nOne of the main arterial roads in Hong Kong, which leads into the city is now blocked by protesters. There is a line of protestors holding umbrellas, facing a group of police. There seems to be a stand off at the moment.\" Hong Kong’s Legislative Council is currently empty ahead of the proposed extradition bill hearing at 11 a.m., local time.  With most of the roads leading to the building now blocked by protestors, doubts are being raised as to whether today’s session will go ahead as planned. Police have begun readying water cannons, on Tim Wa Avenue, in likely preparation for clearing protestors from outside of the Legislative Council.  Earlier, Agence France-Presse news agency released an image of police firing a water cannon at a lone protester. Protestor Marco Leung, 23, a philosophy student, says if the law passes there will be no difference between Hong Kong and mainland China.  \"We are not China. We want to protect ourself. If the law goes through, there is no difference between Hong Kong and China. That’s why we are all out here on a Wednesday in the morning -- just to say no to this f**king law. \nWe are citizens, we belong here. The police shouldn’t be against the citizens. Police should protect the citizens, not the government.\" Hong Kong police are calling on protesters who have barricaded roads around the legislative building to disperse as soon as possible, or they will take “appropriate force.”  In a statement, police say protesters who are blocking traffic have damaged police and private cars, “exceeding the definition of Peaceful Protest.\" They are calling for “people who have barricaded these vehicles to leave as soon as possible, or we will take appropriate force to rescue those who are trapped.” “Also, we see mass crowd gathering on Lung Wo Road and near Tim Wa Avenue, ready to break our defense line. I am also calling on these people to disperse as soon as possible or we will, with no choice but to take appropriate force to protect our defense line.  I reiterate this is not a call to clear the (protest) crowd. Our goal is to rescue those who are trapped.” Earlier, police raised the red “stop or we will use force” flag on Harcourt Road. Protesters have completely blocked several roads in downtown Hong Kong, preventing traffic from accessing.  Hong Kong's Transport Department said that Tim Wa Avenue and Tim Mei Avenue in both directions are temporarily blocked to all traffic.  Lung Wo Road between Edinburgh Place and Expo Drive and Harcourt Road in both directions are also blocked.  The Transport Department urged the public to plan their journey in advance and pay attention to TV and radio announcements.  \"Use non-road based public transport means as far as possible and to avoid driving to the affected areas,\" the notice said.  Foreign governments have issued travel warnings in connection with the Hong Kong protests. On June 11, the US Consulate General in Hong Kong issued an alert advising citizens to avoid the June 12 demonstrations and keep a low profile.  “The groups intend to protest the proposed changes to the Fugitive Offenders Ordinance,” the notice says. “Protests on June 9 were overwhelmingly peaceful, but isolated clashes between a small minority of the protesters and the police took place in the early hours of the following morning.” Similar advice was issued by the UK’s Foreign and Commonwealth Office, which told its citizens to remain vigilant and follow the advice of local authorities. “Further demonstrations may take place in the coming weeks and you should be aware that such demonstrations can close off large sections of the city and affect public transport,” the FCO’s travel advisory says. Other governments to issue Hong Kong travel advisories include Singapore, Thailand and Taiwan. The leaders of the main movement opposing the extradition bill are appealing to protesters around the Hong Kong Legislative Council to \"not confront police.\"  The Hong Kong Civil Human Rights group says its official protest has not yet started -- and is asking those gathered to remain calm.  According to CNN teams on the ground, Wednesday’s protesters -- who have taken the roads around the government building -- are so far are made up of people in their twenties and younger, from multiple groups such as Youngspiration and HK Indigenous, who started their protest Tuesday night.   The Civil Human Rights group -- a coalition of activists and opposition leaders -- are calling for a peaceful but forceful demonstration.  They have set up a screen where they will show proceedings from inside the Legislative Council, where a second reading of the bill is set to start at 11 a.m., local time (11 p.m. ET.)    Representatives of the Civil Human Rights group were heard by CNN reinforcing to protesters that they are a “peaceful group and they will not go head to head with police.”  Almost all protesters are high school or university age, and more or less there is an equal gender ratio. Most protesters are wearing black or white and many have their faces covered with masks.  A core near the fronts have helmets and goggles and many are wearing heavy duty workman’s gloves. Protesters are filling the roads around the Legislative Council building as leaders call for umbrellas and zip ties to be passed through the crowd to build a barricade a Multiple groups are protesting today.  Localist political parties Youngspiration and Hong Kong Indigenous started their demonstration Tuesday night and their supporters are among those who took the roads today.  Hong Kong Indigenous is a pro-independence political group whose former convener Edward Leung was jailed for six years for his part in violent demonstrations in the city in February 2016.  Leung was banned in 2016 by electoral officials from taking part in the city's Legislative Council elections, over concerns he would continue to promote Hong Kong independence. According to Hong Kong's mini-constitution, known as the Basic Law, the city is an \"inalienable\" part of China and any advocacy to the contrary is strictly outlawed. Read more on that here.  Hong Kong is a city built for business. Seized by the British after the first Opium War ended in 1842 and used as a base for trade in drugs and other products, in the late 20th century Hong Kong became a leading global financial center and gateway to the giant Chinese economy. The handover of the city to China in 1997, however, prompted fears that model would collapse. Two years before that looming date, Fortune magazine ran a notorious cover warning of the \"death of Hong Kong,\" lamenting that the \"the world's most aggressively pro-business economy\" was being handed to Communist China. It's a death knell that's been repeated countless times but never come true. Yet a controversial bill that would allow extradition to China, which prompted as many as a million people to protest in Hong Kong on Sunday, could change this for one simple reason. This time the challenges facing Hong Kong are seen as a direct threat to its business community. Read more analysis here CNN teams on the ground report that tens of thousands of protesters are blocking roads around the Hong Kong legislative council building ahead of a second reading of a controversial extradition bill.   Up to 5,000 police in riot gear have been deployed to guard the building.  Authorities raised a red flag warning protesters to stop charging or they would use force. Wednesday’s action follows mass protests on Sunday against the bill which would allow China to extradite suspected lawbreakers. Video from CNN shows riot police moving inside the Legislative Council building. Speaking to CNN’s Kristie Lu Stout on Tuesday, senior Democratic Party lawmaker James To said the people of Hong Kong were \"furious\" over the extradition bill. \"Hong Kong people are launching a systematic and large-scale cooperative movement towards the government and the whole system. Hong Kong people are furious because our chief executive just ignored the people’s voice, despite the peaceful rally of a million HK people. I think what we can do is to mobilize and start an important second strike movement so that the peoples’ voice can be heard.\" Read more here.  Thousands of protesters have gathered outside Hong Kong’s Legislative Council building. CNN's James Griffiths is on the ground and says demonstrators are creating roadblocks leading to the government complex and erecting barriers to slow down the arrival of additional police.  Police wearing riot gear have blocked off all entrances to the complex. Hong Kong lawmakers will hold a debate on the controversial extradition bill today. In a statement, the Hong Kong Confederation of Trade Unions (HKCTU) has urged employers to join a demonstration outside the city’s legislative council planned by the organizers of Sunday’s mass protest, calling it “ground for our next battle.”  Hong Kong lawmakers are expected on Wednesday to hear a second reading of the extradition bill, which would give China the power to extradite fugitives from the city.  Chief Executive Carrie Lam has defended the bill, saying it is necessary in order for Hong Kong to meet its international obligations and that safeguards have been put in place to protect human rights. However, the HKCTU said on Tuesday that Lam is ignoring the will of the people.  “This government wants us to be frustrated and defeated by it but we are not. On the contrary, we want to let her (Lam) to know the protest on June 9th is only the beginning of this fight,\" HKCTU said.\n“We need to make those shameless legislators from the pro-establishment camp and government officials who are betraying Hong Kong face the calls from the hundred thousand of people directly.” On its website, the HKCTU said it represents more than 90 affiliates and 190,000 members in Hong Kong from the following sectors: property management, cleaning, transportation, aviation, domestic and personal services, food and beverage, construction, retail, theme parks, beauty, education, social welfare and civil servants. Hong Kong’s parliament will dedicate 66 hours over five separate days to discussions of a controversial bill that would allow extradition to mainland China, according to the President of the Legislative Council. The second reading of the bill will begin on Wednesday, when councilors will discuss proposed amendments to the controversial law which drew hundreds of thousands onto Hong Kong’s streets on Sunday.  “If lawmakers want to express their views and need more time, I remain flexible, but if some lead to chaos, I will also reduce their speaking time,” Andrew Leung, the president of the Legislative Council, said Tuesday.  “We all know that LegCo was the scene of violence on the part of many radical protesters on Sunday. That led to chaos, and many of them brought aggressive weapons. As the second reading will be resumed, I expect a higher level of threats to the security of LegCo. Some lawmakers expressed their concerns. Considering the clashes at LegCo and after discussions, I decided to postpone the Chief Executive Q&A session,\" Leung added. A large number of police have been patrolling the area surrounding Hong Kong’s Legislative Council Tuesday night, where the protests were set to take place. The groups organizing the rally have warned their supporters of the increased police presence in central Hong Kong, as officers searched people traveling to the planned protest. CNN witnessed bag-searches at Admiralty rail station as demonstrators made their way to register their opposition to the bill. Police equipped with riot gear was also seen at the scene. “They [police] are stopping and searching every youngster near the Admiralty MTR station,” political group Youngspiration said in a statement.   The searches appeared to stop after lawmakers and lawyers intervened at the scene.  Sunday's protest wasn't just remarkable for its size.  The Umbrella Movement in 2014 galvanized Hong Kong's youth and was mainly student-led. But on Sunday, there were lawyers, business people and middle-aged people protesting for the first time. Here's what the protest looked like: Crowds of people started gathering near Hong Kong's Legislative Council late Tuesday, with more people arriving throughout the night. They are protesting against a controversial bill that would allow extraditions of fugitives to China from Hong Kong, which will be debated by lawmakers on Wednesday. The protesters are opposing a controversial extradition bill that would enable China to extradite fugitives from the city. Critics say the bill will undermine the city's semi-autonomous legal system and make it possible to extradite people for political reasons. The bill has caused political gridlock, outcry among the city's usually pro-conservative business community, and even physical scuffles in the city's legislature, as well as criticism of the Hong Kong government by the United States and European Union.", "Section": "asia", "Writers": ["James Griffiths", "Helen Regan"], "URL": "https://www.cnn.com/2019/06/11/asia/hong-kong-protests-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}