{"Type": "", "Time": "2021-03-25", "Headline": "#ExtraCareAtHome: Free medical insurance against Covid with Globe At Home, GCash and Singlife – Manila Bulletin", "Text": "Globe at Home, GCash and Singlife joined forces to give Home Prepaid WiFi and Postpaid Broadband customers FREE medical coverage and extra care as the country grapples with the spike in COVID-19 cases.Apart from connectivity and cashless transactions, all new and existing customers of Globe At Home Unli Postpaid plans will also get FREE 3 months of COVID and Dengue insurance coverage worth up to Php140,500 starting March 26 for new customers and April 4, 2021 for existing customers. Globe At Home Postpaid customers will just need to download the Globe At Home App to avail of the coverage.  If they already have the app, they just need to update their details.“We recognize that customers’ concerns about health, protection and peace of mind are the utmost priorities right now. With more cases and different variants of the coronavirus being reported, we want our customers to feel that they are not alone in facing these difficult and even more challenging times.  So we want to give them relevant offers that go way beyond connectivity,” said Darius Delgado, Globe Head for Broadband Business. Globe At Home Prepaid Wifi customers can also avail of the free medical insurance coverage by loading any data promo such as HomeSURF99 and up, SURF4ALL99 or HomeWATCH199 and up.  All Globe At Home Prepaid WiFi customers who will avail of its special promos and redeem their free GInsure on the GCash app will be covered by the medical insurance. With HomeSURF99, Globe At Home gives users 10GB worth of data for five days for only PhP99. With its free 1GB data per day refreshed and replenished daily for five days, users can send messages through Facebook Messenger, WhatsApp and Viber, stream YouTube videos and shop online via Lazada and Shopee on top of the remaining 5GB open access data allocation.“At this time, protection from COVID-19 and Dengue medical costs would be a big help, especially to our customers who need to go out of their homes to put food on the table for their families amid the growing threat of the pandemic,” added Delgado.Home Prepaid WiFi modems should be used only with the Globe At Home SIM that comes with it to enjoy these exciting exclusive offers.Globe’s aggressive and sustained network builds and upgrades are showing enhanced overall customer data experience as the telco emerged as the most improved in mobile average download speed across all technologies to 16.44 Mbps in Q4 2020 from 13.50 Mbps in Q4 2019, a 22% improvement according to Ookla data.Globe supports the United Nations Sustainable Development Goals (UN SDG), specifically UN SDG No. 9 which emphasizes the roles of infrastructure and innovation as crucial drivers of economic growth and development. Globe is committed to upholding the 10 United Nations Global Compact principles and 10 UN SDGs.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/25/extracareathome-free-medical-insurance-against-covid-with-globe-at-home-gcash-and-singlife/", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "MB"}