{"Type": "article", "Time": "2018-06-29", "Headline": "US-China trade war will spill into other Asian economies", "Text": "The fallout from a trade war between the United States and China will hurt other economies in Asia.  President Donald Trump accuses China of unfair trade practices and is threatening to put new tariffs on as much as $450 billion of exports from China. The world's second biggest economy has vowed to retaliate.  A worsening tit-for-tat would be bad news for export powerhouses such as Taiwan, South Korea and Malaysia, which sell goods to China that are used to make products exported to the United States — from automobiles to consumer electronics.  \"These are the industries that require technologies that come from many different directions,\" said Raymond Tsang, a Shanghai-based partner at consultant Bain & Company. \"The supply chain ... is very complex.\" Related: China slashes tariffs for Asian countries as US trade fight escalates This interwoven trade is crucial to regional economies, experts say. \"Asia is an export dependent region, and for many economies [exports] are an engine for growth,\" said Stephen Schwartz, head of Asia-Pacific sovereign debt at ratings agency Fitch. \"No doubt about it, if this thing escalates, it would have a material impact on the region.\"   Taiwan 'stands to lose the most' Tech components such as computer chips are among the products most vulnerable to trade turmoil. That could put the island of Taiwan in a precarious position if the US-China fight intensifies. Taiwan is a big supplier of components to mainland China, where they are used to make smartphones and other electronic devices, many of which are shipped for sale in the United States. In total, these exports make up almost 2% of Taiwan's gross domestic product, according to research firm Capital Economics.  Taiwan \"stands to lose the most\" in a trade war, said senior Asia economist Gareth Leather. If demand falls for Chinese smartphones, demand for Taiwanese components will suffer too.  Companies on the island are starting to worry. Foxconn — Taiwan's leading tech firm and a major supplier to Apple — warned last week that a trade war between the United States and China is the biggest challenge it faces. Related: Daimler warns US-China trade war will hit its profits Foxconn, which has major operations in mainland China, is unlikely to be the only company that's concerned. Analysts at investment bank ANZ expect Taiwan's exports of semiconductors and other tech goods to fall in the coming months as trade tensions deepen.  South Korea, whose top two export markets are China and the United States, could be another big victim. Like Taiwan, it sells technology components to China that end up in products made for export to the United States. Shares in two South Korean chipmakers — Samsung Electronics and SK Hynix — have slumped in recent weeks.  Companies in Malaysia and Singapore could also suffer, according to analysts. Both countries are large exporters to China of electronic components and other goods that go into products destined for the United States.  How bad could it get? The scale of the damage to Asian economies depends on how bad the trade war gets.  The United States has so far announced 25% tariffs on $50 billion worth of Chinese exports, the first wave of which will take effect on July 6. The impact of those measures will \"be limited in the near term,\" said Christopher Rogers, an analyst at global trade research firm Panjiva.   But if Trump goes through with his threat to respond to China's promised retaliation by hitting a further $200 billion of Chinese exports with 10% tariffs, that could send shock waves through Asian economies. In that scenario, \"it is inevitable that manufactured goods will be hit,\" Rogers said. Related: Trade war: American risks killing the global growth it needs Businesses around the region would feel the effects. \"There's clearly a downside if everyone needs to rethink their manufacturing locations and sourcing strategies,\" Bain's Tsang said. Companies in the automobile manufacturing and personal electronics supply chains could see their profits hit, he added.  In the meantime, analysts say some companies in Asia are looking to shift more manufacturing to other parts of the region, such as Thailand and Vietnam, to try to reduce their exposure to tariffs on China.", "Section": "economy", "Writers": [], "URL": "http://money.cnn.com/2018/06/28/news/economy/trade-war-impact-asia-economy/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}