{"Type": "article", "Time": "2018-08-15", "Headline": "Beijing should 'temper' its behavior in the South China Sea, Duterte says", "Text": "Philippines President Rodrigo Duterte has called for the Chinese government to tone down its behavior in the South China Sea, warning ongoing tensions could spark an accidental conflict. Speaking Tuesday at the Malacanang Palace in Manila, Duterte said the heavily-contested region could become a \"flashpoint.\" \"I hope that China would temper at least its behavior. I do not want to quarrel with China,\" he added.  The Philippines and China have been engaged in territorial disputes over parts of the South China Sea for decades, along with Vietnam, Taiwan, Malaysia and Brunei. Beijing claims an enormous swathe of territory in the region, and has heavily-fortified artificial islands under its control in the Spratly and Paracel chains. Duterte said despite China's behavior to the contrary, the majority of the South China Sea was international waters. \"The right of innocent passage is guaranteed. (Countries) do not need any permission to sail through the open seas,\" he said. A 2016 international tribunal case, brought against China by the Philippines, found Beijing's claims to the region for invalid. To reinforce the region's status as international waters, the US Navy regularly runs \"freedom of navigation\" operations through Chinese-controlled waters, infuriating authorities in Beijing. But Duterte said the behavior of the Chinese and US navies in the South China put the region at risk of conflict. \"One of these days, a hot head commander there (could) just press a trigger,\" he said. Duterte's complicated position Duterte has regularly changed his tone towards Beijing and its activities in the region, bellicose one second and conciliatory the next. During his presidential campaign in April 2016, Duterte said he would challenge Beijing's claims in the South China Sea by \"riding a jet ski\" to the Spratly islands while carrying the Philippines flag. But shortly after he took power later that year, Duterte proved appeared to move closer to China, declaring a split with the US during a trip to Beijing. He followed that up in April 2018 by saying he \"loved\" Chinese President Xi Jinping and needed China \"more than anybody else at this point.\" Just one month later however, Philippines Foreign Minister Alan Peter Cayetano said Duterte hadn't backed down over the South China Sea, and would defend it militarily if necessary. \"(Beijing) said some red lines, we said some red lines ... the President has already said that. If anyone gets the natural resources in the Western Philippines Sea, South China Sea, (Duterte) will go to war. He said, 'whatever happens, happens.' He will go to war,\" Cayetano said. China urges US not to interfere Duterte's speech comes as China's Ministry of Foreign Affairs urged the United States not to interfere in the South China Sea, after CNN joined a US reconnaissance flight over the region.  \"Some countries, which are outside of the region, ignore China's firm opposition and conduct reconnaissance in the name of 'freedom of navigation', show off military power, threaten China's sovereignty and the safety of Chinese stationed staff, which could easily cause marine and air accidents, and damage regional peace and stability,\" the ministry said in a statement sent to CNN.  On Friday, a CNN team was on board the US plane as it flew over Chinese-controlled islands in the Spratly chain. During the flight, the US crew was warned six separate times by the Chinese military to \"leave immediately\" to avoid a misunderstanding. In their statement, China's foreign ministry said the US was to blame for the militarization of the region, claiming Beijing was within its rights to \"build and deploy defense facilities to its own territory.\" \"The situation in South China Sea is stable and toward good direction,\" the statement said. \"We urge relevant parties to view the South China Sea issue fairly and reasonably, and play a constructive role in maintaining regional peace and stability. Not the other way round.\" ", "Section": "asia", "Writers": ["Ben Westcott"], "URL": "https://www.cnn.com/2018/08/15/asia/duterte-china-south-china-sea-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}