{"Type": "article", "Time": "2020-06-15", "Headline": "From chow mein to udon: A beginner's guide to Asia's best noodles", "Text": "An unsung hero, noodles give texture and substance to a dish.  Yet many diners focus on the other ingredients in the bowl, whether it's the flavors of the wontons (pork and shrimp dumplings) in a serving of wonton mien or the pork bone broth of a steaming bowl of tonkotsu ramen.  But we shouldn't be so quick to dismiss them, says one noodle maker.  \"Noodles may only be a sidekick -- taking up about 10% of the cost of a dish -- but without the right noodles, a meal will be ruined,\" says Tang Pui Sum, director of Hong Kong's 60-year-old Yau Kee Noodles Factory. Tang, who joined the family business about 30 years ago, is an authority on the subject. Yao Kee is one of the biggest noodle factories in Hong Kong, producing more than 40 types of noodles. \"Asian noodles play with different ingredients -- rice, starch, various wheats and vegetables -- and recipes. It's creative,\" he says.  Makoto Suzuki of the family-run Namtien, a Japanese noodles manufacturer in Hong Kong, agrees. \"Ramen came to Japan from China about 100 years ago -- it hasn't stopped localizing and evolving since. Simply looking at how much creativity the Japanese will put into re-inventing and perfecting the ramen still blows my mind,\" says Suzuki. It would be a herculean feat to list every single variety of Asian noodle -- but here's a beginners' guide to help you wade through the noodle section of your supermarket with confidence. RICE NOODLES Flat rice noodles Flat rice noodles are like luxurious silk bedding -- slippery and comforting. Their popularity is reflected by the countless signature dishes across Asia that adopt them: from pad Thai and fried beef ho fun to char kway teow and pho.  To make flat rice noodles, rice and water are ground into a mixture that's rolled into a thin rice sheet then steamed and cut into different sizes. Cantonese ho fun, the size of a pappardelle, is often brushed with a thin layer of oil after steaming to give it that extra smooth texture.  \"The oil will keep the fresh rice noodles from sticking onto one another,\" says Tang. \"In Thailand and Vietnam, they sometimes dry the noodles right after steaming so that they don't need the extra layer of oil.\" The Thai equivalent of ho fun, pad see ew is also made with wider flat rice noodles -- referred to as sen yai. Pad Thai, char kway teow and Vietnamese pho are mostly made with a thinner version of flat rice noodles (the width of a fettuccine noodle).  Rice vermicelli It isn't an overstatement to say that Hsinchu -- Taiwan's century-old mifen (rice vermicelli) capital -- takes its noodles seriously.  In 2013, when news broke that 90% of the mifen produced in Hsinchu was mostly made of cornstarch instead of rice -- to cut costs and to increase the noodles' firmness -- locals were enraged, new regulations were passed and products were renamed. However there are still a few traditional noodles makers in Hsinchu, like Dong De Cheng, that use only rice to make mifen.  \"We only use a type of rice called Zai Lai mi. The result is more tender and fragrant rice noodles,\" says Guo Chun-xian, fourth-generation owner of the Dong De Cheng mifen factory. \"They don't last as long in soup but are healthier to digest.\"  Creating rice vermicelli is a complicated process: After making the rice dough, it's then steamed slightly before it's kneaded and extruded into super fine strands, which are then dried. Before cooking, you need to soak the noodles.  The most common way to enjoy rice vermicelli in Taiwan is to fry the noodles with mushrooms, braised minced pork, shredded carrots and cabbage.  Rice stick noodles Slightly thicker than mifen, rice sticks are worshiped for their slippery texture and mild fragrance. They're a wonderful base for flavorful soup dishes like Yunnan Guoqiaomixian (translated as \"crossing-the-bridge rice noodles\") and Malaysia's Nyonya laksa. The noodles used in an authentic bowl of Yunnan Guoqiaomixian are made of fermented rice to give the noodles a subtle hint of sourness. To preserve the noodles' texture, they're served on the side of a steaming bowl of chicken soup and added right before consumption. In Vietnam, rice stick noodles (or bun) are often served cold with grilled meat, herbs and a diluted vinegary fish sauce as a salad. Sevai We haven't forgotten about dessert fans.   A version of rice vermicelli, sevai stands out thanks to the addition of a bit of salt and oil into the rice dough. Seviyan kheer (a kind of milk and sugar pudding served with vermicelli) is a common dessert in both India and Pakistan. Idiyappam Popular in Sri Lanka and parts of South India, idiyappam -- or string hoppers --  are a version of rice noodles that are sometimes made with coconut milk instead of water. Unlike regular hoppers, made with runny batter, string hoppers are made from a much thicker dough that's squeezed through a string hopper maker, like a pasta press, to create thin strands of noodles, which are steamed. String hoppers are normally eaten for breakfast or dinner with curries. Cao lau rice noodles Ubiquitous in Vietnam's ancient town of Hoi An, cao lau is a soup noodle dish consisting of the Chinese influenced sliced barbecue pork, French-influenced fried croutons and a special variety of rice noodles. \"To make cao lau looks simple but there's a lot in the timing and the processing,\" says Trinh Diem Vy, a celebrity chef, food author and the owner of nine restaurants in Hoi An. Old long grain rice is used to make these firm noodles. The water has to be taken from an ancient well in Hoi An, called Ba Le Well. \"The minerals from the water provide the right elements for the noodle texture,\" says Vy. After it is kneaded into a dough, it is then thinly sliced and steamed over the fire to give the noodles a unique yellowish hue and springy texture.   WHEAT NOODLES Plain noodles The supporting star in many dishes, the beauty of plain noodles lies in their simplicity. Made with wheat, they don't require additional processing after being cut and are usually consumed soon after production. Some of the most popular plain noodle dishes include Sichuan's dan dan noodles, Shanghai's mixed spring onion noodles (or yang chun noodles), Japan's cold somen and Korea's Janchi-Guksu (somyeon).  Lamian If you love seeing pizza chefs spinning and throwing dough around, you'll love watching lamian get made as well.  Translated as \"pulled noodles\" in Chinese, lamian requires a lot of stretching, twisting and swinging.  In the blink of an eye, the dough becomes strands of uniform noodles as long as a jumping rope. Preparing the noodles this way adds elasticity to the noodles. Lanzhou in Northwest China is famous for serving lamian noodles with a rich beef broth, beef slices and coriander. Ramen \"In Japan, we categorize food into A-gourmet -- the superior expensive food -- and B-gourmet, where most food belongs,\" says Suzuki. \"Ramen is the top priority in B-gourmet -- it's the soul food.\" Imported from China in the mid-1800s, ramen has since evolved into different shapes and textures in accordance with local climates and soup bases. \"Generally, we use wheat, wheat water and lye water in making ramen. The aging period is an important process in making them unique,\" says Suzuki. \"Noodles and broth are the important factors that define the taste of a bowl of ramen, and thus the selection of noodles must match perfectly with the soup broth to bring the enjoyment to the fullest,\" says Hideki Miyazaki, Hong Kong product strategy manager of global ramen restaurant chain Ippudo. \"Thick noodles are to match with rich broths with stronger flavors, while thin and wavy noodles are perfect for lighter broths to elevate the taste of ingredients,\" says Miyazaki. Ippudo, which customizes ramen recipes for each international store according to local weather conditions, uses fine straight ramen for its Hakata-style tonkotsu ramen.  Hokkaido's miso ramen is often paired with wavy ramen noodles. With an aging process that can take up to seven days, the noodles are bouncier and yellower.  Tsukemen (dipping noodles) use thick, al dente noodles that are great for soaking up the thick soup. Udon Japanese believe that udon can warm your stomach and are great to eat before or after a serving of sashimi or sushi.  Made of wheat flour, water and a bit of salt, the simple noodles' origin story is one of the biggest provincial debates in Japan.  Dubbed the udon-ken (the udon province), Kagawa claims to be the first province to produce udon in Japan.  It's said that famous Japanese monk Kukai brought back udon after his stint in China more than 1,000 years ago. To make Sanuki udon (Sanuki was Kagawa province's ancient name), the noodle masters will step on the dough, using their body weight to build gluten in the dough. Hakata is another province claiming to be the birthplace of udon.  Its origin story also involves a Buddhist monk -- this time Enni Ben'en, who brought noodle-making skills back from his journey to China. A stone monument is set up in Jotenji Temple to support the claim.  Hakata's udon is slightly more tender and smoother as the dough is stretched by hand. Daoxiao noodles With a pillow-shaped lump of dough in one hand, a daoxiao noodle master uses a thin scraper to slice off noodle sheets that fly directly into a pot of boiling water.  According to legend, daoxiao noodles were first created in Shanxi (northwest China) in the 12th century during a city-wide knife ban. An old couple resorted to shaving the dough with a thin metal scraper -- and the rest is history. Thin and wavy on the sides and plump in the middle, the daoxiao noodles are comforting and great for scooping up sauces.  Mixed daoxiao noodles with spicy minced pork and daoxiao noodles in tomato and beef soup are two of the best ways to enjoy the firm and chewy noodles. WHEAT NOODLES WITH EGG Jook-sing noodles Jook-sing noodles, or bamboo pole noodles, are as bouncy in texture as the way they're made. A vanishing specialty in China's Canton region, the dough of bamboo noodles is made with eggs, wheat flour, a little bit of lye water and a bit of beating by a bamboo pole.  A noodle master kneads the dough by hopping up and down on a bamboo pole as if riding on a see-saw. (See video atop this page.)  \"By beating the dough this way, the dough will develop the gluten that creates a refreshing, al dente texture in the noodles,\" says Ken Lee, who has been making the noodles for more than two decades in Macau and Hong Kong. Only a handful of noodle masters still make bamboo pole noodles the traditional way while most stores have switched to the easier machine-made version.  These yellow noodles are often just called wonton mien, the dish that often uses them. Oil noodles Nothing beats a bowl of hot spicy yellow noodles -- either in soup or in a stir-fry -- on a cold day.  The yellow noodles' thick, slightly moist (from the oil added) and al dente textu", "Section": "foodanddrink", "Writers": ["Maggie Hiufu Wong"], "URL": "https://www.cnn.com/travel/article/asian-noodles-guide/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}