{"Type": "article", "Time": "2020-11-04", "Headline": "Thai Airways launches 'flight to nowhere' for religious worshipers", "Text": "Nervous travelers have often found themselves praying on board a plane. But a new flight offering from Thai Airways plans to feature in-flight spirituality in a very different way. The airline will fly a one-off flight dubbed the \"THAI Magical Flying Experience Campaign\" over some of Thailand's holiest Buddhist religious sites, with passengers reciting mantras along the way.  Thai Airways' sightseeing \"flight to nowhere\" will last for three hours on November 30. The plane will take off from Bangkok and travel over 99 sacred sites such as Wat Arun and the Temple of Emerald Buddha in Bangkok, Phra Samut Chedi in Samut Prakarn, Wat Phra Boromma That Chaiya in Surat Thani and the UNESCO-listed heritage sites in Sukhothai and Ayutthaya. In total, passengers will fly over 31 of Thailand's 77 provinces before returning to the Thai capital. On board, Dr. Khata Chinbunchon, a celebrity fortune teller and religion history expert, will lead the in-flight chanting of Buddhist mantras. Wiwat Piyawiroj, a vice president at Thai Airways, said in a statement that the flight is intended to fall under the Thai government's plan to boost domestic tourism in the country.  Thailand, like many other places around the world, has experienced a significant decrease in tourism revenue amid the global coronavirus pandemic. While sightseeing flights in places like the Grand Canyon and the Nazca Lines have existed for a long time, the \"flight to nowhere\" is a more recent fad. As airlines struggle to recoup their losses and travelers are hemmed in by closed borders, these sightseeing flights have become an option to meet in the middle.  In Australia, a seven-hour flight over some of the country's most iconic landmarks sold out in just 10 minutes. In Hong Kong, a 75-minute flight had travelers circling their home city while snapping shots for Instagram from their window seats.  And it's not only flights that travelers miss. Singapore's tourism board has announced two \"cruises to nowhere,\" which make zero port calls and operate at half capacity. Economy class tickets aboard the \"Magical Flying Experience\" start from 5,999 baht ($193) for economy class and 9,999 baht ($321) for premium class. Bookings can be made by calling +66 (0)2 356 1515.  ", "Section": "travel", "Writers": ["Lilit Marcus"], "URL": "https://www.cnn.com/travel/article/thai-airways-buddhist-flight-to-nowhere-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}