{"Type": "article", "Time": "2020-07-13", "Headline": "What you need to know about coronavirus on Monday, July 13", "Text": "In the latest sign that the coronavirus pandemic is far from under control, Sunday ushered in a global record for new infections, with more than 230,000 cases reported in a 24-hour period by the World Health Organization.   The biggest portion of those new infections were in the United States, where a staggering 1 in 100 people has now tested positive and individual states are in worse shape than some countries. If Florida was a nation, it would rank fourth globally for most new cases in a day. As second and third waves begin to emerge in countries that have eased up restrictions, and the WHO confirms evidence of airborne transmission, the political and cultural war on face coverings is still raging. The three countries at the top of the pandemic chart -- the United States, Brazil and the UK -- are those in which people still resist wearing masks. Mask wearing has, up until last week, largely been shunned and even ridiculed by the leaders of the worst-hit countries -- the US and Brazil.  President Donald Trump had refused to wear a mask in public for months until a visit to Walter Reed National Military Medical Center on Saturday. This came after some of the President's aides practically begged him to wear one. It is hoped it will encourage skeptical Trump supporters to do the same. Meanwhile, President Jair Bolsonaro is being sued for removing his mask during an interview in which he announced that he had tested positive for the virus.  In the UK, Prime Minister Boris Johnson -- who spent time in intensive care in April with the virus -- had not, until Friday, worn a mask in public either. His lack of guidance and effective messaging on masks has meant Britons are reluctant to wear them. Walk into any busy store in England or board a train on London's cramped underground system and you will see dozens of people unmasked, Sarah Dean writes.  But the science is clear. Taiwan, South Korea and mainland China, all places with widespread mask use, have seen greater success in preventing major outbreaks or reining them in once they begin. And new research shows that masks can help cut down on one of the main drivers of cases: \"silent spreaders,\" or people who are asymptomatic or presymptomatic. YOU ASKED. WE ANSWERED Q: If you take the Covid-19 test on Friday, will those results still be accurate on Monday?  A: It depends on the type of test you take, CNN's Chief Medical Correspondent Dr. Sanjay Gupta says. There are two: A viral test -- which can be taken by a swab of your throat or nose, as well as via a saliva sample -- will tell you whether you are currently infected with Covid-19. So, if you took the test on a Friday and the results came back negative, it means that you were Covid-19 free on Friday. But anything can happen after that. According to the CDC, someone infected with Covid-19 could test negative initially one day and then test positive later as the infection develops. \nAn antibody test uses a blood sample. It may take a few weeks for your body to produce antibodies after a Covid-19 infection. So if you test positive, it means that you had Covid-19 in the past and you probably have some immunity to it. But we still don't know how long those antibodies -- or immunity -- last. Neither of the tests are 100% accurate. There could be false positives and false negatives. No matter the result, we have to be careful in protecting ourselves and others from getting the virus by wearing a mask, and by physical distancing.  Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY Florida's virus record exemplifies disaster of early openings Florida's staggering new single-day US state record of cases underscores how the aggressive opening strategy championed by Trump and allied governors is turning into one of the worst political and economic calls in modern history, Stephen Collinson writes.  The Sunshine State recorded more than 15,000 new infections on Sunday -- the highest number of new cases in a single day by any state -- and has run out of ICU beds in 40 hospitals, as the pandemic rages across southern and western heartlands including Texas, Georgia and Arizona. The surge came two months after many states, disregarding government guidelines, opened up bars, gyms, hair salons and other businesses.    Florida Rep. Donna Shalala, a freshman Democrat and former secretary of Health and Human Services under President Bill Clinton, said the virus was out of control partly because the governor, a Trump ally, would not tell everyone to wear masks and telling CNN: \"this is an American tragedy\". White House takes aim at Fauci The White House is taking aim at the nation's top infectious disease expert, Dr. Anthony Fauci. In a statement Saturday, a White House official told CNN that \"several White House officials are concerned about the number of times Dr. Fauci has been wrong on things.\" The official went on to provide a lengthy list of examples, citing Fauci's comments early in the pandemic and linking to past interviews. The move to treat Fauci -- who has been a trusted voice on the crisis in America -- as a political opponent by the White House comes as Trump and the epidemiologist are not on speaking terms. The tension between the two men has grown publicly as the two have responded to one another through interviews and statements.    Bollywood reels as top stars test positive  The coronavirus has hit one of Bollywood's leading families, as India struggles to contain a widening outbreak. The country now has the third-highest total cases -- after the US and Brazil -- and continues to tally new record numbers of cases daily.  Superstar Amitabh Bachchan -- whose face is plastered across the country -- his son Abhishek Bachchan and daughter-in-law, actress Aishwarya Rai Bachchan, have all been admitted to hospital following positive tests.    There are hopes that their hospitalization will encourage Indians to get tested. India has so far carried out fewer coronavirus tests per capita than many other countries. The pandemic pressed pause on overtourism. Now Asia is rethinking the industry Before the pandemic put a stop to most international travel, each year millions of people flocked to Southeast Asia's white sandy beaches, ancient temples and diverse wildlife. In some places the crowds became so intense it caused locals, environmentalists and even governments to complain that overtourism was pushing the region's fragile ecosystems to breaking point. Then Covid-19 struck. And the tourists were largely gone. As travel restrictions lift, countries that rely heavily on tourism will be competing for visitors as they seek to rebuild their economies. The temptation to attract as many tourists as possible could be difficult to resist, Helen Regan and Kocha Olarn write. But experts say the global pause on tourism has offered countries an unprecedented opportunity to examine how to rebuild their tourism industries in a way that benefits their economies and also protects the planet.   ON OUR RADAR Hundreds of people celebrated the July 4 weekend at a Michigan lake, clustered together on floating rafts and on boats. Now they're starting to test positive.   \nUS military personnel on the Japanese island of Okinawa are on virtual lockdown after multiple coronavirus cases emerged on several US Marine Corps bases there.   \nAfter closing because of the pandemic, Disney World in Florida officially reopened two of its four parks on a scorching Saturday. Check out our insider look at the new Magic Kingdom.   \nConsider it a reset. Many formerly single people -- and dating experts -- say the pandemic has actually helped people find their matches more easily. \nSouth Africa will resume a ban on alcohol sales and reinstate a daily curfew to free up hospital capacity as the country's Covid-19 cases continue to rise.   \nScotland has hinted at the possibility of asking visitors from England to quarantine on arrival in Scotland, the latest sign of Covid-19 policy differences across the United Kingdom.   \nThousands of Israelis filled Tel Aviv's Rabin Square over the weekend to protest the government's handling of the coronavirus crisis. \nThe WHO has sent a two-person advanced team to China to investigate the origins of the coronavirus and how it made the leap from animals to humans.   TOP TIPS How do you explain to children that the challenges of pandemic life -- from missed social events to physical distancing -- aren't likely to end soon? It's a question many parents are grappling with, as Covid-19 shows no signs of abating.  But while the virus is unlike anything the world has faced in living memory, previous generations of children and youth have lived, grown and even thrived through great hardship. Their stories can be models of resilience, said children's book author and librarian Glenda Armand. Armand, whose book \"Love Twelve Miles Long\" recounts the story of a young abolitionist Frederick Douglass, noted that there are important lessons for today's children in even the grimmest periods of history. Find her other book recommendations here.  TODAY'S PODCAST \"Think of it like a spray bottle versus an aerosol can.\" -- CNN's Chief Medical Correspondent Dr. Sanjay Gupta  Last week, the WHO said that the coronavirus can be transmitted by air, including through very small droplets. Gupta explains what this means for your safety, and answers other frequently asked questions. Listen Now.", "Section": "world", "Writers": ["Eliza Mackintosh"], "URL": "https://www.cnn.com/2020/07/13/world/coronavirus-newsletter-07-13-20-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}