{"Type": "article", "Time": "2021-02-01", "Headline": "Kim Jong Un cannot denuclearize, former North Korean diplomat says", "Text": "North Korea's former acting ambassador to Kuwait believes Kim Jong Un will not give up his nuclear arsenal, but may be willing to negotiate an arms reduction for relief from the international sanctions crippling Pyongyang's economy. In his first interview since defecting to the South more than a year ago, Ryu Hyeon-woo told CNN that \"North Korea's nuclear power is directly linked to the stability of the regime\" -- and Kim likely believes nuclear weapons are key to his survival. Ryu also said previous US administrations had boxed themselves into a corner by demanding denuclearization up front in negotiations with the totalitarian state. \"The US can't back down from denuclearization and Kim Jong Un cannot denuclearize,\" he added. The former diplomat, who adopted the name Ryu upon moving to the South, is one of several high-profile North Korean officials to defect in recent years. The country's top diplomat in Italy fled to South Korea in 2019, and Thae Yong-ho, the former deputy ambassador to the United Kingdom, defected in 2016. Thae has since been elected to South Korea's National Assembly.  Ryu and his family defected to South Korea in September 2019, but their actions were only made public last week. Determined to give their teenage daughter a better life, Ryu said he and his wife planned their escape for about a month while living in Kuwait. Ryu said that if they had been caught, North Korean agents would have quickly taken them all back to Pyongyang for certain punishment, as defection is considered a major embarrassment to the Kim regime and is not taken lightly. They finally told their daughter about the plan while pretending to drive her to school. \"Come with Mom and Dad to find freedom,\" Ryu recalled telling his daughter. \"She was shocked, then said, 'Okay.' That's all she said.\" Ryu took his family to the South Korean embassy in Kuwait to claim asylum. They traveled to South Korea several days later. Defection from North Korea comes at a monumental cost, with defectors having to instantly sever ties from all family left in their home nation. The regime often punishes nuclear and extended families of defectors to deter people from leaving, Ryu said -- especially diplomats. Those posted abroad are often forced to leave a child at home as a hostage, ensuring their parents do not defect.  \"I think that North Korea having such feudal collective familial punishment in the 21st century is appalling,\" Ryu said. He is now worried about his three siblings and 83-year-old mother still in North Korea.  \"I just want to see them live long,\" Ryu said. \"Any thought of them being punished for what I've done just hurts my heart.\" He also worries for his wife's elderly parents living in Pyongyang. Ryu and his wife both came from North Korea's ruling elite. His father-in-law ran Office 39, a branch of the North Korean government a former employee likened to a \"slush fund\" for the Kim family. Nominally, it is in charge of getting hard currency for the cash-strapped regime.  North Korea has long been accused of using its embassies as cash cows for the ruling Kim family. Ryu said that while he was a trained diplomat dealing with politics, there were also \"economic trading workers\" assigned to diplomatic posts. They were given a quota on the amount of money they must make for the state, Ryu added. Kuwait was a particularly important revenue stream for Pyongyang, as the Persian Gulf nation used to employ about 10,000 North Korean laborers. Those workers were allegedly treated like modern-day slaves, and experts say almost all of their earnings were funneled back to the government, paying for Kim regime priorities such as the nuclear program.  Ryu said only China and Russia were bigger cash earners for the regime from North Korean laborers than the Gulf nations of Kuwait, Qatar and the UAE -- at least until 2017, when the United Nations punished Pyongyang for its repeated missile and nuclear tests by barring nations from employing its workers.  \"Due to the UN resolution, most laborers in the Gulf region left,\" he said. Ryu also was posted to Syria, a close ally of North Korea, from 2010 to 2013. While Ryu was charged with overseeing relations with Syrian politicians, his countrymen were selling conventional weapons to the Bashar al-Assad regime, including long-range multiple launcher artillery and anti-aircraft weapons systems. However, Ryu said the country's bloody civil war forced Pyongyang to pull its personnel from the country. He said he had not heard of any new weapons deals with the Syrians since leaving the country.  Ryu's experience in the Middle East gave him an up-close look at how the United States dealt with Iran's nuclear program during former President Barack Obama's administration. He believes that experience will come in handy for US President Joe Biden. \"Based on his experience resolving the Iranian nuclear issue, I have no doubt he'll be able to handle North Korea's nuclear issue wisely,\" Ryu said. Ryu said he believed North Korea may be willing to negotiate a reduction in its nuclear weapons, but is unlikely to ever give them up entirely. However, he said sanctions may have played a factor in pushing North Korea to the negotiating table in 2018, when Kim and former US President Donald Trump met for their historic summit in Singapore. Many analysts believe Kim came to the negotiating table because he had already developed nuclear weapons and successfully tested a long-range missile that could reach United States territory.  \"The current sanctions on North Korea are unprecedented and strong,\" Ryu said. \"I think sanctions against North Korea should continue.\" Ryu also said it is important not to abandon the issue of human rights, which was largely swept under the carpet during nuclear talks with the Trump administration. Pyongyang claims to be a socialist paradise and denies allegations of gross human rights violations. North Korea, however, does not allow freedom of speech or assembly, and citizens cannot leave. Kim's regime is accused of running a system of gulags and political prison camps that house more than 120,000 men, women and children.  \"Human rights is a matter of morality, and in the North Korean regime, the human rights issue is a sensitive and serious one,\" Ryu said. Looking back over the past 16 months, Ryu says his only regret is what might happen to his remaining family members back in Pyongyang. He and his wife believe they did the right thing for their daughter, by taking her away from her home country. Ryu told CNN he asked his daughter what she likes most about her new home. \"I like the fact that I can use the internet as much as I want,\" she replied.", "Section": "asia", "Writers": ["Yoonjung Seo", "Paula Hancocks"], "URL": "https://www.cnn.com/2021/01/31/asia/north-korea-ryu-hyeon-woo-intl-hnk/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}