{"Type": "article", "Time": "2020-01-22", "Headline": "January 22 coronavirus news", "Text": "Our live coverage of Wednesday's coronavirus outbreak has ended, but you can read more about the ongoing crisis here. Washington state health officials said Wednesday that investigators have identified 16 “close contacts” of a 30-year-old man who is the first confirmed case of coronavirus diagnosed in the United States.  The Snohomish County resident, who has not been named, identified people that he has interacted with since returning from Wuhan. Those named will be actively monitored for signs of any illness by local health officials.  Health officials said that they consider a “close contact” to be anyone who is within 6 feet of an infected person, like having a meal or meetings together, but that they are not asking those contacts to isolate themselves unless they have symptoms. Health staff will reach out to the contacts daily to see if they have a fever or cough and to check if they develop any symptoms. Dr. Chris Spitters, the health officer for the Snohomish Health District, said there is also a call center set up to take resident’s questions about the virus.  Above, a photograph shows queues at Wuchang train station in Wuhan, China. Starting on Thursday morning local time, all city transportation will halt, including local buses, ferries, long-distance buses and subways. Wuhan's airport and railway stations will be “temporarily closed” for departing passengers.  The United States is concerned about transparency inside the Chinese government on the Wuhan coronavirus, said a senior State Department official Wednesday.  “I do believe that the concern you see both inside China and internationally is a reflection of what we’ve seen in the past. 2003 was SARS, and a number of issues, where the government has been slow to respond out of fear of embarrassment or making things look worse than they are. And that reluctance to respond in a rapid manner doesn’t give the global community a secure feeling for this being managed inside China,” the official said.  However, there have been encouraging signs that China understands the gravity of the problem, the official added, which is particularly important in the lead up to the Spring Festival period, when millions of Chinese travel both at home and abroad.  The US is in contact with “the folks in Wuhan and the Ambassador in Beijing,” said the official. There have been discussions about raising the travel advisory in response to coronavirus but nothing has been formally announced yet, they added.  The UK Foreign Office is warning people against traveling to Wuhan in China in all but essential cases. In its latest advice to the outbreak of coronavirus, the Foreign Office says “enhanced monitoring” is in place for all flights arriving in the UK from Wuhan. “In light of the latest medical information, including reports of some person-to-person transmission, and the Chinese authorities’ own advice, we are now advising against all but essential travel to Wuhan,” a Foreign Office spokesperson said. There are currently three direct flights from Wuhan to the UK. The Foreign Office says a health team will be on hand to meet each plane as it arrives and to assess anyone feeling unwell. China's National Health Commission is sharing information on the Wuhan coronavirus with the World Health Organization (WHO) and other countries, tweeted the Chinese Embassy in the United States. “The genetic sequence of the new coronavirus has also been offered to WHO,\" said the embassy.  \"The National Health Commission has organized four meetings with WHO experts and invited them to Wuhan for first-hand info.” Information is also being shared with Thailand, Japan, the Republic of Korea, the United States and other countries as well as their embassies in China, according to the embassy. Top officials from the World Health Organization (WHO) will meet again Thursday to decide whether to declare the Wuhan virus a \"public health emergency of international concern.\" The WHO's Emergency Committee met Wednesday in Geneva but decided more information was needed to declare the status of the outbreak and what recommendations should be made regarding it, including potential cross-border screening, greater surveillance and rolling out treatment programs. \"There was an excellent discussion during the committee today, but it was also clear that to proceed, we need more information,\" said Tedros Adhanom Ghebreyesus, WHO director-general. \"The decision about whether or not to declare a public health emergency of international concern is one I take extremely seriously, and one I am only prepared to make with appropriate consideration of all the evidence.\"  Public transportation will be suspended in Wuhan starting tomorrow, according to an announcement from the city's coronavirus command center.  All city transportation will halt, including local buses, ferries, long-distance buses and subways. Wuhan's airport and railway stations will be “temporarily closed” for departing passengers.  When these services will re-open remains to be determined. The command center also advised residents not to leave Wuhan unless they have a “special reason.\"  The measures aim to keep the virus from spreading, and to ensure public safety and health, according to the announcement. They take effect at 10 a.m. local time Thursday (9 p.m. ET Wednesday).  Amid an international outbreak of the deadly Wuhan coronavirus, the US Centers for Disease Control and Prevention has received specimens from several people in the United States who've traveled to Wuhan, China, or who’ve had close contact with “someone under investigation,” according to CDC spokesperson Kristen Nordlund.  Nordlund did not say whether these tests have been completed and the results are still unknown.  The Wuhan coronavirus has killed 17 people and sickened more than 500, mostly in China but also in other countries such as Thailand, Japan, South Korea and the United States. The CDC has the only laboratory in the United States that can test for this new virus. On Tuesday, the CDC announced that the United States had its first case of the Wuhan coronavirus, a man in his 30s who lives in Washington, where he is hospitalized. The man recently returned from Wuhan. Five Chinese provinces reported additional cases of the Wuhan coronavirus on Wednesday, bringing the total number of people infected in mainland China to 547. The worldwide number of cases has reached 555 on Wednesday.  Hebei, Jiangsu, and Heilongjiang provinces each confirmed their first case, while Hubei province reported an additional 69 (this includes the city of Wuhan). Beijing reported an additional four cases.  The total number of provinces that have reported cases across mainland China has increased to 24, according to combined reports from China's national and provincial health authorities. The Olympic boxing qualifying tournament for Tokyo 2020 has been canceled due to the deadly coronavirus outbreak, the International Olympic Committee confirmed in a statement Wednesday. The Asian Football Confederation also announced that the Olympic qualifying event for women's football has been moved from from Wuhan to Nanjing. Tokyo 2020 takes place from July 24 to August 9. Read the full story here. Top officials at the World Health Organization (WHO) convened for an emergency meeting in Geneva on Wednesday. They are deciding whether the quickly developing coronavirus outbreak constitutes a \"public health emergency of international concern,\" and what recommendations should be made regarding it, including potential cross-border screening, greater surveillance and rolling out treatment programs. A decision is expected shortly. The WHO will hold a news conference at 7:00 p.m. Geneva time (1:00 p.m. ET).  It is now mandatory to wear face masks in public places in Wuhan, the Chinese city where the new coronavirus emerged last month.   Wuhan's municipal government published a notice on Wednesday, stating that all public places are to require customers to wear masks and owners are to prevent people from entering if they are not.  It reads: People who don't obey the requirements shall be dealt with by authorities in accordance with their respective duties and laws.  The public places include:  Hotels, restaurants, guest houses, cafes, bars, tea houses\nPublic baths, barbers, beauty shops\nTheaters, video halls, entertainment halls, dance halls, concert halls\nStadiums, swimming pools, parks\nExhibition halls, museums, art galleries, libraries\nShopping malls, bookstores\nWaiting rooms, public transportation\nOther public places where crowds gather The first patient infected with the coronavirus developed symptoms in Wuhan on December 8, according to Wuhan Municipal Health Commission. Wuhan is the largest city in central China and a major transportation hub. Officials in China have linked the viral infections to a Wuhan seafood and wildlife market, which has been closed since January 1 to prevent further spread of the illness. Mexico’s President Andres Manuel Lopez Obrador said that one person in the country is “under observation” for possibly having the Wuhan coronavirus. He added that the case has not been confirmed.  Speaking at a daily press conference on Wednesday, Lopez Obrador said the person is in Tamaulipas. An earlier suspected case in Mexico was determined not to be the Wuhan virus. Eight new deaths from the coronavirus were confirmed in the province of Hubei on Wednesday, according to the health authority in Wuhan, the provincial capital. The new deaths bring the total number of people who died to 17. Additionally the number of confirmed cases has risen to 444 in Hubei, bringing the total across mainland China to 509 according to the national health authority and the Wuhan Health Commission.  Scientists at Imperial College London estimate that around 4,000 people are likely to have been infected by the new coronavirus in Wuhan city alone as of January 18. Official numbers show nine people have died and at least 479 have been infected by the outbreak, but a team at Imperial believes these numbers are a gross underestimate. Mild symptoms and delayed onset mean many cases are likely to have been undetected.  The new estimates are more than double previous estimates the scientists released last week, which suggested 1,723 people were likely to have been infected by January 12. The revision takes into account new information available this week, such as reports of exported cases in Thailand, Japan, South Korea, Taiwan and the United States. Hong Kong Chief Executive Carrie Lam said that Hong Kong has identified a first “highly suspicious” coronavirus case. In an interview with CNN’s Fareed Zakaria on stage in Davos, Lam said: We have the first case of highly suspicious infection in Hong Kong from a passenger from Wuhan or from Wuhan via another city coming to Hong Kong.\" Lam said she has asked the health authorities to be on the guard. She added that the \"rapid flow of people across the border\" makes Hong Kong vulnerable. “The most important point is to keep people informed so openness and transparency are important features in any public health system,” she said.  A new Chinese coronavirus has infected hundreds since the outbreak began in Wuhan in December. Scientist Leo Poon, who first decoded the virus, thinks it likely started in an animal and spread to humans. Here is what you need to know: What is a coronavirus?  Coronaviruses are a large group of viruses that are common among animals. In rare cases, they can be transmitted from animals to humans. Coronavirus symptoms The viruses can make people sick, usually with a mild to moderate upper respiratory tract illness, similar to a common cold. Coronavirus symptoms include a runny nose, cough, sore throat, possibly a headache and maybe a fever, which can last for a couple of days. For those with a weakened immune system, there's a chance the virus could cause much more serious respiratory tract illness like a pneumonia or bronchitis How it spreads Viruses can spread from human contact with animals. When it comes to human-to-human transmission of the viruses, often it happens when someone comes into contact with the infected person's secretions. Coronavirus treatment There is no specific treatment. Most of the time, symptoms will go away on their own. Doctors can relieve symptoms by prescribing a pain or fever medication. How can you can prevent it There is no vaccine to protect against this family of viruses, at least not yet. Trials for a MERS vaccine are underway. You may be able to reduce your risk of infection by avoiding people who are sick. Try to avoid touching your eyes, nose and mouth. Wash your hands often with soap and water and for at least 20 seconds. If you are sick, stay home and avoid crowds and contact with others. Read the full story here.  The Lunar New Year -- the most important festival in the Chinese calendar -- is just three days away, but in the Chinese city of Wuhan, there are few reasons to celebrate. A deadly outbreak of a new coronavirus emerged in this city of 11 million people last month. Within weeks, the virus has killed nine people, sickened hundreds and spread as far as the United States. Watch this video to see the atmosphere in the city. Experts and representatives from the World Health Organization have gathered for an emergency meeting to discuss the coronavirus outbreak. UK authorities have announced new \"precautionary measures\" in relation to the virus outbreak.   The Department of Health and Social Care and Public Health England said that enhanced monitoring will be in place from all direct flights from Wuhan to the UK.  In a statement, they said: The enhanced monitoring package includes a number of measures that will help to provide advice to travellers if they feel unwell. For those travelling back directly from Wuhan, this includes a Port Health team who will meet each direct flight aircraft to provide advice and support to those that feel unwell. The authorities said the risk to the UK population is \"low,\" raised from \"very low\". President Donald Trump assured the public that the United States has a potential outbreak of the deadly Wuhan coronavirus “totally under control.” Trump was asked if he was worried about an outbreak during an interview with CNBC from the World Economic Forum in Davos, Switzerland. “No. Not at all,” Trump said. “We have it totally under control. It's one person coming in from China, and we have it under control. It's—going to be just fine,” he added. The first US case was identified this week in Washington state. Trump was also asked about the virus during a bilateral meeting with the head of Kurdistan, where he praised the Centers for Disease Control (CDC). “I think it’s going to be handled very well,” Trump told reporters. “We’ve already handled it very well. The CDC has been terrific, very great professionals, and we’re on very good shape”  The Taiwan Centers for Disease Control (CDC) raised the travel warning for Wuhan to level 3 on Wednesday.  The level 3 warning means citizens should “avoid all non-essential travel” to the destination. Quarantines have also been implemented by several airports in Taiwan.  The self-governing island's Central Epidemic Command Center said in a press statement that “there is a sufficient number of surgical masks and the public is advised to remain calm.” In a press conference on Wednesday, Taiwan's President Tsai Ing-wen told reporters that authorities have stopped travelers from entering and leaving the island due to the outbreak of the coronavirus. London’s Heathrow Airport has joined airports around the world that are increasing health screenings and implementing new quarantine procedures as officials race to contain the spread of the Wuhan coronavirus.  The British airport created a separate arrival area for passengers travelling directly from regions that have been affected by the virus, UK transport minister Grant Shapps said Wednesday. Speaking to Sky News, Shapps said: “This is to ensure that when flights come directly into Heathrow there is a separate area of people arriving. That change has been made.” On the threat to the UK from the virus, Shapps said: “Public Health England moved this from very low to low but obviously we want to stay ahead of the issue so we’ll keep a very close eye.” Here's how other international airports are meeting the challenge. The developers of video game Plague Inc are seeing a spike in downloads from users in China. Writing on Twitter, Bloomberg reporter Zheping Huang points out that the game has jumped to the top of the iOS download chart. Market research firm AppAnnie confirmed that the game is currently #1 in China.  According to developers Ndemic, in Plague Inc players work to \"bring about the end of human history by evolving a deadly, global plague whilst adapting against everything humanity can do to defend itself.\"  Chinese travelers crossing the country for the Lunar New Year may be in for transport hell if restrictions and checks are rolled out nationwide to contain the Wuhan coronavirus, but at least they'll have something to play to pass the time.  The Hong Kong Food and Health Bureau says it has designated two holiday camps as quarantine centers to isolate family members – or close contacts -- of potential patients infected with the Wuhan coronavirus. Close contacts are individuals who will be identified as living and working in close proximity of someone infected with the virus. While the patient will be admitted to hospital, close contacts will be isolated at these camps. There are currently no confirmed cases of the Wuhan coronavirus in Hong Kong. The city’s Health Secretary, Sophia Chan, says the government will meet on Thursday to decide if more such camps are needed. If necessary, these quarantine centers can be activated within a few hours, she added. Once identified and inside the camp, each family of confirmed patients would be kept under medical surveillance and each family will be isolated from each other.  Back in 2003, Hong Kong had set up similar quarantine camps to curb the spread of SARS. As the Wuhan coronavirus continues to spread in China and beyond, Chinese state media has published a number of unusually scathing commentaries criticizing local authorities in Wuhan for their alleged incompetence.  In a commentary by People’s Daily on Tuesday night, the state-run newspaper criticized Wuhan officials for handing out 200,000 free tickets to the city’s tourist attractions even after the outbreak was reported.  “Officials only woke up from their dreams and postponed the event after public uproar,” said the commentary. It also blamed officials for creating unnecessary fear by delaying the closure of a seafood market linked to the outbreak and failing to provide updates in a timely manner. “This shows an ignorance of the prevention of infectious diseases, and a disregard for the health risks of oneself and others.” Another commentary published by the Global Times said the dissemination of crucial information had “undoubtedly” taken too long.  With the Internet, people now demand greater transparency from government officials, it said. “If people were aware of the real risks associated with the new pneumonia earlier, they would be more cautious and have extra thoughts before entering or leaving Wuhan.\" The articles were published after Chinese President Xi Jinping ordered “resolute efforts to curb the spread” of the virus during a televised broadcast Monday.  Xi's intervention appears to have prompted health authorities to upgrade their response to the virus to the highest level. On Tuesday, officials in Wuhan announced a series of new measures, including the cancellation of upcoming Lunar New Year celebrations, which had been expected to attract hundreds of thousands of people. The death toll from the Wuhan coronavirus has risen, as dozens more cases were reported across China and as far afield as the western United States sparking fears of a possible pandemic. Nine fatalities: At least nine people have been killed by the virus. The majority are believed to be elderly with pre-existing conditions.  Human-to-human transmission: Li Bin, China’s National Health Commission Minister, said experts believe the virus is spreading via human-to-human transmission, specifically through the respiratory tract. Li also said there is a possibility that the virus could mutate -- aiding the spread of the disease.   Cases across the world: Several cases have been confirmed around the world, including the first in the United States, in Washington state on the West Coast. Patients have also been identified in South Korea, Japan, Thailand and in the self-governing island of Taiwan.  Class A prevention and control measures: China announced Tuesday it was adopting Class A prevention and control measures to tackle the Wuhan coronavirus. Such measures are typically used for dangerous diseases such as plague and cholera. This means health officials will get sweeping powers to lock down affected areas and quarantine patients. In the heart of Wuhan's city center is the Huanan Seafood Wholesale Market.  Under normal circumstances it would be packed with shoppers scrambling for fish and seafood in preparation of the Lunar New Year.  The holiday pretty much revolves around the dining table, as reunited families catch up with each other and visiting friends. But this year the market stands empty, its entranceway cordoned-off and guarded by police and security officials in medical masks.  The usually congested streets surrounding the market are also deserted. No one here is taking any chances.  Chinese authorities and scientists have pointed to wild animals sold at the market as the likely source of a coronavirus outbreak that has killed nine people and sickened 440 inside China in a matter of weeks. The virus has also spread to Thailand, Japan, South Korea and the United States, sparking fears of a potential global pandemic. Though the market has been closed since January 1 for disinfection, health authorities have so far been unable to determine which animals harbored the virus. The new strain of coronavirus, which can infect both animals and humans, is in the same family as the deadly severe acute respiratory syndrome (SARS).  Li Bin, China's national health commissioner, said Wednesday that officials are aware of around 2,200 cases of \"close contact\" with known virus carriers. Regarding suspected cases, 715 patients have been discharged while more than 300 patients remain on medical watch. As the World Health Organization (WHO) meets in Geneva Wednesday to debate whether a global emergency needs to be declared over the Wuhan coronavirus, Netflix is dropping a new documentary series on... pandemics. This isn't just fortuitous (or terrible, depending on your perspective) timing for Netflix's marketing team, it's reflective of growing concerns among the scientific community that we are overdue a major pandemic, on the scale of the Spanish Flu, which affected some 40% of the world's population and killed up to 50 million people. CNN explored this in our own documentary \"Unseen Enemy,\" which came out in 2017. World-renowned epidemiologist Dr. Larry Brilliant, guides viewers through his difficult decisions as he worked on the teams that forcibly vaccinated the last remote villagers against smallpox. Others describe how the global spread of HIV/AIDS could have been stopped if governments and public health bodies had acted more deliberately to warn the public. Dr. Brilliant warns now that there may be 30 emerging human pathogens that have the potential to become epidemics. Dow closed in the red Tuesday as reports of the first case of the Wuhan coronavirus in the United States weighed on the market. Asian markets were in the red Tuesday, though they recovered Wednesday to trade positive. Market analysts and economists have suggested that the new coronavirus could become a major risk should it continue to spread. “From an investment standpoint, the risk with any virus is in the scope of its economic impact, and the mere fact that this has spread from China overnight to the US so quickly reinforces the idea that the negative fallout could be global rather than local,” said Alec Young, managing director of global markets research at FTSE Russell, in emailed comments. China's Shanghai Composite was negative most of Wednesday, though was last trading slightly in the green. Still, it trailed other major indexes in Asia. Shanghai's performance Wednesday indicates that China is \"far more vulnerable to the spread of coronavirus\" than other parts of Asia, according to Jeffrey Halley, senior market analyst for Asia Pacific at Oanda. \"The divergence in Asian markets, though will only last as long as few cases of the virus are reported outside of the mainland,\" he said in a research note. \"Therefore, today's rally ex-China should be treated with caution until the entire picture becomes much clearer.\" Australian Prime Minster Scott Morrison said Wednesday that the risk of transmission of the coronavirus to his country \"remains low,\" but that the government would take several steps to protect the country. Here's what he said on Twitter:  The death toll from the Wuhan coronavirus has risen to nine, as dozens more cases were reported across China and as far afield as the western United States sparking fears of a possible pandemic. Top officials at the World Health Organization will convene for an emergency meeting in Geneva today to decide whether the quickly developing outbreak constitutes a \"public health emergency of international concern,\" and what recommendations should be made regarding it, including potentially cross-border screening, greater surveillance and rolling out treatment programs. Chinese health authorities said Wednesday that at least 440 cases had been confirmed across the country, with three new deaths linked to the virus in Hubei, the central Chinese province of which Wuhan is the capital. Officials in Washington state confirmed the first case on US soil Tuesday. Cases have also been reported in South Korea, Thailand and Japan, and suspected cases detected in Australia. Read more here Li Bin, China’s National Health Commission Minister, held a news conference today to discuss the latest on the coronavirus outbreak.  Here's what we learned:  What China is doing to combat the spread: Li said also local authorities in Wuhan, the epicenter of the outbreak, and the entire province of Hubei (of which Wuhan is a part) have been asked to tighten regulations of farm markets and wild animals. The virus is believed to have originated from a market. Authorities will do more to screen passengers at transportation hubs like airports, ports, bus stations and train stations, using devices like thermometers and thermal body scanners. They'll also take measures to improve ventilation and sterilization.  Nine people have died so far: All the people killed by the virus were in Hubei province. The majority of them have been elderly and had pre-existing conditions. How it's spreading: Li said experts believe the virus is spreading via human-to-human transmission, specifically through the respiratory tract. Li also said there is a possibility that the virus could mutate -- aiding the spread of the disease.   North Korea is closing its borders to all foreign tourists from Wednesday as a precaution against the Wuhan coronavirus, according to Young Pioneer Tours, a travel agency that runs tours to the country. Separately on Tuesday, North Korean state news agency KCNA reported the recent outbreak of Wuhan coronavirus and said, that “the state was making nationwide efforts to block this virus from entering.” Though North Korean citizens are, for the most part, closed off to the rest of the world, the country does operate a small tourist industry that caters mostly to Chinese tourists.  It's unclear exactly how many tourists visit the country each year. China's Global Times, a state-sanctioned tabloid, reported last year that about 100,000 people visited North Korea each year -- 80% of whom were Chinese.  Another case of the Wuhan coronavirus has been identified in China’s Special Administrative Region of Macao, according to local health officials. Dr. Lei Chin-ion, the director of the Macao Health Bureau, said a 52-year-old woman from Wuhan was confirmed as being infected with the virus after she went to hospital in Macao on January 21. She had arrived in Macao from Wuhan on January 19 and had travelled by train and bus, Lei said at a news conference today. She claims she had no contact with anyone with a confirmed Wuhan coronavirus back home, Lei said. The number of cases outside mainland China now stands at 8, with 1 in Macao, 3 in Thailand, 1 on the self-governing island of Taiwan, 1 in South Korea, 1 in Japan and 1 in the United States. China is encouraging passengers traveling to and from Wuhan to change their travel plans during the busy Lunar New Year holiday period, by exempting them from service charges for refunds for all modes of transport. The fee will be waived for all train, bus, ferry and air passengers that arrive and leave Wuhan, according to a statement from China’s Ministry of Transport (MoT). In the coming days, hundreds of millions of Chinese are expected to begin traveling across the country and overseas as the annual Lunar New Year break gets fully underway. The holiday is most important in the Chinese calendar and will see people from across the country cram themselves into homebound trains, buses and planes for family reunions More than 60 routes connect Wuhan with other countries, including direct flights to New York, San Francisco, Sydney, Paris and London, as well as over a hundred internal flights to other major Chinese cities. The central city of 11 million people is also a hub for the country's high-speed rail network. The 2003 outbreak of severe acute respiratory syndrome (SARS) is looming large over China's response to the Wuhan coronavirus. Hundreds of people died of SARS, and Chinese authorities were widely criticized for initially downplaying the severity of the disease and censoring news about its spread, potentially causing many more people to become infected.  There were fears that history was repeating itself in Wuhan, with many in China pointing to the discrepancy last week in the number of cases of the new coronavirus being reported overseas while no new cases were being confirmed in Wuhan itself, the center of the outbreak.  That seems to have shifted, however, with Chinese President Xi Jinping ordering \"resolute efforts to curb the spread\" of the virus Monday. The country's health authorities have since sprung into action, upgrading the response to the virus to the highest level and introducing travel restrictions in Wuhan itself.  The state-run China Daily also issued a forceful editorial this week calling for decisive action and greater transparency:  The health authorities can never be too cautious when dealing with public health hazards, especially when fighting a completely new strain of deadly virus. While measures such as beefing up monitoring and disinfection efforts, and conducting temperature detection at airports and train stations, as Wuhan has already taken, are indispensable, it is also important to keep the public fully informed.\nThis is a lesson learned during the SARS outbreak at a very high cost in human lives. The country should not have to learn that lesson all over again. Suspicions of an initial coverup will not go away, however. Wuhan did not introduce any screening measures until January 14, a month after the virus was first identified in the city. In the intervening period, a major meeting of the Hubei provincial party was held in the city, raising concerns an order might have been delayed so as not to disrupt the important political meeting.  Any officials found to have been sluggish to act or trying to downplay the virus will likely face severe punishment from the Beijing authorities. On Tuesday, the Central Political and Legal Affairs Commission issued a statement that only \"sunlight\" can destroy the virus:  Deceiving yourself will only make the epidemic worse, and turn a controllable natural disaster into a man-made disaster that brings with it a huge price. \nAt the beginning of the outbreak 17 years ago, due to insufficient information disclosure and the (concealing of) reports, the spread of the outbreak increased and also greatly hurt the government's integrity and social stability.\nThis painful lesson (should) keep us from repeating the same mistakes. China on Tuesday announced it was adopting Class A prevention and control measures to tackle the Wuhan coronavirus. Such measures are typically used for dangerous diseases such as plague and cholera. This means health officials will get sweeping powers to lock down affected areas and quarantine patients.  China previously used such measures in 2009 to tackle an outbreak of H1N1, introducing mandatory quarantine for anyone who had \"close contact\" with an infected person, including foreigners arriving in the country from areas where H1N1 outbreaks had been reported.  The virus itself remains classified as a Class B infection, despite the more serious response.  No health authority on the planet has ever tackled the challenge currently faced by China.  The country is grappling with a new coronavirus just as hundreds of millions prepare to travel during the Lunar New Year period -- the largest annual human migration on Earth. During the Lunar holiday, people from across the country will cram themselves into homebound trains, buses and planes for family reunions. Others will take advantage of the time off to holiday overseas. Last year, close to 7 million Chinese tourists traveled abroad for Lunar New Year, according to state media. The holiday -- the most important in the Chinese calendar -- comes at the worst possible time for health authorities racing to contain the outbreak which has put the rest of the world on high alert. Read more here The Wuhan coronavirus has killed 9 people and infected 440 people across mainland China, according to China’s National Health Commission Minister, Li Bin. At a press conference in Beijing on Wednesday, officials said there is a possibility for the virus to mutate, but did not give any details on what those mutations could be when asked for details. The Wuhan Coronavirus has reached 5 countries, including the United States with a case found in Washington state. Worldwide, 446 people have now been infected. A third case has been confirmed in Thailand, said Li in Beijing on Wednesday. The three new deaths were all in Wuhan in Hubei province where the virus is believed to have originated, Li added. The virus has now spread to 12 provinces and municipalities within mainland China. Outside of mainland China there has now been 3 cases confirmed in Thailand, 1 case on the island of Taiwan, 1 case in South Korea, 1 case in Japan, and 1 case in the United States. Li ended by saying the National health Commission would not be holding any press conferences until the end of the Chinese New Year holiday next Monday. The US Centers for Disease Control and Prevention has activated its emergency response system on Tuesday in response to the Wuhan coronavirus. The CDC’s Emergency Operations Center was recently activated in response to the outbreak of vaping-related lung injuries and Ebola. The CDC activates this system temporarily to centralize how the agency monitors, prepares for and responds to public health threats. According to the CDC's website, the center can deploy scientific experts, monitor the response and provide resources to local health departments. A man in his 30s who recently returned from Wuhan has been confirmed as the US's first case of the new strain of the coronavirus. The US Centers for Disease Control and Prevention announced the diagnosis Tuesday, saying authorities would now begin to step up health screenings at airports for passengers arriving from the Chinese province. The patient, who has not been named, is currently in isolation at the Providence Regional Medical Center in Everett, Washington. He returned from Wuhan on January 15, before health screenings begun, and sought medical care on January 19 after he began to feel unwell.  US officials are tracking who the man has been in contact with since returning home but John Wiesman, secretary of health for the state of Washington, said that he believed the risk to the public was still \"low.\" With the news that the Wuhan coronavirus has spread to the US, there are now five countries which have confirmed cases of the disease. Outside of mainland China there has been one case confirmed on the island of Taiwan, one case in South Korea, one case in Japan, two cases in Thailand, and one case in the United States. Other countries and territories are screening suspected cases of the virus, but none have been confirmed yet.  Here are some things you should know about the coronavirus in China that has sickened hundreds and coronaviruses in general:  What is a coronavirus: Coronaviruses are a large group of viruses that are common among animals. In rare cases, they are what scientists call zoonotic, meaning they can be transmitted from animals to humans, according to the US Centers for Disease Control and Prevention. Coronavirus symptoms: Coronavirus symptoms include a runny nose, cough, sore throat, possibly a headache and maybe a fever, which can last for a couple of days. For those with a weakened immune system, the elderly and the very young, there's a chance the virus could cause a lower, and much more serious, respiratory tract illness like a pneumonia or bronchitis. There are a handful of human coronaviruses that are known to be deadly, like MERS and SARS. How it spreads: Viruses can spread from human contact with animals. When it comes to human-to-human transmission of the viruses, often it happens when someone comes into contact with the infected person's secretions. Coronavirus treatment: There is no specific treatment. Most of the time, symptoms will go away on their own. Doctors can relieve symptoms by prescribing a pain or fever medication. The CDC says a room humidifier or a hot shower can help with a sore throat or cough. People sickened should drink plenty of fluids, get rest and sleep as much as possible. Read more here Officials in China are racing to contain the outbreak of a new virus that has left at least nine people dead and sickened more than 400, after it was confirmed the infection can be passed between humans. The spread of the Wuhan coronavirus virus to Thailand, Japan, South Korea, Taiwan, and now the United States, is now fueling fears of a broader epidemic, as China enters its busiest travel period of the year. As of Wednesday morning, local time, it has killed nine people and infected a further 440 people across mainland China, according to China’s National Health Commission. The majority of the cases are in Wuhan, but it's also been confirmed as far afield as Beijing, Shanghai, Tianjin and Guangdong province, near Hong Kong. In the coming days, hundreds of millions of Chinese are expected to begin traveling across the country and overseas as the annual Lunar New Year break gets fully underway. Last year, close to 7 million Chinese tourists traveled abroad during the holiday period, according to state media. Even before cases were detected in other countries, the efforts to contain the Wuhan coronavirus were international. Wuhan alone has connections to dozens of overseas destinations, and Beijing and Shanghai have hundreds more. Airports across Asia have stepped up temperature screening of incoming passengers, as have several hubs in the US with connections to Wuhan, including New York, San Francisco and Los Angeles. With all indications that the virus has a relatively slow incubation time, however, these efforts may be insufficient to stop its spread. On Tuesday the US Centers for Disease Control and Prevention (CDC) announced that they had activated an emergency response system on Tuesday in response to the Wuhan coronavirus.", "Section": "asia", "Writers": ["Joshua Berlinger", "Steve George", "Ivana Kottasová"], "URL": "https://www.cnn.com/asia/live-news/wuhan-coronavirus-china-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Thailand", "Source": "CNN"}