{"Type": "article", "Time": "2020-01-27", "Headline": "January 27 coronavirus news", "Text": "Our live coverage of Sunday's coronavirus outbreak has ended, but you can read more about the ongoing crisis here. Facebook has restricted non-essential employee travel to China and has asked its China-based employees to work from home, a Facebook source confirmed to CNN Monday.  The move comes amid concerns about the spread of the coronavirus, the source added. The California-based company is also asking employees who have recently returned from China to work from home, according to the source. China praised its own efforts to control the Wuhan coronavirus in a meeting with United Nations Secretary General Antonio Guterres on Monday, saying the country has “full capability and confidence in winning the battle against the epidemic.” “Putting the interests of the people first, China has taken rapid and strong measures, putting in place a nation-wide prevention and control mechanism,” said Zhang Jun, Chinese Ambassador to the UN. “China has been working with the international community in the spirit of openness, transparency and scientific coordination. With a great sense of responsibility, China is sparing no effort in curbing the spread of disease and saving lives. Now is a crucial moment, and China has full capability and confidence in winning the battle against the epidemic.” Delta airlines has extended its travel waiver until Feb. 29 in response to the ongoing coronavirus outbreak in China, according to a travel advisory posted on Delta.com. The waiver allows travelers to make \"a one-time change to their itinerary without incurring a change fee.\" The airline had previously issued the waiver for flyers through January 31st. The Hong Kong government announced Tuesday morning that all public cultural and leisure facilities will be closed \"until further notice\" in a bid to control the spread of Wuhan coronavirus. Some of the facilities affected include sports centers, swimming pools, beaches, museums, performance venues and public libraries. Earlier, the government announced that all classes in primary and secondary schools will be suspended until February 17 as a precautionary measure. Germany has reported its first case of Wuhan coronavirus, according to a statement released by the Bavarian Ministry of Health in Munich late Monday. A man from the district of Starnberg contracted the virus, the statement read. The patient is being monitored medically and has been isolated, according to the State Office for Health and Food Safety. The patient is also \"clinically in good condition.\"  The Bavarian Ministry of Health considers the risk of infection for the people of Bavaria currently as low. The northern Chinese city of Tangshan announced Tuesday morning that it will suspend all local public transportation services, to curb the spread of the Wuhan coronavirus. The government statement said the decision was made to \"avoid cross-infections caused by the gathering of crowds.\" Tangshan, in Hebei province, has a population of over 7.5 million people, according to the municipal government. Hebei has reported 18 confirmed cases of the coronavirus, including one death, but none in Tangshan so far. The US Food and Drug Administration is working with other government agencies to encourage the development of medical products that may diagnose, treat or fight the virus. There is no vaccine, treatment or commercially available product to even test for the virus.  The FDA created a page on its website to keep the public up-to-date about any products in development in relation to the Wuhan coronavirus. It also put a call out to diagnostic test sponsors that may want to use the Emergency Use Authorization to get a product that could test for the virus into the market. The FDA is also working with public health agencies to share the reference materials that companies may need to create a test. We are actively leveraging the vast breadth of the FDA's expertise and have begun employing the full range of our public health authorities to facilitate the development and availability of investigational medical products to help address this urgent public health situation,\" said FDA Commissioner Dr. Stephen M. Hahn. The US Centers for Disease Control and Prevention raised its travel precautions for China on Monday to its highest of three levels: \"Warning.\"  This means travelers are advised to “avoid nonessential travel” to the country. Previously, only Hubei province carried the Level 3 warning. The rest of China had been listed as Level 2 as of Sunday, and was at Level 1 prior to that. The CDC’s new travel precautions shortly followed the US State Department raising its own travel advisory for most of China to \"Level 3: Reconsider Travel,” with Hubei Province rated “Level 4: Do not travel.\" The Canadian government has issued a travel advisory urging citizens to avoid all travel to the Hubei Province of China to limit the spread of a novel coronavirus. The advisory specifically names the cities of Wuhan, Huanggang and Ezhou. The US State Department has ordered personnel working at the US Consulate General in Wuhan to depart for the United States, a State Department official told CNN in a statement.   Priority has been given to US citizens who are \"most at risk for contracting coronavirus\" if they stay in city, the statement read.  \"The Department of State procured a chartered flight for U.S. government personnel in Wuhan. As space is available, seating will be offered to U.S. citizens on a reimbursable basis to leave from Wuhan Tianhe International Airport to Ontario, California, on the morning of Wednesday, January 29, 2020 China Standard Time,\" the statement read. All passengers will be subject to a CDC screening, health observation and monitoring requirements.  One person is under investigation for coronavirus in New Jersey and CDC test results are pending, New Jersey Department of Health spokeswoman Janelle Fleming told CNN. “If this is determined to be a confirmed case, we will share additional information,” Fleming told CNN.  The New Jersey Department of Health outlined their preparedness plans related to the coronavirus Friday. You can find that information here. The New Hampshire Department of Health and Human Services (DHHS) is monitoring two potential cases of the novel coronavirus in the state. The two individuals in New Hampshire, who recently traveled to Wuhan City, China, have developed respiratory symptoms and are currently undergoing testing for the virus, according to a statement from NH DHHS. According to DHSS, these people have more mild illness and are recovering with healthcare assistance. Samples have been sent to the CDC for testing and the individuals remain isolated until test results are available, the release said. US stocks ended sharply in the red Monday as the spread of the coronavirus weighed on investor sentiment. The Dow closed down 454 points, or 1.6%, in its worst one-day percentage drop since October.\nThe S&P 500 also finished 1.6% lower. It was its worst day since October.\nThe Nasdaq Composite fell 1.9%, its worst performance since August. A handful of patients in two states who were being tested for coronavirus received good news today: their samples came back negative. Test results from Michigan’s first three patients who were under investigation all were deemed to be negative, Dr. Joneigh Khaldun, MDHHS chief medical executive and chief deputy for health, announced on Monday. A specimen from a fourth possible case, from Washtenaw County, was sent to the CDC today for testing. “We encourage healthcare providers to remain vigilant in screening patients for symptoms and travel history, and to contact their local health departments immediately if they see a potential case,\" said Dr. Khaldun in a news release. In addition, the Virginia Department of Health received test results for two patients under investigation results and they were negative -- they don't have the novel coronavirus. Test results for a third patient are expected later this week. The US State Department raised its travel advisory for China to Level 3: Reconsider Travel due to novel coronavirus. The alert reads: Reconsider travel to China due to novel coronavirus first identified in Wuhan, China. Some areas have increased risk.\nA novel (new) coronavirus is causing an outbreak of respiratory illness that began in the city of Wuhan, Hubei Province, China. This outbreak began in early December 2019 and continues to grow. Chinese health officials have reported thousands of cases throughout China.\nAlthough the U.S. Centers for Disease Control and Prevention (CDC) has not yet issued a level 3 warning for all of China, the Chinese authorities are imposing quarantines and restricting travel throughout the country. Last week, the department warned travelers against traveling to the Hubei Province – where Wuhan is located – and raised the alert for that specific region to Level 4: Do Not Travel.  The State Department is arranging a flight for diplomatic staff and US citizens to depart Wuhan and return to California. Sri Lanka reported its first case of the novel coronavirus on Monday. The total number of cases outside mainland China is now 60, with 16 places reporting cases of the virus. Sri Lanka's Ministry of Health said the country's infectious disease hospital is prepared to handle the situation and that contact tracing is being initiated to determine possible spreading of the virus.  The Health Ministry said it was hoping the information will create awareness, but said it wanted to prevent unnecessary panic. There is not yet “any clear evidence” that people can transmit the Wuhan coronavirus before they begin exhibiting symptoms, Dr. Nancy Messonnier, director of the US Center for Disease Control and Prevention's National Center for Immunization and Respiratory Diseases, told reporters on Monday.  But, she said, it’s a possibility health officials are investigating. Messonnier’s comment comes after China's health minister Ma Xiaowei said people can spread the virus before they become symptomatic, but offered no explanation as to why he believes that to be the case. \"At this time, it’s unclear how easily or sustainably this virus is spreading between people,” the CDC says. The CDC has based early theories about the novel virus on what we know about SARS and MERS, which are part of the same family of viruses. Based on that knowledge, the CDC also believes that symptoms of the Wuhan coronavirus may take anywhere from two days to two weeks after exposure to show symptoms. It is also thought to transmit chiefly through droplets from coughs or sneezes, consistent with comments made Monday by Chinese officials. On the call with reporters, Messonnier also seemed to allay concerns that the virus could be transmitted via packages sent from China. Coronaviruses like SARS and MERS tend to have poor survivability, and there’s “very low, if any risk” that a product shipped at ambient temperatures over a period of days or weeks could spread such a virus. “We don’t know for sure if this virus will behave exactly the same way,” Messonnier said, but there’s no evidence to support transmission of the virus via imported goods. Messonnier repeated her message that the immediate risk to the US public is low at this point. UK health authorities are asking British nationals who have recently returned from Wuhan province to \"self isolate, stay indoors and seek medical advice.\"  Addressing the UK House of commons on Monday Matt Hancock, the Health Secretary, said those who have returned from Wuhan in the past 14 days should avoid contact with other people.  He said British authorities were looking to contact the 1,460 people who have landed in the UK from Hubei province.  Hancock said that the risk to the UK population was low, but added that in the event of cases arising in the country the UK was \"prepared and well equipped.\" He said the UK was working with the WHO and the international community. Hancock added:  \"From today, as concerns have been raised about limited pre-symptom transmissions, we are therefore asking anyone in the UK who has returned from Wuhan in the last 14 days to self isolate, to stay indoors and avoid contact with other people and to contact NHS 111.\"  He added that those individuals should not leave home until they have been advised by a clinician.  Ontario’s Chief Medical Officer of Health Dr. David Williams said there were 19 people under investigation for coronavirus in the province at the moment. What that means: Dr. Williams said that for a person to be \"under investigation,\" they must have both signs or symptoms of a respiratory condition and a travel history that is \"of importance, which is to Wuhan or around the district of the Hubei province.”  He added that people being investigated for coronavirus will undergo a battery of health tests to rule out other causes.  The US Centers for Disease Control has published a page detailing the number of people who are under investigation for the novel coronavirus in the US. The site gives the number of people in the US who have been under investigation, the number of confirmed positive cases, the number of negatives and the number still pending, as well as the number of states where people are under investigation. It states that of the overall People Under Investigation (PUI) in the United States, 5 have tested positive, 32 tested negative and the results of 73 others are pending. Information regarding the number of PUIs will be updated on Mondays, Wednesdays and Fridays, the site says. Cambodia’s Health Minister H.E. Mam Bunheng announced that Cambodia has its first confirmed case of the coronavirus, citing the Pasteur Institute of Cambodia during a press conference on Monday, according to a Ministry of Information press release. The patient: A 60-year-old Chinese man flew into the country from Wuhan with three family members, whose samples tested negative for the virus. The information ministry referenced a Ministry of Health press release saying the patient left Wuhan for Sihanoukville on January 23rd, and developed symptoms two days later “The four Chinese nationals have been put in quarantine, and Mr. Jia Jianhua’s health condition is now stable and only the symptoms of normal flu remain,” the ministry statement said. Turkey has become the latest country to warn its citizens not to travel to China.  The Turkish Ministry of Foreign Affairs issued a travel warning to China on Monday, warning Turkish citizens to not travel to China unless they have to due to the coronavirus. The MFA told citizens to stay away from Hubei province and other regions with high number of cases of the novel coronavirus. It also warned citizens living in China to follow the warning issued by the Turkish embassies and to take all necessary health precautions. The US Centers for Disease Control and Prevention has expanded its travel notifications for China — broadening its highest level, “Level 3 - Warning,” to include all of Hubei province, not just the city of Wuhan.  The CDC also increased its travel advisory on Sunday for the rest of China from level 1 to level 2, alerting travelers to “practice enhanced precautions,” agency officials told reporters Monday.  The CDC also said it has screened roughly 2,400 travelers to the US for Wuhan coronavirus. On Friday, the agency said it had screened about 2,000 travelers, or about 200 flights. Airport screenings: The CDC recently began health screenings for travelers from Wuhan at five airports: John F. Kennedy International Airport in New York, Los Angeles International Airport, San Francisco International Airport, Hartsfield-Jackson Atlanta International Airport and Chicago O'Hare International Airport. Since January 21, there have been 110 people under investigation for Wuhan coronavirus in 26 states. Among them, five have tested positive, 32 negative and 73 are still pending as of Monday One person in Beijing has died from the new coronavirus, Beijing’s municipal health authority announced Monday, the first virus-related death in the Chinese capital.  The patient was a 50-year-old man who traveled to Wuhan on January 8 and started to have a fever a week later upon returning to Beijing.  He sought medical attention on January 21 and was confirmed to be infected with the virus the next day. His condition deteriorated Monday, when he died of respiratory failure. The southern island province of Hainan also reported its first virus-related death; an 80-year-old woman from Wuhan. This brings the total death toll from the coronavirus to 82. Health authorities in Ivory Coast are investigating a suspected case of Wuhan coronavirus in a female student who arrived from China, officials have said. The student, whom authorities have not named, is the first person to be tested for the virus on the continent. It has killed at least 80 people in mainland China. The 34-year-old student traveled from Beijing to the Félix-Houphouët-Boigny International Airport in Abidjan on Saturday and was coughing, sneezing and experienced difficulty breathing, Ivory Coast's Ministry of Health and Public Hygiene said in statement. The student was moved to a safe location upon arrival at the airport and is currently under medical observation, the ministry said. Read more here:  China is restricting the travel of around 60 million people as the coronavirus death toll rises to at least 80, with more than 2,700 confirmed cases worldwide.  CNN’s David Culver traveled to Wuhan, the epicenter of the outbreak, and scrambled to flee the city before authorities placed the city of 11 million on lockdown. Here's what he found: Saudi Arabia’s foreign minister discussed the impact of the coronavirus on oil prices in an exclusive interview with CNN's Nic Robertson. Faisal bin Farhan Al Saud said: “It is of course important to us, but for us more important is the human factor, and the assurance that there will be safety and security for the global health system. And we’re confident that that is being looked after.\n“We’re in close contact with the Chinese government and it is obvious to us that they are working very hard to contain the outbreak,\" he added. China’s Ministry of Finance and National Health Commission has allotted 60.33 billion yuan (US$8.7 billion) towards fighting the deadly coronavirus this year. The money will be used to fund basic public health services and epidemic prevention, the ministry said in a statement Monday. It added that there will be no “interception, seizure, misappropriation or change of the fund’s usage.\" The number of confirmed novel coronavirus cases has now increased to over 2,700 across all but one province of mainland China.  Ontario has confirmed its second case of coronavirus -- the wife of the man presumed to have Canada's first case. Public Health Officer Dr. David Williams said the woman was in isolation at home, adding that the risk to Ontarians remains low. A news conference will be held at 11.30 a.m. ET, he said in a statement.  News about the coronavirus has dominated the headlines for days, as it has killed at least 80 people in China and spread across the globe.  Yet it still doesn't have an official name. Although it has been widely referred to as the \"Wuhan coronavirus,\" the virus is still formally known as \"novel coronavirus\" or \"2019-nCoV,\" where the \"n\" stands for \"novel\", while the \"CoV\" denotes \"coronavirus.\" In the past, some viruses been named after the place or a region where they were first identified -- that was the case with MERS, which stands for Middle East respiratory syndrome, in 2012. Ebola virus was named after a river in the Democratic Republic of the Congo. Lyme disease is named after a town in Connecticut.  However, in 2015, the WHO issued new guidance, urging scientists to avoid names that could cause unnecessary negative effects on nations, economies and people. It said: Terms that should be avoided in disease names include geographic locations (e.g. Middle East Respiratory Syndrome, Spanish Flu, Rift Valley fever), people’s names (e.g. Creutzfeldt-Jakob disease, Chagas disease), species of animal or food (e.g. swine flu, bird flu, monkey pox), cultural, population, industry or occupational references (e.g. legionnaires), and terms that incite undue fear (e.g. unknown, fatal, epidemic). The WHO said that a disease name should consist of generic descriptive terms, based on the symptoms, those who it affects, its severity or seasonality.  Shanghai's government has ruled that all businesses in the city should remain shut until February 9, as it announced a series of new measures against the spread of the coronavirus.  Other moves include suspending schools until February 17, and implementing strengthened quarantine inspections for workers returning to Shanghai.  Only businesses the government deems vital to the operation of China's biggest city -- such as gas stations, pharmacies and supermarkets -- will be allowed to remain open, the municipal government said in a statement Monday.  It added that schools will be re-opened after an assessment on the epidemic.  This comes as the number of confirmed coronavirus cases in Shanghai increased to 53, including one death. Chinese health officials said Sunday that the coronavirus can be spread before any symptoms appear, meaning carriers may not realize they are infected before they transmit the virus to others. There's still lots we don't know about this outbreak, however, and according to Dr. Yvonne Doyle, medical director of Public Health England, \"it isn’t confirmed that people are infectious before they appear to be ill.\" \"That's one of the things we have to learn,\" she added.  Here's an excerpt (lightly edited for clarity) of Dr. Doyle's interview with BBC Radio 4's Today Program on Monday: Q: (We're) hearing from China that people can spread the virus without having any symptoms... A: At the moment we don’t have confirmed evidence that that’s the case. It's reasonable of course to assume that could happen, but at the moment we don’t know that, because this is a novel virus. Q: Do you think it is likely that we are going to see cases (in the UK)? A: Yes I do... I think I would be surprised if there wasn’t. We are well prepared since we spotted this in the early new year. We have been working with increasing intensity with the NHS (National Health Service) to make sure we are well prepared, and we are.  Q: (We're) also hearing Chinese officials are also developing a vaccine, will that be ready in time?  A: It won’t be ready in time at the moment. Vaccines take months, maybe years to develop.  Health experts are trying to understand how the coronavirus is being transmitted, who is at most risk and whether transmission is occurring mostly in hospitals or in the community. This is what we know about the illness so far: Coronavirus is a large family of viruses, which include severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS). Common symptoms include: a runny nose, cough, sore throat, and possibly a headache. Those who have a weakened immune system, particularly the young and the elderly, are at risk of the virus turning into a more serious respiratory tract illness. Authorities said the Wuhan coronavirus was passed from animals to humans; can be spread from person to person; and appears to cause pneumonia in people who have weakened immune systems. It is thought to be milder that SARS and MERS and take longer to develop symptoms. Patients to date have typically experienced a mild cough for a week followed by shortness of breath, causing them to visit a hospital. The mayor of Wuhan has admitted people were \"not satisfied\" with the rate that his government released information on the coronavirus, adding that it was \"not disclosed in a timely fashion.\" Mayor Zhou Xianwang, whose city is at the epicenter of the virus outbreak, told state-run CCTV Monday that \"we didn’t effectively use that information\" in its response. He explained that under Chinese law on infectious diseases, the local government first needs to report the outbreak to the national health department, and then get approval from State Council before they can make an announcement. \"I hope everyone can understand that this is (an) infectious disease which has special channels to be disclosed in accordance with law,\" he said. The mayor added that he took responsibility for the \"unprecedented\" decision to lock down the city. Israel's Ministry of Health has joined several countries around the world in warning its citizens against \"unnecessary\" travel to China in light of the coronavirus outbreak. The ministry warned Israelis to avoid the Hubei region, the epicenter of the virus, altogether. A number of patients have been checked for the virus in Israel and the West Bank after suffering symptoms of respiratory disease, such as fever and coughing. As of Monday morning all cases  -- apart from one -- had tested negative for the virus. The results of that case are still pending.  Major European markets are down sharply Monday -- almost 2% -- as worries over the coronavirus escalate.  French stocks are being hit particularly hard, with luxury and travel companies suffering the most. Such companies would usually be reaping the benefits of Chinese New Year spending, experts say. Air France KLM is down almost 5%\nLVMH, Dior and Gucci owner Kering are down almost 4%\nL’Oreal is down 3%  Elsewhere, Asian markets were lower and oil prices dropped 3% with Brent crude trading below $59 a barrel -- its lowest level since October. US stock futures also tumbled Sunday, after the Center for Disease Control and Prevention confirmed a fifth case of the virus in the United States. Both Paris and Madrid are working with Chinese authorities to repatriate French and Spanish citizens who are currently in Wuhan.  France will fly its citizens back home from Wuhan “in the middle of next week,\" the country's Health Minister, Agnès Buzyn, said Sunday.  \"All our citizens in Wuhan, about 800, are connected to the consulate,” the French Health Ministry told CNN Monday. \"The Prime Minister has decided to respond to the French people of Wuhan and their request to return. Our consulate team is in contact with the nationals. All those who wish to return will be able to do so,” Buzyn added.   “We are arranging a direct flight from Wuhan,\" she said. Buzyn said those who return to France will be monitored in one place for 14 days to avoid any spread of the virus.  A spokesman for the Spanish Foreign Ministry also told CNN that \"the ministry is working with other European Countries affected to organize a joint repatriation flight.\" In a statement, the ministry said: “The Minister of Foreign Affairs, EU and Cooperation has spoken with the Consul General of Spain in Beijing to obtain information of the situation of Spaniards in Wuhan.\" There are about 20 Spanish people in Wuhan, the ministry said. The number of people infected by the Wuhan coronavirus could potentially double every six days in the absence of a major intervention by public health authorities, according to Professor Gabriel Leung, chair of public health medicine at University of Hong Kong (HKU). Leung, who is also the founding director of the World Health Organization Collaborating Center for Infection Disease Epidemiology and Control in Hong Kong, gave his forecast on the likely extent of the outbreak during a press conference held at HKU on Monday afternoon.  He said he had submitted his report to Beijing and Hong Kong authorities as well as to the World Health Organization (WHO).  Leung said according to his team’s model, the number of cases of Wuhan coronavirus including patients that are incubating (not showing symptoms) could approach 44,000 cases as of January 25.  This epidemic is growing at quite a fast rate and it’s accelerating,” said Leung. The results of two scenarios -- one with a population quarantine as has been seen in Wuhan and one without -- were almost identical, suggesting “population quarantine may not be able to substantially change the course of the epidemic in the other major city clusters.”  In addition to Wuhan, Leung warned China could see epicenters of self-sustaining epidemics in other major cities in the mainland, including in Beijing, Shanghai, Guangzhou and Shenzhen.  \"It is not a prediction, it is not certain, but these finding makes us concerned enough to alert the authorities and to alert the public,” Leung said. According to Leung's forecast, the number of cases could peak between mid-May and mid-April in major cities.  In order to prevent this from happening, there would need to be “substantial draconian measures limiting population mobility sooner rather than later,” said Leung. Leung said people need to be prepared for the outbreak to become a global epidemic, though it is \"not a certainty by any stretch of the imagination…we must prepare better for it.” There are more than 2,700 confirmed cases of the coronavirus and 80 deaths in China. Worldwide concern is mounting about the rate of its spread.  Here's what you need to know: Outbreak in China: 2,744 cases have been confirmed in mainland China, and 80 people are dead. There are full or partial lockdowns in 15 Chinese cities in an effort to limit the virus's spread.\nGlobal spread: There are more than 50 cases confirmed around the world, in the United States, Malaysia, Singapore, Thailand, France, Australia, and more. Some countries are trying to evacuate their citizens out of Wuhan, the city at the epicenter of the outbreak.\nContagious before symptoms: People can spread the virus before symptoms show, China warned on Sunday -- meaning people may have been spreading the virus without knowing they were ill.\nTransmission: The major transmission mode of the coronavirus is through “close range droplet transmission,” Feng Luzhao, researcher from the Chinese Disease Prevention and Control Center, said. His comments suggest that most people have contracted the virus by being in close contact with an infected person. \nStretched hospitals: A nurse from the Central Hospital of Wuhan tells CNN at least a dozen medical staff from the facility are infected with the Wuhan coronavirus. Videos and witness accounts in Wuhan show packed hospitals and overworked staff. About 1,600 medical professionals are being sent to the city on Sunday and Monday. UPDATE: A previous version of this post contained a graphic that mapped coronavirus cases using raw counts instead of normalized rates. The graphic has been removed.  After a person in Los Angeles County tested positive for the Wuhan coronavirus, efforts are being ramped up to trace everyone the patient came into contact with. The US Centers for Disease Control and Prevention (CDC) and Los Angeles International Airport are assisting in contact tracing, along with the Los Angeles County Department of Public Health. Contact tracing is defined as the identification and follow-up of people who may have come into contact with an infected person, according to the World Health Organization.  During a press conference Sunday, Dr. Barbara Ferrer, director of the Los Angeles County Department of Public Health, said that her department is working, “with the individual who is infected, along with the airport – LAX – and CDC to identify persons who may have had close personal contact with this individual.” Ferrer said the patient, who is a resident of Wuhan, ground zero for the outbreak, had previously transited through LAX.  The individual presented themselves to health care authorities on January 22, saying they were ill. They were assessed by health care authorities and brought to a hospital in Los Angeles, where the patient remains. The health department provided no further details about the patient’s condition, gender or age, or how many people have been contacted through their investigation.  The agency also announced at the press conference that all travelers coming from China through LAX are currently being screened. The Los Angeles patient is one of two confirmed cases of��Wuhan coronavirus in California. The other is in Orange County. The CDC on Sunday afternoon updated the total number of confirmed coronavirus cases in the United States to five. The German Foreign Office has put out an updated travel advisory for China regarding the Wuhan coronavirus. It is advising German citizens to: consider postponing travel to China if it's not urgent\nregister at one of the German government crisis preventive lists if you're in China\navoid travel to the province of Hubei\nplan for travel restrictions in the area\nobey the orders of local security forces \ntake into consideration the World Health Organization advisories as well as those from the Robert-Koch institute, the German government agency responsible for disease control and prevention. Set within a protected area of the picturesque Sai Kung Country Park, the 13.2-hectare Lady MacLehose Holiday Village is known for its greenery and tranquility.  Since the early 1980s Hong Kongers have come to the holiday village to get away from the bustling city and enjoy its camping facilities and outdoor activities. But since January 23, the holiday camp has been turned into a quarantine center to house those who have came into close contact with confirmed cases of coronavirus in Hong Kong. A check-point has been set up at the entrance of the village and police monitor those going in and out.  According to the Leisure and Cultural Services Department, the Lady MacLehose Holiday Village can accommodate 268 residential campers and has 52 standalone bungalows. The Hong Kong government has also turned the Lei Yue Mun Park and Holiday Village on Hong Kong island into a quarantine center and plans to do the same with a third facility.  \"To cope with the quarantine need in future, the DH (Department of Health) is contacting holiday villages under other non-governmental organizations as potential sites of quarantine centers,\" a government statement said Sunday.  However, there were protests in the northern Hong Kong town of Fanling -- near the Chinese border -- after it was announced that an unoccupied apartment building there would be converted to a \"temporary\" quarantine center. Residents set up roadblocks and clashed with police, and on Sunday the authorities said they were abandoning the plan. Hong Kong authorities said residents of Hubei, the province of which Wuhan is the capital, and people who have visited the region in the last 14 days, will not be able to enter the city. The order does not cover Hong Kong residents, though they may be placed under quarantine. Hong Kong has eight confirmed cases of the Wuhan coronavirus.  Scientists at Imperial College London have estimated that each person infected with the Wuhan coronavirus has gone on to infect two to three people, according to a report released Saturday. \"We estimate that, on average, each case infected 2.6 (uncertainty range: 1.5-3.5) other people up to January 18, 2020, based on an analysis combining our past estimates of the size of the outbreak in Wuhan with computational modeling of potential epidemic trajectories,” said the report. “This implies that control measures need to block well over 60% of transmission to be effective in controlling the outbreak,” it added. When it comes to outbreaks, scientists and public health experts are concerned with how quickly a disease can spread and its mortality rate. But there is still a lot more to learn about the virus, and scientists have warned against alarmism. “It is quite easy to get fixed on a particular number but such predicted numbers will vary considerably at this early stage in an epidemic,” Mike Turner, Director of Science, The Wellcome Trust, said in a statement. “What is becoming clear from several sources though is that there is substantive human to human transmission and that there may well be a lot of people who become infected but have no symptoms or very mild symptoms so don’t need to seek medical attention,” he added. “This makes it more difficult to put in place effective control measures. A lot of people are working furiously to try and control this epidemic.” On Sunday, Chinese officials said people can spread the virus before they have symptoms. As the world watches the developing crisis around the deadly Wuhan coronavirus, it's difficult to know how worried to be. One thing is clear, however: China is treating the matter extremely seriously. Almost 60 million on lockdown: With the number of confirmed cases in the country approaching three thousand, and at least 80 deaths, China has placed almost 60 million people on lockdown, with full or partial travel restrictions on 15 cities across Hubei, the central Chinese province of which Wuhan is the capital. Never been done in China before: The unprecedented scale of the response speaks in part to the sheer size of China -- 60 million people is greater than the entire population of South Korea, and Hubei spans the equivalent area as Syria. Such a lockdown has never been carried out in China before, not even during the 2003 SARS outbreak. The cost of it is staggering, not just in terms of manpower or funds, but also the economic hit Hubei will take and the knock on effect this will have on the wider Chinese economy during a sensitive period. Powerful leadership: That China is able to pull something like this off is thanks to the ability of a centralized, powerful leadership to react in a crisis. It's also a sign of just how vital it is for that leadership not to screw up.  Writing on Sunday, analysts Adam Ni and Yun Jiang said that the Chinese Communist Party's \"prestige and legitimacy are both on the line\" in how they handle the crisis.  \"Xi's prestige is likely to take a hit, putting pressure towards collective leadership instead of the paramount leader model. Centralization of power under Xi means that inevitably Xi will take the blame if things go wrong, as would he be showered with glory when things go right. This is high risk, high reward for him.\" Read the full story here.  A United States government-chartered plane is set to evacuate about three dozen US diplomats and their families from Wuhan, the epicenter of the coronavirus, on Tuesday.  But the plane may not fly to San Francisco as previously announced by the State Department, a US official with knowledge to the matter told CNN. The flight, operated by a private charter company using a Boeing 767 with 240 seats, will land somewhere in California, the official said. It’s unclear how many non-diplomat US citizens will be aboard the flight, which will be staffed with medical personnel.  The US consulate in Wuhan, which is now closed, reached out to Americans who had registered with them and offered seats on the plane. Non-diplomat US citizens will be billed for the flight, the official said. The city is normally a transport hub for central China, but Chinese authorities have placed Wuhan under a travel lockdown, barring all departures from the city’s airport and rail stations. A Chinese foreign ministry spokeswoman said on Sunday that after the US proposed to evacuate its citizens from the city, Beijing made arrangements, “that are consistent with our epidemic control measures” and provided “necessary assistance and convenience.” Other nations, such as Australia and India, are working on ways to repatriate their citizens from Wuhan.  There are more than 2,700 confirmed cases of the coronavirus and 80 deaths in China.  Across China, 15 cities with a combined population of over 57 million people have been placed under full or partial lockdown. Worldwide concern is mounting about the rate of transmission, with Chinese health officials saying the virus can be spread before any symptoms appear. Here's a rundown of how many cases are in each Chinese province: Hubei (includes Wuhan): 1,423, including 76 deaths\nGuangdong: 146\nZhejiang: 128\nHenan: 128, including 1 death\nChongqing: 110\nHunan: 100\nBeijing: 68\nAnhui: 70\nShandong: 63\nSichuan: 69\nShanghai: 53, including 1 death\nGuangxi: 46\nJiangxi: 48\nFujian: 35\nJiangsu: 47\nHainan: 22\nShaanxi: 22\nLiaoning: 22\nYunnan: 19\nHeilongjiang: 21, including 1 death\nTianjin: 14\nHebei: 18, including 1 death\nShanxi: 22\nGansu: 14\nInner Mongolia: 11\nGuizhou: 7\nJilin: 6\nNingxia: 4\nXinjiang: 5\nQinghai: 4  Mongolia will close its schools from January 27 until March 2 as a preventative measure against the Wuhan coronavirus, state news agency Montsame reported There are no reported cases in Mongolia, but the country is considered to be at high risk of the virus spreading there as it borders China, where the coronavirus originated. Mongolian officials are on high alert in case the virus spreads. The Chinese autonomous region of Inner Mongolia, which runs along Mongolia's southern border, reported its first confirmed case of coronavirus last week. There are now confirmed cases in every Chinese province, except the remote autonomous region of Tibet.  The ruling in Mongolia followed a cabinet meeting on Sunday to discuss preventative safety measures.  The cabinet also ordered public gatherings be cancelled and that border crossings for “auto vehicles and pedestrian traffic” be cancelled starting Monday. The agency also reports that 31 Mongolia students in Wuhan will be repatriated on Monday. Five people in Australia have now been confirmed to have the Wuhan coronavirus, the Department of Health said in a statement Monday. The latest patient to be infected with the respiratory virus in the country is a 21-year-old woman who flew into Sydney on the last flight from Wuhan last week, CNN affiliate Nine News reports.  The deadly virus was first identified in Hubei province's Wuhan in December and since then it has infected at least 2,700 people and killed 80 in mainland China.  The woman in Australia developed symptoms 24 hours after arriving back into Sydney on Thursday, health officials said. When they worsened, she went to the emergency department. \"We were alerted the testing was done, the patient was immediately put into isolation in a home isolation setting, and then once the diagnosis was confirmed, the patient has just been transported to Westmead Hospital,\" New South Wales Chief Health Officer, Dr. Kerry Chant said, according to Nine News.  On Monday, Australia’s Health Minister said the country was working on ways to repatriate its citizens from Wuhan, including 100 “young Australians.\" The popularity of a video game that teaches players about how diseases spread has grown sharply amid concerns about the spread of coronavirus. Now, the company is warning people to seek information on the disease from official sources, rather than relying on its game, Plague Inc.  \"The current coronavirus outbreak is a very real situation which is impacting a huge number of people,\" Ndemic Creations, the maker of the game, said in a statement last week. \"We would always recommend that players get their information directly from local and global health authorities.\" The company said it often sees a surge in new users amid new disease outbreaks, as people try to better understand how diseases operate and spread.  Plague Inc. is an app and online video game developed by Ndemic Creations where players become a disease and aim to infect the world by developing new means of transmission and symptoms — countering countries closing their borders, news reports about the disease and scientists trying to develop cures.  The company said in its statement that the game was designed to be \"realistic and informative, while not sensationalizing serious real-world issues.\" However, it pointed out that the game is not a \"scientific model\" and should not be relied upon for information about coronavirus. Read more on that here.  A Shanghai manufacturer says it is fully equipped to ensure sufficient supply of Wuhan coronavirus test kits to meet nationwide demand, according to state media CCTV. The factory, belonging to Shanghai ZJ Bio Tech, is capable of producing 8,000 boxes per day and has raw materials in stock to make tests kits for two million people, CCTV reports.   Chinese state media is also reporting that there are more than 1,000 hospitals nationwide that have laboratories capable of preforming tests to identify the Wuhan coronavirus. A nurse from the Central Hospital of Wuhan tells CNN at least a dozen medical staff from the facility are infected with the Wuhan coronavirus. “Some are being given emergency treatment. Those who have milder symptoms have been sent home with medication,” the nurse, who spoke on the condition of anonymity told CNN Sunday. The nurse said she has also contracted the virus and that her symptoms were relatively mild. She was discharged and told to isolate herself while recuperating at home. The nurse said she is more than happy to be out of the hospital where she believes the virus is endemic.   “The concentration of the virus in the hospital is so great,” the nurse said via the Chinese instant messaging app WeChat. Her account comes as Beijing said it would deploy another 1,600 medical professionals to Wuhan to help the city cope with the growing number of coronavirus patients, Chinese Health Minister Ma Xiaowei said in a rare Sunday news conference.  Another 1,000 workers are on standby, Ma said. Authorities acknowledged that Wuhan, a city 11 million people and ground zero of the outbreak, and much of Hubei province are facing manpower and medical supply shortages.  Healthcare workers in Wuhan, including four who spoke to CNN on the phone, have complained of being overstretched and lacking resources to combat the crisis.  \"In terms of resources, the whole of Wuhan is lacking,\" one Wuhan-based healthcare worker told CNN by phone. The person said they were looking for more protective clothing, protective goggles and masks.   At the news conference Sunday, Wang Jiangping, the vice minister of of industry and information technology, said Hubei needs about 100,000 protective medical suits per day -- but the 40 factories across the country making them only produce 30,000 daily. Wang said authorities are now trying to get factories to resume production -- most would have closed for the Lunar New Year holiday -- and requisition factories that make the suits for export. US stock futures dropped sharply Sunday night as fears of the coronavirus grew. Dow futures fell by as much as 300 points, and were last down about 200 points. S&P 500 (INX) futures were down about 0.8% and Nasdaq futures were lower by about 1.1%. In Tokyo, the Nikkei 225 was last down 1.7%. It is the only major stock market in Asia open Monday due to the Lunar New Year. The Dow closed down 0.6% on Friday —its worst day of the year. Also Friday, the S&P 500 had its worst day since early October, while the Nasdaq had its lowest close since early December. Read more on that here.  The major transmission mode of the Wuhan coronavirus is through “close range droplet transmission,” Feng Luzhao, researcher from the Chinese Disease Prevention and Control Center, said at Monday’s press conference by the National Health Commission. His comments suggest that most people have contracted the virus by being in close contact with an infected person.  Droplet transmission is when a virus is passed on due to an infected person sneezing or coughing, and another comes into contact with those infected particles.  Feng said that, \"people should avoid going out, especially going to crowded areas.\"   According to a how-to guide published by Chinese Disease Prevention and Control Center, the public is advised to reduce visiting families during Lunar New Year, stay home and rest, and avoid going to crowded public areas, especially those with less air flow such as theaters, internet cafes, KTV (karaoke), and shopping centers.  With more cases of the Wuhan coronavirus confirmed outside mainland China, here's how can you minimize your risk of getting infected. Avoid close contact with anyone showing symptoms of respiratory illness, such as coughing and sneezing, the World Health Organization says. Other symptoms of this coronavirus include fever and shortness of breath. Severe cases can lead to pneumonia, kidney failure and even death. Cook food thoroughly: Scientists believe this coronavirus started in another animal and then spread to humans. So health officials recommend cooking meat and eggs thoroughly. Avoid live animal markets: Anyone with underlying medical conditions should avoid live animal markets and raw meats altogether, since those people are \"considered at higher risk of severe disease,\" the World Health Organization says. Wash hands: Wash your hands often with soap and water for at least 20 seconds. Cover mouth and nose: If you're the one feeling sick, cover your mouth and nose when you cough or sneeze, and disinfect the objects and surfaces you touch. Wear a mask: If you or your doctor suspect you might have the Wuhan coronavirus, the CDC advises wearing a surgical mask. Common sense: In general, the public should do \"what you do every cold and flu season,\" said Dr. John Wiesman, the health secretary in Washington state -- where the first US case of Wuhan coronavirus was confirmed. Chinese officials have called on anyone who was in Wuhan in the last 14 days to self-quarantine and report to community leaders in order to prevent the spread of the coronavirus, according to an expert speaking at the Chinese National Health Commission press conference on Monday. There are no official figures on the number of people who have visited, or passed through the city since the outbreak was first identified in mid-December.  However, the number is likely to be large. Wuhan, which is home to an estimated 11 million people, is one of China's most important cities.  Located on the confluence of the Yangtze River and its largest tributary, the Han River, it is considered the political and economic capital of central China.  It's also a major travel hub.  In addition to conventional railway networks, Wuhan is one of the stops on two of the main long-haul high-speed railway lines: Beijing-Guangzhou (from north to south) and Shanghai-Chengdu high-speed railway (from east to west). It's also home to one of just four major train maintenance centers in the country. The city's international airport is the only airport in the mid-China region to have direct flights to five different continents. According to data from aviation website Flightconnections.com, Wuhan Airport services non-stop scheduled passenger flights to 109 destinations in 20 countries. These include major cities like London, Moscow, Paris, Rome, New York, San Francisco, Bangkok, Tokyo and Seoul. The airport's passenger throughput in 2018 exceeded 24 million and was expected to hit 29 million in 2019. Singapore has announced that all students and teachers returning from mainland China will be required to self-quarantine for 14 days.  The Ministry of Education said Monday that it will implement the two week leave of absence for all students and staff upon their arrival back in Singapore.  Any student who is on a leave of absence, “will be supported via a home-based learning plan,” the ministry added. Singapore has urged travelers to defer non-essential travel to mainland China, after the Ministry of Health confirmed four cases of the coronavirus on Saturday. The Wuhan coronavirus -- part of a family of viruses that are common among animals and can cause fever as well as respiratory symptoms when transmitted to humans -- has been found in cities all over China, and travelers have since spread the virus to 13 places outside of mainland China, including the US, France, Japan, South Korea, Vietnam, as well as Taiwan, Hong Kong and Macau. Australia is working on ways to repatriate its citizens from the city of Wuhan, including 100 “young Australians,\" Australia’s Health Minister Greg Hunt told national broadcaster ABC Radio Monday. Hunt said he was in touch with the Chinese Foreign Minister as well as other countries on what can be done for its citizens in Wuhan.  “We are working to make sure there’s support for those Australians and that we are there- we are also working on, as our other countries, to try to secure their ability to return to Australia,” Hunt said. Hunt also said he expects to get a final results on a fifth suspected cases of the Wuhan coronavirus later Monday. The Chinese city of Wuhan has become ground zero for the new deadly strain of coronavirus, which has since spread to 13 places outside of mainland China.  Other countries, such as the United States, are also looking to evacuate their citizens from the city, which has been placed under a lockdown.  The US government is arranging a charter flight to evacuate American diplomats and citizens from Wuhan, a US official with knowledge of the matter told CNN Saturday. The severity of the emerging coronavirus crisis is evident in the Chinese government's response.  The Standing Committee of the Chinese Communist Party -- the country's top political body, headed by President Xi Jinping -- has taken direct control of operations.  Chinese Premier Li Keqiang arrived in Wuhan Monday to tour local hospitals, according to state media. And more than 11 billion yuan ($1.58 billion) in government funds have been dedicated to the crisis. Over the weekend, Xi chaired a meeting with top officials of the ruling Communist Party on the prevention and control of the outbreak. He pointed out that in facing the grave situation of the accelerating spreading epidemic, it is necessary to strengthen the centralized leadership of the Party Central Committee.  He also demanded that the government at all levels put people’s life and health as the top priority. \"Life is of paramount importance. When an epidemic breaks out, a command is issued. It is our responsibility to prevent and control it,\" Xi said. Read the full story here.  Dr. Nancy Messonnier, director of the US Centers for Disease Control and Prevention’s National Center for Immunization and Respiratory Diseases, responded to a statement Sunday by the Chinese health minister Ma Xiaowei that people are infectious before they have symptoms of Wuhan coronavirus. “We at CDC don’t have clear evidence that patients are infectious before symptom onset, but we are actively investigating that possibility,” she said. Messonnier said the risk to the American public for contracting this virus continues to be low. “We need to be preparing as if this is a pandemic, but I continue to hope that it is not,” Messonnier said. The CDC confirmed Sunday there are five cases of Wuhan coronavirus in the United States – one in Arizona, two in California and two previously confirmed cases in Illinois and Washington. All five cases were in people who had recently traveled in Wuhan, China. The CDC has about 75 people still under investigation because they might have the virus, and about 25 others who were found not to have the virus. The CDC is the only lab in the United States that tests for the virus. The death toll from the Wuhan coronavirus now stands at 80, with almost 2,800 cases confirmed across China, as the country initiates emergency procedures to try and rein in the pathogen's global spread. Making that task more difficult is the fact that the virus can be spread before any symptoms appear, Chinese health authorities said Sunday, meaning carriers may not realize they are infected before they transmit the virus to others. Across China, 15 cities with a combined population of over 57 million people -- more than the entire population of South Korea -- have been placed under full or partial lockdown. Wuhan itself has been effectively quarantined, with all routes in and out of the city closed or highly regulated. The government announced it is sending an additional 1,200 health workers -- along with 135 People's Liberation Army medical personnel -- to help the city's stretched hospital staff. Wuhan Mayor Zhou Xianwang said Sunday the number of cases could rise by another thousand. The disease has also spread widely across China, with almost 70 cases confirmed in the capital Beijing, including a nine-month-old girl -- the youngest known case to be confirmed so far. Read the full story here.  China is worried about migrant workers who went home to visit family during the Lunar New Year, according to a health expert speaking at the National Health Commission Monday. The rural population is also of particular concern as those living in rural areas did not have as much experience in dealing with outbreak prevention as the urban populations did during the 2002-2003 severe respiratory syndrome (SARS) outbreak.  SARS is also a type of coronavirus, which causes flu-like symptoms, and can mutate as it spreads from person to person.  Between November 2002 and July 2003, SARS infected over 8,000 people and killed 774 around the world. Around 40% of China's population live in rural areas, according to Chinese state media Xinhua.  The country also has a sustained wave of migrant workers moving from rural to urban areas for employment, with millions making the switch every year.  Chinese officials have called on anyone who was in Wuhan in the last 14 days to self-quarantine and report their time in the city to community leaders, an expert speaking at a Chinese National Health Commission press briefing said on Monday. The measure is to prevent the further spread of the new coronavirus, which was first identified in the city in December.  On Sunday, Wuhan’s Mayor Zhou Xianwang said that 5 million people left Wuhan before the lockdown due to the Lunar New Year holiday. At the briefing, Chinese officials also said that arrangements could be made to further extend the holiday period. The holiday observance has already been extended until February 2 to try and prevent the spread of the virus. Chinese Premier Li Keqiang arrived in Wuhan on Monday and is touring hospitals, according to state media. Li is head of a central government working group set up to tackle the outbreak. Last week he called on local departments to “go all out” to prevent and control the spread of the disease.   His visit to Wuhan, ground zero for the outbreak, comes as Chinese authorities announced they would extend the week-long Lunar New Year holiday, which was supposed to run through January 30, to now run until February 2, according to state news agency Xinhua.  On Sunday, Chinese President Xi Jinping chaired a meeting with top officials of the ruling Communist Party on the prevention and control of the Wuhan coronavirus. During the meeting, Xi said that in facing the grave situation of the rapid spreading epidemic of the deadly new coronavirus, it was necessary to strengthen the centralized leadership of the Party Central Committee. He also demanded that the government at all levels to put people’s life and health as the top priority.  \"Life is of paramount importance. When an epidemic breaks out, a command is issued. It is our responsibility to prevent and control it,\" Xi said.  Xi ordered officials in Hubei province to take more rigorous measures to prevent the virus from spreading and to put all patients in centralized quarantine for treatment.    Drugs often used to combat HIV and AIDS are being used to treat patients of the Wuhan coronavirus in Beijing, the city’s Health Commission said in a statement.  Three designated hospitals are using the drugs Lopinavir and Ritonavir to treat patients as part of a test program titled \"Pneumonitis Diagnosis and Treatment Program for New Coronavirus Infection (Trial Edition).\" Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases at the US National Institutes of Health told CNN there are currently no proven effective drugs to treat this virus. The US National Institutes of Health is working on a vaccine against the new virus but it would take a few months until the first phase of the clinical trials get underway and more than a year until a vaccine might be available, Fauci said.   A team of scientists in Texas, New York and China are also at work on a vaccine, according to Dr. Peter Hotez, a vaccine scientist at Baylor College of Medicine in Houston. China's health minister Ma Xiaowei made a startling statement Sunday about the Wuhan coronavirus: He said people can spread it before they become symptomatic. \"This is a game changer,\" said Dr. William Schaffner, a longtime adviser to the US Centers for Disease Control and Prevention. It's much harder to contain a virus -- to track down a patient's contacts and quarantine them immediately -- if the patient was spreading the disease for days or weeks before they even realized they had it. \"It means the infection is much more contagious than we originally thought,\" said Schaffner, an infectious disease specialist at Vanderbilt University Medical Center. \"This is worse than we anticipated.\" Ma didn't explain why he thinks the virus can be spread before someone has symptoms. If the Chinese health minister is right -- and there are those who doubt him -- that means the five confirmed cases in the United States might have been infectious while traveling from Wuhan to Arizona, California, Illinois and Washington state, even if they had no symptoms at the time. Read the full story here.  South Korea confirmed its fourth case of the Wuhan coronavirus on Monday. The patient is a 55-year-old South Korea man who had tested positive for the virus after visiting Wuhan.  Major airports across South Korea have stepped up efforts to detect signs of the virus, health authorities have also bolstered quarantine and testing facilities.  Another case of coronavirus has been confirmed, in Arizona, the Centers for Disease Control and Prevention said on Sunday, bringing the total to five cases in the United States. The state health department said the patient is an adult member of the Arizona State University community, though it did not release the patient’s age or gender.  Dr. Cara Christ, director of the Arizona Department of Health Services, told CNN that the patient had recently returned from travel to Wuhan, and that they called their health care provider once they developed mild respiratory symptoms. Christ added that the patient was asymptomatic -- not showing symptoms -- during travel. Health officials decided to test the patient for the coronavirus and sent samples to the US Centers for Disease Control and Prevention on Friday, which were confirmed positive on Sunday. The patient is currently not hospitalized, but self-isolated at home. Public health officials will be following up with any close contacts of the patient during the time period when they were symptomatic. Five cases of Wuhan coronavirus have been confirmed in the United States, the US Centers for Disease Control and Prevention said on Sunday. One new case was confirmed in Arizona and two cases were confirmed in California. Cases had previously been confirmed in Illinois and Washington state. All the cases were in people who had recently traveled to Wuhan, China. Several people have been infected with the Wuhan coronavirus in the US -- including a man in his 30s in Washington state; a Chicago woman in her 60s; a man in his 50s in Orange County, California, a patient in Los Angeles County; and a fifth in Arizona. All had recently traveled to Wuhan, the epicenter of the outbreak. State and federal officials are following up with anyone who may have had close contact with the person and is at risk of infection. Read more on that here.  With Chinese authorities warning the coronavirus outbreak is accelerating, placing millions of people in more than a dozen Chinese cities under intense travel restrictions might seem like a good idea. But historically a mass quarantine is an aggressive response that's far from perfect. In the past it has led to political, financial and social consequences.  Quarantines date back to Italy in the 1300s, as the bubonic plague ravaged Europe. In Venice, sailors and ships coming from infected ports were made to wait 40 days before docking in a practice called \"quaranta giorni,\" or \"40 days.\" No quarantine goes perfectly: People criticize quarantines because in practice a virus or bacteria \"invariably gets loose,\" as do people, said Howard Markel, professor and director of the Center for the History of Medicine at the University of Michigan. Logistical issues: Just the word \"quarantine\" can cause panic or hysteria, Markel said. Anyone concerned about a common cold or sniffle will head for hospitals, straining already precious resources. Wuhan officials have already acknowledged local hospitals were struggling to accommodate people seeking medical attention. Broader financial consequences: Quarantines \"are often very economically and financially costly,\" said Alexandre White, an assistant professor of sociology and the history of medicine at Johns Hopkins University. The flow of trade in and out of the quarantined zone is halted, and goods in the process of being shipped could go bad -- depending on how long it lasts.  Social impacts: Historically, the aggressive control needed in a quarantine can link the disease to marginalized people and potentially fuel existing anxieties about race and class. There was a \"long history of quarantine being misused as a social separator, rather than a public health one,\" Markel said.  Trust and cooperation are key: The trust and cooperation of the public is the most important thing for officials to have in a public health crisis, said Lawrence Gostin, a professor of global health law at Georgetown University and director of the World Health Organization's Center on Global Health Law. Without it, people won't come in for testing and won't share the names of people they've been in contact with -- a vital part of the strategy to prevent the spread of disease. Read more on that here.  Eight cases of the Wuhan coronavirus have been confirmed in Thailand, Deputy Prime Minister and Public Health Minister Anutin Charnvirakul said on Sunday, according to a government statement. Among the eight, five have already returned home, while three are being treated in the hospitals and supervised by the Ministry of Public Health, the statement says. Thailand is among the most popular global destinations for Chinese tourists. More than ten million Chinese visit Thailand every year, according to official figures.  The Wuhan coronavirus continues to spread around the world having already killed dozens of people and infected more than 2,700 people in mainland China. Here's the latest numbers: \tAs of the end of the day Sunday, 2,744 cases were confirmed in mainland China.\n\t80 people are dead, all in mainland China.\n\t55 people outside mainland China have tested positive in the following places: Australia (4 cases), France (3 cases), Hong Kong (8 cases), Japan (4 cases), Macao (5 cases), Malaysia (4 cases), Nepal (1 case), Singapore (4 cases), South Korea (3 cases), Taiwan (4 cases), Thailand (8 cases), United States (5 cases) and Vietnam (2 cases) China’s National Health Commission said 461 people have severe cases of the virus and there are 5,794 suspected cases in mainland China.  There are more than 2,700 confirmed cases of the coronavirus and 80 deaths in China. Worldwide concern is mounting about the rate of its spread. Here's what you need to know: Outbreak in China: 2,744 cases have been confirmed in mainland China, and 80 people are dead. There are full or partial lockdowns in 15 Chinese cities in an effort to limit the virus's spread.\nGlobal spread: There are now 50 cases confirmed around the world, in the United States, Malaysia, Singapore, Thailand, France, Australia, and more. Some countries are trying to evacuate their citizens out of Wuhan, the city at the epicenter of the outbreak.\nContagious before symptoms: People can spread the virus before symptoms show, China warned on Sunday -- meaning people may have been spreading the virus without knowing they were ill.\nWild animal ban: The sale of all wild animals has been banned, the Chinese government announced Sunday. The outbreak has been linked to a market that sold wild animals in Wuhan.\nStretched hospitals: Videos and witness accounts in Wuhan show packed hospitals and overworked staff. A new, 1,000-bed hospital is being built on the city's outskirts, to be ready by February 3. About 1,600 medical professionals are being sent to the city on Sunday and Monday.", "Section": "asia", "Writers": ["Helen Regan", "Steve George", "Amir Vera"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-01-27-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Thailand", "Source": "CNN"}