{"Type": "article", "Time": "2017-07-12", "Headline": "10 best islands for a Malaysia holiday", "Text": "Malaysia's capital, Kuala Lumpur, is an appealing urban melting pot of Chinese, Indian and native Malay influences. But if you're looking for more of a relaxed, tropical retreat, it's the islands of Malaysia that will offer you a delightful variety of travel options -- from the cosmopolitan charm of Penang to the hippie getaway of the Perhentians.  Here, in no particular order, we present 10 of the best islands in Malaysia: 1. Perhentians: Hippie hideaway They might not be easy to get to, but the Perhentian islands off the northeast coast of Peninsular Malaysia have achieved iconic status on the backpacker trail. And for good reason -- the waters are so clean that you can snorkel right off the beach and still see a diverse array of aquatic life. Fishermen turned tour guides will also take you out in their small boat for a day trip to swim with sharks and turtles.  In the evening, beach bars set up cushions on the sand as wandering fire artists do their thing. Where to stay: For high-end Malaysia holiday lodgings, check out the Tuna Bay Island Resort. Budget hunters should look up Abdul Chalet. Getting there: Regular buses leave from Hentian Putra bus station in Kuala Lumpur, taking about nine hours. Alternatively, fly from Kuala Lumpur's LCCT airport to Kota Bharu, and then catch a taxi to the port town of Kuala Besut. 2. Tioman: An island for flashpackers Although part of the Malaysian state of Pahang, Tioman is actually reached from the Johor town of Mersing. There's also a direct ferry from Singapore. This popular Malaysia holiday island has two claims to fame that continue to be hyped by media and marketers. First is the dramatic topography of this teardrop-shaped isle in the South China Sea that was (supposedly) used as a backdrop for the 1958 movie \"South Pacific.\" Then Time magazine named it one of the world's most beautiful islands in the 1970s. Though it's now a firm fixture on the tourist trail and has lost a little of its exotic mystique, it retains the natural environment and wildlife that first made it famous. First among animals, on land at least, are the giant monitor lizards that roam among the kampungs (Malay for villages) in search of food. Don't worry, they avoid humans. Most of the time.  Where to stay: For a boutique experience, check out JapaMala. Getting there: There are bus services from all over Malaysia to Mersing; from here it's a two-hour boat ride to the first jetty on the island. Tioman also has a small airport with flights coming from Kuala Lumpur and Singapore. 3. Langkawi: Best for luxury Located right by the border with Thailand, Langkawi is part of the Malaysian state of Kedah, not Perlis which is in fact directly adjacent. Famously, the Malaysia island was believed to have been cursed in 1819, when a woman named Mahsuri was put to death for alleged adultery. Before she died, she uttered the words, \"There shall be no peace and prosperity on this island for a period of seven generations.\" Two years later Langkawi fell to the invading Thais, with much of its population subsequently dying from starvation. The island was then indeed barren for a long time, before Prime Minister Mahathir Mohamad --- the colossus of Malaysian politics who also built Kuala Lumpur's Petronas Towers and the Sepang F1 circuit --- decided to turn it into a resort island in 1986. He declared it a duty-free island, and ever since then Langkawi's growth has been nothing short of spectacular, with high-profile resorts dotting its sandy shores to make it a Malaysia holiday star. The best way to take it all in is on the 2,200-meter-long cable car, which rises some 710 meters (2,320 feet) above sea level. Where to stay: They don't come much more stylish --- or eclectic --- than Bon Ton, eight traditional Malay homes set in a former coconut plantation. Or there's always the Four Seasons Resort Langkawi. Getting there: Langkawi has by far the best flight connections of any Malaysian island, with dozens of daily flights to Kuala Lumpur, Singapore and Penang. 4. Penang: Food and heritage  The Pearl of the Orient has a long and illustrious history. \"Discovered\" by Captain Francis Light in 1786, Prince of Wales Island (as it once was known) was for a long time one of the jewels of the British Empire. Alongside Melaka and Singapore, it was known as one of the Straits Settlements, a string of outposts that dominated the sea trade between India and the rest of Asia. However, its importance gradually waned over the centuries, before it was rediscovered as a Malaysia holiday destination and reinvented as an IT hub. Today, the island is proudly parading its past. The UNESCO status granted to historic George Town guarantees that. But its greatest attraction is its street food --- from Penang laksa off Macalister Road to banana leaf in Little India to seafood on Gurney Drive --- you'll find it all here. Where to stay: Since 1948, the recently restored Lone Pine sits serenely on the north shore of the island, while for city digs look no further than the Hotel Penaga, heritage buildings in the heart of town. Attracting a lot of attention among luxury lovers is the Eastern & Oriental Hotel, a restored colonial property.  Getting there: Flights from around the world land at Penang International Airport. From there, inexpensive taxis can transport you to destinations around the island, or you can catch the airport bus into town. 5. Labuan: An isle of bankers  Located off the coast of East Malaysia on Borneo and sandwiched between the states of Sarawak and Sabah, Labuan is one of three Federal Territories (the others are Kuala Lumpur and Putrajaya). Its special status as an international offshore financial center and free trade zone has allowed it to attract outside investment from the financial sector. Long-term, the Malaysian government envisions the island as becoming one of the world's major offshore business centers, akin to the Middle Eastern hubs of Dubai or Bahrain. If you're not involved in the financial services, there are other reasons to visit such as wreck diving. Over the years, numerous ships were sunk in the shallow waters off Labuan, making it ideal for novice divers. These are simply known as the American, Australian, Blue Water and Cement Wreck. There is also a well-tended War Cemetery, where an annual remembrance ceremony is held for some 3,900 Allied soldiers who died during in World War II. Where to stay: For both service and quality, it's a close toss-up between the Tiara Labuan and the Grand Dorsett. Getting there: There are daily flights to Labuan Airport from Kuala Lumpur, Miri in Sarawak and Kota Kinabalu in Sabah. There is also an air-conditioned ferry to Brunei. 6. Layang-Layang: Isolation guaranteed Little more than a coral reef with a runway, the tiny island of Layang-Layang is some 300 kilometers (186 miles) northwest of the Sabah capital of Kota Kinabalu, the state to which it belongs. It's a creation of the Malaysian Navy, which reclaimed land from the sea to state the nation's sovereignty over the Spratlys, that South China Sea island group also claimed whole or in part by China, Taiwan, Vietnam and the Philippines. Surrounded by pristine waters that drop to 2,000 meters, Layang-Layang is often ranked as one of the top 10 dive sites in the world because of its remarkable array of marine life. Because of the Navy's presence, the coral reef has been spared the explosive damage caused by dynamite fishing and other destructive practices Particularly of note are the schools of scalloped hammerhead sharks, which can sometimes number in the hundreds, though you can also expect to see manta rays, dolphins, barracuda and turtles. Where to stay: Easy one to answer. At the only game in town, the traditional-styled Layang Layang Island Resort run by the Avillion group. Getting there: The only way in and out of this Malaysia island is on a charter flight from Kota Kinbalu, with the price included in the various packages offered by the only place to stay on the island. 7. Sipadan: For hard-core divers At the end of 2002, following a long dispute with Indonesia, the International Court of Justice ruled that the island of Sipadan was Malaysian. The country, and the state of Sabah of which it is part, had reason to be relieved. Sipadan is considered one the world's best dive sites, with a location in the center of the planet's most biodiverse marine habitat. To protect the fragile ecosystem of this Malaysia holiday destination, in 2004 the government ordered all of the dive resorts off the island, banned night dives and set a limit of 120 divers per day. The move worked, as the surrounding waters continue to teem with life. It's home to 3,000 species of fish, hundreds of species of coral, an abundance of rays and sharks and large populations of green and hawksbill turtles. Where to stay: As you are not allowed to stay on Sipadan itself, stay close by at the Sipadan Kapalai Dive Resort built on stilts over the water or Sipadan Pom Pom Resort. Getting there: It's a 55-minute flight from Kota Kinabalu to the town of Tawau, an hour's drive to the even smaller township of Semporna, and then a 40-minute speedboat ride. 8. Redang: For a 'Summer Holiday' The Redang archipelago actually consists of nine islands. Together, they form a marine park situated 45 kilometers (28 miles) off the east Peninsular Malaysia state of Terengganu. Unlike its close cousins, the backpacker-filled Perhentian islands to the north, Redang is very much an upmarket destination, with mostly resort accommodation on offer. Accordingly, the island also has its own airport, served by Berjaya Air, which since 2004 has flown daily to Kuala Lumpur's Subang Airport (Sultan Abdul Aziz Shah Airport is the formal name) and Singapore's Changi. With excellently preserved coral, the main attractions of Redang are snorkeling, diving and the crystal clear waters. You'll need to stick close to the shoreline regardless, as the interior is mostly impassable, apart from a road that connects the airport with the coast. In 2000, the Malaysian island was the setting for Hong Kong movie \"Summer Holiday,\" which featured Cantopop star Sammi Cheng and Taiwanese heartthrob Richie Ren. The success of the film led to an influx of tourists. Where to stay: The same company that owns the only airport and airline to fly in also has the best place to stay, The Taaras, by Berjaya. However, film fans should head to the Laguna Redang Island Resort, where the colorful souvenir shop was a key setting in \"Summer Holiday.\" Getting there: If you don't want to pay to fly in directly, the alternative is to fly to Kuala Terengganu and then continue by car and take a ferry from the port of Merang. 9. Rawa: For a weekend break There aren't many chances to stay on a sultan's private island. Rawa is one. Owned by the family of the Sultanate of Johor, Rawa is a small island 16 kilometers off the e", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/malaysia-best-islands/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}