{"Type": "article", "Time": "2018-09-12", "Headline": "Super Typhoon Mangkhut bears down on the Philippines and Hong Kong", "Text": "As the US east coast braces for Hurricane Florence, an even stronger super typhoon is barreling down on southeast Asia, with Hong Kong and Macau square in its path.  Super Typhoon Mangkhut, known as Super Typhoon Ompong in the Philippines, is currently equivalent to a category 5 Atlantic hurricane, with winds of at least 252 kilometers per hour (157 mph), stronger than Florence, which is expected to cause massive flooding and devastation in the Carolinas.  Mangkhut has already swept past the US territory of Guam, in the western Pacific, where it caused flooding and power outages. The storm is expected to strengthen further in the next 24 to 48 hours, according to CNN Meteorologist Michael Guy, before it weakens slightly to a category 4 equivalent storm as it approaches the the Philippines island of Luzon.  Even so, Guy said will come \"dangerously close to clipping the country,\" causing heavy rain and flooding in the island's north, where local authorities are preparing relief goods and security forces have been put on alert.  The Global Disaster Alert and Coordination System said in total up to 43.3 million people could be affected by the storm in the Philippines and southern China.  More than three million people live in northern Luzon, which is sparsely populated compared to other parts of the island. The Pearl River Delta region, which includes Hong Kong and Macau, is among the most densely populated in the world. Preparing for the worst Luzon was devastated by Super Typhoon Haima -- known as Lawin locally -- in 2016, with 14,000 houses destroyed and 50,000 homes damaged, according to CNN Philippines.  While Mangkhut is not expected to cause similar destruction, Philippines authorities warned it could cause around $250 million in damages to rice and corn crops in the region.  The storm's current path has it passing through the Luzon Strait between the Philippines and southern Taiwan, before continuing on to Hong Kong and Macau.  Those cities will bear the brunt of the storm, which is due to make landfall in southern China early Monday morning. According to a projection of the storm's path by the Hong Kong Observatory (HKO), it will pass within 80 kilometers (50 miles) of Hong Kong, and 160 kilometers (100 miles) of Macau on Sunday, during which wind speeds are expected to be up to 220 kilometers per hour (136 mph), equivalent to a category 4 hurricane.  Last year, 10 people died in Macau as a result of Typhoon Hato, the strongest storm to hit the city in over five decades, which also caused widespread flooding and damage to property.  Multiple Hong Kong airlines, including flag carrier Cathay Pacific, have announced they will waive charges for rebooking or re-routing flights arriving or departing the city during the worst of the storm. Queenie Lam, a senior scientific officer at the Hong Kong Observatory, told CNN that Mangkhut was \"expected to pose a considerable threat to the coast of Guangdong\" in southern China and would bring gale force winds to Hong Kong.  She said HKO expects to lift the T8 warning signal as the storm nears the city, the second highest in severity.  Typhoon Barijat While Mangkhut is currently stronger than Hato — also known as Tropical Storm Isang — or Haima it is likely to decrease in strength as it nears southern China, particularly if it crosses land over northern Luzon, which will slow the storm, according to Guy, the meteorologist. \"Hong Kong as of the forecast now will be on the right quadrant of the storm with the greatest impacts from wind, rain and storm surge along that coast line,\" he said. Before Mangkhut arrives, both Hong Kong and Macau will have to deal with the smaller Typhoon Barijat. According to HKO, the storm is expected to skirt around 100 to 200 kilometers (62 to 124 miles) south of Hong Kong on Wednesday afternoon, bringing strong winds and rain.  The Observatory said it expected to issue the Strong Wind Signal, No. 3 around midday, a second-level warning. The remnants of the storm will still be in the area as Mangkhut arrives Sunday, bringing no relief to Hong Kongers from the weather. ", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2018/09/12/asia/super-typhoon-mangkhut-ompong-wxc-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}