{"Type": "article", "Time": "2021-03-22", "Headline": "Hate is haunting Asian Americans. Their fear underscores a racial reckoning that is far from over", "Text": "People laid flowers and prayed outside three spas in the Atlanta area while crowds across the country held signs declaring \"Stop Asian Hate\" in the days after the deadly shootings. Once again, America mourned the killings of people of color.   Last week, six Asian women and two others were killed when a gunman opened fire at the spas. The suspect, a 21-year-old White man, has since claimed responsibility for the shootings and is facing multiple murder and firearms charges.   The calls for investigators to consider hate crime charges as well as the outrage, sadness and fear among Asian Americans and Pacific Islanders have only grown amid an uptick in reported incidents against Asian communities in the US since the beginning of the coronavirus pandemic. But lawmakers and community leaders say racism against Asian Americans is nothing new. The recent attacks shocked a deeply divided nation that has been continuously pushed to talk about the racism and inequity that plague its increasingly diverse demographic.    For many, the attacks in Georgia were another example of how White supremacy continues shaping America. They came as Republicans try to roll back voting access or put new obstacles that could disproportionally impact voters of color in more than 40 states, and two months after insurrectionists stormed the United States Capitol.  \"Asian Americans are targets of this kind of hate and we need to realize that just because they may have an image of being, economically successful, well-educated or quiet, (it) does not mean that they are seen or accepted as 'full Americans',\" said Pawan Dhingra, a professor of American Studies at Amherst College who specializes in Asian American studies. In the last year, Asian Americans have been the targets of verbal and physical assaults because of misguided coronavirus fears and after former President Donald Trump repeatedly referred to Covid-19 as \"China virus\" or \"kung flu.\" The violence ranged from a cardiologist at a grocery store almost having her mask ripped off to a 84-year-old man from Thailand who died after being shoved to the ground during his morning walk. Seeing the faces of the victims in the Atlanta-area spa shootings prompted fear beyond the Peach state in Asian American and Pacific Islander (AAPI) communities. \"It's very difficult to describe this feeling of just like grieving, even if it's people you never knew or never heard of or never had contact with,\" said Ian, a 24-year-old writer who lives in New York.  \"Psychologically, it does a lot to your head to just hear about people being shot and killed because of how they look, because they look like my grandma, because they look like my mom.\" Ian, who says he has often been the target of racial slurs, is among the more than 300 Asian Americans who shared their stories with CNN.   CNN is only using first names for their safety and to help prevent them from facing retribution in their communities.  Nearly a week after the Atlanta-area shootings, the movement against anti-Asian hate continues to grow with protests in several cities, including Denver, New York and San Francisco. For Cynthia Choi, one of the founders of Stop AAPI Hate, the country is seeing a \"period of awakening.\"  \"This is a moment that there is no denial that race and gender are factors in this tragedy,\" Choi said.  In the past week, many lawmakers, experts and advocates have said there's a link between the anti-Asian sentiment, the Capitol riots and the ongoing voting right battle. \"In many parts of the country, some people want to have a more narrow definition of who truly belongs, of who truly has rights,\" Dhingra said. Capitol rioters 'hated our skin color,' Black officer says  When insurrectionists entered the Capitol in January, some were carrying Confederate flags and displayed signs and symbols of racist, White supremacist and extremist groups. A Black US Capitol Police officer said he and his fellow Black officers endured racist taunts.  \"The Black officer struggle was different as in, like I said, we fought against not just people that were, that hated what we represented, but they hate our skin color also,\" Harry Dunn told CNN's Don Lemon on CNN Tonight last week.  \"That's just a fact and they used those words to prove that, they showed that they hated us and they hated our skin color.\" The January 6 attack, which killed five people and injured more than 100 police officers, has left Black officers grappling with their experience.   \"Once I had time to sit down and put it all together, it was just so overwhelming: that here we are giving so much and putting our lives on the line to protect democracy and keep it and we're being called racial slurs, traitors, and any just weapon that these people could use because they were upset about something,\" he said. Several lawmakers described the rioters as White supremacists in the days and weeks after the mob. \"Let us be clear, this was a domestic terror attack perpetrated by riotist mobs of White supremacists, armed equipped and many skilled in police and military tactics who came to overturn an election in which their candidate Trump lost,\" Rep. Joyce Beatty of Ohio and chair of the Congressional Black Caucus said in a January hearing. Wave of voting rights restrictions likened to Jim Crow era A battle over voting rights has ensued across the country in recent weeks. Republicans are pushing for restrictions that Democrats and advocates argue would substantially impact people of color. Lawmakers in 43 states have introduced more than 250 bills with restrictive voting provisions, according to a tally from the Brennan Center for Justice at New York University. Some of those proposed bills are in Florida, Arizona and Georgia, which were all battleground states in 2020 and host US Senate races in 2022.  The proposed measures could limit Sunday voting and the number of ballot boxes, eliminate no-excuse absentee voting, ban automatic voter registration and prohibit volunteers from serving free food and drinks to people standing in line at the polls. Voting rights advocates have said the measures are a direct attack on Black voters who showed up in unprecedented numbers for the presidential election. In Georgia, lawmakers said in recent days that they plan to preserve Sunday early voting as part of the omnibus voting package that the House committee will take up this week. A previous bill sought to allow only one optional day of Sunday voting. For Cliff Albright, the co-founder of the Black Voters Matter Fund, the bill \"continues to be nothing but voter suppression.\" \"The recent changes are nothing more than putting a little makeup and cologne on Jim Crow,\" Albright added.  Voting rights activists had criticized that limit as attacking \"Souls to the Polls\" -- programs that help drive turnout among Black churchgoers, a key Democratic constituency. And a CNN analysis of voting patterns in November's general election found the measure eliminated days when a disproportionate number of Black voters had cast their ballots. Stacey Abrams, the 2018 gubernatorial candidate cum voting activist, has slammed state voting bills across the country and also likened the Georgia efforts to \"a redux of Jim Crow, in a suit and tie.\" \"The only connection that we can find is that more people of color voted, and it changed the outcome of elections in a direction that Republicans do not like,\" Abrams told CNN. Voter suppression efforts along with the disparities in Covid-19 vaccine distribution, the surge of unaccompanied migrant children crossing the US-Mexico border and the anti-Asian assaults highlight some of the challenges that people of color in America constantly face.  The country may have become the epicenter of a racial reckoning last summer but the flurry of recent events reveals those discussions are far from over.", "Section": "us", "Writers": ["Nicole Chavez", "Nicquel Terry Ellis"], "URL": "https://www.cnn.com/2021/03/22/us/afraid-cnn-special-report-asian-americans/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}