{"Type": "article", "Time": "2021-03-10", "Headline": "Myanmar protesters getting permanent symbols of resistance -- tattoos", "Text": "Throughout Myanmar's month-long demonstrations against the resumption of military rule, artists have helped shape how the protests are expressed visually, from moving illustrations of demonstrators who have died, to huge murals, roadside artworks and satirical protest signs mocking coup leader General Min Aung Hlaing. But the most permanent form of protest is, perhaps, the tattoo.  From big cities like Yangon and Mandalay, to Shan state's Nyaung Shwe, a small town near the popular tourist spot of Inle Lake, protesters are getting inked for democracy.  \"Tattoos are a lasting memory for your whole life, and a way to express our dreams. They can't be removed and therefore it shows our solidarity. It unites us protesters,\" said Htun Htun, a resident of Nyaung Shwe, originally from Yangon. Htun Htun was one of about 70 people who took part in a tattoo protest event in Nyaung Shwe on Friday.  The event, organized by a local youth group from the Intha ethnic minority, invited residents to get a protest tattoo to raise funds for the civil disobedience movement, or CDM. The movement has seen thousands of white- and blue-collar workers, from medics, bankers and lawyers to teachers, engineers and factory workers, leave their jobs as a form of resistance against the February 1 military coup.  Eight tattooists inked dozens of participants who were each asked for a minimum donation of $2. Each tattoo took about 20 minutes to complete and, for speed, participants were given a choice of four styles: the face of ousted leader Aung San Suu Kyi, the words \"Spring revolution,\" the phrase \"Kabar Ma Kyay Bu\" (which references a protest song and means \"we will not forget until the end of the world\") and the ubiquitous \"three-finger salute,\" from \"The Hunger Games\" movies, that has become a symbol of resistance at protests in Myanmar and neighboring Thailand. The most popular design? An outline of Suu Kyi's face.  \"I got a tattoo because I love Aung San Suu Kyi and admire people who stand up and suffer under a dictatorship. To get a tattoo is painful but it's nothing compared to the pain of our hearts (caused by the coup). I want our freedom back,\" said Moh Moh, a 26-year-old participant who did not want to provide her full name for security reasons. Suu Kyi, whose National League for Democracy Party won a landslide in November 2020 elections, has been held under house arrest since the military seized power, along with the ousted President and other government officials.  \"The tattoo campaign was our own idea -- it's a group of tattooists who are using the event to support the CDM. What's happening right now with the protests is more worrying than Covid,\" said organizer Nyi Nyi Lwin.  He said the event was marred by recent deadly crackdowns on peaceful protesters by Myanmar's security forces, with some people fearful of a rumor that police would arrive to arrest attendees. Ongoing clashes In recent weeks, the military and police have stepped up their deadly crackdown on protesters in towns and cities all over the country. Junta forces have been accused of shooting to kill as they opened live fire on crowds and used rubber bullets, tear gas and flash bangs against protesters. At least 54 people have died in crackdowns on protests, including many teenagers and young people, according to the United Nations. Rights groups have put the death toll higher.  Almost 2,000 people have been arrested, charged or sentenced by the military junta since it seized power, according to watchdog group the Assistance Association for Political Prisoners (AAPP). Many of those are people pulled from their houses in nighttime raids by police and military personnel, with relatives often unsure where they are being held.  \"Protests continue despite innocent people dying from the hands of military,\" said one tattooist, who held up the three-finger salute but who didn't want to be named for security reasons. \"This situation must stop. We demonstrate in order to get Aung San Suu Kyi released and restore democracy.\"  Much like in \"The Hunger Games\" movies, the salute has become a symbol of resistance among a loose collection of activists across Asia who call themselves the Milk Tea Alliance due to the drink's popularity in places rocked by protests. The movement, which started off as a hashtag to protest online harassment from Chinese nationalists, has since grown to include members from Thailand, Hong Kong, Taiwan, Myanmar and even India.  The members support each others' struggle for democracy and have adopted similar iconography at protests in each country, including slogans, protest signs, the now familiar uniforms of helmets and goggles, protest tactics and the three-finger salute. The symbol's popularity at Nyaung Shwe's tattoo protest is indicative of how far and wide the movement has spread -- and how visual dissent is trickling down smaller and more remote parts of Myanmar. Troubled past Not far from Nyaung Shwe, nestled in the Shan hills, is the tourist spot of Inle Lake. In recent weeks, thousands of people have staged a unique form of protest on the lake: gathering on traditional wooden longboats and fishing vessels, holding up their oars and signs expressing opposition to military rule. Protests have also broken out near other iconic Burmese landmarks, including the UNESCO World Heritage site of Bagan, famed for its thousands of ancient pagodas and temples.  From Yangon to the capital Naypyidaw, and even among Burmese migrants in Thailand, people are tattooing the face of the 75-year-old Suu Kyi onto their chests and arms. A Nobel Peace Prize winner and former political prisoner, Suu Kyi led Myanmar as the first civilian leader since military rule ended in 2011. Though Suu Kyi's international reputation was shattered after she defended the military against accusations of genocide at the International Court of Justice and failed to speak out about atrocities committed against the Rohingya community, she has remained hugely popular in her home country, especially among the majority Bamar ethnic group.  In 1988, Aung Soe, 49, took part in mass pro-democracy protests known as the 8888 Uprising, which were violently suppressed by the army and ultimately ended in a military coup. Back then, \"all the protesters at that time got tattoos on the upper arm to show unity, but they are different from today's designs,\" he said. \"Mine shows circles forming a clenched fist.\" Aung Soe said that during the 1988 crackdown, in which at least 3,000 people are believed to have died, he had to frequently change location to evade authorities. During the recent protests, many demonstrators, activists and journalists have also gone into hiding, fearing arrest from security forces. \"Generation Z is much more emotional than we were,\" he said. \"They care so much about freedom. The situation today, compared to 1988, is different because we now have the elected government ... and the world knows what is happening now in Myanmar. In the past, we couldn't spread any information, be it at home or abroad. The international community did not care about us.\" Tattooing culture  Myanmar has a long and rich history of tattooing, especially among the country's diverse ethnic groups. In northern Shan and central Karen states, men would tattoos their thighs to symbolize masculinity and bravery. Others believed the traditional tattoos would possess magical powers. In the remote, mountainous Chin state in Myanmar's west, local women were known to tattoo their faces.  But tattooing was banned in Myanmar -- then known as Burma -- under British colonial rule. And the practice of Chin women tattooing their faces was outlawed by the Burmese military's socialist government in the 1960s. Since the country began opening up and embarking on a series of reforms from 2011, tattoos have become more popular, particularly among the younger generation. Htun Htun said all his friends in Nyaung Shwe are getting a protest tattoo, \"but in Yangon it's not possible anymore due to the crackdown,\" he said. \"We all hope for democracy and to see the release of our leaders.\" The power of small protests, he said, was \"to unite the people in one movement.\" \"The escalation of violence makes me terrified, we are defenseless,\" he added. \"Guns are not a solution to the problem.\"", "Section": "arts", "Writers": ["Helen Regan"], "URL": "https://www.cnn.com/style/article/myanmar-tattoo-protest-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}