{"Type": "gallery", "Time": "2020-01-23", "Headline": "In pictures: The novel coronavirus outbreak", "Text": "Medical staff wearing protective suits ride down an escalator at Moscow's Sheremetyevo International Airport on Wednesday, March 18. Hasidic Jewish men take part in a \"social distancing\" minyan in New York on Tuesday, March 17. A patient in a biocontainment unit is carried on a stretcher in Rome on March 17. A pedestrian walks a dog through a quiet street in New York on March 17. People gather to collect free face masks in New Delhi on March 17. Dermot Hickey, left, and Phillip Vega ask a pedestrian in New York to take their picture on a thinly trafficked Fifth Avenue on March 17. Many streets across the world are much more bare as people distance themselves from others. In the United States, the White House has advised people not to gather in groups of more than 10. Students at the Attarkiah Islamic School wear face masks during a ceremony in Thailand's southern province of Narathiwat on March 17. People wait outside a Woolworths store in Sunbury, Australia on March 17. Australian supermarket chains announced special shopping hours for the elderly and people with disabilities so that they can shop in less crowded aisles. A member of Spain's Military Emergencies Unit carries out a general disinfection at the Malaga airport on Monday, March 16. Displaced families near Atme, Syria, attend a workshop aimed at spreading awareness about the coronavirus. French President Emmanuel Macron is seen on a screen in Paris as he announces new coronavirus containment measures on March 16. France has been put on lockdown, and all nonessential outings are outlawed and can draw a fine of up to €135 ($148). Macron also promised to support French businesses by guaranteeing €300 billion worth of loans and suspending rent and utility bills owed by small companies. A police officer checks the temperatures of bus passengers at a checkpoint in Manila, Philippines, on March 16. Flowers are stored prior to their destruction at a flower auction in Aalsmeer, Netherlands, on March 16. Lower demand due to the coronavirus outbreak is threatening the Dutch horticultural sector, forcing the destruction of products. Two nuns greet neighbors from their balcony in Turin, Italy, on Sunday, March 15. Pope Francis, inside the Church of San Marcello in Rome's city center, prays at a famous crucifix that believers claim helped to save Romans from the plague in 1522. Passengers wait for their flights at Marrakesh Airport in Morocco on March 15. US Vice President Mike Pence takes a question during a White House briefing about the coronavirus on March 15. A Sea World employee sprays disinfectant in Jakarta, Indonesia, on Saturday, March 14. People wait in line to go through customs at Dallas/Fort Worth International Airport on March 14. Travelers returning from Europe say they were being made to wait for hours at US airports, often in close quarters, as personnel screened them for the coronavirus. Hundreds of people lined up to enter a Costco in Novato, California, on March 14. Many people have been stocking up on food, toilet paper and other items. As a response to panic buying, retailers in the United States and Canada have started limiting the number of toilet paper that customers can buy in one trip. A member of the White House physician's office takes a media member's temperature in the White House briefing room on March 14. It was ahead of a news conference with President Donald Trump and Vice President Mike Pence. Reporters in Arlington, Virginia, sit approximately 4 feet apart during a briefing by Marine Corps Gen. Kenneth F. McKenzie on Friday, March 13. People walk past a closed Broadway theater on March 13 after New York canceled all gatherings over 500 people. Body temperatures are scanned as people enter the Buddhist temple Wat Pho in Bangkok, Thailand, on March 13. A Costco customer stands by two shopping carts in Richmond, California, on March 13. A teacher works in an empty classroom at the Pompeu Fabra University in Barcelona, Spain. A woman looks at an empty bread aisle in Antwerp, Belgium, on March 13. Employees of the Greek Parliament wear plastic gloves ahead of the swearing-in ceremony for Greek President Katerina Sakellaropoulou. A motorcyclist drives through disinfectant sprayed in Jammu, India, on March 13. Workers prepare to construct an additional building on a hospital on the outskirts of Moscow. Paul Boyer, head equipment manager of the NHL's Detroit Red Wings, wheels out equipment bags in Washington on Thursday, March 12. The NHL is among the sports leagues that have suspended their seasons. Students leave Glacier Peak High School in Snohomish, Washington, on March 12. Beginning the following day, schools in the Snohomish school district planned to be closed through April 24. An Uber Eats delivery biker stands at a deserted Piazza di Spagna in Rome. People at a railway station in Seoul, South Korea, watch a live broadcast of US President Donald Trump on March 12. Trump announced that, in an effort to slow the spread of the coronavirus, he would sharply restrict travel from more than two dozen European countries. Workers in protective suits disinfect Istanbul's Dolmabahce Palace on March 11. A person wearing a face mask walks outside of a shopping mall in Beijing on March 11. Police officers restrain the relative of an inmate outside the Sant'Anna jail in Modena, Italy, on March 9. Riots broke out in several Italian jails after visits were suspended to curb the spread of the coronavirus. Medical staff in Wuhan, China, celebrate after all coronavirus patients were discharged from a temporary hospital on March 9. Traders work on the floor of the New York Stock Exchange on March 9. Stocks plummeted as coronavirus worries and an oil price race to the bottom weighed on global financial markets. Rescuers search for victims at the site of a collapsed hotel in Quanzhou, China, on March 8. The hotel was being used as a coronavirus quarantine center. The Grand Princess cruise ship, carrying at least 21 people who tested positive for coronavirus, is seen off the coast of San Francisco on March 8. The ship was being held at sea. Sumo wrestlers attend a tournament in Osaka, Japan, that was being held behind closed doors because of the coronavirus outbreak. A couple rides a bicycle at a park in Seoul, South Korea, on March 7.  A volunteer from Blue Sky Rescue uses fumigation equipment to disinfect a residential compound in Beijing on March 5. Airmen from the California National Guard drop coronavirus testing kits down to the Grand Princess cruise ship off the coast of California on March 5. Municipal workers are seen at the Kaaba, inside Mecca's Grand Mosque. Saudi Arabia emptied Islam's holiest site for sterilization over coronavirus fears, an unprecedented move after the kingdom suspended the year-round Umrah pilgrimage. Passengers react as a worker wearing a protective suit disinfects the departure area of a railway station in Hefei, China, on March 4. Teachers at the Nagoya International School in Japan conduct an online class for students staying at home as a precaution against the spread of coronavirus. Soldiers spray disinfectant throughout a shopping street in Seoul. A Muslim worshipper attends a mass prayer against coronavirus in Dakar, Senegal, on March 4. It was after cases were confirmed in the country. People wear face masks in New York's Times Square on March 3. New York reported its first case of coronavirus two days earlier.  A security guard stands on the Shibuya Sky observation deck in Tokyo on March 3. US President Donald Trump, flanked by Vice President Mike Pence, left, and Health and Human Services Secretary Alex Azar, speaks during a meeting with pharmaceutical executives and the White House coronavirus task force on March 2. Throughout the meeting, Trump was hyperfocused on pressing industry leaders in the room for a timeline for a coronavirus vaccine and treatment. But experts at the table -- from the administration and the pharmaceutical industry -- repeatedly emphasized that a vaccine can't be rushed to market before it's been declared safe for the public. Medical staff stand outside a hospital in Daegu, South Korea, on March 1. Healthcare workers transfer a patient at the Life Care Center in Kirkland, Washington, on March 1. The long-term care facility is linked to confirmed coronavirus cases. British Prime Minister Boris Johnson visits a London laboratory of the Public Health England National Infection Service. Tomoyuki Sugano, a professional baseball player on the Yomiuri Giants, throws a pitch in an empty Tokyo Dome during a preseason game on February 29. Fans have been barred from preseason games to prevent the spread of the coronavirus. Commuters wearing masks make their way to work during morning rush hour at the Shinagawa train station in Tokyo on February 28. Medical staff transport a coronavirus patient within the Red Cross hospital in Wuhan on February 28.  Inter Milan plays Ludogorets in an empty soccer stadium in Milan, Italy, on February 27. The match was ordered to be played behind closed doors as Italian authorities continue to grapple with the coronavirus outbreak. A bank clerk disinfects banknotes in China's Sichuan province on February 26. A child wearing a protective face mask rides on a scooter in an empty area in Beijing. A Catholic devotee wears a face mask as he is sprinkled with ash during Ash Wednesday services in Paranaque, Philippines, on February 26. People disinfect Qom's Masumeh shrine in Tehran, Iran, on February 25. A worker in Daegu stacks plastic buckets containing medical waste from coronavirus patients on February 24. Paramedics carry a stretcher off an ambulance in Hong Kong on February 23. People attend a professional soccer match in Kobe, Japan, on February 23. To help stop the spread of the novel coronavirus, the soccer club Vissel Kobe told fans not to sing, chant or wave flags in the season opener against Yokohama FC. A team of volunteers disinfects a pedestrian bridge in Bangkok, Thailand. A man rides his bike in Beijing on February 23. Hospital personnel in Codogno, Italy, carry new beds inside the hospital on February 21. The hospital is hosting some people who have been diagnosed with the novel coronavirus. Doctors look at a CT scan of a lung at a hospital in Xiaogan, China, on February 20. A sales clerk wears a mask as she waits for customers at a hat shop in Beijing on February 18. Small companies that help drive China's economy are worried about how much damage the coronavirus outbreak will cause to business. Buses carrying American passengers arrive at the Haneda Airport in Tokyo on February 17. The passengers were leaving the quarantined Diamond Princess cruise ship to be repatriated to the United States. A medical worker rests at the isolation ward of the Red Cross hospital in Wuhan on February 16. Authorities watch as the Westerdam cruise ship approaches a port i", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/01/23/world/gallery/wuhan-coronavirus-outbreak/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}