{"Type": "article", "Time": "2020-02-22", "Headline": "February 22 coronavirus news", "Text": "The Hubei health authority reported that 96 more people died of the coronavirus in China's Hubei province on Saturday, February 22, raising the death toll in the outbreak's epicenter to 2,346. Hubei authorities confirmed an additional 630 cases of the virus in Hubei on Saturday, including 32 cases in prison. The total number of cases in the epicenter of the outbreak is now 64,084. There are 40,127 patients hospitalized in Hubei, including 1,845 who are in critical condition, according to the health authority, and 15,299 patients have been discharged. The Hubei report brings the total number of deaths in mainland China to at least 2,441. The global death toll is at least 2,458, with 17 deaths outside of mainland China. Iran has reported five deaths from the coronavirus, while Japan has reported three deaths, and Hong Kong, Italy and South Korea reach reported two deaths. Taiwan, the Philippines, and France have each reported one death. The global number of confirmed coronavirus cases now exceeds 78,572, with the vast majority of cases in mainland China. China’s National Health Commission is expected to release numbers for all of China’s provinces later today. Kuwait has started operating charter flights to evacuate more than 700 passengers out of Iran, where five people have died from the novel coronavirus, Kuwait Airways and Kuwait News Agency (KUNA) said on Saturday. “Kuwait Airways announces that, in coordination with the Ministry of Foreign Affairs, the Ministry of Public Health and the General Administration of Civil Aviation, it has begun and will complete today [Saturday] … a number of private flights to evacuate more than 700 passengers from the Iranian city of Mashhad,” the airline said on its Twitter page. The first of five flights carrying 130 passengers arrived in Kuwait International Airport on Saturday, KUNA reported. 10 new cases of coronavirus were reported in Iran on Saturday, according to the country's health ministry, as reported by the state news agency IRNA. This brings the country’s total to 28 cases. Israel expanded its restrictions on the entry of foreign nationals to include anyone who has been in South Korea and Japan in the last 14 days, the Health Ministry announced Saturday afternoon.  A Korean Air flight from South Korea landed at Tel Aviv's Ben Gurion airport Saturday evening. Only 12 Israelis were allowed off the plane and were immediately taken to their homes, the ministry said. Approximately 200 foreign nationals were not allowed off the plane. Instead, the plane was refueled and sent back to its origin. Last week, Israel announced that any foreign national who had been in Thailand, Singapore, Macau, or Hong Kong in the previous 14 days would be denied entry. Israel has already barred foreigners who have recently traveled through China from entering the country.  Earlier Saturday, the Health Ministry warned that nine South Korean tourists who had been part of a tour group in Israel were diagnosed with coronavirus upon returning to South Korea. Anyone who came into close contact with the tourists for an extended period of time was instructed to self-quarantine. Already, 20 workers of Israel's Natural Parks Authority who encountered the tour group will self-quarantine until at least Wednesday, the ministry said. A class of 30 students and two teachers who came into contact with the tour group will self-quarantine until Thursday. Another teacher is already being tested at Soroka hospital in Tel Aviv. Late Saturday, the ministry announced that another group of 60 students and 6 adults, including teachers and security guards, would self-quarantine, after coming into contact with the South Korean tourists. None of this latest group is showing any symptoms or coronavirus, the ministry said. The number of people currently infected with novel coronavirus in Italy has risen to 62, with 46 cases in the northern region of Lombardy, 12 cases in the region of Veneto, three cases in Rome and one case in the Piedmont region. Alberto Cirio, governor of the Piedmont region, announced the latest case on Twitter. Here's the full breakdown: 46 from Lombardy (including 1 dead)\n12 from Veneto (including 1 dead)\n3 from Rome\n1 from Piedmont The first death was a 78-year-old man from Veneto region who died at a hospital in Padua on Friday, according to Italian news agency ANSA. During a press conference on Saturday, the head of the Lombardy health department, Giulio Gallera, said the second patient to die of coronavirus in Italy was a 77-year-old woman in Lombardy. She was found dead in her house. “We still have to investigate the relation between the death and the virus,” Gallera added. According to the website of the Lombardy region, train stations of the three villages mostly affected by the coronavirus – Codogno, Maleo, Casalpusterlengo – will be closed from Saturday, with trains no longer stopping there. “All the people tested positive have been in contact, directly or indirectly with the hospital of Codogno,” said Attilio Fontana, the governor of Lombardy region. Gallera said “patient one” was a 38-year-old man at the Codogno hospital who did not travel to China but met a friend who had. Three previous cases from Rome – one Italian and two Chinese tourists – have now recovered. The US State Department raised the travel alert for Americans to Level 2 on Saturday for travel to South Korea due to the coronavirus outbreak, according to a release from the department. The alert advises travelers to “exercise increased caution” and follow Centers for Disease Control and Prevention’s guidelines in preventing illness such as avoiding sick people and frequent hand washing. The total number of confirmed cases in Italy has risen to 55, a spike that is attributed to a rise in cases in the country's north. This includes 39 confirmed cases in the northern region of Lombardy and 12 in the Veneto region, the head of the Lombardy health department, Giulio Gallera, said at a press conference Saturday. A 77-year-old female patient with coronavirus was found dead in her Lombardy home, he confirmed. “We can say she is the second victim of coronavirus in Italy,” Gallera said. But he added that authorities still had to \"investigate the relation between the death and the virus.\" Infections spike: In Lombardy, 35 people tested positive in the town of Codogno, two in the city of Cremona, and two near the city of Pavia, Gallera added.  All public activities have also been suspended in 10 villages south of Milan, Gallera added.  According to the Lombardy region website, train stations in three places affected by the outbreak -- Codogno, Maleo, Casalpusterlengo -- will be closed from Saturday. “All the people (who) tested positive have been in contact, directly or indirectly with the hospital of Codogno,” the governor of Lombardy region, Attilio Fontana, said.  Gallera said “patient one” was a 38-year-old man at Codogno hospital, who did not travel to China but met a friend who had.  Authorities have been testing colleagues, heath workers, and other people who had close contact with the first patient.  The Japanese Ministry of Health has discovered that 23 passengers from the Diamond Princess cruise ship were released after their quarantine without being retested, a condition of their release. “I (feel deep) remorse that an operational mistake invited such a situation and we would like to make sure that such a situation will never occur again,” health minister Katsunobu Kato said during a press conference Saturday. The ministry also confirmed that one of the ship’s passengers, a woman in her 60s from Tochigi Prefecture in Japan, tested positive for coronavirus after disembarking the Diamond Princess on February 19.  She was among the 443 passengers cleared to leave the ship on the first day of disembarkation after a 14-day quarantine.  She is the first known case of infection after the end of the passenger quarantine period. Dr. Anthony Fauci, director of the US National Institute of Allergy and Infectious Diseases, told CNN he thinks \"we are clearly at the brink\" of a coronavirus pandemic. In an interview with CNN's Michael Smerconish on Saturday, the nation's top infectious disease doctor said: \"Our fate is going to be determined by the ability of countries outside of China that have travel-related cases. And now they're starting to develop sustained transmission from person to person to person.\" \"So when you get countries like Japan and South Korea that have these cases that are person to person to person without any real ability to point to where it came from, that's the makings of a pandemic,\" Fauci said.  \"And if you have multiple countries like that, then the horse is out the barn. And it's going to be very difficult to prevent more cases from coming here to our own country.\" Fauci said, however, that the risk to the US is still \"very low,\" but warned that could \"change rapidly.\" He also said evacuating Americans off the Diamond Princess cruise ship was a \"difficult decision,\" but he believed it was \"without a doubt the correct decision.\" In a strong statement, Israel's health ministry warned that nine South Korean tourists who visited the country recently have tested positive for coronavirus upon returning home.  The ministry called on anyone who may have come into close contact with the tour group for an extended period of time to self-quarantine.  The tourists visited some of the most popular sites in Israel and the West Bank from February 8 to 16, increasing the chance of a large-scale exposure in the region, the ministry said Saturday. Providing a list of dates and locations, the ministry warned that anyone who came within two meters of the group for more than 15 minutes should self-quarantine for 14 days. The group visited Masada in southern Israel, the Cave of the Patriarchs in Hebron, and the Church of the Holy Sepulchre in Jerusalem.  The potential for a large-scale exposure appears to be high given the number of tourists who regularly visit these sites and others. The release of the statement on a Saturday is an indication of how seriously authorities are taking the threat of coronavirus spreading in Israel. Government statements are rarely released on Saturday in Israel since it is the Sabbath.  This comes after Israel announced its first case of the coronavirus on Friday. The victim is an Israeli woman who returned from the Diamond Princess cruise ship in Japan.  She was one of 11 passengers flown back from the Diamond Princess. The other 10 tested negative for the virus. All of the passengers remain quarantined in hospital. There are 77,809 confirmed cases of novel coronavirus and 2,372 deaths worldwide, according to the latest figures. The vast majority of these infections are in mainland China but outside its borders there are 1,521 cases in 31 different places. Here's the tally:  Japan: 738 cases, 3 deaths South Korea: 433 cases, 2 deaths Singapore: 86 cases    Hong Kong: 68 cases, 2 deaths    Thailand and United States: 35 cases each Iran: 28 cases, 5 deaths  Taiwan: 26 cases, 1 death    Malaysia: 22 cases Australia: 21 cases Italy: 17 cases, 2 deaths    Vietnam and Germany: 16 cases each   France: 12 cases, 1 death   Macao: 10 cases   Canada, UAE and UK: 9 cases each      Philippines: 3 cases, 1 death    India: 3 cases    Russia and Spain: 2 cases each Belgium, Cambodia, Finland, Nepal, Sri Lanka, Sweden, Egypt, Lebanon and Israel: 1 case each A joint mission working on the novel coronavirus arrived in Wuhan -- the city at the epicenter of the outbreak -- on Saturday, World Health Organization (WHO) spokesperson Dr. Margaret Harris told CNN.  The WHO-led team has previously worked in Beijing, Sichuan and Guangdong, WHO Director-General Tedros Adhanom Ghebreyesus said during a Friday press briefing.  Ghebreyesus said the team on the ground in China includes experts from the US Centers for Disease Control and Prevention (CDC) and the US National Institutes of Health, as well as experts from Singapore, South Korea, Japan, Nigeria, Germany and Russia.  The team includes experts in epidemiology, virology, clinical management, outbreak control and public health. The US dollar index reached a three-year high as investors worried about the global coronavirus outbreak are moving their money into the safe-haven greenback. Investments considered safe in times of market turmoil have been rallying since the outbreak became Wall Street's number one worry in January. Cases continue to rise globally. The full financial and economic cost of the outbreak is incalculable. But the United States, as well as dollar-denominated assets, are considered to be somewhat shielded from the outbreak's impact. America's economy is less reliant on trade and exports than its peers, for example. That means the expected slowing of China's economic growth in the first quarter will hurt the United States less than it will other countries. And the US economy has been going strong and is in its longest expansion in history. The Atlanta Federal Reserve's GDPNow model forecasts US growth will accelerate to 2.6% in the first quarter. With a tight labor market and modestly rising wages, the American consumer, who is the backbone of the US economy, is in a good place. Amid all this, the dollar has been rallying. No other currency stands a chance against the greenback's attractiveness, said Francesco Pesole, FX strategist at ING. Read the rest of the article here South Korea's coronavirus outbreak is entering a “grave situation,\" the country's Prime Minister Chung Sye-kyun said during a press briefing, adding the government is \"doing its best to prevent the spread.\" He urged people to refrain from attending events where many people gather, such as religious events, or to consider other ways such as online meetings. Chung also said that the government will “sternly deal” with acts that interfere with the country’s quarantine efforts, such as illegal hoarding of hygiene products and mass rallies. More than half of South Korea's novel coronavirus cases are linked to a branch of a controversial religious group in the southern city of Daegu. At least 231 of the country's 433 confirmed cases are associated with the Shincheonji religious group, according to South Korea's Centers for Disease Control & Prevention (KCDC). The total number of cases reported in South Korea in the past 24 hours stands at 229, after 142 new cases were confirmed overnight. Around 9,300 Shincheonji members are being put into self-isolation and will be tested, the country's Ministry of Health and Welfare said Saturday. The Shincheonji is centered around the personality of its founder and chairman, Lee Man-hee. On a website believed to be the group's official homepage, the group heavily suggests that Lee is the \"Promised Pastor\" mentioned in the Bible. The passage it highlights suggests that the Promised Pastor is the second coming of Jesus Christ. Members of the group congregate in a way that puts them in close contact with one another for long periods of time. KCDC Director Jung Eun-Kyeong said at a press briefing on Friday: \"(We are) seeing that there is a possibility that the characteristics of many people sitting close together in a very confined space and holding service for more than an hour ... (could have led to) a few who were exposed infecting many (other) infectees.\" The group said it \"deeply regrets\" the outbreak which occurred in their Daegu branch, in a statement released online Friday. It said its \"services, gatherings, and mission activity\" have been stopped and all its buildings are being sanitized. Read the full story here A plane carrying 32 British and European passengers, as well as government and medical staff, landed in the UK on Saturday morning.  It landed at Boscombe Down Ministry of Defence base near Salisbury in southwest England. On Friday, 253 people who tested negative for novel coronavirus onboard the Diamond Princess cruise ship disembarked the vessel after 14 days of quarantine in Yokohama port. There are 31 passengers left onboard the ship.  Samsung Electronics said on Saturday that one coronavirus case had been confirmed at its smartphone factory complex in the South Korean city of Gumi.  The plant has been shut down until Monday morning, while the floor where the infected employee worked will be closed until February 25, Samsung said in a statement.   \"On Feb. 22, an employee working at Samsung Electronics' Gumi Complex was tested positive for novel coronavirus (COVID-19),” Samsung said. “The company plans to implement all necessary measures for disinfection and containment promptly.\" The company has also identified colleagues who came in contact with the infected employee, and has taken measures to place them in isolation and get them tested.  The increase in confirmed cases beyond China has become a cause for concern, the World Health Organization (WHO) Director General Tedros Adhanom Ghebreyesus said Saturday. \"Although the total number of cases outside China remains relatively small, we are concerned about the number of cases with no clear epidemiological link, such as travel history to China or contact with a confirmed case,\" he said. The increase in cases in Iran, South Korea and Italy \"is also a matter of concern and how the virus is now spreading to other parts of the world,\" he added.  The director general reiterated that while there is still a chance to contain the virus, \"the window of opportunity is narrowing.\"  \"Our biggest concern continues to be the potential for (the virus) to spread in countries with weaker health systems.\" While 80% of patients exhibiting mild symptoms will recover, 20% of patients with \"severe or critical disease, ranging from shortness of breath to septic shock and multi-organ failure,\" require \"respiratory support machines that are, as you know, in short supply in many African countries,\" he added.  The WHO has supplied laboratory test kits and 30,000 sets of protective equipment to a number of priority countries in Africa, many of which have \"direct links to China or their high volume of travel with China.\" \"We’ve also published a Strategic Preparedness and Response Plan, with a call for $675 million to support countries, especially those which are most vulnerable,\" he said.  There are over 77,700 cases globally, and at least 17 deaths outside mainland China. A woman who tested positive for the novel coronavirus has died in Italy, a spokesperson for the Protezione Civile (Department of Civil Protection) told CNN Saturday, marking the second death related to the virus in the country. The woman died in the northern region of Lombardy, according to a health ministry spokesman. A press conference about the situation will be held at 6.30 a.m. ET. The novel coronavirus continues to spread in the Middle East with 10 new cases in Iran, state news agency IRNA said Saturday, citing the the country's health ministry. Eight of the cases are from the city of Qom and two from the capital Tehran. That brings the total to 28 cases with five deaths. An evacuation flight from Japan carrying 32 British and European passengers, as well as government and medical staff, will arrive in the UK on Saturday morning, the country's Foreign Office announced late Friday night. On Friday, 253 people who tested negative for novel coronavirus onboard the Diamond Princess cruise ship disembarked the vessel after 14 days of quarantine docked in Yokohama port. There are 31 passengers left onboard the ship.  On Thursday, UK Foreign Secretary Dominic Raab said an evacuation flight for British nationals on board the cruise ship would depart Tokyo on Friday. “Details have been sent to those who have registered for the flight. We urge other British nationals still seeking to leave to contact us. We will continue to support British nationals who wish to stay in Japan,” Raab said. Britons returning from Japan after being onboard the Diamond Princess will be isolated at Arrowe Park Hospital, on the Wirral in northwest England, for a 14-day quarantine period, the government said. Concerns are growing over the global spread of the novel coronavirus in countries outside China, with Iran reporting a spike in numbers and deaths, and other Middle Eastern countries reporting their first cases. South Korea has also seen a huge uptick in cases, with over 430 now confirmed nationwide. Meanwhile, the World Health Organization's director general has said the window of opportunity to control the outbreak is \"narrowing.\" What you need to know: The numbers: Confirmed cases of the coronavirus in mainland China increased by 397 on Friday to reach a total of 76,288. Another 109 deaths were recorded in China on Friday, bringing its total death toll to 2,345, according to China’s National Health Commission. The global death toll stands at 2,360.  Changing the tally: Officials in Hubei province, the epicenter of the novel coronavirus outbreak, have banned the practice of reducing the number of already confirmed cases. It also mandated that all previously counted cases stand as part of the total confirmed tally. The vast majority of cases and deaths in China have been recorded in Hubei. Global cases and fatalities: More than 1,500 confirmed cases and 15 deaths from the virus have been recorded in more than 30 countries and territories outside mainland China. Italy reported its first death and Iran and South Korea reported new fatalities on Friday. 9,000 in self-isolation in South Korea: Cases in the East Asian country have surged to 430 after more than 220 new infections were reported in 24 hours. Around half of the total cases are associated with a religious group in the south of the country. Two patients have died of the virus in South Korea.  Officials are testing and self-isolating 9,300 members of the religious group to try and contain the outbreak. Authorities are also taking measures including shutting down public places in the capital Seoul and designating \"special care zones.\" Meanwhile, a fourth military member has been infected with coronavirus. Middle East spread: Iran's health ministry has confirmed 18 cases of the virus, including four deaths, and said it has spread to several cities. Canada's chief public health officer suggested further investigation was needed after a Canadian tested positive for the virus after returning from Iran. Theresa Tam suggested there could be \"more widespread transmission than we know about.\" Meanwhile, Lebanon and Israel have reported their first cases. New cases in Asia Pacific: Apart from China and South Korea, Japan, Taiwan and Australia all reported new cases on Saturday. WHO warning: World Health Organization director general Tedros Adhanom Ghebreyesus said the window of opportunity to contain the virus is \"narrowing\" and called on countries to prepare for community transmission. US cases rise: 35 people have tested positive for the virus in the US, according to the US Centers for Disease Control and Prevention. This includes 21 cases among repatriated individuals, as well as 14 other US cases. The CDC said it will now track confirmed cases in two separate groups: people who have been repatriated, and those identified by the US public health network. South Korea reported an additional 87 coronavirus cases on Saturday, bringing the country's total to 433, according to the South Korean Centers for Disease Control and Prevention (KCDC). The total number of cases reported in the past 24 hours stands at 229, after 142 new cases were confirmed overnight.  Here's a breakdown of the 87 new cases: Daegu city: 55\nNorth Gyeongsang province (which surrounds Daegu): 14\nGangwon province: 5\nGyeonggi province: 4\nSeoul: 3\nGwangju: 2\nDaejon: 1\nBusan: 1\nUlsan: 1\nSouth Jeolla: 1 The statement added that among the 87 new cases, 62 are linked with the Shincheonji religious group, and three cases are linked with Cheongdo Daenam hospital, in North Gyeongsang province. There are 31 passengers left onboard the Diamond Princess cruise ship docked at Yokohama in Japan, following a series of disembarkations for passengers who have tested negative for the novel coronavirus, a Princess Cruises spokesperson told CNN. The 924-strong crew also remain on board, the spokesperson added. On Friday, 253 people who tested negative for coronavirus after 14 days of quarantine left the cruise ship.  The disembarkation of passengers will continue at least through Saturday, a spokesperson for Princess Cruises said.  The ship docked in Yokohama in early February with 3,600 passengers and crew on board.  The virus-stricken ship is linked to at least 639 coronavirus infections. North Korea has canceled its annual international marathon, which was scheduled to take place in April, due to fears over the coronavirus, according to a Western tour company that books travel to the event. Young Pioneer Tours wrote in a statement:  “We have received confirmation from our travel partners in North Korea that the Pyongyang Marathon (Mangyongdae Prize International Marathon) held in April has been cancelled due to the current borders of the DPRK being closed to prevent the spread of the COVID-19 (Coronavirus) virus. We will be in touch with our tourists who have booked with us on this event.” President Donald Trump became enraged with senior advisers this week when 14 Americans who tested positive for the coronavirus were brought back to the US from Japan after he had been told they would remain quarantined overseas, administration officials told The Washington Post. The President was first told that Americans who were aboard the Diamond Princess cruise ship, where the coronavirus has spread, would be flown back to the US on two planes but that patients with the infection or with symptoms would stay in Japan, where the ship is anchored, the newspaper reported. However, the State Department and a US health official decided to bring back the infected Americans on the planes and place them in isolation without telling the President, the Post said. Administration officials told the Post that Trump learned of the reversal only after the fact and complained that the decision might damage his administration's handling of the outbreak. Read more here Fourteen Americans who tested positive for novel coronavirus in Japan returned to the United States aboard two state department-chartered flights earlier this week. They flew with more than 300 people who had not been diagnosed with the disease. These 14 infected travelers, who had been vacationing onboard the Diamond Princess cruise ship, are now being monitored and cared for at three medical facilities in the US, according to a spokesperson for the US Department of Health and Human Services. Nine of the positive patients are at the University of Nebraska Medical Center in Omaha, Nebraska.\nFour are at Providence Sacred Heart Medical Center in Spokane, Washington.\nOne patient is in a Sacramento-area hospital in California. Concerns are growing over the global spread of the novel coronavirus after a spike in cases outside of mainland China among people with no connection to China or the city of Wuhan, ground zero for the outbreak. A warning: World Health Organization (WHO) director general Tedros Adhanom Ghebreyesus said on Friday that there was still a chance to contain the Covid-19 virus, \"but the window of opportunity is narrowing.\" More global cases: His words come as countries outside of China report a sharp increase of coronavirus cases -- particularly in South Korea and Iran. Italy has also reported its first death, raising fears of self-sustaining epidemics. At the epicenter: Authorities in China's Hubei province confirmed an additional 366 cases of the virus on Friday, 45 fewer than the previous day, taking the total number of cases at the epicenter of the outbreak to over 63,400. The total number of cases in mainland China is now more than 76,200. Death toll: The global death toll from the outbreak has reached 2,360, after 109 deaths were reported in mainland China Friday, including 106 in Hubei, nine fewer than the previous day. Outside of mainland China, 15 people have died from the coronavirus. In addition to Italy reporting its first death, two new deaths were reported in Iran and one death in South Korea on Friday. Read more here.  The World Health Organization-led joint mission working on coronavirus in China is traveling today to Wuhan, the epicenter of the outbreak, WHO director general Tedros Adhanom Ghebreyesus said during a news briefing Friday. It’s up to the team what it wants to focus on there, Tedros said. So far, the team has been working in Beijing, Sichuan and Guangdong, he said. Tedros said previously the team includes experts from the US Centers for Disease Control and Prevention, and the US National Institutes of Health, as well as experts from Singapore, South Korea, Japan, Nigeria, Germany and Russia.  The team includes experts in epidemiology, virology, clinical management, outbreak control and public health. Images from the South Korean city of Daegu show usually-bustling shopping areas deserted and roads empty of traffic.  Daegu is at the center of a coronavirus outbreak after dozens of members of the Shincheonji religious group in the city tested positive for the virus.  Among the 347 total confirmed cases in South Korea, 169 are associated with the group. Health officials in the city sprayed disinfectant from the back of motorbikes in front of the group's Daegu branch, images show.  South Korea reports that a fourth member of its military has been infected with coronavirus on Saturday, according to the country's Defense Ministry. A soldier in the army in Pocheon, northern Gyeonggi province, tested positive for the novel coronavirus on Saturday.  The man had visited his home in Daegu while on a vacation from February 10-14, the ministry said. Daegu has seen an outbreak of the virus, with 28 cases in the city and 103 in North Gyeongsang province, which surrounds Daegu.  The soldier has been isolated, and anyone who has come into contact with him have also been isolated, the ministry said.  On Thursday, South Korea's Defense Ministry restricted all military personnel from going on vacations, leaving base, staying out overnight and meeting visitors from Saturday. Infections surge: Cases in South Korea have passed 340 after more than 140 new infections were reported on Saturday. Nearly half of the total cases are associated with a religious group in Daegu. Australia now has 21 cases of the novel coronavirus after six people repatriated from the Diamond Princess cruise ship in Japan tested positive for the virus, the health department said in a statement.  Ten patients have recovered so far. Here's a breakdown of where those cases are: 5 in Queensland\n4 in New South Wales\n4 in Victoria\n2 in South Australia Of the six cases associated with the Diamond Princess repatriation flight from Japan: 1 is a resident of Western Australia\n1 is a resident of South Australia\n2 are residents of Queensland\n2 are residents of Victoria The novel coronavirus has spread throughout the world since the first cases were detected in central China in December. More than 1,500 confirmed cases and 15 deaths from the virus have been recorded in more than 30 countries and territories outside mainland China: Australia (at least 21 cases)\nBelgium (at least 1 case)\nCambodia (at least 1 case)\nCanada (at least 9 cases)\nEgypt (at least 1 case)\nFinland (at least 1 case)\nFrance (at least 12 cases, 1 death)\nGermany (at least 16 cases)\nHong Kong (at least 68 cases, 2 deaths)\nIndia (at least 3 cases)\nIran (at least 18 cases, 4 deaths)\nIsrael: (at least 1 case)\nItaly (at least 17 cases, 1 death)\nJapan (at least 738 cases, including 639 linked to cruise ship; 3 deaths)\nLebanon: (at least 1 case)\nMacao (at least 10 cases)\nMalaysia (at least 22 cases)\nNepal (at least 1 case)\nPhilippines (at least 3 cases, 1 death)\nRussia (at least 2 cases)\nSingapore (at least 86 cases)\nSouth Korea (at least 347 cases, 1 death)\nSpain (at least 2 cases)\nSri Lanka (at least 1 case)\nSweden (at least 1 case)\nTaiwan (at least 26 cases, 1 death)\nThailand (at least 35 cases)\nUnited Arab Emirates (at least 9 cases)\nUnited Kingdom (at least 9 cases)\nUnited States (at least 35 cases)\nVietnam (at least 16 cases) Read more about the patients in each place. Some students at a New York university are in hot water over allegations they held what the school is describing as a \"coronavirus-themed party.\" Officials at the University of Albany say they are investigating the event, which they called \"distasteful and hurtful\" in a news release. \"We are aware of a coronavirus-themed party that was recently held off-campus and not sanctioned by the University at Albany,\" the University of Albany said in a statement. \"The theme of this party was distasteful and hurtful and is not representative of UAlbany or its nearly 18,000 students.\" The trouble started last week when a video was posted on Instagram showing a bucket filled with ice and beer and a University of Albany student wearing a surgical mask, Albany's WGY News Radio reported. Read more here.  South Korea’s Shincheongji religious group says it “deeply regrets” the coronavirus outbreak that occurred in their Daegu branch that it is cooperating with local authorities. About half of the country's 346 cases are linked to the Shincheongji group in the southern city of Daegu. On Saturday, South Korean health officials said that 9,300 members of the group will be tested and required to self-isolate as they try to get on top of the outbreak. “Currently all of our church branches in the nation, including the main headquarter have stopped services, gatherings, and mission activity in churches and related spaces,\" the Shincheongji group said in a statement. It also expressed concern over what it said was false information that has been circulating about the group. “The media had been reporting that we are the 'main culprit in the spread of virus', referring to our 'unusual service style',\" the statement said. \"A reality where we had to hold service on the floor to maximize the number of occupants in our small space -- which was due to Shincheonji not being allowed our rightful building permit,\" the statement adds. Some passengers and crew are still aboard the Diamond Princess cruise ship following its 14-day coronavirus quarantine in Japan, but the ship has not seen its last days at sea. On April 29, following what Carnival Corp. (Princess Cruises' parent company) says will be a full sanitation process, the 116,000-ton vessel will resume service. The Wall Street Journal first reported on the ship's plans -- shortly after two of the ship's coronavirus patients died. Once everyone is off the isolated ship, it will undergo a deep cleaning before spending time in a dry dock. Princess Cruises is working with the Japanese health ministry on sanitation specifics, cruise line public relations director Negin Kamali told CNN Travel.  The expectation, Kamali explains, \"is that the ship will be fully sanitized by a cleaning company with an expertise in this area following guidance from the US Centers for Disease Control and World Health Organization.\"  Read more here.  Japan reported 12 new cases of novel coronavirus on Saturday, the country's Ministry of Health, Labour and Welfare said. The new cases include three teenagers. Japan now has a total of 738 positive coronavirus cases: 99 on land and 639 from the Diamond Princess cruise ship.  Cruise ship safety measures: Japan’s Ministry of Defense has increased the level of protection for its Self Defense Force staff working on the Diamond Princess cruise ship in Yokohama. All SDF staff are now required to wear masks, gloves, gowns and hair caps, not just those in direct contact with passengers. The order came after infectious disease specialist Kentaro Iwata posted a YouTube video criticizing the quarantine and isolation measures onboard the virus-stricken ship, defense minister Taro Kono told reporters.   A flight carrying 19 Taiwanese citizens arrived in Taipei from Tokyo Friday night, Taiwan's Ministry of Health and Welfare said in a statement.  The group, who had been on the Diamond Princess cruise ship quarantined in Yokohama since early February, will be sent to an isolation ward for 14 days. Two additional cases of novel coronavirus were confirmed in Taiwan on Saturday, bringing the total on the island to 26, according to the ministry. Cruise disembarking: On Friday, 253 people who tested negative for coronavirus disembarked from the Diamond Princess cruise ship, according to the news release from the Japanese Ministry of Health. Disembarkation was expected to continue into Saturday. Thousands of members of the Shincheonji religious group in the southern city of Daegu will be tested for the novel coronavirus, South Korea’s Ministry of Health and Welfare said on Saturday. Around 9,300 members of the religious group will also be required to self-isolate, after a cluster of coronavirus cases were linked to it. Among the 346 total confirmed cases in South Korea, 169 are associated with the group. “We have secured a list of about 9,300 members of the relevant religious group, and we are preemptively enforcing self-isolation and facility isolation,\" said Kim Gang-lip, South Korean vice minister of health in a news briefing:  Already, 4,474 people from the list are self-isolating and the ministry is conducting the first tests on 544 people who said they have respiratory symptoms.  The ministry is currently enforcing self-isolation and checking symptoms for 4,860 people from a second list they have secured.  Kim said that mobile sample collection teams will be in operation so people can be tested without going outside. With the summer wedding season around the corner, the coronavirus outbreak could leave brides-to-be in panic: Some may be unable to get the wedding gown they want for their big day. China is a leading supplier of wedding gowns. As much as 80% of the world's western-style gowns are produced there, according to the American Bridal and Prom Industry Association. Many factories in China have remained closed this year as the country attempts to curb the spread of the coronavirus. Although China's vast manufacturing engine is slowly coming back on line, the extended shutdown has resulted in a production delay across the board for all kinds of products, including wedding gowns. \"We have spent a lot of time monitoring the situation in China and I believe a lot of disruption is going to happen,\" said James Marcum, CEO of David's Bridal, the largest seller of wedding gowns in the United States. \"It's not only with bridal gowns but there's the bridesmaid side of things, too.\" Read the full story here A second flight bringing back 84 people who were onboard the Diamond Princess cruise ship in Japan landed in Hong Kong on Saturday.  Among the passengers were 82 residents from Hong Kong and two residents from Macao, according to a statement from the Hong Kong government.  The Hong Kong residents were taken by coach to a quarantine center at Chun Yeung Estate, near Sha Tin in the city's north, where they will remain under observation for 14 days.  The two Macau residents returned to Macau directly from the airport.  The Hong Kong government said that as of Friday, 66 cases onboard the ship were Hong Kong residents. They are under treatment in Japan.  A total of 639 cases of the virus, including two deaths, are associated with the stricken ship. Cruise disembarking: On Friday, 253 people who tested negative for coronavirus disembarked from the Diamond Princess cruise ship, according to the news release from the Japanese Ministry of Health. Disembarkation was expected to continue into Saturday. Canada’s chief public health officer Theresa Tam has raised concerns over a woman who tested positive for coronavirus after recently returning from Iran.   \"Any important cases linked to Iran could be an indicator that there is more widespread transmission than we know about,\" Tam said.  Iran only recently began reporting its first cases. On Friday, the Middle Eastern country confirmed a total of 18 patients with coronavirus and four deaths. Tam said this is a reminder that the novel coronavirus is a global issue and that there is the possibility that the virus could be present in countries that may not have the capacity to detect or contain the virus.  The Canadian woman, in her 30, is the sixth case of novel coronavirus in British Columbia and the ninth for Canada overall. According to Tam, there was no indication that the patient had been to Qom, the city where the virus was first detected in Iran. “So this leads to the need for further investigation for the officials on the ground,\" in British Columbia, she said. Iran outbreak: The novel coronavirus has spread to several Iranian cities, including the capital Tehran, according to the Iranian health ministry. “The spread of the coronavirus started in Qom and has reached other cities in the country like Tehran, Babol, Arak, Isfahan, Rasht and other cities due to people traveling. There is a possibility that it exists in all cities across the country,” Minnou Mohraz, member of the National Committee for Infectious diseases at the Ministry of Health, said Friday. “It’s clear that new coronavirus has circulated in the country and probably the source of this illness was Chinese workers who work in the city of Qom and had traveled to China,” Mohraz added. A growing number of companies are warning that the coronavirus will prevent them from meeting sales or profit targets for the first three months of the year. Some are even getting specific, and putting a number on the financial damage.  Situation is highly uncertain: Many of the financial projections assume the coronavirus will be contained in China over the coming weeks and months, and that there won't be a major outbreak in another country. If the Chinese economy doesn't come roaring back as quickly as expected, investors could be caught off guard. \"Investors have largely taken the view that the impact will be temporary, hopefully short-lived, and that most of the weakness should be reversed with a strong rebound in the quarters that follow,\" Peter Oppenheimer, chief global equity strategist at Goldman Sachs, wrote this week. Coronavirus costing billions: The International Air Transport Association, which represents major airlines, warned this week that coronavirus could cost global carriers nearly $30 billion in lost revenue. Global demand would drop by 4.7%, the first overall decline since the financial crisis. Read more here.  Two additional cases of novel coronavirus have been confirmed in Taiwan, according to the Ministry of Health and Welfare. That brings the total number of cases on the island to 26. The latest patients are the daughter, aged in her 40s, and granddaughter, 20, of a previous case. Both have no recent travel history. The granddaughter developed a cough on January 28, while the daughter had gastroesophageal reflux on February 9, the ministry statement said.  They are currently in isolation.  There is great concern about the spread of the novel coronavirus in countries outside China, with Iran reporting a spike in numbers and deaths, and other Middle Eastern countries reporting their first cases.  South Korea has also seen a huge uptick in cases, with over 340 now confirmed nationwide.  Meanwhile, the World Health Organization's director general has said the window of opportunity to control the outbreak is \"narrowing.\" What you need to know: The numbers: Confirmed cases of the novel coronavirus in mainland China increased by 397 on Friday to reach a total of 76,288. Another 109 deaths were recorded in China on Friday, bringing its total death toll to 2,345, according to China’s National Health Commission. The global death toll stands at 2,360.  Changing the tally: Officials in Hubei province, the epicenter of the novel coronavirus outbreak, have banned the practice of reducing the number of already confirmed cases. It also mandated that all previously counted cases stand as part of the total confirmed tally. The vast majority of cases and deaths in China have been recorded in Hubei. Crisis in South Korea: Cases in the Asian country have surged past 340 after more than 140 new infections were reported on Saturday. Around half of the total cases are associated with a religious group in the south of the country. Two patients have died of the virus in South Korea.  South Korean authorities are taking measures to contain the outbreak, including shutting down public places in the capital Seoul and designating \"special care zones.\" Middle East spread: Iran's health ministry has confirmed 18 cases of the virus, including four deaths, and said it has spread to several cities. Meanwhile, Lebanon and Israel have reported their first cases. WHO warning: World Health Organization director general Tedros Adhanom Ghebreyesus said the window of opportunity to contain the virus is \"narrowing\" and called on countries to prepare for community transmission. US cases rise: 34 people have tested positive for the virus in the US, according to the US Centers for Disease Control and Prevention. This includes 21 cases among repatriated individuals, as well as 13 other US cases. The CDC said it will now track confirmed cases in two separate groups: people who have been repatriated, and those identified by the US public health network. Prison outbreaks: 512 cases of the virus were confirmed from inside China's prisons on Friday -- 271 in Hubei , 207 in Shandong and 34 in Zhejiang. South Korea reported a jump of 142 additional cases overnight, bringing the country's total to 346, according to the South Korean Centers for Disease Control and Prevention (KCDC). New cases breakdown:  North Gyeongsang province (which surrounds southeastern city of Daegu): 103\nDaegu city: 28\nBusan: 2\nGyeonggi province: 2\nNorth Chungcheong province: 2\nDaejeon: 1\nGwangju: 1\nNorth Jeolla province: 1\nSejong: 1\nJeju: 1 Clusters: Among the 142 new cases, 92 are linked to the Cheongdo Daenam hospital, in North Gyeongsang province and 38 are linked with the Shincheonji religious group. South Korean authorities earlier this week were seeking to question more than 1,000 members of the group who attended a service with one of the recently confirmed cases. Deaths: South Korea reported its second death from the virus on Friday.  Seoul tries to control spread: The South Korean government is taking a range of measures in an attempt to stop the spread of the virus, including shutting down public places in the capital and designating \"special care zones.\" After three cases were detected in the country's armed forces, all South Korean military personnel have been restricted from leaving their bases and going on vacation. The death toll from the novel coronavirus in mainland China has increased by 109, according to the latest figures released by China’s National Health Commission (NHC) Saturday.  All but three of those deaths were in Hubei province, at the outbreak's epicenter.  Additional deaths across the mainland bring China's total death toll to 2,345, with 2,250 in Hubei. That brings the global death toll to 2,360. Breakdown of deaths globally: There have been 15 deaths reported outside of mainland China: Iran: 4 deaths: \nJapan: 3 deaths: \nHong Kong, South Korea: 2 deaths each \nTaiwan, Philippines, France, Italy: 1 death each China cases rise: Confirmed cases in mainland China increased by 397 on Friday to reach a total of 76,288. A total of 366 new confirmed cases were in Hubei province. Recoveries: Chinese health authorities reported that a total of 20,659 patients have recovered and been discharged from hospital. There’s great concern about the spread of the novel coronavirus in countries outside China and among people with no connection to China or Wuhan, World Health Organization (WHO) director general Tedros Adhanom Ghebreyesus said Friday. There’s still a chance to contain the virus, Tedros said, “but the window of opportunity is narrowing.” The WHO is calling on countries to continue containment measures while preparing for community transmission, he said. He said China’s containment measures in Wuhan and elsewhere are “hammering” the virus and can help contain it. \"We must not look back and regret that we failed to take advantage of the window of opportunity we have,” he said. The outbreak can still go any direction, Tedros said, and countries need to prepare for any eventuality. Dr. Sylvie Briand, director of the WHO's Infectious Hazards Management Department, said the agency is working to prepare countries’ health care workers with training and making sure they know how to protect themselves, and to make sure countries have enough workers to handle a number of cases. A 78-year-old man who tested positive for the novel coronavirus has died at a hospital in Padua, northern Italy.  It is Italy's first death from the coronavirus, that is quickly spreading around the world. The country has reported 14 new confirmed cases of the virus, all in the Lombardy region of northern Italy, bringing the country's total to 17. Italian news agency ANSA said the patient also suffered from “previous pathologies.” The death was also reported by the president of the Veneto region, Luca Zaia, in a TV interview. Italy’s Health Minister Roberto Speranza announced severe restrictions in areas of the northern regions of Lombardy and Veneto, which have recorded most of Italy's coronavirus cases.  All public events have been canceled, schools, shops and local enterprises closed and sporting activities have been suspended.  Anyone who has come into contact with people who have tested positive for the virus must go into quarantine and those who live in villages where coronavirus cases have been reported must stay in isolation at home, according to ordnance issued by Italy’s health ministry.", "Section": "asia", "Writers": ["Helen Regan", "Adam Renton", "Tara John"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-22-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}