{"Type": "", "Time": "2020-07-01", "Headline": "BLACKPINK’s ‘How You Like That’ sets 5 Guinness World Records – Manila Bulletin", "Text": "K-pop quartet BLACKPINK’s YouTube-topping new song “How You Like That” has spawned five new Guinness World Record titles. “How You Like That,” released on June 26, became the most viewed music video in the first 24 hours of release with 86.3 million views, YouTube told Bulletin Entertainment on June 30. Guinness World Records announced that because of the feat, BLACKPINK set three new records:  Most viewed YouTube video in 24 hours, most viewed music video on YouTube in 24 hours and most viewed YouTube music video in 24 hours by a K-pop group “All three records surpass previous record holder BTS – who, together with US singer Halsey previously achieved these three record titles with the video for ‘Boy With Luv’ in April 2019,” Guinness World Records reported. “How You Like That” overtook “Boy With Luv,” which garnered 74.6 million views in the first 24 hours of release, on YouTube’s All-Time Top 24 Hour Music Debuts. Before “Boy With Luv” topped the list, BLACKPINK’s “Kill This Love,” released also in April 2019, became No. 1 with 56.7 million views.YouTube also told Bulletin Entertainment “How You Like That” set an all-time record for the biggest YouTube Premiere with 1.66 million peak concurrent viewers. Guinness World Records added that this also set two new records: Most viewers for the premiere of a video on YouTube and most viewers for the premiere of a music video on YouTube.BLACKPINK is No. 6 on YouTube’s Top 10 All-Time Most Subscribed Official Artist Channels with 39.4 million subscribers as of June 29, the only Korean artist on the list. As of writing, BLACKPINK’s channel has 39.8 million subscribers. BLACKPINK is No. 6 on YouTube’s Top 10 All-Time Most Subscribed Official Artist Channels with 39.4 million subscribers as of June 29, the only Korean artist on the list. As of writing, BLACKPINK’s channel has 39.8 million subscribers. ", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/07/01/blackpinks-how-you-like-that-sets-5-guinness-world-records/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "MB"}