{"Type": "article", "Time": "2020-11-04", "Headline": "November 4 coronavirus news", "Text": "China's far western Xinjiang region reported 10 new Covid-19 cases on Wednesday, according to the Xinjiang Municipal Health Commission. The new cases include eight symptomatic cases and two asymptomatic cases, and were all reported in Shufu county in Kashgar city, the office said in a statement.  China keeps a separate count of symptomatic and asymptomatic cases and does not include asymptomatic carriers of the virus in the official tally of confirmed cases. The latest figures follow a recent cluster in the region; on Tuesday, Shufu county alone reported 118 new cases, according to the Xinjiang Information Office.  The outbreak began in late October, when an asymptomatic case was identified in Kashgar, prompting the city to launch a citywide mass testing program for millions of residents. As of Wednesday midnight, Xinjiang has reported 339 asymptomatic cases and 72 symptomatic cases since October. ##Hotspots## The US state of New Mexico Department of Health has ordered the closure of Stampede Meat, Inc. in Sunland Park due to an outbreak of coronavirus cases at the plant. A letter this week by Acting Cabinet Secretary Billy J. Jimenez said the meat plant \"must immediately cease operations at this location through November 16, 2020.\" The plant will be allowed to resume operations on November 17, the letter said. It added that under the state's public health policy, the meat plant must \"follow appropriate isolation, quarantine, and infection control protocols to mitigate potential Covid-19 transmission and limit risk to employees and the public.\" ##Hotspots## The Green Bay Packers announced Wednesday that the organization is “continuing the indefinite hold on hosting fans for games at Lambeau Field this season” because of high levels of Covid-19 cases and hospitalizations in the Green Bay area and across the state of Wisconsin. \"As evidenced by the sustained increase in cases in our community, we all need to work together to contain the virus,\" Packers president and CEO Mark Murphy said. \"Our players would love to have fans in the stands at Lambeau Field, but it is critical for the safety of our community that we all do whatever we can to stop the virus. \"It is important to note that public health officials have said we can make a difference relatively quickly by strict adherence to wearing masks, socially distancing and practicing proper hand hygiene. If the situation improves in the community and state, we'll be in position to safely welcome fans to games at Lambeau Field yet this season.\n\"We also remind our fans, when watching our games, please limit the people with whom you cheer to your small circle of family or close friends.\" The Packers say face masks will be installed on the Curly Lambeau and Vince Lombardi statues in front of the Lambeau Field Atrium on Thursday morning to encourage people to wear face masks. Kentucky Governor Andy Beshear (D) issued an executive order renewing the mandate for face coverings for an additional 30 days, according to a press release from his office on Wednesday.  Beshear also extended previous executive orders that allow pharmacists to dispense emergency refills for up to 30 days, the release stated.  This comes as a state public health official raised concerns about not having enough healthcare workers to staff hospital beds. Dr. Steven Stack, Commissioner of the Kentucky Department for Public Health, said on Wednesday, “One of the concerns we have related to hospitals is not that we will first run out of bed space but that we may not have enough health care workers to staff all those beds.” The southeastern US state has 1,066 people currently hospitalized with Covid-19, according to a press release from Behsear’s office.  There were 1,635 new cases of Covid-19 on Wednesday and 11 new deaths for a total of 1,514 deaths, the release stated. There are currently 286 people in the ICU with Covid-19 and 125 people currently on a ventilator, the release adds. These numbers were released by Kentucky Governor Andy Beshear, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.   Australia has secured another 50 million doses of Covid-19 vaccines, bringing the country’s total purchase to more than 134 million doses, Prime Minister Scott Morrison announced in a press release on Thursday.  Forty million of the new doses will be supplied by Novavax, while Pfizer and BioNTech will supply 10 million doses, he said.  Australia has now secured access to a total of four Covid-19 vaccines, and the total amount of investment has reached more than AU$3.2 billion (US$2.3 billion), he said.  Prime Minister Morrison said investing in different vaccines will be crucial to ensure the country gains early access to a vaccine.  “We aren’t putting all our eggs in one basket and we will continue to pursue further vaccines should our medical experts recommend them,” he added.  Supply deals between countries and vaccine makers have so far favored developed countries and territories including Australia, the UK, US, Hong Kong, Macau, Japan, Switzerland and Israel, as well as the European Union. Developing countries including India, Bangladesh, China, Brazil, Indonesia and Mexico have also secured vaccine deals, but the Serum Institute of India (SII) recently predicted it will take four to five years for the vaccine to reach everyone around the globe. As the United States reported more than 600,000 new Covid-19 cases in a week for the first time ever, US Centers for Disease Control and Prevention (CDC) Director Dr. Robert Redfield tweeted on Wednesday, “Now is the time to develop a testing strategy to maximize our ability to identify the silent epidemic of asymptomatic COVID-19 infections.” Redfield’s tweet described a weekend meeting with fellow White House Coronavirus Task Force member Dr. Deborah Birx and Utah Gov. Gary Herbert to discuss testing and mitigation efforts in Utah. On Tuesday, Utah was among 21 states that saw their peak seven-day average for new daily cases. In a reply to CNN about Redfield’s comment, Dr. Thomas Tsai of the Harvard Global Health Institute wrote in an email, “The time to develop a national testing strategy to identify asymptomatic COVID-19 infections was a few months ago, but that ship has sailed. Now is the time to implement a testing strategy focused on screening of asymptomatic individuals.”  By the CDC’s estimate, 40% of people with Covid-19 are asymptomatic.  The CDC came under fire in August after the agency’s recommendation was changed to read: \"If you have been in close contact (within 6 feet) of a person with a COVID-19 infection for at least 15 minutes but do not have symptoms, you do not necessarily need a test unless you are a vulnerable individual or your health care provider or State or local public health officials recommend you take one.\" At the time, the change was heavily criticized by doctors and health agencies who worried the agency was influenced by the White House. In September, the agency’s site was updated again to say that anyone who has been in close contact with someone who has Covid-19 should be tested, even if they don’t have symptoms. \"Due to the significance of asymptomatic and pre-symptomatic transmission, this guidance further reinforces the need to test asymptomatic persons, including close contacts of a person with documented SARS-CoV-2 infection,\" it says, calling the change a clarification.  Hospitalizations due to Covid-19 are at an all-time high in Wyoming, according to the state's dashboard, with 138 people hospitalized as of Wednesday afternoon.  The latest numbers released by the Wyoming Department of Health show that there are 12,675 total cases statewide, up 276 from Tuesday's report. The state is also reporting a total of 105 deaths since the start of the pandemic.  Separately, Wyoming Governor Mark Gordon's office announced he would self-quarantine for up to two weeks because of possible exposure to the coronavirus earlier this week. These numbers were released by the Wyoming Department of Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. The US recorded 91,530 new Covid-19 infections on the day many Americans cast their ballots, adding to a series of staggering case numbers reported within just the past week. The country's five highest days of coronavirus cases have all been recorded since October 29, affirming experts' warnings that another surge is well underway and will only get worse. The nationwide seven-day average of new daily cases now stands at about 86,363 -- more than double what it was on September 4, data from Johns Hopkins University show. And while doctors have stressed basic public health measures like masks and social distancing can turn things around, such measures remain a point of contention in some parts of the US. As of Tuesday, at least 36 states reported more new cases in the last week versus the week prior, Johns Hopkins data show. And six states -- Idaho, Maine, Minnesota, New Mexico, Ohio and Pennsylvania -- reported their highest one-day Covid-19 case counts Tuesday. In Kentucky, where the governor has long cautioned that infections were climbing quickly, he said Tuesday that \"every day, things appear to be getting worse.\" \"We are seeing not only a surge in the virus, but more and more of our kids by percentage who are getting it,\" Gov. Andy Beshear said. His words follow an alarming new report about Covid-19 case counts impacting children around the country at \"unprecedented levels.\" The last week of October saw the highest one-week count of new juvenile infections so far, the report said. Read more here. Texas Governor Greg Abbott said that El Paso County Judge Ricardo Samaniego \"illegally\" shut down businesses in response to a rise in Covid-19 cases, in a statement to CNN.  \"At a press conference on October 25, the county judge made clear that he had not been enforcing existing protocols allowed under law despite the fact that these protocols are effective strategies to contain Covid-19 while allowing businesses to safely open,\" read the statement.  The Office of Texas Attorney General Ken Paxton announced in a news release on Tuesday that the attorney general had filed a motion for a temporary injunction \"to stop El Paso County Judge Ricardo Samaniego's unlawful lockdown order, which flies in the face of Gov. Greg Abbott's executive orders on Covid-19.\" \"He failed to do his job and is now illegally shutting down entire businesses which will cause further harm to El Pasoans who are already suffering economically due to the pandemic,\" Abbott said Wednesday.  \"These protocols proved effective to slow the spread over the summer and will work now, but only if they are enforced,\" added the statement.  Four Italian regions will become coronavirus \"red zones\" on Friday, Italian Prime Minister Giuseppe Conte announced on Wednesday.  The regions of Calabria, Lombardy, Piedmont and Valle d'Aosta will be placed under the country's harshest restrictive measures in its new \"traffic light\" system to tackle the spread of coronavirus.  The region of Puglia and the island of Sicily will become \"orange zones,\" while the rest of the country becomes \"yellow zones\" (the lowest-risk zone).  \"Yellow zones\" are subject to new national measures that include a stay-at-home order from 10pm to 5am local time. In these zones, public transport can only operate at 50% capacity, museums and exhibition centers must close, and masks must be used in school by all students over the age of six. Restaurants and bars can remain open until 6pm, after which they can only provide take away or delivery services. In \"orange zones\" people will also be banned from leaving their town and their region -- except for work or health reasons -- and bars and restaurants will only be able to do delivery and take-away service.  In the \"red zones,\" Conte said people are not allowed to leave their houses except for work or health reasons. All the above national and orange rules apply, in addition to all non-essential shops being closed. The new rules will go into effect on November 6 and will last until December 3. “It’s not a discretionary decision,” Conte said referring to the color assigned to the regions. The three different levels of risk across the country are based on the virus transmission rate, the number of available intensive care beds and the testing capacity. They will be assessed every 14 days. “If the risk lowers, less restrictive measures will be applied,” Conte said. “As we all wish,” he added.  There could be some exceptions inside the \"red zones\" for specific areas that are less affected by the pandemic.  “To freeze the surge of the contagion,” Conte said, “we have no alternatives; we must face these restrictions.”  “We understand the discomfort, the frustration, the psychological suffering, but we have to resist,” he added. The National Football League and NFL Players Association report eight players have tested positive for Covid-19 during the latest round of league-wide testing. The October 25 through October 31 testing window revealed 17 confirmed positive tests among personnel as well as the eight players, out of 7,884 individuals tested.  \"Individuals who test positive for COVID-19 follow the joint NFL-NFLPA Treatment Protocol. They are immediately isolated, not permitted access club facilities, or have direct contact with players or personnel. Club medical staff are in regular communication with individuals who test positive to monitor symptoms,\" the NFL and NFLPA said in a press release. Since testing began on August 1, 63 players and 99 other personnel have tested positive for the virus.  There are now 4,080 Covid-19 patients being treated in intensive care in France -- a jump of 211 people on the previous day’s figures -- according to data from the country’s health authority. The last time the number of patients in ICU for Covid-19 was this high was in late April. In total, there are 27,511 Covid-19 patients in hospital -- a jump of 1,269. The number of Covid-19 cases has increased by 40,455, according to the health authority. Spanish health authorities have adjusted the number of historic cases of the coronavirus, as well as deaths from the virus, after recalculating data from early in the pandemic. The Health Ministry said that \"5,105 cases and 1,326 deaths diagnosed before May 11 have been incorporated into the analysis,\" after establishing that data prior to May 11 was reported without adequate precision. At the same time, 15,056 hospitalizations had been eliminated from the cumulative total. The data released Wednesday show Spain has had a cumulative 1,284,408 cases of the coronavirus, with 248,653 new cases registered in the last two weeks. After the statistical adjustment, the number of deaths now stands at 38,118 -- of which 888 have occurred in the last week. Cambodian Prime Minister Hun Sen announced Wednesday that he is self-quarantined despite testing negative for Covid-19, after meeting with Hungarian Foreign Minister Peter Szijjarto, who tested positive for Covid-19 on Tuesday, according to state news agency Agence Kampuchea Press (AKP). Szijjarto visited Cambodia on Tuesday and met with several government officials, including the country's prime minister. He then tested positive with coronavirus upon his arrival to Thailand's capital, Bangkok, after he left Cambodia, the Hungarian Ministry of Foreign Affairs and Trade told CNN on Wednesday.  In a Facebook post, the Prime Minister said doctors tested those who had contact with the Hungarian delegation visiting Cambodia on Tuesday after receiving the news about the Hungarian Foreign Minister testing positive for the virus in Thailand after leaving Cambodia, AKP reported. \"The test result of me and my wife, the bodyguards, the drivers -- 18 persons in total -- shows that no one was infected with COVID-19,\" state news quoted the Prime Minister. \"Anyway, for the safety of all, the doctors required me to be in quarantine for 14 days, and not to meet anyone, even my wife, my children and my grandchildren.\" The Prime Minister also announced the postponement of upcoming events like \"welcoming the return of Their Majesties the King and Queen-Mother from medical checkup in China,\" AKP reported. He said that despite the 14-day quarantine, he will still perform his duties as usual from his residence, AKP said in its report. Szijjarto has also cancelled all events in Thailand and is on his way back home in a private jet after \"brief visit\" to the country on Tuesday and Wednesday, the National News Bureau of Thailand said in a Facebook post on Wednesday. Greece has registered 2,646 new Covid-19 cases, according to the country’s National Public Health Organization, setting a new daily record. The new infections take the total number of cases since the start of the pandemic to 46,892. There have been a further 18 deaths, taking the total to 673. The Greek Prime Minister is expected to announce further restrictions on Thursday to curb the spread of coronavirus. Greece, alongside other European countries, has tightened restrictions in recent weeks to combat the spike in coronavirus cases across the region. Greek media suggest that a national lockdown is being considered. Greek government spokesman Stelios Petsas said earlier this week that a national lockdown cannot be ruled out judging from how the situation is developing in all European countries. The UK has recorded another 25,177 coronavirus cases in the past 24 hours, another significant load of infections announced hours before England goes into a second lockdown. There have been a further 492 deaths. A total of 1,099,059 positive cases have now been recorded in the UK since the pandemic began. According to government data, Wednesday's update marked the second biggest daily increase the UK has recorded.  The number of patients being treated in hospital for Covid-19 also continues to rise, standing at 12,320. The Denver Broncos have canceled Wednesday’s planned practice due to Covid-19 concerns, after a player on the practice squad was added to the Covid-19 list.  On Tuesday, the team announced that John Elway, the team's president of football operations and general manager, and its president and CEO Joe Ellis had both tested positive for coronavirus.  \"With the recent increase in positive cases and a practice squad player added to the COVID-19 reserve list today, this was the safe and responsible thing to do,\" the NFL team said in a statement. The Broncos plan to resume in-person practice on Thursday and are scheduled to travel to Atlanta to play the Falcons on Sunday. Elsewhere in the league, the San Francisco 49ers were forced to shut their facility just a day before they are set to play the Green Bay Packers after a player tested positive for the virus. All mink in Denmark are to be culled, because of concerns that the animals are spreading a mutated form of coronavirus, the country’s Prime Minister Mette Frederiksen says. Frederiksen revealed that the Statens Serum Institut found five examples in mink farms and 12 examples in humans that showed reduced sensitivity to antibodies. \"The virus has mutated in mink. The mutated virus has spread to humans,\" Frederiksen said. \"In other words: The mutated virus -- via mink -- can carry the risk that the upcoming vaccine will not work as it should,\" \"It is necessary to kill all mink in Denmark. This also applies to breeding animals,\" she said.  \"It is… a decision the government is making with a heavy heart,\" the Prime Minister said. \"But, given the clear recommendation of the health authorities, it is the necessary decision.\" Frederiksen added that new restrictions will need to be introduced in certain areas to contain the spread of the mutated virus.  “Unfortunately, the residents of those municipalities have to prepare for further restrictions in the near future,” she said. The decision was hailed by animal rights groups, who have long opposed the use of mink for fur. \"Although not a ban on fur farming, this move signals the end of suffering for millions of animals confined to small wire cages on Danish fur farms solely for the purposes of a trivial fur fashion that no-one needs,\" Joanna Swabe, the international senior director of public affairs for the Humane Society, said in a statement. \"We commend the Danish Prime Minister on her decision to take such an essential and science-led step to protect Danish citizens from the deadly coronavirus.\" New York City's coronavirus case metrics are \"cause for concern,\" Mayor Bill de Blasio said on Wednesday, as the city reported 628 new cases on a seven-day average. \"Again, this case number is going up and that’s a concern,\" de Blasio said. \"Some of that explained by the hot spots in Brooklyn and Queens, some of that explained by greatly expanded testing.\" Mayor de Blasio said 114 people with Covid 19 had been admitted to hospitals in the city -- a \"much higher number than we’ve seen typically.\"  \"That’s cause for concern,\" he said, adding: \"We’re keeping a close eye on that.\"  The percentage of people who tested positive for Covid-19 city-wide is at 1.54%, according to de Blasio, with the 7-day rolling average at 1.74%. \"To the extent we stabilize around that level, that's something we can handle for now, but again that's not where we want to be for the long term,\" he said of the 7-day rolling average. New York City has recorded a total of 257,613 coronavirus cases, 19,363 confirmed deaths and 4,658 \"probable deaths\" related to Covid-19, according to the latest data published Tuesday by the city's public health agency. ##Hotspots## Switzerland is to deploy its army to help manage the growing number of coronavirus hospitalizations and patients admitted to intensive care units. In a statement released on Wednesday, the government announced that 2,500 soldiers would be available to support hospitals in treating or transporting coronavirus patients in places where local resources have been \"exhausted.\" \"With the second wave of the Covid-19 pandemic, the number of cases is rising sharply and with it — with a delay of one to two weeks — the number of hospitalizations and patients in intensive care units,\" the Swiss government said. \"Since Tuesday, 27 October 2020, several cantons have submitted requests for military support.\" The statement added that in order to meet the criteria for an army deployment, Swiss regions \"must demonstrate that all civilian means and tools at their disposal have been exhausted.\" As of Wednesday, Switzerland and the principality of Liechtenstein had registered 10,073 new daily Covid-19 cases, 247 hospitalizations and 73 new deaths.  Switzerland has recorded a total of 192,376 confirmed cases and 2,275 deaths since the pandemic began, according to the latest government data. ##Hotspots## Egyptian Prime Minister Mostafa Madbouly says the country will exercise a \"zero tolerance\" policy towards anyone who breaks its coronavirus prevention rules, according to state media. \"Egypt will not tolerate violations of coronavirus preventive measures,\" Madbouly said Wednesday, according to a cabinet statement cited by the state-run al-Ahram newspaper. Madbouly ordered Egyptian authorities to fine those who do not wear masks and do not adhere to the rules, which have been in place since May, the statement added. Egypt's health officials say the country is seeing an increase in coronavirus infections. In the past 24 hours there have been 197 cases and 16 deaths in the north African nation, taking the country's figures to 108,122 infections and 6,305 deaths overall, according to the Ministry of Health.   \"Infections are on an upward curve, [so we are] urging citizens to adhere to the restrictions to avoid unnecessary difficult scenarios,\" Madbouly said, according to al-Ahram. \"Commercial, sports and tourism facilities that fail to commit to the coronavirus preventive measures will be shut down.\"  Egypt ordered its people to wear face masks in public in May and has said violators will be fined up to $250 if caught.  ##Hotspots## UK lawmakers have approved a plan for England to enter a new national lockdown from midnight tonight. A total of 516 MPs voted for the coronavirus restrictions, tabled by the government, and just 38 voted against them.  Prime Minister Boris Johnson had faced some opposition from backbenchers in his own Conservative party over the plans, but the opposition Labour Party backed the restrictions -- having called for a \"circuit breaker\" lockdown for weeks. The restrictions will be in place until December 2. An earlier version of this post misstated the number of MPs who voted in favor of England’s new lockdown measures. This has been corrected. Poland will implement a range of new restrictions on schools and businesses to curb the spread of coronavirus, Polish Prime Minister Mateusz Morawiecki and Minister of Health Adam Niedzielski announced Wednesday. The country will move to remote learning for children in primary school grades 1 through 3, will close cultural institutions and prohibit hotels from accepting guests who are not business travelers. Poland reported a record rise on Wednesday with almost 25,000 new coronavirus infections and 373 deaths, according to government data. With the pandemic as a backdrop, hundreds of thousands of people across Poland have been protesting for nearly two weeks against a court decision to ban nearly all abortions in the country. Protests have been happening in defiance of restrictions that ban gatherings of more than five people. At the weekend there were more than 100,000 people protesting on the streets of Warsaw alone.  More restrictions are necessary. I urge you to stay at home,\" said Prime Minister Mateusz Morawiecki. \"According to researchers from the University of Warsaw, each day the increase in the number of infections due to street protests may amount to approximately 5,000 people,” he said.  Read more on the protests against Poland's abortion ban here. ##Hotspots## ##Restrictions##  UK Prime Minister Boris Johnson told the country's lawmakers Wednesday that he has been \"confronted\" with data which projects that the National Health Service (NHS) could \"collapse\" without further measures.  Johnson urged the British parliament to vote on Wednesday to approve new time-limited coronavirus restrictions that would see England enter a new national lockdown from midnight on Thursday. In a statement to the House of Commons, the British leader said deaths in this second wave could potentially exceed those of the first. The UK was badly hit by the pandemic in the spring wave and has reported more than 47,000 deaths. When I look at what is happening now amongst some of our continental friends and see doctors who have tested positive being ordered alas to work on Covid wards, and patients airlifted to hospitals in some other countries simply to make space, I can reach only one conclusion: I am not prepared to take the risk with the lives of the British people,” Johnson said in his statement. He added: “I am sorry to say that the number of Covid patients in some hospitals is already higher than at the peak of the first wave.” Johnson told lawmakers Wednesday that if the virus' reproductive rate was not reduced to below one, England faces “a bleak and an uncertain future of steadily rising infections and admissions until as I say the capacity of the NHS is breached.\"  The new period of restriction is expected to last until December 2. Johnson's decision follows similar measures imposed in France and Germany. “We are moving to these national measures here when the rate both of deaths and infections is lower than they were for instance in France, when President Macron took similar steps,\" Johnson said.\n“If we act now and act decisively we can stem the rising waters before our defences are breached.\" The British PM said he hoped the country could return to a tiered system on a local and a regional basis after the lockdown period. ##Hotspots## Sweden is tightening restrictions and enforcing local measures in another three regions, Prime Minister Stefan Löfven announced on his Facebook page Tuesday.  “Starting today, a restriction on the number of people who are allowed as a party in restaurants, pubs and bars is also introduced. No more than eight people are allowed to sit at the same table”, he said of the new measures. The three regions added onto the watchlist are Halland, Jönköping and Örebro. They were added to a list of areas already under the measures which includes Stockholm, Skåne, Uppsala, Western Götaland and Östergötland.  “This means that seven out of ten Swedes are covered by the stricter recommendations”, the PM said.  The restrictions also bar Swedish people from physical contact with people they don't live with and from staying in indoor environments where congestion can arise. The new measures also require residents to avoid events such as parties, weddings and large funerals. Employers have also been asked to ensure that their employees can work from home if possible.  “What we do now, it will make a difference. For how and whether we are going to celebrate Lucia, for what kind of Christmas celebrations we can have and for who can join us in celebrating Christmas,” Löfven said. “It is important that everyone understands the seriousness now. None of us has forgotten what spring looked like. We know what's at stake. And we know what to do. Now we have to do it too. Then we can do this -- together,” he concluded.  Sweden's coronavirus strategy has been deeply controversial. The country was one of the few European nations that did not fully lockdown in the spring, and it has reported at least 5,969 deaths -- with a death rate much higher than some of its closest neighbors, ##Hotspots## Europe has seen a 22% increase in new coronavirus cases and a 43% increase in deaths in the past seven days compared with the previous week, the World Health Organization (WHO) said Tuesday in their latest weekly Covid-19 update. France, Italy and the UK reported the highest numbers of new cases in that time, although Andorra, Czech Republic and Belgium reported the highest per population incidence.  \"France accounted for the third-highest number of new cases globally, with over 275,000 cases reported in the past week... that is a 27% increase from the previous week,\" the WHO said. The report also highlights that while cases in France rose in line with much of Europe since August, the country saw a significant surge in infection during October. The WHO added that the number of Covid-19 patients in ICU beds was \"rising rapidly\" in the country. The report is based on the data received from national authorities, as of 5:00 a.m. ET on Sunday. ##Hotspots## Kenya will extend its nightly Covid-19 curfew until January 3, 2021, with an additional hour of curfew -- from 10 p.m. to 4 a.m. -- as cases in the country surge, President Uhuru Kenyatta said in a televised address on Wednesday.  When Kenya's coronavirus restrictions were eased at the end of September, the positivity rate of tests conducted was 4%, and hospital bed occupancy was down 60% since June. Meanwhile, after restrictions were eased in October, the testing positivity rate shot up to 16%, with hospital bed occupancy rates up 140%, said Kenyatta adding: \"We have without a doubt experienced a reversal and a serious one at that.\"  \"October has been our most tragic month in the fight against Covid,\" Kenyatta said, as the Ministry of Health reported approximately 300 deaths and 15,000 new cases last month.  Additionally, Kenya suspended all political rallies and gatherings for two months, but town halls will be allowed to continue to operate. Restaurants, bars and eateries are required to close by 9 p.m. local time from Wednesday, the president said.  Kenya has recorded a total of 57,093 coronavirus cases and 1,039 deaths since the pandemic began, according to the latest data from Johns Hopkins University.  ##Restrictions## ##Hotspots## The Netherlands is reporting a drop in coronavirus cases for a fifth day in a row, as many other European countries face new lockdowns and surges in infections. The number of new daily cases in the Netherlands has consistently fallen from a record-high 11,097 cases on Friday October 30 to 7,657 new cases reported in the last 24 hours, according to the latest data from the Dutch National Institute for Public Health and the Environment. Dutch health authorities have recorded a total of 383,525 coronavirus cases and 7,682 deaths since the pandemic began. ##Hotspots## Belgian military personnel have been deployed to a new emergency hospital unit to “help relieve congestion in all hospitals in the Liège region,” the country's military announced Wednesday. The emergency unit of 17 personnel has been created in a disused surgical wing, which had been closed due to the pandemic, of Liège's Centre Hospitalier du Bois de l'Abbaye. The unit “will be able to accommodate 26 patients in [an] intermediate term,” with the aim of being able to accommodate 30 patients in the long term, according to the Belgian military, La Défense. “The 26 patients the military personnel will be looking after are recovering with a stable state of health, not requiring intensive care,\" hospital spokesperson Nicolas Petterle told CNN. Additionally, La Défense is deploying two doctors, five nurses and seven paramedics as Covid-19 cases surge across Belgium. Belgium reported a record number of hospitalizations on Wednesday, with 877 Covid-19 patients admitted in the last 24 hours, according to the Belgian health authority. At the previous height of the pandemic in March, daily hospitalizations peaked at 629. The number of people currently in hospital across Belgium has reached 7,485, with 1,351 patients requiring intensive care, according to health authorities. On average in the last two weeks, 619 people have been admitted to hospital each day. The number of new cases has been consistently dropping since October's record high of 22,132 daily infections. On average in the last week, Belgium reported 14,610 new cases each day — that's down from 16,098 average daily new cases the previous week. ##Hotspots## Hungary is in talks with China, Russia and Israel to buy a Covid-19 vaccine, according to its government website, as the country announced tighter coronavirus restrictions Wednesday.  Foreign minister Péter Szijjártó spoke with his Russian counterpart and the Russian health minister on the phone, Budapest said. The Hungarian government website says the ministers agreed to “stay in contact” about potentially purchasing a vaccine, noting the prospect of China and Russia having a vaccine ready for commercial use “within weeks or months.”  This comes as Hungary reported another coronavirus case record, with 4,219 new daily cases and 90 deaths recorded in the last 24 hours. Hungarian Prime Minister Viktor Orban has asked lawmakers to reinstate the pandemic “special legal order,” which would allow the government to rule by decree for 90 more days. He also ordered a nationwide curfew between midnight and 5 a.m., forcing nightclubs to close.  Orban warned hospitals could exhaust their capacities by mid-December if Hungary continues to follow the trend of being five to seven days behind the epidemiological situation in Austria, which currently has 567.8 cases per 100,000 people, according to European Centre for Disease Prevention and Control. Hungary has recorded almost 91,000 coronavirus cases and more than 2,000 deaths since the pandemic began, according to the latest data from Johns Hopkins University.  ##Vaccines## ##Restrictions## Countries across Europe are reporting record high Covid-19 case counts, as concern grows over intensive care unit (ICU) capacity and new lockdown restrictions are imposed throughout the continent. Here's what you need to know: Belgium Hospitals in some areas of Belgium are in crisis, as officials warn of congested ICU units and a lack of beds.  Seventeen military personnel were deployed Wednesday to a new emergency unit in the Centre Hospitalier du Bois de l'Abbaye in the city of Liege to “help relieve congestion in all hospitals in the Liège region,” the Belgian military announced. It comes a day after hospitals in Brussels hit maximum ICU capacity. England England is expected to enter a new national lockdown from midnight, following a vote in parliament Wednesday. UK Prime Minister Boris Johnson has said the new period of restriction will last until December 2. His decision follows similar measures imposed in France and Germany. Poland Poland reported a record 24,692 cases Wednesday. Cases in the eastern European country have risen rapidly over the past several days and Prime Minister Mateusz Morawiecki is expected to give a press conference later to announce further measures. Hungary In nearby Hungary, the picture is similar. The country has reported a record 4,219 cases in the last 24 hours and Prime Minister Viktor Orban has asked lawmakers to reimpose a \"special legal order\" which allows the government to rule the country by decree. Orban also warned that hospitals could exhaust their capacities by mid-December if Hungary continues to follow the trend of being five to seven days behind Austria, which is currently under lockdown. Austria Austria recorded 6,211 new Covid-19 infections on Wednesday, the first time the daily tally of cases has topped 6,000, according to the nation's Ministry of Interior. The country entered a new partial lockdown on Tuesday. ##Hotspots## Austria recorded 6,211 new Covid-19 cases Wednesday, the first time the country's daily coronavirus tally has topped 6,000, according to the country's Ministry of Interior. The new high comes a day after Austria entered its second national lockdown. Under the new restrictions leisure and culture facilities are closed and residents are subject to a curfew between 8 p.m. and 6 a.m. local time. Austria has reported a total of 125,792 coronavirus infections, according to its health ministry. The country's death toll stands at 1,277. In October, Austrian Chancellor Sebastian Kurz said the aim of the new restrictions was to prevent intensive care units from being overwhelmed.   ##Hotspots## The Vatican Museums will be closed from tomorrow under new pandemic restrictions imposed by the Italian government. The museum at Castel Gandolfo, the papal summer residence outside Rome and tours of the tombs and excavations under St. Peter’s Basilica will also be suspended, the Vatican announced Wednesday. The sites will remain closed until December 3. On Wednesday, the Italian government ordered the closure of all museums in the country as part of a comprehensive package of Covid-19 measures. Italy has reported more than 750,000 cases of Covid-19 and 39,000 deaths, according to Johns Hopkins University data.  ##Hotspots## Indonesia plans to vaccinate 9 million people with an experimental vaccine developed by Chinese drugmaker Sinovac Biotech in December, a senior government minister announced Wednesday. Minister for Maritime Affairs and Investment Luhut Binsar Pandjaitan said vaccinations \"would likely start in the third week of December 2020.\"  The Indonesian government will give vaccinations to \"nine million people in specific areas that we believe contribute greatly to handling the high number of Covid-19 cases,\" Pandjaitan said. \"In Jakarta, for instance, there are several areas that we believe contribute significantly to the tally of Covid-19 cases, and (we will) give them a shot.\"  The vaccination drive is separate from Phase 3 clinical trials for Sinovac, taking place in West Java in conjunction with Indonesia's state-owned biotechnology company Bio Farma.  Indonesian authorities said the vaccinations will put the country on track to lift restrictions in popular tourist destination Bali -- planned to reopen in early 2021. \"We are keen to see Bali become a green zone, which is our target. We are optimistic that Bali is becoming a green zone at the start of next year, as we will commence vaccinations in the third week of December,\" Panjaitan remarked. Indonesia has recorded a total of 421,731 coronavirus cases and 14,259 deaths since the start of the pandemic, according to the latest data from Johns Hopkins University.  ##Vaccines## ##Restrictions## There is a \"small chance\" that results from Oxford University’s Covid-19 vaccine trials could be ready by Christmas 2020, according to one of the university's leading scientists. “The first step is to reach the point where we can do an analysis and figure out whether or not the vaccine works...I'm optimistic that we could reach that point before the end of this year,” Andrew Pollard told UK lawmakers during a government committee hearing Wednesday. He said there was a small chance the information could be ready before the festive season. But Pollard stressed that the data had to be reviewed by regulators before the vaccine could be distributed and that he did not know the timeline of the regulation process. “Our bit we're getting closer to,” he said, referring to the analysis of the trials. The university is developing its vaccine with pharmaceutical giant AstraZeneca. Phase 3 trials for the vaccine began in September. ##Vaccines## Around 1,000 people who gathered last week for the funeral of Samsung Electronics Chairman Lee Kun-hee in Seoul, South Korea, will now be subject to coronavirus testing, South Korea’s Disease Control and Prevention Agency (KDCA) told CNN in a statement. This comes after one person who attended the funeral home on October 26 tested positive for the virus several days later, the statement said. Health authorities believe the person might have been asymptomatic when visiting the funeral home. South Korea has reported 118 confirmed coronavirus cases since Tuesday, 98 of which are locally transmitted infections and 20 are imported cases, according to KDCA Wednesday. Italy will impose new restrictions on residents from November 5, requiring them to stay home from 10 p.m. to 5 a.m. The country's new package of pandemic measures encompasses three different levels of risk, based on the virus transmission rate, the number of available intensive care unit beds and testing capacity. Under national restrictions, public transport will be capped to 50% of capacity, museums and exhibition centres will be closed, and cruise ships suspended.  In addition, masks at school will be compulsory for all students above six years old. Restaurants and bars can remain open for regular clients until 6 p.m., after which they can only provide take away or delivery services. As well as the national level, regional restrictions will also come into place in some areas. These will be designated “orange zones” and “red zones\" depending on the severity of the pandemic. Deputy health minister Sandra Zampa said in a radio interview that the new rules are “tailored” to deal with differing situations by region. In “orange zones” people will be banned from leaving the area -- except for work or health reasons -- and bars and restaurants will only be able to do delivery and take away service. In \"red zones\" people will not be allowed to move away from their town of residence and all non-essential shops will be closed.  The new rules are set to last until December 3. Italy has reported more than 750,000 cases of Covid-19 and 39,000 deaths, according to Johns Hopkins University data. ##Hotspots## Poland reported a record 24,692 new coronavirus infections and 373 deaths on Wednesday, according to the country's health ministry. Polish Prime Minister Mateusz Morawiecki is expected to hold a press conference Wednesday amid the surge, where he is expected to announce further measures to combat the virus. Restrictions have also been imposed across Europe. England is set to enter lockdown from midnight Thursday, Germany's softer, so-called \"lockdown light\" restrictions began on Monday and Austria started a nationwide lockdown on Tuesday.  Meanwhile Ukraine reported a record 9,524 new cases in the past 24 hours, the health ministry said on Wednesday. These record case counts come just days after the World Health Organization said that Europe has once again become the epicenter of the global pandemic. ##Hotspots## If you think a negative test result means you don't have coronavirus, you could be wrong -- it can take days before a new infection shows up on a Covid-19 test. It is possible to be harboring the virus, but be testing negative and have no symptoms in the early stages of infection. So if you want to get tested as a precaution before seeing friends or family, here's what you need to know: If I got infected yesterday, would a test today pick that up? Probably not. A study in the medical journal Annals of Internal Medicine examined false-negative test results of people who actually had Covid-19. The study estimated that during four days of infection before symptoms typically started, the probability of getting an incorrect/negative test result on Day 1 was 100%. On the day people started showing symptoms, the average false-negative rate had dropped to 38%, according to the study. Three days after symptoms started, the false-negative rate dropped to 20%. \"The virus just takes time to replicate in the body to detectable levels,\" said Justin Lessler, a senior author of the study and associate professor of epidemiology at the Johns Hopkins Bloomberg School of Public Health, in an email.  Could I be contagious while testing negative? Absolutely. \"People sort of feel like if you test (negative), you're out of the woods. And you're kind of not,\" said Dr. Rochelle Walensky, chief of the infectious diseases division at Massachusetts General Hospital. For people who get sick with Covid-19, symptoms can take up to two weeks to appear, but the average time is about five days, Walensky said. \"It's generally thought that you're most infectious the two days before that day and the two days after that,\" she added. Do different kinds of Covid-19 tests matter? There are two main types of diagnostic tests that detect active coronavirus infections: Molecular tests, such as PCR tests, look for the virus' genetic material. Most of these tests are performed with nasal swabs or throat swabs, though some can be done using saliva, the US Food and Drug Administration says. This test is typically \"highly accurate\" and does not need to be repeated, according to the FDA. Antigen tests, often known as rapid tests (though some molecular tests are rapid, too), look for specific proteins on the surface of the virus rather than the virus' genetic material. The good news is you can get antigen test results in less than an hour. The bad news is you're more likely to get a false negative with a rapid antigen test. So what should I do if I want to see friends or relatives? If you insist on seeing loved ones for the holidays, self-isolating for 14 days beforehand is probably your safest bet, Walensky said. \"A 14-day quarantine -- with a real quarantine -- if you do that properly, you don't need a test,\" she said, adding that isolating properly means you cannot run errands or go to the grocery store. \"That's probably the cleanest way to do it.\" Adding a coronavirus test to your list of precautions \"is a helpful thing, but only if it's done properly,\" Walensky said. \"And if you don't know exactly when or how to use it, then you very well could be setting yourself up for a false sense of security.\" Read more: The border between the Australian states of Victoria and New South Wales will reopen later this month, according to NSW Premier Gladys Berejiklian. \"On Monday, 23 November, the NSW/Victoria border will reopen. We need to keep moving forward as we live with Covid-19. I have confidence that everyone will continue to work hard to keep everyone safe,\" Berejiklian said in a tweet Wednesday. The border between the two states has been closed since July, when a second wave of coronavirus hit Victoria, resulting in more than 20,000 cases. Melbourne -- the biggest city in Victoria -- was under lockdown for months.  On Wednesday, Victoria announced zero new community transmission cases for the fifth day in a row, while New South Wales reported three new local cases Wednesday and six cases from overseas travelers. Other domestic border restrictions remain in place.  ##Hotspots## Russia reported 19,768 coronavirus cases on Wednesday, the highest number it has ever reported in a single day, according to data from the country’s coronavirus response center.  That brings Russia's total of officially reported cases to 1,693,454, including at least 29,217 deaths, according to data as of November 4. North Korean officials who violate coronavirus prevention laws could be subject to life in prison or execution, according to a South Korean lawmaker who attended a government audit hearing of the National Intelligence Service. The violations are processed by marshal law, not civil law, the audit revealed, according to South Korean lawmaker Ha Tae-keung's office. Ha's office also said North Korea is not accepting coronavirus-related aid from South Korea because of fear of transmission of the virus through the materials. South Korea's Unification Ministry confirmed that North Korea has not accepted hand sanitizer, masks, PPE and testing kits.  To date, North Korea has not reported any confirmed coronavirus cases. Japan's Ministry of Health has reported 872 new virus cases and six more deaths, according to a statement Wednesday. That brings Japan's total Covid-19 cases to 103,612, including 1,799 deaths, according to the ministry. Wednesday's statement followed a dip in cases the day before. On Tuesday, Japan reported 490 new coronavirus cases -- the first time the country had recorded fewer than 500 cases since October 26.  ##Hotspots## The United States reported 91,530 new Covid-19 cases and 1,130 coronavirus-related deaths on Tuesday, according to Johns Hopkins University (JHU). The country has reported a total of 9,382,617 cases, including 232,620 deaths, according to JHU's tally. The totals include cases from all 50 states, the District of Columbia and other U.S. territories, as well as repatriated cases.  CNN is tracking the spread of coronavirus across the US here: South Korea recorded 118 new Covid-19 cases for Tuesday, including 98 locally transmitted cases, South Korean health official Yoon Tae-ho said in a briefing on Wednesday. This brings the total number of confirmed cases across the country to 26,925, and the death toll currently stands at 474, according to the Korea Disease Control and Prevention Agency. An election worker in San Joaquin County in the US state of California tested positive for Covid-19 on Tuesday, the San Joaquin County Registrar of Voters of the state said in a statement. \"An election worker from an Escalon Voter Service Center located at the Escalon Community Center tested positive for Covid-19,\" said Registrar of Voters Melinda Dubroff. \"We do not know at this time when or where this individual was originally exposed to the virus.\" The positive case was reported at 6:15a.m. PT Tuesday, according to Dubroff. Prior to the election worker testing positive, about 50 people dropped off their ballot at this particular voting center and approximately 200 people voted in-person inside the facility over the past three days, Dubroff said.  While this particular voting center has been open since Saturday, it is unclear to what extent the infected election worker was in contact with voters.  Dubroff said the center had followed all public health protocols recommended by the country's Public Health Department, such as wearing masks, gloves, face shields and observing social distancing. Contact tracing underway: All 16 staff members who were working at the Escalon Community Center this morning are now in quarantine and were replaced with new election workers, Dubroff said. The facility underwent a deep cleaning, and contact tracing has begun in coordination with county health officials. The facility later reopened.  San Joaquin County has approximately 334,000 registered voters of an estimated population of 455,000 eligible voters, according to the Registrar. County data shows San Joaquin has leaned Democratic in the previous three presidential elections. China's far western region of Xinjiang reported 118 people who tested positive for Covid-19 on Tuesday, according to the Xinjiang Information Office. Among them, two have shown symptoms and 116 are asymptomatic. China does not include asymptomatic carriers of the virus in the official tally of confirmed cases. The new cases were reported in Shufu county in Kashgar prefecture in the region's south, where a new outbreak surfaced late last month. Officials said in a press conference on Tuesday night that the 116 asymptomatic cases were identified among those who were already under quarantine or medical observation, while the two confirmed cases had developed symptoms after being identified earlier as asymptomatic cases. In response to the new cases, Xinjiang will launch a new round of mass testing in Shufu county starting on Wednesday, according to authorities.  In late October, Kashgar launched a citywide testing drive for its 4.7 million residents, after a single asymptomatic case was reported.  As of Tuesday evening, Xinjiang has reported 64 symptomatic cases and 345 asymptomatic cases in the latest outbreak. The Indian capital of New Delhi reported 6,725 new coronavirus cases on Tuesday, the highest single-day rise since the pandemic began, according to the city's health department.  Delhi's total caseload now stands at 403,096, with 6,652 deaths. Around 360,000 people have recovered, the health department said. Going against the national trend: The city's new high in daily infections comes amid a decline in new cases nationwide.  India registered 46,253 new Covid-19 cases on Tuesday, bringing the country’s total to 8.31 million, the Ministry of Health said Wednesday. A total of 123,611 deaths have so far been reported across the country.  More than 112 million tests have been conducted across the country, according the Indian Council of Medical Research. ##Hotspots## Active Covid-19 hospitalizations in the United States reached 50,340 on Tuesday, according to the Covid Tracking Project (CTP).  CTP noted on Twitter that hospitalizations in the Midwest are sharply rising. “In the region there are 238 people currently hospitalized per million people,” it said. More than 480,000 coronavirus patients have been hospitalized thus far in the US, according to CTP. Active Covid-19 hospitalizations approached 60,000 during earlier peaks in the spring and summer. Estimates from the US Department of Health and Human Services put the number of Covid-19 patients in US hospitals at 52,609 as of Tuesday, even higher than the CTP. According to HHS, more than 70% of inpatient hospital beds in the US are currently filled. About 10.5% of those hospitalizations are Covid-19 patients.   The US state of Montana reported its third-highest day for new coronavirus cases since the pandemic began on Tuesday, according to the state's dashboard. Tuesday's dashboard showed that 909 new cases were reported, with 35,159 cases reported since the pandemic began. The state recorded its highest number of cases in a single day last week.  Montana Department of Health says that there are now 399 total deaths, up 13 since Monday's report.  The hospital occupancy report shows that 389 patients are hospitalized with the virus statewide, with 79 of those patients in intensive care. ##Hotspots##  New Mexico's Department of Health recorded its highest number of daily new Covid-19 cases on Tuesday according to the US state's dashboard and the Johns Hopkins University Covid Tracking Project. With 1,141 new cases, this is the third time the southwestern state has reported over 1,000 new cases since Thursday. There are now 49,240 cases statewide since the start of the pandemic and 1,045 deaths. There are 401 patients hospitalized with the virus, but the health department notes that the figure includes residents of other states who may have been hospitalized in state. It also says the number of hospitalizations does not include New Mexicans who have been transferred to hospitals in other states.  The number of patients in hospital care is the most since the pandemic began, according to the state's dashboard.  NOTE: These numbers were released by the New Mexico Department of Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. More than 130,000 US lives could be saved by March if most Americans wore masks, said Dr. Francis Collins, director of the National Institutes of Health, in a blog post on Tuesday. “If most Americans pulled together to do the right thing and wore a mask in public, this simple, selfless act would save more than 130,000 lives in the next few months alone,” Collins wrote. Collins said only about half of Americans wear a mask in public, citing a study by the team responsible for the University of Washington’s Institute for Health Metrics and Evaluation coronavirus model. The team predicts that Covid-19 deaths could surpass 1 million in the US by the end of February on this trajectory. He noted that an increase in mask use would also help the economy, by preventing the need for another lockdown.  “Think about it in the same way you think about putting on your seat belt -- a minor inconvenience that can save lives,” Collins wrote. As of November 1, there have been 46 million coronavirus cases and 1.2 million deaths globally, according to the World Health Organization’s weekly Covid-19 update.  An age and gender analysis shows younger people account for more coronavirus cases over the course of the pandemic, with the proportion of cases among 15- to 24-year-olds increasing from 4% in the beginning stages of the pandemic to 14% more recently, and from 50% to 65% among 25- to 64-year-olds. Among those 65 and older, the proportion of cases decreased from 40% to 15%. The WHO also notes increasing reports of long-term effects of coronavirus, including among younger people. While the trend in cases is shifting among age groups, older people remain the most vulnerable to illness and death from Covid-19. Background: As CNN previously reported, the median age of people diagnosed with coronavirus keeps getting lower. In May, the median age of confirmed cases was 46. By July, that number had dropped to 37. According to a September report from the US Centers for Disease Control and Prevention (CDC), by August, 1 of every 5 confirmed cases in the US is a person in their 20s, and from June to August, Covid-19 incidence was highest in people ages 20 to 29.", "Section": "world", "Writers": ["Nectar Gan", "Steve George", "Zamira Rahim", "Lauren Kent", "Ed Upright", "Rob Picheta", "Hira Humayun"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-11-04-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}