{"Type": "article", "Time": "2021-03-15", "Headline": "#MyFreedomDay 2021: Students take a stand against modern-day slavery", "Text": "In Moldova, students define freedom, one letter at a time. Colorful artworks accompany this pledge from Cemba, an arts school in Ecuador.  Here's a video from Future Unchained, a California-based group that helps victims of human trafficking and raises awareness among the Asian American community. These students from Universal Whitehall Schools in Nigeria are supporting freedom from slavery and forced labor. Mexican trafficking survivor Karla Jacinto recorded this heartfelt video. \"You are making a difference,\" she says, \"and everyone can help, by spreading the message.\" Our live blog may have closed, but the #MyFreedomDay messages have kept coming -- including this one from students in Ecuador: \"Help stop human trafficking and be part of the change.\" That's a wrap from us on the live blog for #MyFreedomDay 2021. On behalf of everyone at the CNN Freedom Project, thank you for the photos, videos, signed pledges and creative artwork shared from all over the world. Most importantly, thank you for pledging to help fight modern-day slavery. It takes all of us. See you next year! Though they couldn't get together in person, members of the Human Rights Center at the University of Dayton in Ohio, US, virtually showed their support for My Freedom Day with a call to action to raise awareness of modern slavery. In Jamaica, students at the Hillel Academy nominate each other to sign the #MyFreedomDay pledge, creating a chain that includes more than a dozen classmates. Rasha Hammad, CEO of Youth Underground, highlights the new risks associated with students learning at home during the pandemic. Watch the video here These second graders at SEK International School Catalunya in Barcelona spent #MyFreedomDay learning and discussing what freedom means to them through the best possible ways: story time, art and play. Students from the Chisipite Senior School in Harare, Zimbabwe perform an original spoken word poem, while also demonstrating the different tasks that enslaved children have to do in the cobalt mining industry. The cotton used to make your clothes could have been produced using forced labor or child labor. At the American School of Recife in Brazil, these students take the pledge to do their part in ending modern slavery. You can take the pledge, too! South African students at De La Salle Holy Cross College Junior School in Johannesburg reflect on how being free means a world of opportunities. CNN's Becky Anderson speaks with students at the American Community School of Abu Dhabi about the ways they're taking action in school. At the SEK International School in Madrid, students spell out what freedom means and share what they're doing to combat modern-day slavery. Students at the International School of Belgrade, Serbia have created presentations and artwork to explain what freedom means to them. They even made a freedom quilt! Students from Arran High School in Scotland have created awareness posters to recognize slavery still continues in the world today.  North Springs Charter High School in Georgia, US partnered with Atlanta-based non-governmental organization Street Grace to help put an end to modern slavery.  Students of Osadenis Mixed Secondary School in Asaba, Nigeria take the #MyFreedomDay pledge in unison. You can do the same by clicking on this link.  Students from KAD Academy in Kaduna, Nigeria add their voices to the fight against modern slavery and human trafficking.  Hong Kong International School was abuzz with awareness-raising activities today, with pupils on campus and logging in via video calls to learn more about what they can do to prevent modern slavery. Students at Chisipite Senior School in Harare, Zimbabwe, have shared their My Freedom Day pledges. Students from International School Amsterdam share startling statistics about modern slavery and human trafficking.  MotoGP world champion Joan Mir along with fellow riders Franco Morbidelli, Jack Miller and Pol Espargaro have all signed the #MyFreedomDay pledge. In Pakistan, students at the Sheikh Zayed International Academy Islamabad have shared their pledges and support for My Freedom Day. To mark #MyFreedomDay and shed light on modern slavery, students from HPC International School in Heidelberg, Germany, created colorful artwork.    In South Korea, students at the Seoul Foreign School reflect on their involvement in a CNN panel about modern slavery, coinciding with My Freedom Day. Students from Abmos Private School in Lagos, Nigeria celebrate My Freedom Day by sharing why they are free.  Year 12 and year 8 students at St. Joseph's Institution International School in Malaysia interviewed their teachers about the concept of freedom, and have teamed up to create an educational resource for other tutor groups. Young people at Children’s Garden Home and School in Nairobi, Kenya have shared their My Freedom Day pledges on Instagram.   Taking the #MyFreedomDay pledge, Year 8 students at Day Waterman College in Ogun State, Nigeria, created presentations and dramatic monologues to highlight issues of child labor, domestic servitude and debt bondage. At the Finnish School of Kosovo, teachers and students from pre-school through secondary joined together for #MyFreedomDay. Students prepared videos, poems and talks, and highlighted important issues surrounding modern-day slavery. Student council members at Saint Michael's College of Laguna, Philippines, have taken CNN’s #MyFreedomDay pledge, making a commitment to ending modern-day slavery. More than 100 students from the Z Club in Liceo de San Pedro in Laguna, Philippines, took a stand against modern-day slavery with the #MyFreedomDay pledge. Most of the world’s cobalt -- used in phone and laptop batteries -- comes from the Democratic Republic of Congo, where children as young as seven years old are working in mines for up to 24 hours straight. Learn more about how you can help end modern-day slavery in our supply chains. These students from the American Community School of Abu Dhabi tell us what makes them feel free.  New York-based non-profit Street Art Mankind (SAM) is raising awareness of child labor and human trafficking through powerful wall murals and street art. SAM launched New York City’s first \"Art Walk Against Child Trafficking\" with striking murals across the city depicting stories of modern-day slavery survivors.  Anamalia, Amylia, Anaise, Aunofo and Pipiena from the Talitha Project, an NGO in Tonga that empowers young girls and women, share their support for #MyFreedomDay. Teens from around the world joined together to take the pledge for #MyFreedomDay. The Youth Against Slavery Movement empowers young people to take a stand against modern-day slavery and work collaboratively on solutions.  At D' New Victoria School in Makati City, Philippines, students take the pledge to stand against modern-day slavery. They share what #MyFreedomDay means to them through video and drawings.  Children at Tuti English Kindergarten in Sofia, Bulgaria, shared the #MyFreedomDay message. Students at Cebu International School share what freedom means to them for CNN's #MyFreedomDay. Creating videos while they study from home, this is the fourth year CIS students have taken part in the project to raise awareness of modern-day slavery.  Mica, a mineral used as a pigment for cosmetic products including lipsticks and eyeshadows, is often mined by children in South Asia and East Africa. CNN explains how to tell what's in your beauty products: Grade 5 students at the American Community School of Abu Dhabi prepared talks and poems on modern-day slavery for their recent TEDx event for #MyFreedomDay.  In one of India's silk hubs, a mother and daughter spent years trapped in a life of servitude, working in harsh conditions to pay off a loan. Read the full story here In the Philippines, anti-slavery group Voice of the Free, and the iFight movement, have been fighting the good fight against slavery. Pupils at Blooming Greens School in Lagos, Nigeria, explain what freedom means to them. Today, March 16, students are joining the fight against modern-day slavery and human trafficking.  Pupils at school and at home are raising awareness of the 40 million people -- including 10 million children -- living in modern slavery today.", "Section": "world", "Writers": [], "URL": "https://www.cnn.com/world/live-news/myfreedomday-2021-spc-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}