{"Type": "article", "Time": "2017-08-23", "Headline": "Where do Asia's top chefs shop for ingredients?", "Text": "Regardless of whether it has a trio of Michelin stars attached to its name, a restaurant is nothing without amazing produce.  The finest dishes are often created with ingredients from the most humble of sources -- the local market. It's there that chefs will bargain alongside regular home cooks, also on the lookout for the perfect potato or freshest fish.  Here, some of Asia's top chefs reveal which markets they head to for produce, inspiration -- or both. Chef: Chisaki Iba, Mizuki Sushi at the Ritz-Carlton Kyoto Favorite market: Kyoto Central Wholesale Market For gastronomes and food tourists the world over, Japan is often mentioned in hallowed terms when it comes to the quality and integrity of fresh market produce.  For chef Iba, there's no better option than Kyoto's Central Wholesale Market. She frequently visits the market at 7 a.m. to shop for the seasonal catch, inspecting up to 15 different kinds of fish at her regular supplier. Back in the restaurant, Iba relies on the fresh produce to craft world-class sushi and sashimi for lucky diners. Mizuki Sushi, The Ritz Carlton Kyoto, Kamogawa Nijo-Ohashi Hotori, Nakagyo-ku, Kyoto; +81 75 746 5555 Chef: Jarrett Wrisley, Soul Food Mahanakorn, Bangkok Favorite market: Or Tor Kor Market, Bangkok  Or Tor Kor Market, which lies just opposite the famous Chatuchak Weekend Market, is often praised as one of the best outdoor food markets in Asia.  Jarrett Wrisley -- chef-owner of Soul Food Mahanakorn, with locations in Bangkok and Hong Kong -- is a huge fan. \"As wet markets continue to close across the region, and food is moved into sterilized malls and supermarkets, it's great to see this market thrive,\" he says. \"The sheer variety of produce is head-spinning and, at Or Tor Kor, it's all sourced from the best fruit and vegetable farms in central Thailand.  \"There are sections with beautiful seafood, fresh and salted and dried; organic rice and dry goods; and butchers that work in clean rooms with refrigeration -- unlike other, more basic outdoor markets.\" Wrisley buys freshly pressed coconut cream, ingredients for curry pastes, fat prawns and wild fish.  \"There are a few good food stalls in the back, so you can get lunch while you shop for dinner,\" he adds. \"Don't miss the crispy pork (moo krob) vendor.\" Soul Food Mahanakorn, 56/10 Soi Thonglor, Sukhumvit 55 Road, Klongtunnua Wattana, Bangkok; +66 2 714 7708 Chef: Liu Ching Hai, Summer Palace at the Regent Singapore Favorite market: Chinatown Wet Market, Singapore Singapore offers a wide array of fresh produce at its markets, not to mention legendary street food centers. Chef Hai's wet market of choice? Chinatown. \"It's situated right where all the Chinese heritage and culture is as well, so it's always a nice sight to see the locals around. I purchase ingredients like wolf herring, turtles, frogs, clams and other live seafood from this market. Aside from being hard to find elsewhere, I find that the items sold here tend to be fresher as well.\" Summer Palace, 3/F, Regent Singapore, 1 Cuscaden Road, Singapore; +65 6725 3288 Chef: Ricky Thein, Lai Po Heen at the Mandarin Oriental, Kuala Lumpur        Favorite market: Keen Hing Enterprise, Kuala Lumpur  Ricky Thein has worked with various Chinese master chefs across the region over the years, gaining invaluable knowledge and honing his skills in preparing Cantonese, Teochew and other cuisines.  \"Every single market in Malaysia is lovely; fresh vegetables, friendly people,\" he says.  \"[Markets] are places where strong cultural bonds mutually exist between Malay, Chinese and Indians that give birth to our unique environment.  \"My favorite place, though, is a 50-year-old Chinese herbal medical shop: Keen Hing Enterprise.\" \"It prides itself in having rare and fresh Chinese herbs, ingredients that promote healing and are great health remedies. I also buy sea cucumber, dried scallop, oysters and more.\" Lai Po Heen, Mandarin Oriental, Kuala Lumpur City Centre, Kuala Lumpur; +60 3-2380 8888 Chef: Haji Qahar, Bar.B.Q. Tonight, Karachi Favorite market: Empress Market, Karachi  Bar.B.Q. Tonight is an institution in Karachi, Pakistan, thanks to its legendary grilled meats.  Chef Haji Abdul Qahar was born and raised in Kunduz, Afghanistan, before leaving the war-torn country with his family as a teenager. He arrived in Karachi in 1988, the same year Bar.B.Q. Tonight opened its doors. Soon enough, he started working there as a dishwasher.  Qahar's passion paved his path to become head chef, where today he oversees menus that include extensive produce from Empress Market. Constructed in 1884, this landmark is the city's oldest market and offers everything from spices and meat to textiles. \"I love coming back here, as it brings back memories of earlier days when I first moved to Karachi,\" says Qahar. He keeps a particular eye out for seafood, especially grilled jumbo prawns and pomfret fish.  Bar.B.Q. Tonight, Com 5/1 Boating Basin, Clifton, Block 5, Karachi, Pakistan; +92 21 111 227 111 Chef: Tsai Shihrong, Silks Palace at the National Palace Museum, Taipei Favorite market: Dihua Street Market, Taipei Chef Tsai Shihrong began his culinary career at 16 years of age and joined Silks Palace in 2009. He is a fan of Taipei's Dihua Street Market, located in one of the city's oldest neighborhoods, where today century-old apothecaries and dried goods businesses stand beside hipster cafes and artisan boutiques.  In terms of produce, it's most famous for its Chinese medicine shops, where owners are on friendly and familiar terms with long-term customers, such as chef Tsai.  \"With its high-quality produce and rich heritage, Dihua Street market is one of the best-kept secrets in Taipei,\" Tsai explains. Tsai relies on eight Chinese herbal ingredients with medicinal properties to make a signature Chinese dessert: Eight Treasure Cake. These include water lily and lotus seeds, Chinese yam, white lentils and the wonderfully named \"atractylodes,\" from the sunflower family. Silks Palace, National Palace Museum, Section 2, 221 Chishan Road, Shilin, Taipei, Taiwan; +886 2 2882 9393 Chef: Aissa Nable-Montecillo, Apartment 1B at The Henry Hotel, Metro Manila  Favorite market: Manila Farmers Market, Cubao, Quezon City Aissa Nable-Montecillo has been a consultant, private and executive chef and now oversees menus at Apartment 1B, a popular gourmet comfort food destination with a new location inside The Henry Hotel.  Her favorite spot is the Farmers' Market in Manila's Quezon City where fruit, vegetables, meat and more vie for attention with cooked food stands. Nable-Montecillo's favorite is the seafood.  \"If you want variety, you've got it -- there's seafood 'til it comes out of your ears. I love the enormous giant prawns, which are five to a kilo!\" Apartment 1B, The Henry Hotel, 2680 FB Harrison St, Pasay City, 1300, Metro Manila; +63 2 807 8888 Chef: Mingoo Kang, Mingles, Seoul  Favorite market: Gyeongdong Market, Seoul When Seoul's inaugural Michelin Guide was announced in 2016, Chef Mingoo Kang's restaurant Mingles earned one star.  His experimental contemporary cuisine is well balanced, thanks in part to produce from Gyeongdong Market. Stretching across 3 million square feet (300,000 square meters), the market is enormous. There are more than 1,000 shops, covering every imaginable foodstuff -- most notably herbal medicine and ginseng, supplying 70% of the nation's ingredients. \"This market is the best place to see all of (South) Korea's seasonal ingredients, especially local vegetables and herbs,\" says Kang. \"For our restaurant, we go there at least two to three times a week, to get foraged spring herbs, known as 'namul' in Korean. There are more than 40 different kinds of wild herbs to choose from.\" Mingles, 1/F, Gangnam-gu, 94-9 Nonhyeon-dong, Seoul; +82 2 515 7306 Chef: Simon Sunwoo, Liquid Laundry, Shanghai Favorite market: Chang Chun Shi Pin Shang Dian, Shanghai  Whether you're looking for products to cook with or take away as souvenirs, Shanghai's Chang Chun market is a well-known spot for travel-friendly gourmet produce, from regional snacks to high-end preserved products.  \"I take advantage of Chang Chun's superior quality Jinhua ham, dried scallops and dried shrimp to make a classic XO sauce,\" says Sunwoo.   \"When choosing dried shrimp or scallops, I use the nose test. If it smells good, it usually tastes good. The quality of product is usually reflected in the price tag, so choose ingredients according to your budget!\"  Sunwoo uses versatile XO sauce to add umami to his dishes, flavoring everything from local scallion noodles, spruced up with slow-cooked egg and salted pollock roe.  Liquid Laundry, 2/F, 1028 Huahai Middle Rd, Xuhui District, Shanghai; +86 21 6445 9589 Chef: Justin Kam, Xiang Palace Restaurant at InterContinental Phnom Penh Favorite market: Central Market (Phsar Thmei), Phnom Penh  Xiang Palace is a fine-dining restaurant at the Intercontinental serving Cantonese cuisine helmed by Malaysian Chinese chef Justin Kam.  Born and raised in Penang, Malaysia, Kam's passion for cooking came from watching his grandmother prepare authentic Nyonya dishes for family gatherings.  His favorite market in the Cambodian capital of Phnom Penh is Central Market, or Phsar Thmei in Khmer.  It was built in 1937 and retains its elegant Art Deco look, but it's not just food on sale. Travelers will find everything from handbags to electronics. \"Visiting this market is always a great experience, as there's a wide variety of local and imported fresh vegetables, fruits, seafood and meat,\" says Kam.  \"My favorite produce to buy is the shrimp -- delicious!\" Xiang Palace Restaurant, InterContinental Phnom Penh, PO. Box 2288, Regency Square, 296 Mao Tse Toung Boulevard, Phnom Penh, Cambodia; +855 23 424 888 Chef: Gordon Tambimuttu, The Langham Melbourne  Favorite market: Queen Victoria Market, Melbourne Tambimuttu is a veteran of The Langham in Melbourne, Australia, with an 18-year tenure at the hotel.  He chooses Melbourne's Queen Victoria Market, one of the city's most popular tourist destinations, as his all-time favorite. \"It's vast, comprehensive and caters to home cooks as well as seasoned chefs,\" Tambimuttu explains. \"From the extensive selection of fresh produce to the famous bratwurst and donuts, the exclusive cheese larder and seafood hall, Queen Victoria Market has it all.\" Top purchases?  \"The barramundi from Western Australia, Tasmanian salmon and locally produced Yarra Valley Dairy goats' cheese are my staples.\"  The Langham, Melbourne, 1 Southgate Avenue, Southbank, Melbourne; +61 3 8696 8888 Chef: Kevin Cherkas, Cuca, Bali  Market: Rantepao Market, Toraja, Sulawesi  Charismatic chef Kevin Cherkas has an impressive track record, developed in Michelin-starred restaurants including Spain's legendary El Bulli and New York's Daniel.  The award-winning chef subsequently co-founded Cuca in Bali, where he'", "Section": "foodanddrink", "Writers": [], "URL": "https://www.cnn.com/travel/article/asia-best-fresh-markets-chefs/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}