{"Type": "article", "Time": "2021-01-08", "Headline": "What you need to know about coronavirus on Friday, January 8", "Text": "The world is now facing the deadliest period of the coronavirus pandemic so far. The five worst days in terms of global Covid-19 deaths all came within the past 10 days, according to data from Johns Hopkins University. In the United States, the daily death toll has hit a new record on three consecutive days. Yesterday, that figure topped 4,000 for the first time ever. Germany, South Africa and Sweden also reported their deadliest days yesterday, while the United Kingdom saw its worst day since April.  Switzerland, Indonesia, Israel, Japan, Panama, Slovakia and Lithuania are among the countries that recorded their highest daily fatalities earlier this week.  The new, more contagious, strains of the virus appear to be responsible for some of the spikes in cases. South Africa, where one of the variants was first identified, has seen more than 200,000 new cases in the past two weeks. At the same time, a humanitarian crisis is unfolding at the country's frontier with Zimbabwe, where hundreds of workers have been blocked by a national lockdown that bans cross-border travel.  Public health officials across the world are desperately pleading with citizens to stick to the well-known safety precautions. Avoiding large gatherings, limiting contacts with those outside your household and wearing a mask are key. This applies even if you don't feel sick. A study published yesterday found that more than half of Covid-19 cases may have been transmitted by people not showing symptoms. YOU ASKED. WE ANSWERED Q: Does the Covid-19 vaccine work against the new mutations? A: A study provides early evidence that the Pfizer vaccine might be effective against two new coronavirus variants first identified in South Africa and the United Kingdom. The two viruses share a mutation known as N501Y that scientists feared could allow the virus to evade the immunity generated by a vaccine. The researchers made a version of the virus that carries that mutation, then tested it against blood taken from 20 people who had received two doses of the Pfizer shot as part of a clinical trial. In research published yesterday, they said they found \"no reduction in neutralization activity\" against the mutated virus. The study -- conducted by researchers at Pfizer and the University of Texas Medical Branch -- does not test the full array of these mutations. It also has not been peer-reviewed. Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415. WHAT'S IMPORTANT TODAY Two arthritis drugs can help the sickest Covid-19 patients Early research has shown that giving infusions of either tocilizumab or sarilumab, two drugs typically used to treat rheumatoid arthritis, to critically ill Covid-19 patients was associated with an 8.5% improvement in surviving the disease and being discharged from a hospital's intensive care unit about a week to 10 days faster. \"That's a big change in survival,\" said Anthony Gordon, chief investigator of the REMAP-CAP trial and a professor at Imperial College London. \"We also saw the patients recovered more quickly. They were getting better and able to be discharged from the ICU quicker -- and that was on average and every patient is slightly different.\" A year after Wuhan, China locks down another city China has locked down a city of 11 million people in its northern province of Hebei, in an effort to contain the country's worst coronavirus flare-up in months. Residents of Shijiazhuang, a provincial capital near Beijing, have been barred from leaving, with major highways blocked, train and bus stations closed and flights canceled. The lockdown comes as a total of 117 Covid-19 infections -- including 67 asymptomatic cases -- were detected in Shijiazhuang on Wednesday. The city identified another 66 positive cases yesterday, according to the Hebei provincial health commission. The outbreak in that city comes just weeks before the Lunar New Year holiday, the most important annual festival in China, which typically sees millions of people traveling home to reunite with family. LA County sees one virus death every eight minutes The number of people dying of Covid-19 in Los Angeles County in a day is equivalent to the number of homicide deaths the city saw in an entire year, Mayor Eric Garcetti said during a news conference yesterday.  The county is the epicenter of the epidemic in California, with one person dying from the virus every eight minutes. \"People who were otherwise leading healthy, productive lives are now passing away because of a chance encounter with the Covid-19 virus,\" health officials said earlier this week. \"This only ends when we each make the right decisions to protect each other.\" ON OUR RADAR Australia and the UK will require international arrivals to present negative Covid-19 test results. \nCoronavac, the vaccine candidate developed by the Chinese laboratory Sinovac, has been shown to have an efficacy of 78% during Phase 3 trials in Brazil. \nA Philadelphia 76ers player tests positive, forcing the team to stay in New York overnight. \nAustralia's Greater Brisbane goes into lockdown to stop the spread of UK Covid-19 strain. \nIran's Supreme Leader calls for a ban on Western Covid-19 vaccines entering the country. \nTaking social distancing to a whole new level, Sweden's Göteborg Film Festival is inviting one film fan to spend a week on an isolated lighthouse island, with only movies and the North Sea for company. \nThe World Health Organization urges European countries to intensify pandemic measures as the region deals with a new variant. TOP TIP This year will be marked as a year of continued uncertainty, anxiety and -- if you're like many people -- a lot of stress-related eating. There is no need to stress about stress eating, though. As most of us await the arrival of new vaccines and a more healthy way of living, here are some tips on how to better fuel your body in 2021. TODAY'S PODCAST \"Within half an hour of landing, I had my luggage, was ushered onto a bus, and taken to the hotel where I would be quarantined.\" --  Emily Liu, CNN Associate Producer  Imagine a country that is not under a strict lockdown or scrambling to find hospital beds to care for Covid patients; where people regularly dine and drink inside. This country exists -- it's Singapore. One of our associate producers, Emily Liu is there now, and today she takes us to a place where life feels almost normal again. Listen now.", "Section": "world", "Writers": ["Ivana Kottasová"], "URL": "https://www.cnn.com/2021/01/08/world/coronavirus-newsletter-01-08-21-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}