{"Type": "article", "Time": "2020-12-21", "Headline": "UK travel ban: These countries have imposed new restrictions", "Text": "Countries around the world are imposing bans and restrictions on travel from the United Kingdom to stem the transmission of a coronavirus variant that health authorities say can spread faster than others.  The new variant discovered in the UK prompted authorities to impose a Tier 4 lockdown in London and southeast England and tighten restrictions for all of England over the festive period.  Since the UK lockdown was announced on Saturday, over 40 countries in Europe, Asia, South America, the Caribbean and the Middle East have restricted travel from the UK and in some cases, also travel from other countries that have documented cases with the variant.  The variant has also been detected in Denmark, the Netherlands and Australia, according to the World Health Organization. In South Africa, a different coronavirus variant has been reported, the WHO's technical lead for Covid-19, Maria van Kerkhove, said Monday. The UK Foreign, Commonwealth and Development Office (FCDO) is working to support British nationals affected by the travel disruptions caused by the new restrictions, which have cut off UK travelers from much of Europe and other parts of the world.  The United States had not issued a ban on travel from the UK as of Thursday morning. However, New York Mayor Bill de Blasio announced on Wednesday that UK travelers arriving in the city will be required to quarantine or face a daily $1,000 fine. The move comes days after New York Governor Andrew Cuomo called for either a ban on travel from the UK or mandatory testing of passengers, while airlines Delta, British Airways and Virgin Atlantic agreed to a testing mandate for passengers boarding flights between the UK and New York City. US Assistant Secretary for Health Admiral Brett Giroir told CNN that as of Monday morning, there weren't plans for US restrictions on travel to or from the UK because of the new coronavirus variant, but \"everything is possible, we just need to put everything on the table, have an open scientific discussion and make a best recommendation.\" \"CDC is following the situation closely and actively assessing the implications of the new variant and response options with respect to international travel,\" according to a statement from the US Centers for Disease Control and Prevention. COUNTRIES BANNING TRAVEL  Argentina According to a joint statement published Sunday by the Argentinian Health and Interior Ministries, Argentina was to allow only one more flight from Britain to land at the international airport in Buenos Aires on Monday morning. Later flights have been canceled.　    Belgium From December 23 to 31, only residents of Belgium will be allowed to enter the country. Non-residents can enter from January 1,  provided they supply evidence of a negative Covid-19 test taken no more than 48 hours prior to their arrival . Bulgaria Prime Minister Boyko Borissov convened a working meeting on Sunday with members of his Cabinet in response to the new variant, during which it was decided to temporarily suspend air travel between Bulgaria and the United Kingdom starting Monday until January 31, 2021, his office said. Brazil  Brazil has placed a temporary ban, which will come into effect on Friday, on all flights originating from the UK or passing through. Foreigners who have been in the UK during the past 14 days are all blocked from entering the South American country. Canada Canada has extended its ban on passenger travel from the UK until January 6, 2021. Canadian Prime Minister Justin Trudeau confirmed the news in a press conference on Wednesday. The measure was initially put in place for at least 72 hours beginning midnight Sunday.   Chile The Chilean government announced that all flights to and from the UK will be suspended beginning on Tuesday, and that travelers who have been to the UK in the past 14 days would have to self-quarantine.　  China China is suspending direct flights to and from the United Kingdom from Thursday. The announcement was made by Foreign Ministry spokesman Wang Wenbin, who said officials were taking \"reference from other countries.\" Colombia Colombian President Ivan Duque announced that all flights between Colombia and the UK will be suspended, starting on Monday. Travelers who have been to the UK in the past 14 days will also have to self-quarantine upon entering Colombia, Duque told reporters.    Czech Republic The Czech government was halting flights from the UK as of 6 a.m. ET Monday in reaction to the new variant of the coronavirus in the UK, a government statement said.   Dominican Republic The Dominican Republic has suspended all \"aerial operations\" between the island and the UK starting Monday until January 10. All other operations such as emergency flights, cargo and airmail will not be affected by the mandate. The government has also introduced a mandatory seven-day quarantine period for travellers with journeys originating in the UK. Travelers will be required to undertake a PCR test while in quarantine.    El Salvador El Salvador is banning anyone entering the country from the UK and South Africa.   Estonia The government of Estonia announced a suspension of air traffic between Estonia and the UK on Sunday, which will last until the end of the year.    France French Prime Minister Jean Castex has eased restrictions days after announcing a 48-hour ban on the movement of people from the UK to France starting Sunday night and applying to all methods of transport. Freight drivers and some passengers will now be allowed to enter if they can provide proof of a negative Covid test taken less than 72 hours before departure. Germany The German government is restricting travel to and from the UK and South Africa because of the new coronavirus variant.  Grenada Grenada has suspended all flights to and from the UK until further notice. Additionally, anyone who has been in the UK within the past 14 days will not be allowed entry into the country.  Guatemala In Guatemala, health authorities announced on Monday travelers from the UK are prohibited from entering the country due to the new variant of Covid-19 detected. Guatemala's Health Minister said further details on the new restrictions for travelers from the UK will be announced Wednesday.  Hong Kong Hong Kong will ban all passengers who stayed in the United Kingdom for more than two hours in the past 14 days from arriving in the city starting Tuesday, Secretary for Food and Health Sophia Chan said during a Monday press conference.   India Flights between India and the United Kingdom are suspended until the end of 2020, the Indian Ministry of Civil Aviation said on Monday. Passengers arriving in India from the UK before December 22 are required to take a mandatory RT-PCR test.    Iran Iran announced the suspension of flights to and from the UK for two weeks on Sunday.   Israel Israel's government has banned flights from the UK, Denmark and South Africa.  Italy Italy is suspending flights between the country and the United Kingdom because of the new coronavirus variant identified in England, Italian Minister for Foreign Affairs Luigi Di Maio announced on Sunday.  Jamaica Jamaica has banned all flights coming from the UK until January 4, although those due to arrive Tuesday will be accepted, the Ministry of Health and Wellness has said. Passengers on those flights will be PCR tested on arrival and quarantined for at least 48 hours in government accommodation. Those testing negative will receive armbands to complete a 14-day quarantine at home. Those testing positive will be quarantined by the state until their recovery.    Jordan The government has decided to suspend all direct and indirect (transit) passenger flights from the United Kingdom starting Monday and lasting through January 3, 2021, according to a statement from Jordanian Government Spokesman and Minister of State for Media Affairs Ali Al-Ayed.   Kuwait Kuwait has suspended flights arriving from the United Kingdom starting Monday.     Latvia Latvia has suspended travel to and from the UK from December 21 to January 1, the Latvian Ministry of Transportation announced in a statement on Sunday.    Lithuania Fights from the UK will be suspended, Lithuania's prime minister tweeted.    Luxembourg Luxembourg has temporarily suspended flights from the UK after a new variant of coronavirus was found there, according to a government statement Sunday. Morocco Morocco suspended flights to and from the United Kingdom starting Sunday night (December 20), Morocco State News Agency (MAP) reported.   Netherlands The Netherlands will ban all passenger flights coming from the United Kingdom.  North Macedonia The Prime Minister of North Macedonia has announced that flight restrictions to the UK will be unveiled imminently. Oman Oman will shut down its air, sea and land borders starting Tuesday, December 22, for one week to monitor the new variant of coronavirus reported by the United Kingdom, Oman state news agency reported.   Pakistan Pakistan is suspending direct or indirect travel from the United Kingdom into the country.  According to a statement released by the Pakistan Aviation Ministry the suspension will be in effect from December 23-30. Repatriation flights to the UK are available, however. The ban will be reviewed December 28.    Panama Starting at 11:59pm ET on Monday, Panama will temporarily suspend the entrance of people who have stayed or transited in the UK or South Africa in the past 20 days.  Peru Peruvian President Francisco Sagasti announced a ban on flights coming from Europe for two weeks as a preventive measure. He also announced a ban on foreigners coming to Peru if they have been in the UK for the last two weeks.    Poland Flights to and from the UK have been suspended until at least January 6. Republic of Ireland The government for the Republic of Ireland has extended its ban on flights from Britain until December 31. The temporary measure was initially put in place for two days from Sunday.     Russia Russia is suspending flights to and from the UK for a week starting at midnight Moscow time on December 22, state-run news agency RIA Novosti reported, citing Russian coronavirus response headquarters. Saudi Arabia Starting Monday, all international flights are suspended for seven days -- except in exceptional cases, Saudi Arabia's General Authority of Civil Aviation (GACA) has announced. The temporary ban can be extended for another week. Spain Spain's government, in coordination with Portugal, will refuse entry to travelers from the UK starting Tuesday, Spain's La Moncloa announced Monday afternoon. Spanish citizens and residents are exempt. The government also announced it will reinforce border controls at Gibraltar.   Sweden Sweden has amended its entry ban on travel from the UK to allow residents to return to the country. The Swedish government released a statement on Wednesday, which confirmed that those w", "Section": "news", "Writers": [], "URL": "https://www.cnn.com/travel/article/uk-travel-ban-coronavirus-variant/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}