{"Type": "article", "Time": "2020-05-05", "Headline": "Billions of people could live in areas too hot for humans by 2070, study says", "Text": "If the planet continues to warm at current levels over the next 50 years, up to 3 billion people could be living in areas that are too hot for humans, a new study has found.  For thousands of years, humans have lived within a narrow \"climate niche\" where average temperatures are ideal for society to flourish, and conditions favorable to grow food and keep livestock. In findings published in the Proceedings of the National Academy of Sciences on Monday, an international team of archaeologists, climate scientists and ecologists said that if heat-trapping greenhouse gas emissions continue at the current pace, by 2070 billions of people will be living in conditions hotter than those that have allowed life to thrive for the past 6,000 years. For every 1°C (1.8°F) of warming, 1 billion people will either have to migrate to cooler regions or adapt to extreme heat conditions, the study found.  Tim Kohler, an archaeologist at the University of Washington and co-author of the study said that these findings can be viewed as a worst case or \"business-as-usual\" scenario of \"what could happen if we don't change our ways.\" Temperatures changing more than in past 6,000 years Using data on historical global temperatures and the distribution of human populations, the researchers found that just like other species of animals, humans thrive best within a narrow \"climatic envelope\" around the world.  Most of the world's population live in areas with a mean annual temperature of between 11 and 15 degrees Celsius (51.8 to 59 degrees Fahrenheit). A smaller band of between 20 to 25 °C (68 to 77°F) encompasses areas in South Asia that are affected by the Indian monsoon -- the annual rains that irrigates large swathes of cropland vital for food production.  Surprisingly, the scientists said, humans have favored living in these conditions for the past 6,000 years -- that's despite recent technological advances such as air conditioning that have allowed us to push this boundary. \"As an archaeologist I always tell my students that our technology, our minds, and our cumulative culture have enabled us to live anywhere,\" Kohler said. \"That's true of course. But it turns out that there is a distinct climate zone in which our numbers are greatest, and within which we have also been most economically productive.\" But change could soon be forced upon us. The Earth is currently on track for 3°C of warming by 2100. The study suggests that because land areas are warming faster than the oceans, temperatures experienced by humans are likely to rise by about 7.5°C by 2070. As our planet rapidly heats up due to rising emissions, the temperature experienced by an average person is projected to change more in the coming decades than it has over the past 6,000 years, the study found.  And it could have severe consequences for food production, access to water sources, conflict and disruption caused by migration.  \"It's reasonable to conclude that if something has been reasonably stable for 6000 years, we're not going to change it painlessly or quickly,\" Kohler said.  Extreme heat areas will expand Among the hottest places on Earth is the Sahara region of Africa, which experiences annual mean temperatures above 29°C (84.2°F). These extreme conditions cover 0.8% of the earth's land area. However, researchers said that those extreme heat areas are expected to spread to 19% of the Earth's surface, affecting 3.5 billion people by 2070.  Regions that stand to be affected include parts of Sub-Saharan Africa, South America, India, Southeast Asia, Arabian Peninsula and Australia -- regions with fast-growing populations, said Chi Xu, from Nanjing University's School of Life Sciences, and another co-author of the report.  \"Those countries are mostly in global south, with the fastest population growing rate, such as India and Nigeria. These two countries are projected to accommodate the largest populations under extreme temperature conditions,\" Chi said.  The study's projection of 3.5 billion possible climate migrants goes far beyond the World Bank estimates, which suggested 143 million people across South Asia, Sub-Saharan Africa and Latin America were at risk of being displaced. It's a dire warning of what could happen if the climate crisis is left unchecked.  But there is hope. The scientists said that by rapidly and substantially reducing global carbon emissions, the number of people exposed to brutally hot conditions could be halved.  The authors explain that there are a number of uncertainties with how the climate crisis will fuel displacement and to what extent, and said the study can't be used as a prediction of migration. The figures are also based on worst case projections and there are questions over how actions to mitigate against climate change, including \"political developments, institutional changes, and socioeconomic conditions\" may affect these outcomes. \"The worst case scenario can be largely avoided if effective cut of greenhouse gas emissions is achieved,\" Chi said. \"Many effective measures of climate mitigation and local adaptation would help to alleviate the negative influence of climate change on human societies.\"", "Section": "world", "Writers": ["Helen Regan"], "URL": "https://www.cnn.com/2020/05/05/world/global-warming-climate-niche-temperatures-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}