{"Type": "article", "Time": "2021-02-15", "Headline": "Nikkei hits 30-year high as Japan's economy bounces back better than expected", "Text": "Japan's main stock index soared to its highest level in more than three decades on Monday as investors cheered signs of a rebound for the world's third largest economy. The Nikkei 225 index jumped 1.9%, crossing the 30,000-point threshold for the first time since August 1990, according to data provider Refinitiv Eikon.  Stocks soared after the country posted stronger GDP numbers than projected, with the economy expanding an estimated 3% in the October-December period, compared to the previous quarter. That translates to an annualized rate of 12.7%, and was much higher than analysts were expecting. Overall, Japan's economy shrank 4.8% last year, less than the 5.3% that the International Monetary Fund had forecast. For comparison, the US economy shrank by 3.5% in 2020, while Germany saw its GDP contract by about 5%.  \"The solid [performance] confirms the economy continued to recover from its pandemic-induced decline,\" Stefan Angrick, senior economist at Oxford Economics, wrote in a research note. \"However, high-frequency data show that momentum started to wane in December amid a pick-up in Covid-19 cases.\" Japan is currently grappling with another wave of coronavirus infections, which has led the government to impose a state of emergency in parts of the country. Angrick said that he expected the measures \"to set back, but not derail, the recovery in 2021, particularly since an early lifting of restrictions seems likely.\"  Japan has also just granted its first approval for a coronavirus vaccine, giving the green light to the Pfizer-BioNTech shot. Sunday's news further spurred hopes that the recovery can pick up pace. \"At this stage, Japan's prospects look more favorable and the downside risks are beginning to fade. Not only are local cases from the third wave past their peak, but the approval of the Pfizer vaccine is a significant development which will allow the inoculation drive to begin later this week,\" said Shahana Mukherjee, an economist at Moody's Analytics.  \"We maintain a cautiously optimistic view of Japan's recovery in 2021, provided the vaccine drive takes place without much interruption,\" she told CNN Business. Japan is not the only country reporting better GDP data. On Monday, Thailand and Singapore both posted solid new figures, which helped build investors' confidence, according to Jeffrey Halley, senior market analyst of Asia Pacific at OANDA. Other markets around the region also rallied on Monday, with South Korea's Kospi index climbing 1.5%. Markets in Singapore, Malaysia, Indonesia and Australia also edged up, while exchanges in mainland China and Hong Kong were closed for the Lunar New Year holiday. \"The underlying picture is one of a nascent recovery in ... Asia [outside of China],\" Halley wrote to clients. \"The optimistic tone is likely to continue into Europe unless we get some negative headline surprises.\" The FTSE 100 gained 1.4% in early trading in London. Germany's DAX increased 0.4%, and France's CAC 40 added 1.1%. — CNN's Junko Ogura in Tokyo contributed to this report.", "Section": "investing", "Writers": ["Michelle Toh"], "URL": "https://www.cnn.com/2021/02/15/investing/japan-gdp-nikkei-225-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}