{"Type": "article", "Time": "2020-04-15", "Headline": "Taiwan's largest airline considers a name change", "Text": "What's in a name? Plenty, if you're talking about airlines.      The coronavirus pandemic has indirectly reignited fresh calls from the public to change the name of Taiwan's largest carrier, China Airlines.  According to reports in Taiwanese media, concerns arose after the airline sent a series of cargo flights to deliver medical supplies to assist in coronavirus aid efforts around the world. In recent days, netizens on the island have expressed worries that people would associate images of the airline with mainland China, not Taiwan, due to its name.   And now, it appears officials at China Airlines aren't opposed to the idea of making the change. \"Recently, the public has expressed various diverse and lively opinions on the company,\" the airline said a statement issued to CNN Travel. \"Due to the wide range of issues involved, the company has started internal discussions and research with an open attitude.\" China Airlines was founded in Taiwan in 1959 and flies out of Taipei's Taoyuan International Airport, servicing 160 destinations in 29 countries. The majority shareholder is the China Aviation Development Foundation, which is wholly owned by the Taiwanese government. Those unaware of the region's geopolitical sensitivities could be forgiven for getting confused about the airline and where it's headquartered. Taiwan's official name is the \"Republic of China\" (ROC), tracing its founding to 1911 on the Chinese mainland after the collapse of China's last imperial dynasty. On Tuesday, Taiwanese premier Su Tseng-chang responded to public calls for a name change during a media briefing in Taipei.  \"The issue of changing China Airlines' name is not that simple,\" said the premier. \"But distinguishing Taiwan is indeed something that should be done, and the government will do it step by step.\" His comments came on the heels of a Facebook post on April 11 from Taiwan's Minister of Transportation and Communications, Lin Chia-lung, who suggested he would be open to working with the airline on a name change, though acknowledged they would require a consensus from the public to go through with it. A petition requesting the name change was initiated two months ago on Change.org. As of April 15, more than 50,000 people had signed. \"It makes sense to pursue this now\" Should the name change actually get the green light, it wouldn't be that difficult to implement, says Singapore-based aviation analyst Brendan Sobie.  \"You can change your brand name without necessarily changing the name of the parent company or your legal corporate name,\" he tells CNN Travel.  This would allow the airline to avoid complications relating to issues like leasing agreements and airport slots, \"but it is still a big undertaking from a marketing perspective,\" he adds.   In fact, Sobie says now might be an ideal time to go through with it, as airlines restructure and adapt in the coming months. \"This provides an interesting window for China Airlines to change its name or brand as it looks at other potential strategic adjustments in the post-crisis environment and prepares to resume operations...it makes sense to pursue this now,\" he says.  Geopolitical issues     Mainland China and Taiwan have been governed separately since 1949 following the Communist victory on the mainland after a civil war, although a shared cultural and linguistic heritage mostly endures.  But China considers Taiwan to be an integral part of its territory, and comes down hard on any suggestions to the contrary -- even where matters of aviation are concerned.        In 2018, Beijing demanded global airlines change how they refer to Taiwan on their websites or risk sanctions. In response, the White House issued a scathing statement criticizing Beijing for pressuring US carriers and other companies on this issue.  In the end, multiple airlines, including US carriers American Airlines and Delta, complied with the order.  ", "Section": "news", "Writers": ["Karla Cripps"], "URL": "https://www.cnn.com/travel/article/china-airlines-taiwan-name-change/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}