{"Type": "article", "Time": "2020-11-05", "Headline": "This bar's been named the world's best (now good luck getting in)", "Text": "Being named best bar in the world in 2020 is a lot like being declared world's most eligible bachelor while stranded on a deserted island. It may be some time before you can reap the benefits.  The exclusive London hotel bar that just topped the World's 50 Best Bars list for 2020 has also suddenly become a lot harder to get into.  England entered a four-week lockdown on November 5 and the Connaught Bar -- which only reopened in mid-September -- has sadly had to close its doors once more.  The awards were a little different this year, too.  Last November, the ceremony was a stand-up event in London's Roundhouse, where industry insiders and journalists threw on their finery for a night of chatting, hugging, cocktail-swilling and street food-snacking.  This year the dress code was more \"below the waist's a waste,\" as the awards moved to that social space we've all been spending too much time in: Zoom.  Despite these trying times, The Connaught's master mixologist Agostino Perrone and his team are delighted with their win. \"It's the achievement we've been looking for,\" says Perrone.  The five-star Connaught Hotel has been a Mayfair institution since it opened as the Prince of Saxe Coburg Hotel in 1815, and the classy 1920s-style bar has an impressive lineage too.  It's been a fixture in the top 10 of the Best Bars list for the past 11 years, but this is the first time it's made it to the much coveted top spot. Quality and consistency have been key to the team's success, says assistant manager Maura Milia. That's never more tangible than when sipping on one of the bar's iconic martinis -- still thankfully available as a takeaway service.  The coronavirus pandemic has had a devastating effect on the hospitality industry worldwide.  Senior mixologist Giorgio Bargiani thanked the Connaught Hotel for its support and explained how the team this year had spent as much time as possible connecting with customers, colleagues and the industry at large through social media.  Perrone, meanwhile, is hopeful for the year ahead when the bar is allowed to open once again. \"Recognition is always an injection of energy, an injection of creativity,\" he says. Also in Mayfair, basement bar Kwant -- helmed by mixologist Erik Lorincz, who brought the American Bar at the Savoy to victory at the top of the Best Bars list in 2017 --  reached No. 6 on the list and was named Best New Opening.  It opened in June 2019, so it's fair to say it's been an unusually eventful first year and a half. \"I really, really hope this is a unique moment and we will look back and say, 'wow, that was 2020,'\" says Lorincz.  New York bar Dante, last year's No. 1, was in second place this year. The convivial subway-tiled hostelry is in Greenwich Village and, unlike the London winners, is still open for business.  However, explains owner Linden Pride, the going has been good while the weather was warm and they could use their sidewalk tables. Now that winter is around the corner, they're \"restricted to 25% inside, which means 18 people at a time.\" The World's 50 Best Bar Academy is made up of 540 bar industry experts from around the world, with a 50/50 gender split.  The judging period took place between January 2019 and March 2020 -- so only curtailed a little by the pandemic -- and votes were cast in July.  While the top spot was a tussle as usual between New York and London, there was a record showing in the 50 Best list from Asia, with four Singapore spots in the top 15 alone.  Singapore's Atlas was named Best Bar in Asia, while Hong Kong's Coa -- at No. 8 -- was Highest Climber and Tokyo's whisky and cigar spot The SG Club, at No. 10, was Japan's best-placed bar.  Athens' The Clumsies has long been a mainstay on the list, but this year it had its highest ranking ever, making it to No. 3.  London's Tayer-Elementary, on Old Street in the east of the city, was Highest New Entry, which owner Alex Kretana described as \"a nice touch of positivity for our team and for ourselves.\"  Buenos Aires' Floreria Atlantico, at No. 7, had two reasons to celebrate -- it was named Best Bar in South America and Renato Giovannoni also won the Bartenders' Bartender award.  Maybe Sammy, in Sydney, at No. 11, jumped up the list from No. 43 in 2019, and also scooped the Art of Hospitality Award.  And finally, Cartagena's Alquimico won the Sustainable Bar Award and Dubai's Galaxy Bar was named 2020's One to Watch.  This year 50 Best has branched out from listmaker to fundraiser, with its 50 Best for Recovery project, whose initiatives are supporting restaurants worldwide.  As for next year's 50 Best Bar awards, 50 Best's director of content William Drew says, \"It's effectively a wait-and-see situation.  \"We're looking at a whole lot of options, because we think that 50 Best has an important role to play in promoting the hospitality sector in what are very challenging times. The precise way we do that is going to keep evolving.\"  The world's best bars for 2020 1. Connaught Bar (London) 2.  Dante (New York City) *Best Bar in North America* 3. The Clumsies (Athens)  4. Atlas (Singapore) *Best Bar in Asia* 5. Tayer/Elementary (London) *Highest New Entry* 6. Kwant (London) *Best New Opening* 7. Florería Atlántico *Best Bar in South America* *Bartenders' Bartender* 8. Coa (Hong Kong) *Highest Climber* 9. Jigger & Pony (Singapore) 10. The SG Club (Tokyo) 11. Maybe Sammy (Sydney)  12. Attaboy (New York City) 13. The NoMad (New York) 14. Manhattan (Singapore) 15. The Old Man (Singapore)  16. Katana Kitten (New York City) 17. Licorería Limantour (Mexico City) 18. Native (Singapore) 19. Paradiso (Barcelona)  20. American Bar (London)  21. Carnaval (Lima) 22. Salmón Gurú (Madrid) 23. Zuma (Dubai) *Best Bar in Middle East and Africa*  24. Little Red Door (Paris)  25. 1930 (Milan) 26. Two Schmucks (Barcelona) 27. El Copitas (St. Petersburg) 28. Cantina OK! (Sydney)  29. Lyaness (London)  30. Himkok (Oslo) 31. Baba au Rum (Athens) 32. Panda & Sons (Edinburgh) 33. Swift (London) 34. Three Sheets (London) 35. The Bamboo Bar (Bangkok) 36. Tjoget (Stockholm)  37. Buck and Breck (Berlin)  38. Employees Only (New York City) 39. Bulletin Place (Sydney)  40. Bar Benfiddich (Tokyo) 41. Artesian (London) 42. Sober Company (Shanghai) 43. Indulge Experimental Bistro (Taipei) 44. Bar Trigona (Kuala Lumpur)  45. Drink Kong (Rome) 46. Room by Le Keif (Taipei)  47. Alquimico (Cartagena) *Sustainable Bar Award* 48. High Five (Tokyo)  49. Charles H (South Korea)  50. Presidente (Buenos Aires)", "Section": "foodanddrink", "Writers": ["Maureen O'Hare"], "URL": "https://www.cnn.com/travel/article/world-best-bars-2020/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}