{"Type": "article", "Time": "2020-02-13", "Headline": "February 13 coronavirus news", "Text": "Our live coverage of the coronavirus has moved here. Japanese Prime Minister Shinzo Abe will approve a series of emergency measures to combat the coronavirus in a cabinet meeting on Friday, according to the prime minister’s office.  The government will earmark 15.3 billion yen (approximately $140 million) for emergency measures, including ones to bolster testing and medical treatment capacity, to double mask production to more than 600 million a month, and credits for small and medium-sized businesses hurt by the outbreak, according to the prime minister’s office.  The prime minister will also approve a measure calling for 1,800 beds to be readied for patients and for virus research results to be shared internationally. Malaysia added a new case to its list of confirmed coronavirus patients, raising the national tally up to 19, according to a report from state media Bernama on Thursday. The patient is a 39-year-old woman from China, who is a friend and a relative to two previous cases. She and four other individuals arrived in Malaysia from Wuhan on Jan 25.  The woman is now placed in isolation and is in stable condition, according to the report. A Japanese vice minister for health, labour, and welfare visited the Diamond Princess cruise ship in Yokohama on Friday morning, according to an announcement made to passengers by Captain Stefano Ravera.  Ravera read out a statement from Gaku Hashimoto, who subsequently read it himself, in Japanese. Hashimoto expressed the government’s “deep appreciation” for passengers’ “understanding and cooperation.”  “We understand that everyone is currently confined to the vessel in difficult and inconvenient circumstances due to the COVID-19 virus. We also understand that there are many people who are hoping to go home as soon as possible, and people who have pre-existing medical conditions who are still on board,” Hashimoto said, in the statement read by Ravera. “To improve the situation as much as possible, the government is making its best efforts.” He said that the government was setting up dedicated phone lines to help passengers request prescription medications. He also reiterated that the government is preparing for disembarkations, starting Friday with those over 80 years old with pre-existing medical conditions or in an inside cabin. More context: Another 44 cases of coronavirus were confirmed Thursday on the Diamond Princess cruise ship docket in Yokohama, Japan, according to CNN's Will Ripley. Ripley spoke with CNN's Anderson Cooper Thursday afternoon about the ship and how people are coping. The ship currently has 219 people on board who have the virus, Ripley said.  Hong Kong confirmed three additional coronavirus cases on Thursday, bringing the total to up to 53, according to a government statement.  A 43-year-old male patient is the relative of a previous case. He developed a cough on Jan. 29, and has had diarrhea and vomiting since Jan. 31. The other two new cases are a 67-year-old woman and her 37-year-old son, who had dinner with three previous confirmed cases in a seafood restaurant. The mother developed a cough on Jan. 31 and a fever on Feb. 1, while her son developed a fever on Feb. 8. The Hubei health authority has reported that 116 more people died of the coronavirus in Hubei province on Thursday, raising the death toll in the epicenter since the beginning of the coronavirus outbreak to 1,426. This brings the total number of deaths in mainland China to at least 1,483. The global death toll is at least 1,486, with one death in Hong Kong, one death in the Philippines and one death in Japan.     Hubei authorities confirmed an additional 4,823 cases of the virus in Hubei, which brings the total number of cases in the epicenter of the outbreak to 51,986. There are 36,719 patients who have been hospitalized in Hubei, including 1,685 who are in critical condition, according to the health authority. There are 4,131 patients who have recovered and been discharged. Around the world: The global number of confirmed coronavirus cases has now exceeded 65,191 with the vast majority of cases in mainland China. China’s National Health Commission is expected to release numbers for all of China’s provinces later. Passengers will begin to disembark the Westerdam cruise ship on Friday at the Sihanoukville port in Cambodia where the ship is now docked, Holland America line said in a statement.  “Cambodian authorities have granted clearance to Westerdam to begin disembarkation of guests the morning of Feb. 14, 2020, in Sihanoukville,” the statement said. Officials said \"full disembarkation\" will take a few days. “During this time, guests will remain comfortably on board with full service in operation,\" the statement said. There are no confirmed cases of coronavirus on the Westerdam ship. The 15th confirmed coronavirus case in the US is being treated at Methodist Texsan Hospital in San Antonio, according to a statement today from Dr. Paul Hancock, chief medical officer at Methodist Healthcare. The patient, the most recent person in the US confirmed to have the virus, \"was an evacuee from China in quarantine at Lackland Air Force Base and was found to have a fever,” Hancock said.  They arrived in the US on a State Department-chartered flight on Feb. 7, according to the US Centers for Disease Control and Prevention.  Hancock said the patient is currently “stable with mild symptoms.” He added that the hospital activated “additional protocols” before the patient arrived, under the guidance of the CDC.  The patient was \"privately escorted through a secluded entrance to avoid common areas” and kept under isolation, he said. Hancock did not offer any other details about the patient, citing patient privacy. By the numbers: The 15 confirmed cases in the US include eight in California, one in Texas, one in Massachusetts, one in Washington state, one in Arizona, two in Illinois and one in Wisconsin. There are two instances of person-to-person transmission, one in Illinois and one in California. Two California cases and the Texas case are among evacuees from China. Another 44 cases of coronavirus were confirmed Thursday on the Diamond Princess cruise ship docket in Yokohama, Japan, according to CNN's Will Ripley. Ripley spoke with CNN's Anderson Cooper Thursday afternoon about the ship and how people are coping. The ship currently has 219 people on board who have the virus, Ripley said.  \"What's most disturbing about that number is that they've tested fewer than 500 of the more than 3,500 people on the ship,\" Ripley said on Anderson Cooper Full Circle. According to the Japanese government, the reason why everyone hasn't been tested is because there are a limited number of testing kits and a limited way to test them, Ripley said. Ripley described the scene on the Diamond Princess, where passengers haven't had their rooms cleaned since the ship docked. He's heard of parents telling children that they must remain in their room because of \"this invisible monster called the coronavirus that's outside.\" \"[Families] are inside their cabins, they are waiting for the crew to deliver Crayons and arts and crafts supplies. They use their bunk beds as trampolines. They are trying to do anything they can to keep the kids happy and occupied,\" Ripley said. The first deadly case in Japan: Japan recorded its first death from the coronavirus, a woman in her 80s who was not on board the Diamond Princess cruise ship. CNN's Will Ripley will join Anderson Cooper as coronavirus fears leave passengers stuck on ship in the region. Refresh this page to watch Anderson Cooper Full Circle live in the video player above. One coronavirus patient is in “very good condition and the other is in fair condition,” said UC San Diego Health Center’s Dr. Randy Taplitz at a news conference this morning.  A third is a “person under investigation,” she said. The patients are part of a group quarantined at Marine Corps Air Station Miramar. Earlier in the week, a woman with the novel coronavirus was sent back to Miramar instead of hospital isolation. Taplitz said she is confident the error will not happen again and attributes the problem to communication issues. “Our testing, we sent directly to the CDC and I have no concerns about the accuracy of those tests,” she continued. She underscored that masks are not necessary for the general public because this virus is spread by large droplet not airborne spread. “So really the masks are not going to help you when you’re walking down the street,” she Taplitz said. Nearly six weeks after the US Centers for Disease Control and Prevention first offered to help China with its coronavirus outbreak, the offer still has not been accepted, CDC Director Dr. Robert Redfield told CNN. The outbreak of the novel coronavirus was first identified in early January. “There’s a lot of information we don’t know — that’s why I offered to provide assistance, direct assistance, and send our CDC folks over there back on January 6 to really help them gather that information and also to help us see the information first hand that we need to help make the right public health recommendations for our nation,” Redfield told CNN's Chief Medical Correspondent Dr. Sanjay Gupta in an interview on Thursday. He added: “That letter has not been responded to yet by the official Chinese government. We do believe that we’re the best in the world in this space and we’re ready to help and assist them, but they’re an independent nation that has to make that decision that they’re going to invite us in.” Asymptomatic transmission of the novel coronavirus is possible, Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, told CNN. In other words, Redfield said that an infected person not showing symptoms could still transmit the virus to someone else based on information from his colleagues in China. “There’s been good communication with our colleagues to confirm asymptomatic infection, to confirm asymptomatic transmission, to be able to get a better handle on the clinical spectrum of illness in China. What we don’t know though is how much of the asymptomatic cases are driving transmission,” he told CNN’s Chief Medical Correspondent Dr. Sanjay Gupta in an interview on Thursday.  Redfield continued: “What I’ve learned in the last two weeks is that the spectrum of this illness is much broader than was originally presented. There’s much more asymptomatic illness. A number of the confirmed cases that we confirmed actually just presented with a little sore throat.”   The novel coronavirus may impact the world for some time to come, US Centers for Disease Control and Prevention Director Dr. Robert Redfield told CNN’s Chief Medical Correspondent Dr. Sanjay Gupta in an interview today. “This virus is probably with us beyond this season, beyond this year, and I think eventually the virus will find a foothold and we will get community-based transmission,” Redfield said. “You can start to think of it in the sense like seasonal flu.” While more research is needed to fully understand the virus, Redfield said that the CDC has focused on surveillance to track cases and containment to slow down the possible progression of the virus in the United States. “I do think that eventually we are going to be in more of a mitigation phase in dealing with this virus but that’s not to underestimate the importance of the containment phase that we’re in right now,” Redfield said.  “The containment phase is really to give us more time. This virus will become a community virus at some point in time, this year or next year,” Redfield said. “We don’t have any evidence that this coronavirus is really embedded in the community at this time, but with that said, we want to intensify our surveillance so that we’re basing those conclusions based on data.” The changes made to the way China defines and counts coronavirus cases in Hubei province do not apply to cases being tracked in the rest of the world, Dr. Mike Ryan, executive director of the World Health Organization’s Health Emergencies Programme, said during a press conference today.  \"In the rest of China and the rest of the world, laboratory confirmation for reporting is still required and WHO will continue to track both laboratory and clinically confirmed cases in Hubei province,” Ryan said. What this is about: Chinese officials recently changed their tally of cases in Hubei to include “clinically diagnosed cases” in addition to those confirmed by a laboratory test.  Due to that change in case definition, numbers of cases being reported out of China have fluctuated dramatically, rising up to almost 60,000 yesterday.  The change in the counting system has partially caused a spike in the number of cases.  Here's how Ryan explained the change: “In other words, in Hubei province only, a trained medical professional can now classify a suspected case of COVID-19 as a clinically confirmed case on the basis of chest imaging, rather than having to have a laboratory confirmation,” he said. \"This allows clinicians to move and report cases more quickly, without having to wait for lab confirmation, assuring that people get to clinical care more quickly and also allows public health responses in terms of contact tracing and other important public health measures to be initiated.” A Taiwanese PhD student said she feels discriminated against after London Airbnb hosts canceled her booking at the last minute, citing fears about coronavirus.  Yale University student Louise Hsin-Yuan Peng, who traveled from Taiwan to London earlier this month to conduct research for three months, received a cancellation message from the hosts of her long-term booking that said they were concerned about the virus outbreak and had to “err on the side of caution.”  She received the cancellation message when she was about to arrive, after already messaging the hosts when she landed at the airport in London and taking a train to the city center. “I was really shocked,” Hsin-Yuan told CNN. “I certainly think it was xenophobic because you’re just scared of me without knowing anything about me.” The 31-year-old student has not traveled near virus-affected areas and has not been to mainland China in years. “I understand that people are probably freaking out because of the outbreak,\" she said. \"But I feel that they should have asked about my travel history and what I do or if I had interactions with people coming from the affected area.”  There have been 18 cases of novel coronavirus diagnosed in Taiwan and eight cases in the UK as of this morning.   Hsin-Yuan said that following the last-minute cancellation, she reached out to a friend who let her sleep on the floor that night. She then paid for a hotel for two nights while she tried to find long-term accommodation and contacted other friends who might host her.  She told CNN she called Airbnb’s customer service to report possible discrimination, and after speaking with multiple representatives from the company, Airbnb offered to reimburse her for the cancellation, the hotel nights and an Uber ride. She said she only asked for the bare minimum, but Airbnb also offered her a $500 voucher for future stays.   \"We take cancellation issues seriously and rigorously enforce a non discrimination policy,\" an Airbnb spokesperson said. Airbnb said in this case, it “educated the host” on the proper cancellation policies regarding coronavirus. That policy makes no mention of Taiwan but says extenuating circumstances apply for reservations with guests traveling from mainland China. Coronaviruses are a large group of viruses that are common among animals.  In rare cases, they are what scientists call zoonotic, meaning they can be transmitted from animals to humans, according to the US Centers for Disease Control and Prevention. Here's what else we know about the viruses: The symptoms: The viruses can make people sick, usually with a mild to moderate upper respiratory tract illness, similar to a common cold. Coronavirus symptoms include a runny nose, cough, sore throat, possibly a headache and maybe a fever, which can last for a couple of days. For those with a weakened immune system, the elderly and the very young, there's a chance the virus could cause a lower, and much more serious, respiratory tract illness like a pneumonia or bronchitis.\nHow it spreads: When it comes to human-to-human transmission of the viruses, often it happens when someone comes into contact with an infected person's secretions, such as droplets in a cough. Depending on how virulent the virus is, a cough, sneeze or handshake could cause exposure. The virus can also be transmitted by touching something an infected person has touched and then touching your mouth, nose or eyes. Caregivers can sometimes be exposed by handling a patient's waste, according to the CDC. The Centers for Disease Control and Prevention confirmed a case of novel coronavirus at Lackland Air Force Base in San Antonio, Texas.  And \"there may be additional cases\" identified during the quarantine period, CDC spokeswoman Captain Jennifer McQuiston said at a news conference today. The patient was a \"solo traveler\" from China. The individual has been quarantined \"since arriving at Lackland Air Force Base from the Wuhan Province in China and remains in isolation at a local hospital, San Antonio Mayor Ron Nirenberg said.  Officials are now investigating the patient's movements while quarantined and who he or she might have interacted with, McQuiston said.  \"We are right in the middle of that incubation period so it is not surprising\" that the individual developed symptoms, McQuiston said.  \"For the most part the people in quarantine are not doing much associating with each other,\" McQuiston said.  There is low risk to the local community, officials said.  No information about the patient or the hospital will be made available at this time, Nirenberg said. A Croatian health official said closing borders across the European Union is an option if the coronavirus outbreak escalates — but global officials say that step is not necessary yet. Vili Beroš, the Croatian Minister of Health, spoke at a news conference following a meeting of EU health ministers. “The situation needs to be monitored on an hourly basis. Of course, if epidemiologically it escalates, we shall take other actions, if that means the closing of borders, we shall discuss it in line with national legislation,\" Beroš said. Remember: The World Health Organization has not said that kind of restriction is needed right now. Here's how Stella Kyriakidou, the European Commissioner for Health and Food Safety, put it: “The WHO has been very clear that there is no need at the moment for restrictions on travel and trade from affected countries. And I trust that Member States would adhere to this. Of course, such decisions will always be Member State competence and Member State decisions.” Late yesterday, the US Centers for Disease Control and Prevention said it would remake part of the novel coronavirus test kit that it has distributed to states.  The hope was that states could test samples more quickly than sending them to the CDC lab in Atlanta – but some of the kits that were distributed had inconclusive results.  What this means: Testing results may be delayed. Speeding up the testing process has been a priority for the CDC, according to Dr. Nancy Messonnier, the director of the National Center for Immunization and Respiratory Diseases.  “During a response like this we know things may not go as smoothly as we would like,” Messonnier said during a press conference yesterday. “We have multiple levels of quality control to detect issues just like this one. We’re looking into all of these issues to understand what went wrong, and to prevent these same things from happening in the future.”   Texas, Michigan and Arizona are among the states that are awaiting the new materials for the novel coronavirus testing kit, state health officials told CNN. Yesterday, China reported far fewer cases of the novel coronavirus than it did the day before, signaling that the spread of the virus could be slowing. But the numbers are back up today: China has announced a major jump in both new deaths and new cases.  There are many reasons we’re seeing this phenomenon, including variances in the incubation period and more people seeking treatment. But one of the top reasons for the variation in numbers is the constantly changing definitions of what constitutes a case in China: Is it just when someone has a lab-confirmed test? Is it when they exhibit symptoms indicative of infection? Should someone who is asymptotic be counted? Today's spike is partly due to a broader definition of what constitutes a confirmed case, to include people diagnosed on the basis of their symptoms rather than testing positive. Keep in mind: This is normal.  “It’s normal during the course of an outbreak to adapt the case definition,” Dr. Sylvie Briand, director of the World Health Organization's Infectious Hazards Management Department, said during a news conference yesterday. The 15th case of the novel coronavirus in the United States has been confirmed in Texas, the US Centers for Disease Control and Prevention said today. The patient is among a group of people under federal quarantine order at San Antonio’s Lackland Air Force Base in Texas. The patient arrived in the US on a State Department-chartered flight on Friday. This is the first case among a person quarantined at JBSA-Lackland. The person is isolated and receiving medical care at a hospital nearby, the CDC said. There are now 15 confirmed cases of the novel coronavirus in the United States. This is the first case confirmed in Texas. Here's where else cases have been confirmed: California: 8 cases\nIllinois: 2 cases\nMassachusetts: 1 case \nWashington state: 1 case\nArizona: 1 case\nWisconsin: 1 case There are two instances of person-to-person transmission, one in Illinois and one in California. Two California cases are among evacuees from China. Two hospital staff \"are undergoing active surveillance at home\" for two weeks after coming into contact with a coronavirus patient, according to Lewisham & Greenwich National Health Service Trust Chief Executive Ben Travis.  The patient \"self-presented\" at Lewisham Hospital in South London. The circumstances match the description of the ninth UK patient, who was the first in London. The patient came to the Emergency Department of University Hospital Lewisham on Sunday and was diagnosed with coronavirus yesterday, according to the statement. The patient was given a mask on arrival and escorted for testing.  \"In line with our protocols, throughout their care, the patient was escorted and did not come into contact with other patients,\" Travis added.  CNN's Will Ripley spoke to a father quarantined on board the Diamond Princess in Japan with 10 family members, including kids, to get a look at what daily life looks like on that ship. Harvey, who asked that CNN not use his last name, has five kids on the ship with him — the youngest is 3, the oldest is 8. The kids are forced to spend 23 hours in their room. They get a daily delivery of clean toys and coloring books. Harvey said being \"trapped in this cabin\" has made him \"appreciate the little moments, little details of life.\" He said they told their children that they need to do this to protect themselves from an \"invisible monster\" called coronavirus. So far, nobody in the family is showing any symptoms of novel coronavirus, but Harvey wants everyone in his family to be tested. The Japanese government has only tested a few hundred of the 3,000 people on board. He worries that if everyone on board the ship isn't tested, they'll be stigmatized when they get back home to Hong Kong. Watch the video: Twenty-one people who were brought back to Spain from Wuhan to Spain have completed their quarantine at Gomez Ullah Hospital in Madrid, the Spanish Health Ministry said on Twitter. They have all been released from hospital. Here is a quick roundup of the latest coronavirus developments for those who are just joining our coverage: The first deadly case in Japan: Japan has recorded its first death from the novel coronavirus, a woman in her 80s who was not on board the Diamond Princess cruise ship, which is quarantined in Yokohama port.\nAbout the Diamond Princess: Passengers on board the ship have been told that the situation is \"very dynamic,\" but some vulnerable individuals may be allowed to disembark before the ongoing quarantine is scheduled to end on Feb. 19.\nXenophobia in the UK: University students across the UK have criticized xenophobia against Asian students following multiple incidents involving discrimination related to the coronavirus outbreak. \nPolitics in China: China has replaced key Communist Party officials as the situation in the country shows no sign of improvement.\nEffects on business: Experts predict that the outbreak will cause global oil demand to shrink for the first time in a decade, and Nissan has revealed worries over a shortage of parts as the coronavirus threatens the global auto industry. China has moved to dismiss key party officials as the coronavirus outbreak shows no sign of abating in the country. Jiang Chaoliang will be replaced by Shanghai mayor Ying Yong as Hubei Communist Party chief in a major shakeup of provincial leadership, according to China’s state-run Xinhua News Agency.  Wuhan Communist Party chief Ma Guoqiang has also been replaced by Wang Zhonglin, party chief of Jinan city in Shandong province, according to Xinhua. These moves come after two officials in charge of the provincial health authority were sacked early this week. European officials stressed the need for a coordinated European Union (EU) response to the coronavirus at a meeting of the Health Council in Brussels Thursday.  Janez Lenarčič, the European Commissioner for Crisis Management, emphasized a focus on \"preparedness.\"  Lenarčič also underlined the need for cooperation, adding that “in this situation we have to act as a union.”  He said ministers will discuss the necessity of border checks, and said that although the number of cases in Europe is still low, the EU has \"to be prepared in case this situation gets worse.\" German health minister Jens Spahn addressed questions about the potential closure of the Schengen free movement area by stressing the need for a \"common approach.\" Spahn said unilateral decisions regarding Schengen make \"no sense.\" Maggie De Block, Belgium's minister of social affairs and public health, said the coordinated efforts of European health agencies have also been important in preventing shortages. \"For the moment we don’t see any reason to have shortages in the following months, said De Block. Singapore's Ministry of Health has confirmed an additional eight cases of the novel coronavirus, bringing the total number in the city to 58.  In a press statement released Thursday, the ministry confirmed all eight of the new infections are linked to previously confirmed cases in the city.  At least five of the new cases are linked to a cluster at the Grace Assembly of God church, a further two are linked to a cluster at a construction site, and the remaining case was detected in a relative of a previous coronavirus patient. All of the new cases have no history of travel to China. Fifteen coronavirus patients have fully recovered and been discharged from hospital, according to the ministry. Of the remaining 43 confirmed cases still being treated in hospital, seven are in critical condition in intensive care units. The World Health Organization (WHO) says it’s too early to make any predictions on when the novel coronavirus will be contained. \"We don't know exactly where this outbreak will go. It can go either way,\" WHO spokesperson Tarik Jasarevic told CNN's John Berman on New Day Thursday.  \"One of the reasons why it's difficult to predict is we still don't know much about the virus.\" China reported 15,000 new cases of coronavirus Thursday, and Jasarevic explained the dramatic spike is a result of how cases are being tallied. \"Now not only people who are confirmed by laboratory testing are being reported but also people who presented clinical symptoms and have been diagnosed clinically without going through testing,\" said Jasarevic. The change allows untested patients to get the same treatments as those who have been confirmed, he added. Jasarevic said more studies are needed on the spread of the virus in the population in order to determine whether the outbreak is bigger than previously thought. \"There may be more [mild] cases. People who do not see the doctor or people who see a doctor but are not necessarily tested,\" he said. Vulnerable passengers aboard the quarantined cruise liner Diamond Princess will be notified today if they can disembark earlier than planned.  The ship is currently quarantined in the Japanese port of Yokohama, and the restrictions are scheduled to end on February 19.  \"Guests who are identified by Japanese officials as potential passengers for disembarkation will get a notice tonight,\" said Captain Stefano Ravera in an announcement. \"Please follow the instructions.\" Ravera told passengers that a video message would be broadcast on the entertainment system on Thursday evening with valuable advice about staying healthy, adding that the vessel would remain in Yokohama until further notice. The captain's message ended by reassuring the passengers.  \"Rest assured that everything is being done to bring this trying time to an end,\" he said. \"We only have 6 days to go. Good night.\" Grant Tarling, chief medical officer for cruise operator Princess Cruises, told passengers in a message that the situation is “very dynamic.” While Japanese authorities said the quarantine period will end on February 19, it is not clear what further measures may be taken, said Tarling. He said Princess Cruises would keep passengers updated on developments, and reiterated that authorities believe newly identified cases were infected before the quarantine began.  “I understand you may be very anxious when you hear about more confirmed cases,” Tarling added.  “However, health authorities expected additional cases to be identified given the original case likely exposed others and their close contacts between January 20 and February 4.” Japan has recorded its first death from the novel coronavirus, the country's health minister Katsunobu Kato said Thursday evening local time. The Japanese woman, in her 80s, did not come from the Diamond Princess cruise ship which is in quarantine in Yokohama port, near Tokyo. University students across the UK have criticized xenophobia against Asian students following multiple incidents involving discrimination related to the coronavirus outbreak.  Chinese students at Newcastle University spoke out about being targeted with verbal abuse or being ostracized in the community during a rally against coronavirus discrimination Tuesday. “Some students spoke about friends and family members who have experienced racism,\" said Sara Elkhawad, the Newcastle student union’s equality officer. \"Other students talked personally about having gotten verbal abuse walking down Northumberland Street in Newcastle or people moving away from them on the metro.”  Elkhawad said every report has been taken very seriously and the university has a zero tolerance policy on discrimination.   “It’s our duty to come forward and support people of different communities even when it doesn’t affect us directly,” Elkhawad told CNN.  “One student actually from Wuhan spoke and expressed how moved she was that people from all backgrounds came out to give support.”  The first UK cases of coronavirus were diagnosed in Newcastle. Students at the University of Leicester condemned similar discrimination at the institution. “There is absolutely no place for racism on our campus and we are deeply sorry to our students who have had to endure this,” said Leicester Students’ Union in a statement.  “The incidents unfortunately involved comments regarding coronavirus, which highlights how sensationalized the discourse surrounding the virus generally has been, where people have used ‘health concerns’ as a very thin veil for their racism.” Two high school students from southeast Asia were accused of bringing the virus into the UK and had eggs thrown at them in a separate incident near Leicester on February 3. Leicestershire Police are investigating that incident as a “racially aggravated assault.” At Bath University, where one person is being tested for coronavirus as a precaution, the student union also released a statement urging students to treat each other with tolerance and reject rumors surrounding the coronavirus.  Next week, students in Newcastle are partnering with Chinese student societies to hand out pamphlets dealing with myths about coronavirus and information on cultural norms surrounding surgical masks. “Can I please ask you to take a minute to consider the impact that the current situation is likely to be having on those who have traveled back to Newcastle from China in recent weeks and find themselves in the middle of this situation that is completely outside their control?\" Newcastle University President Chris Day wrote in a letter to staff and students.  \"This is a particularly difficult time for them and no doubt many of them will also be worrying about family and friends who are still in China.\" More than 120,000 Chinese students, and about 225,000 students from Asia in total, attend British universities, according to the UK Higher Education Statistics Agency. This story has been updated to correct the name of Sara Elkhawad. A taxi driver in the Japanese capital Tokyo has tested positive for the novel coronavirus, Japanese state broadcaster NHK reported on Thursday. According to NHK, the taxi driver said he had driven one customer that appeared to be Chinese. Japan's health ministry is currently investigating how the taxi driver was infected. Japan now has a total of 248 confirmed cases of the coronavirus, including 219 cases from the Princess Diamond cruise ship. The amount of oil needed to run the global economy will decline sharply in the first quarter of this year as the coronavirus forces factories to close in China, snarls transportation and hits supply chains. Global oil demand in the first three months of 2020 is expected to drop by 435,000 barrels per day compared to a year earlier, according to the International Energy Agency, the first quarterly decline in more than a decade. The agency also marked down its forecast for oil demand growth for the whole of 2020. It is now expected to increase by just 825,000 barrels per day, the weakest annual pace since 2011. The IEA said in its monthly oil report that the impact from the coronavirus was difficult to measure at this stage. \"The onset of [the coronavirus] will likely have a large impact on both the world's economy and oil demand,\" said the agency. \"Consequences will vary over time, with the initial economic hit on transportation and services, likely followed by Chinese industry, then eventually exports and the broader economy.\" However the IEA did say there is \"little doubt\" that coronavirus will have a bigger impact on oil demand and the global economy than the severe acute respiratory syndrome (SARS) outbreak in 2003. \"While steps taken in China to reduce its spread were adopted earlier than in the SARS crisis and have been far more extensive, the profound transformation of the world economy since 2003 means China's slowdown today is bound to have a stronger global impact,\" it said. Read the full report here. Nissan's profits are plummeting, and the company is now bracing for more pain as the novel coronavirus outbreak threatens to wreak havoc on the global auto industry. The Japanese carmaker reported on Thursday that operating profit fell to 54.3 billion yen ($495 million) for the three months ended in December, plunging 83% compared to the same period a year earlier. And Nissan said the deadly coronavirus will impact business in China and around the world. \"The market remains tough in part because of the novel coronavirus outbreak,\" CEO Makoto Uchida said during the earnings presentation Thursday. The company said last week that supply shortages of parts from China will temporarily impact production at its Kyushu plant in Japan. It is working to restart two of its plants in China from February 17. The global auto industry is particularly exposed to the outbreak because the virus originated in one of China's \"motor cities.\"  Nissan, General Motors (GM), Renault (RNLSY), Honda (HMC) and Peugeot owner PSA Group (PUGOY) all have large factories in Wuhan, which has been on lockdown since late January. China's auto industry association on Thursday said the impact from the coronavirus on the country's auto production and sales will be worse than from the 2003 SARS outbreak. Read the full story here. Victor Vincent is one of around 50 Nigerian students living in Wuhan -- the epicenter of the coronavirus outbreak -- who say they've been abandoned by their country, their repeated pleas for evacuation and medical supplies largely ignored by government officials. The students say they, along with over a dozen other Nigerian teachers and businesspeople living in Hubei province, have repeatedly written and called Nigerian government officials requesting assistance. But they say very little has been forthcoming in return. Many countries, including the US, the UK and Japan, are working to evacuate their citizens from Wuhan. Nigeria is yet to take such a step.  Requests for evacuation, medical supplies: As well as evacuation, Vincent, who is an executive of the Nigerian Students in Wuhan Association, said they've asked the government for medical supplies, such as masks, goggles, gloves and disinfectant.  Money for food: The association received a grant of 20,000 yuan ($2,870) from the Nigerian ambassador to China last Thursday. The money was provided to \"assist us in procuring foodstuffs and medical supplies,\" Vincent said.  Chances of evacuation slip by: \"Other than that, the situation remains the same. We still have no clear indication on when we are getting evacuation, where we will be quarantined or even if that will happen at all,\" Vincent said.  As each day passes, the chances of evacuation slip by. It's the total lack of support and sense of abandonment by your country,\" Vincent said. CNN reached out to the Nigerian Ministry of Foreign Affairs and to the Nigerian embassy in Beijing, but has not received a response. Read the full story here.  As of end of day Wednesday, the number of confirmed cases of the novel coronavirus in mainland China rose to 59,804, the country's National Health Commission announced on Thursday.  That's an increase of 15,152 cases from the previous day. The death toll from the coronavirus outbreak in the country now stands at 1,367 deaths, a jump of 254 from the previous day, the NHC said. A total of 5,911 patients have recovered and been discharged from hospital. Changing the definition of confirmed cases: Hubei's health commission changed its tally of cases to include \"clinically diagnosed cases,\" in addition to those confirmed by a test. It means that any suspected cases of coronavirus in Hubei province will now be counted as confirmed.  According to NHC spokesman Mi Feng, the introduction is intended to help patients receive treatment as soon as possible to increase the recovery rate. On Thursday, Hubei announced 242 new deaths from the novel coronavirus, twice as many as on the previous day. New infections there jumped by more than 14,000. The Indian Ambassador to Japan has responded to concerns from Indian crew members onboard the Diamond Princess that they are being exposed to undue risk by continuing to work and eat in a communal mess hall. Sanjay Kumar told CNN on Thursday that while he acknowledges the risk from eating together, he said he \"had no reason to believe\" the crew were in danger.  “While they are eating, yes it is one risk in which they eat all together,” Kumar said. “So I cannot rule out the transmission of the virus in that mess where they are eating.” “But for me to say anything beyond that would not be good because I am not there, and the Japanese authorities have a quarantine requirement, which they are following,\" he continued.  Fears of greater risk for crew: On Wednesday, Diamond Princess security guard Sonali Thakkar expressed concern that the coronavirus could spread between crew members, especially when they remove their masks to eat together. As the quarantine of the vessel continues in Japan's Yokohama, more than 1,000 crew members remain at work, providing for and interacting with potentially infected passengers and taking care of the ship.  “I have no reason to believe” they are in danger, the ambassador said, “because Japanese health protocols are being followed.”\n“There is of course an infection going on but as soon as they test positive, my understanding is that they are being taken to local hospitals for treatment and quarantine.” Kumar said there are 132 Indian crew and six guests on board, of which two of those crew members have tested positive and been taken to local hospitals.  The embassy says they are in touch with those on board. Cases increasing every day: A total of 44 more cases were confirmed on the Diamond Princess on Thursday, bringing the total from the ship to 219 -- the biggest coronavirus outbreak outside of mainland China.  Chinese President Xi Jinping is facing a major challenge to his vast system of censorship and information control, but history does not bode well for those aligned against him. Following revelations that authorities in Wuhan downplayed news of the ongoing novel coronavirus outbreak while it was in its early stages, and police cracked down on people spreading \"rumors\" about the deadly virus, there have been numerous calls for freedom of speech and a relaxation of censorship. They only increased after the death of Li Wenliang, a Wuhan doctor who had tried to raise the alarm about the virus, officially called Covid-19, only to be reprimanded by police. Li died in hospital last week from the virus, after belatedly being praised by Chinese authorities.  Following his death, hundreds of thousands of people posted demands for free speech online -- that were themselves quickly scrubbed by the censors. As the outrage threatened to boil over, Beijing quickly dispatched an anti-corruption task force to Wuhan and surrounding Hubei province -- the epicenter of the outbreak -- with the clear implication that they would come back with some scalps to assuage public anger.  At the same time, state media ramped up positive stories about efforts to rein in the outbreak, and Xi himself made his first public appearance related to the virus. Read the full story here.  World Rugby announced on Thursday that both the Hong Kong and Singapore legs of the World Rugby Sevens Series 2020 have been rescheduled due to, “continued health concerns relating to the novel coronavirus outbreak.” “The health and safety of our players, fans and everyone working on the event is always our highest priority,\" World Rugby’s statement said.  \"This prudent decision has been taken in order to protect the global rugby community and the wider public and was taken based on the World Health Organisation and relevant public authority travel and health guidelines,” it continued.  The Hong Kong Sevens had been due to take place from April 4-5 with the Singapore Sevens originally set for April 11-12.  Both events have been rescheduled to take place later in the year.  The Singapore Sevens is now set for October 10-11 and the Hong Kong Sevens October 16-18.  In Hong Kong, the Sevens is one of the biggest events in the sporting calendar. World famous for the atmosphere it generates, the tournament is just as much about dressing up in costumes and partying in the South Stand as it is about the world class rugby.  Hong Kong now has 51 confirmed cases of novel coronavirus, according to the city's health department.  The latest patient is a 43-year-old man who lives in the northern Tuen Mun district, in the New Territories, Dr. Chuang Shuk-kwan of the Center for Health Protection, said at a news conference on Thursday.  Chuang said the man had eaten at a group dinner together with 12 other people, one of whom was the city's 47th confirmed case.  He had developed a cough on January 29 and then diarrhea two days later. According to Chuang, the man had visited a doctor three times -- on January 31, February 5 and February 8 -- before being admitted to Tuen Mun hospital on February 10.  Health authorities are examining 10 of the man's colleagues and three clients.  Australia's ban on foreign nationals traveling from mainland China to Australia has been extended for another week, Prime Minister Scott Morrison said at a news conference on Thursday.  The initial 14-day ban, introduced on February 1, was set to end on Saturday. Morrison said that the ban will be reviewed “on a weekly basis.” According to a statement on the Australian Border Force's website, \"all foreign nationals who were in mainland China on or after 1 February will not be allowed to enter Australia, until 14 days after they have left, or transited through, mainland China.\" Exceptions include Australian citizens, permanent residents, and immediate family members of Australian citizens and permanent residents. The Chinese province at the center of the novel coronavirus outbreak reported a record spike in deaths Thursday, bringing the total number to more than 1,300 infections globally. Hubei announced an additional 242 deaths and 14,840 cases of the virus as of Thursday morning, the largest single-day rise since the epidemic began and almost 10 times the number of cases confirmed the previous day. Here's what to know: The numbers: The novel coronavirus has killed more than 1,350 people and infected over 60,000 people worldwide. The vast majority of cases are in mainland China.\nWidening definition: Chinese officials have broadened their definition of what constitutes a confirmed case of the coronavirus. The tweak has led to a jump in cases in China but the World Health Organization (WHO) says it's \"normal during the course of an outbreak to adapt the case definition.\"\nCruise ship crisis: The Westerdam cruise ship that was turned away from four different ports has been allowed to dock in Cambodia's Sihanoukville. Passengers will be able to disembark and transfer via charter flights to Phnom Penh for forward travel home. Meanwhile, 44 people tested positive for the coronavirus aboard the Diamond Princess cruise ship docked in Japan's Yokohama. This bring the total number of cases on the ship to 219, including one Japanese quarantine officer -- the largest outbreak of the virus outside of mainland China.\nMore lockdowns: Vietnam has put an entire commune on lockdown to contain the spread of the novel coronavirus after reporting the country's 16th confirmed case. \nFaulty test kits: The US Centers for Disease Control and Prevention said some of the coronavirus test kits shipped to labs across the US are not working as they should, and the agency is remanufacturing a reagent used in the kits. \nHeads roll in China: The Communist Party has embarked on a major shakeup of provincial leadership in China. The Communist Party chiefs of both Wuhan and Hubei province are being replaced as the country grapples with the outbreak. \nShanghai Fashion Week postponed: More events are being cancelled or postponed due to the virus. Set to take place from March 26 to April 2, Shanghai Fashion Week, will now be postponed. \n2020 Tokyo Olympics: Still on the agenda, however, is the Tokyo 2020 Olympics. Officials are adamant the Games will go ahead this summer.  As countries continue to take strict emergency measures to stop the spread of the novel coronavirus, thousands of people are stranded at sea on cruise ships with nowhere to dock. Two ships are affected in Asia, but they are in very different situations. The Diamond Princess has been quarantined in Japan's Yokohama since February 4, with the number of coronavirus cases onboard increasing daily. \nThe Westerdam was refused port by authorities in four countries -- despite having no coronavirus cases -- before Cambodia finally allowed the ship to dock and agreed to let its passengers disembark.  Here's the latest on the two ships: The Westerdam:  Operated by Holland America Line, the Westerdam has 1,455 guests, including 650 Americans, and 802 crew members onboard. \nIt had originally departed Singapore on January 16.\nThe Westerdam was on a 14-day cruise that departed Hong Kong on February 1. \nThe cruise was scheduled to end its itinerary in Yokohama, Japan, on February 15, but was refused entry at any Japanese port despite having no confirmed cases of the coronavirus onboard. \nIt was also denied entry to the Philippines, Taiwan and Thailand as countries closed their ports to cruise ships over coronavirus fears.\nPassenger Christina Kerby told CNN that life continued as normal onboard, with cruise directors providing entertainment for passengers while at sea. \nOn Thursday, the Westerdam docked in Cambodia's Sihanoukville after a deal was reached with Cambodia authorities.\nGuests will disembark and transfer via charter flights to Phnom Penh for forward travel home.  The Diamond Princess: Operated by Princess Cruises, the Diamond Princess has 2,666 guests and 1,045 crew. \nIt has been docked in Japan's Yokohama port since February 4 after dozens of people became infected with the virus. \nSo far at least 219 people (including five crew members) have tested positive for the  coronavirus onboard after 44 more people were confirmed on Thursday. \nIt's the largest outbreak outside of mainland China.\nThose who have tested positive are taken off the ship to hospitals, but passengers onboard must stay in a 14-day quarantine.\nThe quarantine is expected to end on February 19.\nPassengers are confined to their rooms and allowed on deck for a limited time.\nCrew members continue to work and one worker told CNN she fears the crew are at greater risk of being exposed to the outbreak because they are not being quarantined in the same way as the passengers.\nCaptain Stefano Ravera said everyone over the age of 80 has now been tested for the novel coronavirus. \nSome passengers will be allowed to disembark the ship early, including those aged 80 years or over with a chronic medical condition, those 80 years or over staying in an inside cabin (with no balcony), and those under 80 who have been given a test for any other reason.  \nPassengers who do disembark early will have to remain in government housing facilities until February 19.  Vietnam has placed an entire community on lockdown to contain the spread of the novel coronavirus after reporting the country's 16th confirmed case, according to a government news report. The 50-year-old male patient is the father of a previously confirmed case at the Son Loi commune in Vinh Phuc province, about 40 kilometers (25 miles) northwest of the capital Hanoi.  This is the first lockdown of a town outside of mainland China since the start of the outbreak, and some 10,000 people are affected, according to Agence France-Presse.  Local authorities locked down the area around the commune in Binh Xuyen district, and residents will be quarantined for the next 20 days starting from today, the report said.    CNN photojournalist Justin Robertson documented his flight from Frankfurt to Beijing on Tuesday, as airlines ramp up safety measures over the coronavirus.  In the video, he says everyone is wearing a mask on the Air China flight, and there are pre-recorded announcements warning people of the dangers of the virus.  “It's astonishing, I’ve never seen anything like it,\" he says.  Come mealtime, all food is served in disposable, one-time use packaging for hygiene reasons, he says.  Some of the coronavirus test kits shipped to labs across the US are not working as they should, the US Centers for Disease Control and Prevention said. As a result, the CDC is remaking parts of the test kits after some produced inconclusive test results. The kits were sent to the states to speed up the testing process, the CDC's Nancy Messonnier told reporters Wednesday. The states found out the flaw during the verification process. For quality control, when states get any test kit, they first verify that it works. Some states notified the CDC that they were unable to validate the test, and the agency is remanufacturing a reagent used in the test that's not performing consistently. Not all states have been affected.  Read more here.  The World Health Organization’s representative to North Korea said that there has been no cases of the novel coronavirus reported by the North Korean health ministry, in a written statement to CNN on Wednesday. Edwin Ceniza Salvador said the WHO is working with all member states – including North Korea – to respond to the virus. North Korea, “like other countries, is taking measures to protect health of its people,” Salvador said.  The WHO is providing laboratory reagents and personal protective equipment such as goggles, gloves, masks, and gowns to the country at the request of the North Korean Ministry of Public Health, the statement added. Outbreak prevention: Since the outbreak of the novel coronavirus, North Korea has been reporting almost daily on the regime's efforts to prevent the infection. North Korean state-run news service, Korean Central News Agency (KCNA), reported on Wednesday that North Korea was extending its coronavirus quarantine period from 15 days to 30 days. Nearly every country and territory in East Asia has confirmed cases of novel coronavirus. So why hasn't North Korea? Read more here The Tokyo 2020 Olympics is definitely going ahead this summer, officials said, amid concerns over the spread of the novel coronavirus.  Tokyo 2020 president Yoshiro Mori said on Thursday that the Tokyo organizing committee is not considering cancelling the Games due to the coronavirus, according to Reuters.  \"Regarding the coronavirus which started in Hubei province in China, there were irresponsible rumours,\" Mori told reporters in Tokyo. \"I would like to clearly reiterate that cancellation or postponement of Tokyo Games are not being considered.\" Mori added that the organizing committee has set up a task force that has begun \"sharing information for the prevention of the infection.\"   A senior organizer had previously warned that the outbreak could impact Japan's preparations for the Games.  \"I am extremely worried that the spread of the infectious disease could throw cold water on the momentum toward the Games,\" said Toshiro Muto, chief executive of the Tokyo Olympic organizing committee, according to Japanese public broadcaster NHK. \"I hope that it will be stamped out as soon as possible.\" Fanfare beginning: Nevertheless, the fanfare around Tokyo 2020, which is due to officially begin on Friday, July 24, is well underway. Tokyo's new National Stadium was inaugurated last December and the Olympic torch relay is scheduled to kick off from Fukushima prefecture on March 26. Japan's Prime Minister Shinzo Abe has also dispelled concerns that the Summer Olympics would be canceled after false rumors circulated online. \"We will take appropriate measures so that the preparation for the Olympic games will proceed without affecting them,\" Abe told a parliamentary committee. In an announcement to passengers on the Diamond Princess cruise ship this afternoon, Captain Stefano Ravera gave more details on which passengers will be allowed to disembark early. Ravera said that everybody over the age of 80 has now been tested for the novel coronavirus.  The captain said that those who will be given the option of disembarking early are: Passengers 80 years or over with a chronic medical condition, and who test negative for the virus.\nPassengers 80 years or over staying in an inside cabin, and who test negative for the virus.\nOther passengers under 80 who have been given a test for any other reason, and tested negative. Those passengers will still have to remain in a “housing facility managed by the Japanese government” until the end of the quarantine. Anyone who has been in close contact with someone who has tested positive will not be allowed to disembark. Passengers who test positive will continue to be moved to on-shore hospitals. 2 weeks on lockdown: More than 3,700 passengers and crew are stuck on the cruise ship in Yokohama, Japan that is essentially a floating quarantine zone. The ship was placed under quarantine on February 4 and it isn't scheduled to be lifted until February 19. Rising infections: The number of infections aboard is increasing by the day. On Thursday, another 44 people tested positive for the virus aboard the ship, bringing the total to 219. Pharmacies in the eastern Chinese city of Nanjing have been banned from selling all fever and cough medicine in the hope that residents with fever or coughing will seek treatment in hospitals instead, Nanjing's propaganda department posted on its official Weibo account.  This follows similar policy in the eastern city of Hangzhou, according to the statement. Meanwhile in Beijing, pharmacies are being urged to register all customers who buy fever and cough medicine.  They are required to register their names, addresses, ID card numbers and contact information, as well as the symptoms, according to state-run news agency Xinhua.  The organizers behind Shanghai Fashion Week, which was scheduled to take place from March 26 to April 2, announced Monday via the Chinese social media platform WeChat that the event would be postponed due to the novel coronavirus. \"We will actively search for (new) times and ways, and maintain close communication with partners who care for and support Shanghai Fashion Week,\" read the post. \"We will strive to promote the development of the fashion industry,\" the statement continued. China Fashion Week, the country's other major fashion event in Beijing, scheduled to start on March 25, has yet to publicly announce if it will postpone or cancel its event. CNN has reached out for comment. Shining star in the region: In recent years, Shanghai Fashion Week has grown to become one of the most ambitious fashion weeks in the region, as well as home to Asia's largest fashion trade fair, China International Fashion Fair. It has drawn international names like Vera Wang, Jenny Peckham and Vivienne Tam to show on its runways. It has also served as a platform for some of China's most notable and well-known designers Hub for young designers: China Fashion Week is also likely to suffer if a cancellation does happen. Less internationally established, the event has recently been positioning itself as a hub for young designers, and showed new efforts to amplify its global reputation by partnering with the China edition of Women's Wear Daily (WWD). Read more here. Wuhan Communist Party chief Ma Guoqiang has been replaced, according to China’s state-run Xinhua news agency.  Wang Zhonglin, party chief of Jinan city in Shandong province, has taken over his position. It's the latest move in a major shakeup of provincial leadership in China as the coronavirus outbreak shows no sign of abating at the epicenter in Hubei province, of which Wuhan is the capital. Also today, Hubei province's Communist Party chief Jiang Chaoliang was replaced with Shanghai's mayor, Ying Yong. These replacements come after two officials in charge of Hubei's provincial health authority were sacked earlier this week. The Chinese province at the center of the novel coronavirus outbreak reported a record spike in deaths Thursday, bringing the total number to more than 1,300 infections globally. Hubei announced an additional 242 deaths and 14,840 cases of the virus as of Thursday morning, the largest single-day rise since the epidemic began and almost 10 times the number of cases confirmed the previous day. The government explained the spike is due to a change in how cases are tabulated. What now counts as a confirmed case? The total will now include \"clinically diagnosed cases\" after rising numbers of residents complained about the difficulty in getting tested and treated for the virus. Who falls into that category? \"Clinically diagnosed cases\" are those patients who demonstrate all the symptoms of the novel coronavirus but have been unable to be scientifically tested, or died before they were tested.  What effect will this have? The hope is that more people will be able to receive treatment by allowing doctors to diagnose them with the virus. Case number confusion: The massive increase in the number of cases exposes confusion over just how to diagnose the virus globally. Delayed diagnosis: Delays in diagnosing the virus could be significant. There are reports of patients waiting up to a week for their results, as the testing kits were sent from Hubei to a lab in Beijing. While there have been efforts to speed up the process, scientific testing of samples is difficult and time consuming, and allowing doctors to diagnose patients will enable far more people to receive treatment, including in several purpose-built hospitals dedicated to treating the virus in Wuhan. Not just China: In the US, the CDC currently requires that all potential samples are shipped to its central laboratories for full testing. Read the full story here. The Hong Kong government has announced that it is extending its work-from-home arrangement for civil servants until February 23, amid the coronavirus outbreak.  Government workers had been asked to work from home following the end of the Lunar New Year holiday on January 29.  That has now been extended \"to reduce social contacts and the risk of the spread of the novel coronavirus in the community,\" a government statement said.  The directive excludes emergency service workers and people who work for essential public services. The private sector has also been urged to make similar flexible work arrangements. Hong Kong has reported 50 confirmed cases of the virus, with one death.  The global number of confirmed novel coronavirus cases now stands at more than 60,000 in at least 27 countries and territories, with the vast majority in mainland China.  Outside of mainland China, there have been 568 confirmed cases and two deaths -- in Hong Kong and the Philippines.  A cruise ship docked in Japan carrying 3,700 passengers and crew has the largest outbreak of the virus outside of China, with 219 cases, including one quarantine officer.  Here's the latest rundown: 1. Australia (15 cases)      2. Belgium (1 case)      3. Cambodia (1 case)      4. Canada (7 cases)      5. Finland (1 case)      6. France (11 cases)      7. Germany (16 cases)      8. Hong Kong (50 cases, 1 death)      9. India (3 cases)      10. Italy (3 cases)      11. Japan (247 total: 28 cases on land + 219 from cruise ship)      12. Macao (10 cases)      13. Malaysia (18 cases)     14. Nepal (1 case)      15. Philippines (3 cases, 1 death)      16. Russia (2 cases)      17. Singapore (50 cases)                                  18. South Korea (28 cases)      19. Spain (2 cases)      20. Sri Lanka (1 case)      21. Sweden (1 case)      22. Taiwan (18 cases)      23. Thailand (33 cases)     24. United Arab Emirates (8 cases)     25. United Kingdom (9 cases)      26. United States (14 cases)     27. Vietnam (15 cases) Read more here Cambodian officials have now boarded the Westerdam cruise liner in Sihanoukville, cruise ship company Holland America Line told CNN on Thursday. “The Westerdam has arrived and local officials are aboard,” the statement read. Refused entry elsewhere: Despite having no confirmed cases of coronavirus on board, and no quarantine being in effect, the Westerdam was refused port by four authorities: Thailand, Japan, Taiwan, and the Philippines. 1,455 passengers: Cambodia Holland America Line previously said that it had reached an agreement with Cambodian authorities for all 1,455 guests on the Westerdam to disembark in Cambodia, and board commercial flights from the capital Phnom Penh at the company’s expense. WHO thankful: Tedros Adhanom Ghebreyesus, director general of the World Health Organization, thanked Cambodia for allowing the Westerdam cruise ship to dock there, calling the move \"an example of the international solidarity we have consistently been calling for.\" Hubei province's Communist Party chief is being replaced with Shanghai's mayor, in a major shakeup of provincial leadership in China as the country grapples with the novel coronavirus.  Shanghai mayor Ying Yong will replace Jiang Chaoliang, according to China’s state-run Xinhua news agency.  Heads are starting to roll as the outbreak shows no sign of abating at the epicenter. This latest replacement came after two officials in charge of Hubei's provincial health authority were sacked earlier this week. Outbreak epicenter: Hubei province announced 242 new deaths from the novel coronavirus on Thursday morning, twice as many as on the previous day. New infections in Hubei also jumped by more than 14,000 amid a broadening of the definition of what constitutes a confirmed case. Another 44 people have tested positive for the novel coronavirus aboard the Diamond Princess cruise ship docked in Yokohama, Japanese health minister Katsunobu Kato said on Thursday. This bring the total number of cases on the ship to 219, including one Japanese quarantine officer -- the largest outbreak of the virus outside of mainland China. Kato did not give a breakdown by nationality of the new cases, nor of passengers versus crew.  Floating quarantine: More than 3,700 passengers and crew are stuck on the cruise ship in Yokohama that became a floating quarantine zone after dozens of people tested positive for the novel coronavirus earlier this month. The number of infections is increasing by the day. On Wednesday, Kato announced 40 new cases among those on board.  CNN’s latest tally indicates that at least 24 Americans have tested positive. Some respite: The health minister also said that people who have tested negative for the virus and are over 80 years old, or have a non-virus medical condition requiring attention, will be allowed to leave the ship and move to a government medical facility, if they wish. He did not give a timeline for that process.  An unknown number of passengers with non-virus medical conditions were allowed to disembark earlier on Tuesday. All 147 South Koreans and their Chinese family members from Wuhan, who arrived at Gimpo International Airport in Seoul yesterday, have tested negative for the novel coronavirus, the South Korean Health Ministry announced Thursday.  Those repatriated were quarantined at the Korea Defense Language Institute, a military school facility located in a rural area in Icheon, Gyeonggi province. There were about 2,000 South Korean citizens residing in Wuhan, according to the South Korean Foreign Ministry. So far 848 have been repatriated via three chartered flights. Hong Kong has extended the suspension of school classes until at least March 16 due to the novel coronavirus, Secretary for Education Kevin Yeung said at a news conference on Thursday. Schools were previously suspended until March 2, but that start date has been delayed for an additional two weeks due to the virus outbreak.  Yeung said there’s “no urgency” for students staying in mainland China or other places to return to the city, and the government is “considering different options for students from mainland China.” Students will still be able to complete their work through e-learning platforms, despite the suspension.  The semi-autonomous Chinese city has reported at least 50 cases of the coronavirus, and one death. China's Hubei province has reported 242 deaths and 14,840 new infections of the novel coronavirus, the largest single-day rise since the epidemic began. Authorities continue strict emergency measures -- some of which have led to unforeseen consequences, like thousands of people stranded at sea with nowhere to dock. If you're just joining us, here's what you need to know: The numbers: The novel coronavirus has killed more than 1,300 people and infected over 60,000 people worldwide. The vast majority of cases are still in mainland China.\nWidening definition: Chinese officials have broadened their definition of what constitutes a confirmed case of the coronavirus. The tweak has led to a jump in cases in China but the World Health Organization (WHO) says that it's \"normal during the course of an outbreak to adapt the case definition.\"\nCruise crisis: Thousands are still stranded on two cruise ships -- one docked in quarantine in Japan, and another that was denied entry at several ports but has been given permission by Cambodia to dock in the Southeast Asian country.\nToo soon to predict end: A WHO official has said that it's too early to predict the end of the current novel coronavirus outbreak, saying they have to be \"very cautious.\"\nFlights cut: United Airlines is extending the suspension of flights to China and Hong Kong until April 24. The destinations affected are Beijing, Chengdu, Shanghai and Hong Kong. United is just one of many major international airlines that have suspended, reduced, or entirely withdrawn routes to China and its territories    Yesterday Chinese officials broadened their definition of what constitutes a confirmed coronavirus case, to include \"clinically diagnosed cases\" -- i.e. people diagnosed on the basis of their symptoms rather than testing positive. This has led to a huge spike in the number of cases reported -- 14,840 in just one day. But this kind of tweaked definition is \"normal,\" said the World Health Organization. “It’s normal during the course of an outbreak to adapt the case definition,” said Sylvie Briand, director of the WHO's Infectious Hazards Management Department, on Wednesday.\n“When the situation is evolving, you change your definition just to make sure you can monitor the disease accurately, and this is what they have done recently -- change the case definition to incorporate more cases that were not in the initial case definition, but also integrate cases that are both asymptomatic or with little symptom.\" The global number of confirmed coronavirus cases now exceeds 60,015 -- the vast majority in mainland China. The US Centers for Disease Control and Prevention said on Wednesday that it’s remaking parts of coronavirus test kits because some produced inconclusive test results. The CDC had sent kits to states to speed up testing. For quality control, the states then had to verify that the kits worked before testing patients -- but some kits returned inconclusive results during this verification process. Some states said the results they were getting weren’t false negatives or false positives, but were inconclusive, said the CDC. So it's remaking the one reagent in the test that is not performing consistently. Which labs are affected: State labs that have been successful in verifying the test kit works can go forward with the testing. Those that haven’t been successful will have to wait for the CDC to ship out the replacement components. The CDC did not confirm how many states were affected or when they might receive the replacement components. “During a response like this we know things may not go as smoothly as we would like,” said Nancy Messonnier, director of the National Center for Immunization and Respiratory Diseases. “We have multiple levels of quality control to detect issues just like this one. We’re looking into all of these issues to understand what went wrong, and to prevent these same things from happening in the future.” United Airlines said on Wednesday that it will extend the suspension of flights to China and Hong Kong until April 24.  The destinations affected are Beijing, Chengdu, Shanghai and Hong Kong. \"We will continue to monitor the situation and will evaluate our schedule as we remain in close contact with the CDC and other public health experts around the globe,\" United said in a statement. Global airlines cut flights: United is just one of many major international airlines that have suspended, reduced, or entirely withdrawn routes to China and its territories due to the coronavirus outbreak and a fall in demand. Delta and American Airlines, two of the largest US airlines, also canceled flights. American announced its decision last month after a union representing 15,000 pilots sued the company to immediately halt its US-China service, citing \"serious, and in many ways still unknown, health threats posed by the coronavirus.\" North Korea has extended its coronavirus quarantine period from 15 days to 30 days, according to reports in state-run news service KCNA. “Anxiety and concern of the international community about the novel coronavirus infection rapidly spreading worldwide are growing stronger with each passing day,” KCNA said. From the beginning, North Korea “has taken positive measures against the inroads of the epidemic that seriously affects people,” the KCNA report added. No cases in North Korea yet: Every country and territory within a 1,500-mile radius of North Korea, except for sparsely populated Mongolia, has confirmed cases of the novel coronavirus. There have been no cases reported in North Korea, and it's unclear how the country has been able to avoid the virus. Pyongyang has either been very lucky, isn't saying something, or is reaping one of the few benefits of being a so-called \"hermit nation.\" Read more here. Another 242 people died from the novel coronavirus in Hubei province on Wednesday, and  14,840 new cases were recorded -- a huge spike in confirmed infections.  At least 1,355 people have now died in mainland China from novel coronavirus, with 1,310 deaths in Hubei alone. One person has also died in Hong Kong and another in the Philippines.  A new way of counting cases: The huge rise in confirmed cases comes from a tweak in how the authorities are tallying infections. The government is now including \"clinically diagnosed cases\" -- i.e. people diagnosed on the basis of their symptoms rather than testing positive -- to make it easier for those patients to access treatment.  The numbers in Hubei: The epicenter of the outbreak has now recorded 48,206 cases. Of those, 33,693 patients have been hospitalized and 1,437 are in critical condition, according to the health authority. Meanwhile, 3,441 patients have recovered and been discharged. The global tally: The global number of confirmed novel coronavirus cases has now exceeded 60,015, with the vast majority of cases in mainland China. China’s National Health Commission is expected to release numbers for all of China’s provinces later. More than 3,700 passengers and crew are still stuck on a cruise ship in Yokohama that became a floating quarantine zone after dozens of people tested positive for the novel coronavirus earlier this month. To date, a total of 175 people aboard the Diamond Princess have become infected and passengers on board have gone public with their fear and concern. Now crew members are saying that they're also afraid of catching the disease. Sonali Thakkar, 24, from Mumbai, has worked for Princess Cruises for the past two years. She is part of the security team on board the ship, working on the gangway as passengers are moved on and off. Thakkar said she and her cabin mate became ill with a headache, cough and a fever two days ago. Her supervisor told her to stop working and she is currently staying in her cabin. \"I'm not eating very well and have been having fevers,\" she told CNN in a Skype call Wednesday. \"We all are really scared and tense.\" Thakkar fears that the virus may be spreading around the crew members. At least five have already tested positive for the virus. Read the full article here. A second person who was evacuated from Wuhan, in China, to southern California has tested positive for coronavirus. The patient was in quarantine at the Marine Corps Air Station Miramar, in San Diego County, when diagnosed, Ana Toro, press officer for the Centers for Disease Control and Prevention, told CNN.   More details: This is the 14th confirmed case in the US and the eighth in California.", "Section": "asia", "Writers": ["Helen Regan", "Adam Renton", "Mike Hayes", "Meg Wagner", "Jack Guy"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-13-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}