{"Type": "article", "Time": "2020-07-14", "Headline": "The latest on the coronavirus pandemic", "Text": "Latin American and Caribbean countries have now recorded more than 3.5 million Covid-19 cases and more than 150,000 deaths, according data from Johns Hopkins University. The 33 countries in the region have reported a total 3,524,908 cases and 150,973 deaths. The following 33 countries are included in this region: Brazil, Peru, Chile, Mexico, Ecuador, Colombia, Argentina, Dominican Republic, Panama, Bolivia, Guatemala, Honduras, Haiti, El Salvador, Venezuela, Cuba, Nicaragua, Costa Rica, Paraguay, Uruguay, Jamaica, Guyana, Suriname, Trinidad and Tobago, the Bahamas, Barbados, Saint Vincent and the Grenadines, Antigua and Barbuda, Grenada, Belize, Saint Lucia, Dominica, and Saint Kitts and Nevis. The White House said Wednesday evening that President Donald Trump followed guidelines from the US Centers for Disease Control and Prevention during his trip to Atlanta, after the city's mayor accused him of breaking the law by not wearing a mask at Hartsfield-Jackson International Airport. Trump was spotted not wearing a mask during his visit to Atlanta on Wednesday, and Atlanta Mayor Keisha Lance Bottoms told CNN that Trump broke the law.  Hartsfield-Jackson airport is owned and operated by the city of Atlanta and thus included in her executive order requiring masks, Bottoms said. When asked for a response, the White House did not directly address Bottoms' accusation and said Trump was instead following CDC guidance. \"The President takes the health and safety of everyone traveling in support of himself and all White House operations very seriously,\" deputy press secretary Judd Deere said in a statement to CNN. \"When preparing for and carrying out any travel, White House Operations collaborates with the Physician to the President and the White House Military Office, to ensure plans incorporate current CDC guidance and best practices for limiting COVID-19 exposure to the greatest extent possible.\" An administration official added that the President and all those in close proximity to him are tested and he also never left the airport. Read more here: ##Politics## Moderna's chief medical officer said Wednesday that he's \"cautiously optimistic\" about the biotechnology company's Covid-19 vaccine developed in partnership with the National Institutes of Health. “We believe that the chances of this working are pretty good,\" said Dr. Tal Zaks, chief medical officer for Moderna. \"And the reasons are that the ability to neutralize antibodies to mediate the right immune response I think has been demonstrated for other similar viruses and in preclinical models.\" The results, published in the New England Journal of Medicine on Tuesday, showed that the vaccine worked to trigger an immune response with mild side effects — fatigue, chills, headache, muscle pain, pain at the injection site — becoming the first US vaccine candidate to publish results in a peer-reviewed medical journal. Zaks insisted that an independent body of experts will continue to monitor the study as it enters a large phase three trial — the final trial stage before regulators consider whether to make the vaccine available. \"I feel very confident you're not going to have to trust me on this, there will be the right appropriated body of experts that will look at the data as it emerges to ascertain indeed the benefit risk profile warrants deployment,\" Zaks said.  New Mexico reported its second-largest single-day Covid-19 case increase today, according to a tweet from New Mexico Gov. Michelle Lujan Grisham. Hospitalizations in New Mexico have gone up 37% in the last two weeks, she added.  The New Mexico Department of Health announced 330 new Covid-19 cases totay for a total of 15,841 cases statewide, according to a news release from Lujan Grisham’s office. There have been six additional deaths to bring the total to 557 deaths.  There are currently 174 people hospitalized with Covid-19 in the state. To note: These figures were released by the New Mexico Department of Health, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Cases## Mexico's health ministry recorded 6,149 newly confirmed cases of the novel coronavirus Wednesday, bringing the country's total to 317,635. The ministry also reported 579 new deaths from the virus, bringing Mexico's death toll to 36,906. Some context: On Wednesday, Latin American and Caribbean countries surpassed more than 3.5 million Covid-19 cases and more than 150,000 deaths, according to a CNN tally based on data from Johns Hopkins University. ##Cases## Chile’s Ministry of Health reported 1,712 new cases of novel coronavirus Wednesday, its lowest daily increase since May 12, when the country reported 1,658.  Wednesday’s daily increase rate of 0.54% is also the lowest percentage since early May, according to CNN’s tally of cases.  Chile's total number of confirmed Covid-19 cases now stands at 321,205.  Health authorities also reported 117 new deaths from the virus on Wednesday, bringing the nationwide death toll to 7,186.  “The variation of confirmed cases nationwide continues to decrease. It decreased 14% in the last 7 days and 36% in 14 days. The positivity rate is 16% and the number of deaths in the last days –the moving average, is 88. This is the lowest number of deaths in the last 32 days,\" Chile’s Minister of Health Enrique Paris said during Wednesday’s news conference. ##Cases## Georgia Gov. Brian Kemp is extending the state’s emergency coronavirus restrictions, but is not requiring citizens to wear a mask. The order, which was signed Wednesday, also continues to prevent local governments from enacting rules that are stricter than the state's restrictions. “To flatten the curve, I urge all local elected officials to enforce the terms of this order,” Kemp wrote on Facebook. Without the extension, state guidance would have expired at the end of the day Wednesday. Under Kemp’s order, face coverings are recommended, but not required. ##Hotspots## The reported death rates of patients being treated for coronavirus in intensive care units around the world have fallen by almost a third since the beginning of the pandemic, from 60% of patients to 42% at the end of May, according to new research published Wednesday. It doesn’t appear that there’s been a dramatic change in the virus or specific treatments for patients that lowered death rates, and it could be that hospitals were reporting only the worst outcomes at first, British researchers reported in the journal Anaesthesia. “Our analysis is reassuring in that in-ICU mortality is lower than early reports suggested,” Dr. Tim Cook of Royal United Hospitals in Bath, UK, and colleagues wrote. “This is the first systematic review and meta-analysis of outcomes of patients admitted to ICU with COVID-19.\"  The researchers looked at the data from 24 observational studies, including 10,150 patients in Asia, Europe and North America. They reported mortality rates of between 0% and 85% for coronavirus patients treated in the ICU. “Sub-group analysis by continent showed that mortality is broadly consistent across the globe,” they wrote. But it has changed over time. “As the pandemic has progressed, the reported mortality rates have fallen from above 50% to close to 40%” as of May 31, they wrote. Yet no specific treatment for coronavirus was found over the time. There is still no cure, and doctors are applying various cocktails of drugs – including steroids and blood thinners – to keep patients alive. “There are several explanations for this finding. It may reflect the rapid learning that has taken place on a global scale due to the prompt publication of clinical reports early in the pandemic. It may also be that ICU admission criteria have changed over time, for example, with more non-invasive ventilatory management outside ICU,” they wrote.  “There is a possibility, too, that early studies, which were smaller, were prone to overestimating mortality,” they added. The American Psychiatric Association and the American Academy of Child and Adolescent Psychiatry said that school is an “essential component of successful and healthy development” for all children and that is especially true when so many have had their education interrupted by the Covid-19 pandemic. To reopen, the associations suggest that schools proceed with the utmost care for student, teacher and staff health, according to a joint statement on Wednesday, and provide “appropriate protections” for all. The associations said that public health agencies must make recommendations about how schools reopen based on scientific evidence and make decisions that are “devoid of politics” with the best interest of students, teachers and staff.  \"One size cannot fit all,\" the statement said. When classroom education isn’t possible, schools should use techniques that will still encourage social interactions alongside educational goals. Students also need equal access to equipment to make remote learning possible for all.  Special needs children will require extra resources, as will children who need English language instruction, and children who live in foster homes or whose families live in poverty. Schools should set aside funding to create safe environments for all children, the groups said. Since mental health is a key part of a child’s overall health and well-being, these issues need to be addressed by the school both in the classroom and in people’s homes, if remote learning is needed. ##Schools## Sacramento County students will not return to public school campuses in the fall, joining several other California counties that will start the academic year with online distance learning only.  Following similar announcements from Los Angeles County, San Diego County and San Francisco County, the addition of Sacramento County means more than 1 million students in California will not return to school classrooms in August.  \"Conditions are not safe enough for students, staff and families to allow schools to open up in person at this time,\" David Gordon, Sacramento County superintendent of schools, said Wednesday. \"We're focused on protecting the health and safety of nearly 240,000 students and nearly 40,000 school employees.\" By the numbers: Sacramento County's coronavirus case rate has recently increased by more than 1,000 new cases each week, Sacramento County Health Director Dr. Peter Beilenson said.  In comparison, Sacramento reported 2,000 total cases in the first 19 weeks of the pandemic.  \"The disease continues to spread among young people,\" Beilenson said. \"In collaborating with the school system, we agreed it made sense not to start right now.\"  ##Hotspots## ##Schools## A senior official at the US Centers for Disease Control and Prevention tells CNN that the American public should expect to see two sets of supplemental recommendations to existing guidance related to schools safely reopening as early as Friday. The first set of supplemental guidance is from the CDC and is still going through the interagency review process, but CDC officials were told that Friday was the target release date, the senior official said. The second set of supplemental guidance is expected to come from the newly created White House work group, the official said. The newly minted school reopening work group, requested by White House coronavirus response coordinator Dr. Deborah Birx, includes officials from the US Department of Health and Human Services, the Domestic Policy Council, as well as an official from the US Department of Education. The guidance documents expected from this group will be geared towards parents, the senior CDC official said. About the guidance: Asked what the public should expect to be included in the CDC’s guidance, the official said that the new version will reiterate the most up-to-date science on the novel coronavirus.  “That’s what we will always do. In everything that the CDC does, we go for balance based on science. We are not offering opinions,” the official said.  Stressing the plan to “safely reopen,” the official said safety is the CDC’s top priority. Acknowledging that some areas of the US still have high community transmission of the virus, the official said “it’s not feasible to open” in those areas. “We have said from the beginning that if you have a case in a school, to shut down that part of the school and do contact tracing and make sure no additional cases are present. If kids are coming in infected, or coming from areas with uncontrolled community transmission, it won’t make sense to open.” The official added that areas that don’t have a lot of cases and can institute social distancing and have school staff wear masks can probably reopen safely. “Our science is more well-informed about the risk to kids and adults in schools, the efficacy of masks and social distancing. We know more as the science gets better,” the official said.  ##Schools## Coronavirus cases are surging in the South because states reopened too soon, not because northerners traveled to Southern destinations over Memorial Day, the Harvard Global Health Institute asserted in a statement Wednesday The institute is pushing back against comments made by US Centers for Disease Control and Prevention director Dr. Robert Redfield on Tuesday, blaming travelers from the north for the Southern surge. “Northerners are not the cause of big outbreaks in the south,” the Institute said in a statement. “What the states that are seeing large outbreaks have in common is that they relaxed COVID-19 regulations around the same time in May, leading to the surge of cases seen in early June.” The institute pointed to Virginia as an example, noting that the state remained in phase one of its reopening through the end of May and has, as a result, managed to contain the spread of coronavirus “significantly better than its neighbors.” Redfield, in an event Tuesday, said the early reopenings in May are not to blame for a spike in coronavirus cases in mid-June between the 12-16, saying instead, “we're of the view that there was something else that was the driver.” He suggested it was a result of travel over Memorial Day. “A lot of northerners decided to go South for vacations. The Southern groups had never really taken the mitigation steps that seriously, because they really didn't have an outbreak,” he said. That is not true, the Harvard Institute said. “That is not the case: In Southern states that are currently seeing large outbreaks, infections started rising around June 1st,” it countered. That was well before mid-June and too soon to blame Memorial Day travelers.  Latin American and Caribbean countries have recorded more than 3.5 million Covid-19 cases and more than 150,000 deaths as of Wednesday, according to a CNN tally based on data from Johns Hopkins University’s Coronavirus Resource Center. The 33 countries in the region have reported a total 3,524,908 Covid-19 cases and 150,973 deaths. ##Cases## Tennessee Gov. Bill Lee tweeted that he will be attending the NASCAR All-Star Race in Bristol tonight. Lee said he will be wearing a mask to the event. The event, which could attract up to 30,000 NASCAR fans, will be the largest sporting crowd since mid-March. The stadium holds 160,000 people, but will only allow 20% of its capacity. Organizers say seats will be assigned and positioned six feet apart. Gov. Mike DeWine called for Ohioans to show unity and take action against the rapid spread of Covid-19 in the state. At the beginning of the pandemic, it took Ohio 20 days to reach its first 1,500 total Covid-19 cases, DeWine said during a briefing Wednesday. Last week, Ohio saw over 1,500 cases in a single day.  “And to think, just a month ago, we were at only 400 new cases per day,” DeWine said. DeWine emphasized that the number of new cases is not just the result of increased testing. “I know some say that our case numbers are increasing because we are simply doing more testing. Yes, our testing has gone up by 87%. But our number of positive cases has skyrocketed by almost 200%,\" the governor said. He encouraged Ohioans to wear masks, adding that masks are not enough. “Let’s be honest, some have started to let our guard down. I know I sometimes have. We’re tired. We want to go back to the way things were – and that’s very understandable. But when our guard is down, we're playing Russian Roulette with our lives,\" DeWine said. There are at least 3,478,009 cases of coronavirus in the US and at least 137,106 people have died from the virus in the country, according to Johns Hopkins University's tally of cases.  So far on Wednesday, Johns Hopkins recorded 46,435 new cases and 640 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.   In a memo to employees Wednesday, American Airlines’ top two executives say it will issue WARN notices to 25,000 employees that they face potential furloughs on Oct. 1. The memo, from CEO Doug Parker and President Robert Isom, also said that the airline hopes to avoid some of those furloughs.  “We hope to reduce the actual number of furloughs significantly through enhanced leave and early-out programs for represented workgroups, which we are announcing today,” the memo said. The two executives also said the airline supports a union-led effort to lobby Congress to extend the CARES out relief money, which is set to expire at the end of September, through March 2021. They note the longer timeline is necessary due to the “much longer impact of the pandemic than was anticipated when the CARES Act was enacted.” \"We know American will be smaller going forward and we must right-size all aspects of our airline to adjust to that new reality,\" they said. The possible furloughs include 10,000 flight attendants and 2,500 pilots. Some extra staffing and a lot of extra personal protective equipment would have helped overwhelmed hospital workers cope better with the onslaught of coronavirus, top doctors said Wednesday. “If we had a crystal ball and could somehow have stockpiled PPE well beyond anything that we thought we could ever use in the next five years, that would have had an impact,” Dr. Philip Ozuah, president and CEO of New York’s Montefiore Medicine, said during The Atlantic Summit on Health Care. During the coronavirus crisis, Ozuah said is staff has dealt with “anxiety about getting sick, and the worry about inadequate supplies of PPE, and the worry about having to reuse masks.” Ozuah said he is proud of the way his staff rose to the challenge, despite an unmet demand for additional PPE and staff when the pandemic hit New York hard in March. “We went from consuming a handful of such masks a day to over 100,000 a day,” said Ozuah. “On March 11, we had one patient in the hospital with coronavirus. By March 31, we had 2,000, so it blew up so quickly that there was no time to ramp up staffing.” The loss of fellow physicians contributes to the burden faced by many health care workers. Ozuah said his staff lost 27 colleagues to the virus. “These are folks that you work with, and you see them in that state, struggling to breathe,” said Ozuah. “And some colleagues we lost despite weeks, and weeks, and weeks of heroic efforts on the part of other coworkers of ours trying to save them,” he added. “The demand on our people's time was so extreme that there was no time to reflect, no time to grieve. There were so many people who needed our help.” President Trump’s decision to withdraw US support for the World Health Organization is like firing a team of firefighters in the middle of a raging forest fire, three prominent public health experts argued Wednesday. They compared the missteps in the coronavirus pandemic to a forest fire that goes badly wrong.  “Unfortunately, the models are imperfect. The wind turns in an unexpected direction. As a result, several towns are destroyed, and there are billions of dollars in damage,” Barry Bloom, Dr. Paul Farmer and Dr. Eric Rubin of the Harvard School of Public Health wrote in a commentary in The New England Journal of Medicine. “If you were the current U.S. government, you would shut down the Forest Service in the midst of the fire. At least, that’s what’s happening now with the World Health Organization (WHO),” they added. Trump and aides have blamed WHO and the Chinese government for the rapid spread of the coronavirus. The US now has more cases by far than any other country – 3.4 million, according to Johns Hopkins University. Brazil comes in second with 1.9 million. And the US has more deaths, with nearly 137,000. “At some point there should be a reckoning, an evaluation of why the United States has done so poorly and who is responsible for the tens of thousands of excess deaths and billions of dollars in economic damage that have resulted,” the three experts wrote. “But today, in the middle of the outbreak, we must take stock of where we are and how we can do better. To do that effectively, we need the WHO. We must not make the mistake of firing the firefighter in the midst of the fire,” they added. WHO will struggle to survive without US support, they said.  “The United States is responsible for the largest amount of funding for the WHO, 22% of assessed dues, and provides the largest voluntary contributions – to polio eradication, nutrition, and vaccine programs, for example,” they added. Virginia Gov. Ralph Northam has announced the adoption of statewide emergency workplace safety standards in response to Covid-19, according to a statement from the governor’s office. The standards will require all employers to mandate social distancing measures and face coverings for employees in customer-facing positions and when social distancing is not possible, provide frequent access to hand washing or hand sanitizer, and regularly clean high-contact surfaces.  In addition, new standards require all employees be notified within 24 hours if a coworker tests positive for the virus. Employees who are known or suspected to be positive for Covid-19 cannot return to work for 10 days or until they receive two consecutive negative tests. The governor's office called the standards the first-in-the-nation safety rules due to an \"absence of federal guidelines,\" the statement said. Texas reported 110 new fatalities related to Covid-19, bringing the total number of deaths in the state to 3,432.  The state also reported 10,791 new Covid-19 cases on Wednesday, the record high daily number.  The state has a total of 282,365 Covid-19 cases. ##Hotspots## ##Cases## Montana Gov. Steve Bullock issued a new directive during a news conference today that requires face coverings in certain indoor business settings for counties with four or more active Covid-19 cases effective immediately.  Face coverings will also be required for outdoor gatherings of 50 people or more when social distancing isn’t possible. Some context: Montana has doubled the number of Covid-19 cases just since the start of July, Bullock said.  Cluster cases in Montana have contributed to one third of the cases this month, he added. ##Cases##   In a campaign call with reporters, Vice President Mike Pence said that the upcoming Republican National Convention in Jacksonville, Florida, next month “is a work in progress,” and “there's consideration being given to having the convention in an outdoor setting, and also putting the kind of measures in place that put the health of all of those that are participating, our delegates, visitors, and anyone else is present, we'll put the health of everyone participating first.” As previously reported, the RNC Host committee has indicated they plan to test all those within the perimeter on a daily basis. Pence went on to encourage Americans, “particularly in the impacted areas, to take those steps to heed state and local guidance, to wash your hands, practice good hygiene, wear a mask when it's indicated by state and local officials, and, and also to wear a mask when social distancing is not possible.”  It’s worth noting that President Trump is currently in Georgia, where he’s conspicuously not observing Atlanta’s mask ordinance. ##Politics## Retail chain Kohl's announced today that all its customers will be required to wear face masks beginning July 20.  Associates have been wearing masks as a requirement and a statement from the company said that will continue.  \"As Covid-19 cases continue to rise, face covering mandates have grown to apply to approximately 70% of our store base, therefore we’ve made the decision to take a consistent approach across our entire store fleet,\" the company said. Kroger stores will require all customers in all locations to wear a mask when shopping starting July 22, joining its employees who continue to wear masks, according to a statement from the company. “We are taking this extra step now because we recognize additional precautions are needed to protect our country,” the statement from Kroger said Wednesday. “As an employer, grocery provider and community partner, we have a responsibility to help keep our associates, customers and communities safe.” It wasn't all good news for stocks Wednesday — the Nasdaq was negative for much of the day — but hump day ended on a positive note. Excitement about a promising Covid-19 vaccine, tested by Moderna, and better-than-expected Goldman Sachs earnings helped boost stocks. That overcame continued fears about the coronavirus pandemic spiraling out of control and weighing on the economic recovery. Here's how the market closed: The Dow closed 228 points higher, ending the day up 0.85%. \nThe S&P 500 ended the day up 0.9%. \nThe Nasdaq rose 0.6%. California reported its second highest single-day increase in coronavirus cases and deaths on Wednesday, with 11,126 new cases and 140 additional deaths, according to data from the state's Department of Public Health. The new cases represent a 3.3% increase and the deaths reflect a 2% increase from Tuesday’s data. The state recorded its highest single-day number of cases on July 7 with 11,694 cases and its highest single-day increase of deaths with 149 fatalities the next day. Hospitalizations and intensive care unit admissions in the state also reached new all-time highs Wednesday. The state reported 41 new hospitalizations and 21 new ICU admissions on Wednesday. There are a total of 6,786 Covid-19 positive hospital patients and 1,907 patients in ICU. Gov. Gavin Newsom warned last Wednesday that approximately 2,000 of the cases recorded on July 7 were from a backlog of cases from Los Angeles County. As of Wednesday, there are a total of 347,634 confirmed coronavirus cases and 7,227 deaths in California. One thing to note: These numbers were released by California Department of Public Health, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## ##Cases## Connecticut Gov. Ned Lamont has asked the US Department of Homeland Security to keep the National Guard in the state through the end of the year to continue to help respond to the Covid-19 pandemic. “The Connecticut National Guard has demonstrated that its ability to respond is constant, and their unwavering response is a big reason why we have been able to significantly bend the curve from the initial outbreak,” Lamont said in a statement. “Not only are they providing state government with needed support, but they regularly partner with local and federal agencies to help protect our communities. I thank the Guard for their commitment to the citizens of Connecticut and the impact they’ve made here.” Since March 20, more than 1,000 members of the Connecticut National Guard and members of the State Militia have been called up to respond to the pandemic, Lamont said. An elementary school teacher in Orange County said teachers are “making plans for students and teachers dying” after the county Board of Education voted this week to return children to schools this fall without face masks or social distancing despite a surge in coronavirus cases in the state. “We’re creatures of habit. We like our routines. We miss our kids terribly. We lay awake at night wondering if they’re okay. How horrible is it that one of the things on the list to do is to have a plan for students and teachers dying?” Denise Bradford, a teacher in the Saddleback Valley Unified School District, told CNN’s Brianna Keilar. Bradford said teachers in her district are concerned about the possibility of becoming infected with the virus that has claimed more than 7,000 lives in California and said they can’t return to school until it's safe. Orange County Supervisor Don Wagner, who was part of the 11-person county Board of Education panel that voted for the school guidelines, said he thinks face masks should be “optional” for children at schools and that it’s a decision “each individual school district needs to make.” Despite the vote, many of the county’s 28 school districts won’t adhere to the board’s guidance.  CNN reached out or reviewed information from all of the districts on Tuesday. Of the districts that responded or posted plans online — more than half — none said they would return children to school without masks or social distancing. On Tuesday, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, compared Covid-19 to the 1918 flu pandemic, during a Georgetown University Global Health Initiative webinar. “If you look at the magnitude of the 1918 pandemic, where anywhere from 50 to 75 to 100 million people globally died, that was the mother of all pandemics and truly historic. I hope we don’t even approach that with this, but it does have the makings of, the possibility of … approaching that in seriousness,” Fauci said. On Wednesday, Fauci clarified his comments to CNN Chief Medical Correspondent Dr. Sanjay Gupta. Fauci said he was not suggesting that tens of millions of people will die of coronavirus, but that it is “historic” in the sense that it is also a highly contagious and lethal novel virus, for which there is currently no vaccine. What is different in 2020 is that we have more tools at our disposal to combat the pathogen, as well as instant communications to warn and inform the public, Fauci said. Hospitals in Laredo, Texas were at 100% capacity on Tuesday, Laredo Health Authority Dr. Victor Trevino told the Laredo City Council during a meeting on yesterday night.  Interim fire chief and emergency management coordinator Ramiro Elizondo said during the meeting that a team from Federal Emergency Management Agency would be arriving in the city this week to convert a local hotel to a surge hospital site to treat Covid-19 positive patients.  Elizondo said the surge site would provide 106 beds and the capacity will help expand the hospital capacity for non-intensive care unit patients. The hotel would be fully staffed and funded by the team coming from FEMA, according to the city manager.  Trevino said there is a still an issue in the area with ICU capacity that needs to be addressed.  “Even if we have temporary hospitals, we still have to press the issue of ICUs,\" Trevino told the council. \"To set up a temporary ICU would be a feat in itself, but we have to be pushing for that, because we could run out of Covid ICUs.\" By the numbers: Laredo officials reported another 162 cases on Wednesday, bringing the total to 3,373 total positive cases, with 2,383 of those active.  They officials also said that there are 168 people currently hospitalized, 71 of those are in the ICU.  The Houston Independent School District will begin its 2020-21 school year virtually on Sept. 8 with all online instruction for six weeks. In-person instruction is planned to begin on Oct. 19, the district said. This is a significant change from previous tentative plans for a mid-August reopening date, most likely implementing a hybrid model. Interim Superintendent Grenita Lathan announced Wednesday that those dates are still subject to change based on Covid-19 conditions across the city. \"After hearing multiple voices from health experts, parents, students, staff and community members all HISD students will begin the 2020-21 school year, virtually on Tuesday, September, 8. Our decision to begin the upcoming school year virtually and delay the start of the school year for two weeks, was due to the rising number of positive Covid-19 cases in the area,\" Lathan said. Looking to the future: On Oct. 19, face-to-face instruction for students is slated to begin. This date is subject to change based on Covid-19 conditions across Houston and guidance from local, state and federal health officials. Parents will have the option to opt out of face-to-face instruction entirely for the fall semester and 2020-2021 school year. Parents who select online-only must attend a virtual class outlining expectations and sign an agreement committing to virtual learning. ##Schools## Brazilian President Jair Bolsonaro told CNN Brasil that he has tested positive again for Covid-19 a week after his initial test indicated he had the virus.  Bolsonaro told the CNN affiliate in a telephone interview today that he took the new test on Tuesday morning and got the results back that night, although the results had not been made public.  Bolsonaro said he was “doing very well” and that he hasn’t had a fever since the beginning of last week, according to CNN Brasil reporter Leandro Magalhaes, but that he was anxious to get back to work. He said he hasn’t had other symptoms, such as shortness of breath or loss of taste. He said he plans to take another test in “coming days.” The president has been working remotely from the presidential residence since last week, holding video conferences and occasionally walking in the gardens, where he has been seen wearing a mask. He said he continues to take the controversial drug hydroxychloroquine, although it has not been proven to be effective against coronavirus. The nation's top infectious disease expert, Dr. Anthony Fauci, says that he has not thought about resigning, even amid the administration trying to discredit him — which he calls \"bizarre.\" In an interview with The Atlantic on Wednesday, Fauci was asked if he has thought about resigning.  \"No. I think the problem is too important for me to get into those kinds of thoughts and discussions. I just want to do my job. I’m really good at it. I think I can contribute. And I’m going to keep doing it,\" Fauci said. Reporters at The Atlantic also asked Fauci: \"You are the government’s top health adviser, and the government you’re trying to advise is actively trying to discredit you. How do you work like that?\" Fauci responded in part, \"That is a bit bizarre.\" Dr. Anthony Fauci, the nation's top infectious disease expert, said the USA Today op-ed that was written by White House trade adviser Peter Navarro was “a major mistake on their part.”  Speaking to The Atlantic magazine on Wednesday, Fauci said, “I think if you sit down and talk to the people who are involved in that list that came out, they are really, I think, taken aback by what a big mistake that was.” “If you talk to reasonable people in the White House, they realize that was a major mistake on their part, because it doesn't do anything but reflect poorly on them,” he said. The op-ed did not go through the normal sign-off process of being edited and approved by the White House press office, a White House official told CNN on Tuesday. Fauci doesn’t think that was their intention, but said, “I cannot figure out in my wildest dreams why they would want to do that. I think they realize now that that was not a prudent thing to do, because it’s only reflecting negatively on them.” Fauci went on to say he has no explanation for Navarro: “He’s in a world by himself. So I don’t even want to go there.” Clarification: Fauci spoke Wednesday with the Atlantic magazine.   ##Politics## Watch here: Young people throwing \"Covid parties\" in the United States has been making Dr. Anthony Fauci's “head spin,” he said on Wednesday. \"When I hear about these Covid parties, it just makes my head spin. Because when you get infected, what you’re doing is you’re not in a vacuum. You are part of the propagation of the outbreak,\" Fauci, director of the National Institute of Allergy and Infectious Diseases, told The Atlantic's Ed Yong during a pre-recorded interview at The Atlantic Summit on Health Care. \"The chances are — we know statistically — that you’re going to infect someone else, who then is going to infect someone else, who then all of a sudden you’re going to infect somebody who gets sick and goes to the hospital,\" Fauci added.  Some context: Covid-19 parties have been reported across the country. Earlier this month, Tuscaloosa City, Alabama, council member Sonya McKinstry told CNN that she was furious to hear from the city’s fire chief about such gatherings being thrown by young people for the purpose of catching Covid-19. McKinstry said that tickets are sold to the party, and people who are Covid-19 positive are invited. The goal is to be the first person to be confirmed by a doctor to have coronavirus, and you win the money made off the ticket sales. Dr. Anthony Fauci said the US government’s attempt to discredit him “is a bit bizarre. I don't really fully understand it.” Fauci said there isn’t a day that goes by that he doesn’t speak to some members of the White House Task Force, including Dr. Deborah Birx and Dr. Robert Redfield. Remember: Trump and Fauci are no longer on speaking terms. “My input to the President is now a bit indirect. It goes through the Vice President. But clearly the Vice President, literally, every day is listening to what we have to say. There's no doubt about that,\" he said speaking to The Atlantic magazine on Wednesday,  When it comes to the US Department of Health and Human Services' directive for some coronavirus data to bypass the CDC, Fauci said he was not consulted. “I had not been involved in that,\" he said. Fauci continued: “I'd like to give you a reasonable explanation, but I've just been removed from that aspect of the outbreak, you know, focusing as I do on developing vaccines and drugs and things. I have not gotten into that.”  Clarification: Fauci spoke Wednesday with The Atlantic magazine. Watch here: New York City's Metropolitan Museum of Art announced that it plans to reopen to the public on Aug. 29. \"The Museum has been closed since March 13, 2020, and had previously not been closed for more than three days in over a century,\" the Met said in a statement announcing the reopening. There will be members-only days on Aug. 27-28 before the full reopening. When the Met reopens, its Fifth Avenue building will be open five days a week, Thursday through Monday. The building will be open 10 a.m. until 5 p.m. local time on Saturdays, Sundays and Monday, and there will be later hours — 12 p.m. to 7 p.m. — on Thursdays and Fridays. The Met Cloisters, its uptown museum in Fort Tryon Park, will open in September. ##Reopening## The coronavirus pandemic has already changed the look of New Year’s Day 2021 – the iconic Tournament of Roses Parade has been canceled. In terms of why the 132nd parade was canceled, the Pasadena Tournament of Roses Parade cited Gov. Gavin Newsom’s phase four reopening schedule, gathering of large groups in concerts and events, and consideration of health restrictions. “While we are extremely disappointed that we are unable to host the parade, we believe that not doing so will prevent the spread of Covid-19, as well as protect the legacy of the Rose Parade for generations to come,” said David Eads, executive director and CEO of the Tournament of Roses. Planning for the Rose Bowl Football game is ongoing.  “We continue to work with the college football playoff and our collegiate partners to explore what this year’s college football season will look like amidst Covid-19 and social distancing guidelines. While the safety and well-being of the student athletes, university personnel and fans is our top priority, we remain hopeful that the 'granddaddy of them all' will take place on New Year’s Day,” Eads said.  The only time the show did not happen was during the wartime years of 1942, 1943 and 1945. Public school students in San Francisco will start the fall semester with classes completely online. San Francisco Unified School District Superintendent Dr. Vincent Matthews said that “after reviewing the best available evidence-based sources of guidance from health officials, and gathering input from staff, students, and families, we have determined that on August 17, 2020, our fall semester will begin with distance learning.” Some context: The San Francisco district is the seventh largest school district in California, with more than 57,000 students. The announcement follows both the Los Angeles and San Diego Unified School districts’ decision this week to also start the year with full remote learning. The three California school districts collectively enroll nearly 800,000 students.  Matthews said they hope to provide a gradual hybrid approach with both in-person and distance learning when it is safe to do so. “The health and safety of students and staff is paramount,” he said. ##Schools## The National Football League’s Green Bay Packers announced Wednesday the team will not allow fans to attend their 2020 home preseason games and training camp practices.  “The tremendous support of cheering fans at Lambeau Field motivates all of us in the Packers organization,” Packers President/CEO Mark Murphy said in the statement. “But after consulting with local health officials and reviewing League and CDC guidelines, we felt we needed to make this difficult decision. We will miss seeing so many of our fans, particularly the young ones, during this exciting time of year. We will continue to work on the protocols and logistics in the hope that we can welcome fans back to Lambeau Field for the regular season without jeopardizing the health of our players, team personnel and fans.” Murphy also encouraged Packers fans to wear masks and maintain social distance while away from Lambeau Field.  In addition the Packers said plans for regular season ticket holder attendance are being finalized, with details to be communicated in the near future and that season ticket holders have the option to “opt in” or “opt out” on the chance to reserve tickets. New policies and safety measures will be implemented for the games.  President Trump said his trade adviser Peter Navarro made a misstep by publishing an op-ed critical of Dr. Anthony Fauci. \"He made a statement representing himself,\" Trump said when questioned about the article while departing the White House. \"He shouldn’t be doing that. I have a very good relationship with Anthony.\" Earlier the White House said Navarro broke protocol by submitting his article without clearance from the communications office. The concerns he expressed in the article were similar to those distributed by the White House over the weekend when officials questioned Fauci's record to reporters. Trump has made similar comments. Yet on Wednesday, he had only positive things to say about Fauci. \"We’re all on the same team, including Dr. Fauci,\" Trump said on the South Lawn. \"I have a very good relationship with Dr. Fauci.\" ##Politics## Dr. Anthony Fauci, the nation's top infectious disease expert, said that as the United States tried to reopen, he saw “pictures and photos and films of people at bars with no masks, congregating in crowds — the inevitable happened.” Fauci, speaking to The Atlantic Council on Wednesday, said America’s “baseline” was hovering around 20,000 new cases a day when reopening started. \"The problem is, since we started off our baseline so high, as we tried to open up, you saw that there was a wide variation in how that was done,” he said. Cases started to rise, “and now we're hanging around 60,000. That's untenable. We've got to turn that around, and that's really the issue we've got to address right now,” Fauci added.  ##Hotspots## WATCH: Florida reported another 10,181 cases of coronavirus yesterday, brining the total of cases reported throughout the pandemic to at least 301,810, according to new numbers released by the Florida Department of Health.  A total of 19,334 people are currently hospitalized across the state.  If Florida was its own country, it would have the 8th highest case count in the world, according to Johns Hopkins University data. Only seven countries are reporting more total cases than the state of Florida: The US, Brazil, India, Russia, Peru, Chile and Mexico. CNN's Rosa Flores in Florida: ##Cases## ##Hotspots## Two more Bolivian high-ranking officials have tested positive for Covid-19 on Wednesday, making the total number of those diagnosed with the virus 11, including interim President Jeanine Añez.  Minister of Hydrocarbons, Victor Hugo Zamora, tested positive, presents no symptoms and is following self-isolation protocols, according to a statement released by the Ministry on Wednesday.  Deputy Communications Minister Isabel Fernández also told CNN she has tested positive for the virus and is currently in self-isolation  The 11 high-ranking officials include 7 of the 17 cabinet ministers, two deputy ministers and Armed Forces Commander General Sergio Orellana.  The cabinet ministers are:  Foreign Minister Karen Longaric\nHealth Minister María Eidy Roca\nJustice Minister Alvaro Coimbra\nCabinet Minister Yerko Núñez Negrette\nMinister of Mines Jorge Fernando Oropeza\nMinister of Hydrocarbons Victor Hugo Zamora\nEconomy Minister Oscar Ortiz The two deputy ministers are Deputy Communications Minister Isabel Fernández and Deputy Interior Minister Javier Issa.  More on the numbers: Bolivia reported a record 1,617 new coronavirus cases Tuesday night, according to the country’s Ministry of Health, bringing the total registered infections to 50,867 while the country’s death toll reached 1,898. ##Hotspots## ##Cases## South Carolina Gov. Henry McMaster is calling on all public school districts in the state to submit plans for reopening that give parents the option to either send their children back to school, or keep them home for distance learning. McMaster said it's critical to get children back in their classrooms \"where they all want to be\" during a news conference Wednesday morning.  \"Try as we might, we know that virtual education is not as good for most children as face-to-face, in-class education,\" he said. McMaster repeatedly said that parents need to be given a choice on whether or not their children go back for in-person learning, but he pressed that in-person models must be an option.  McMaster said he has asked South Carolina Education Superintendent Molly Spearman not to approve any district's plan that doesn't give parents an in-person option for their children. \"Parents need to have a choice, they need to say to their districts whether they want their children in class 5 days a week or whether they want a virtual education. It will be their choice, but we must have school available,\" McMaster said. McMaster also recognized the technology gap in certain parts of the state, where families without internet access can't participate in virtual learning. He said 10,000 students have not been heard from since the pandemic began. \"We cannot restrict learning by forcing students to participate in remote learning when many of our students in rural parts of the state have no access to internet to begin with.\" Public schools have until this Friday to submit their final plans for approval by the state.  ##Schools## On the same day Oklahoma Gov. Kevin Stitt announced his positive Covid-19 status, the state has reported a record-high number of new cases. The Oklahoma State Department of Health said today that there are at least 22,813 total cases, up at least 1,075 new cases from Tuesday. The previous record was set on Tuesday at 993 new cases. There are currently 561 people hospitalized due to the virus.  ##Cases## Senate Majority Leader Mitch McConnell said Wednesday he has “total” confidence in Dr. Anthony Fauci, after he was asked by a reporter at a Kentucky appearance what his level of confidence is in the infectious disease expert at this point. Why this matters: The top Republican leader’s remark comes as the public feud between the Trump White House and Fauci continues to simmer. The White House is making a concerted effort to discredit Fauci as he becomes increasingly vocal about his concerns over reopening the country during a national surge in coronavirus cases. Trump and Fauci are also no longer speaking. \"Dr. Fauci is a nice man, but he's made a lot of mistakes,\" Trump said this week, undermining the public health expert Americans say in polls they trust more than the President. But Trump does not plan to dismiss Fauci, and probably couldn't directly fire him if he wanted to, White House officials have determined. He insisted on Monday that his relationship with the doctor remains strong. ##Politics## Alabama will now require residents to wear a face covering while in public, according to a statement from Gov. Kay Ivey. All individuals in public and within six feet of another person will be required to wear a face covering. Children under six will be exempt.  The new mandate is part of an amended safer-at-home order announced by the governor's office. The amended order runs until July 31. With this mandate, Alabama becomes the 36th state to require a face coverings while in public. Click here to see your state requires people to wear masks in public. Infectious disease expert Dr. Colleen Kraft said the United States doesn’t have a handle on coronavirus, largely due to people’s behavior.  “I’m not really sure at this point…what to say differently, except that we may be more at a toddler status, where we have to sort of learn ourselves by putting our hand over a fire to actually learn that there's a problem,” Kraft said.   Schools cannot open in-person and sports are being canceled due simply to “our inability to wear a mask, social distance and wash our hands,” she said.  The United States saw a record number of new cases Tuesday with at least 67,417 new reported cases, according to data from Johns Hopkins University.  Watch the interview: ##Cases## There are at least 3,448,625 cases of coronavirus in the US and at least 136,699 people have died from the virus in the country, according to Johns Hopkins University's tally.  So far on Wednesday, Johns Hopkins recorded 17,051 new cases and 233 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Visit CNN's tracker of US Covid-19 cases here.  ##Hotspots## ##Cases## Washington, DC, Mayor Muriel Bowser said the district's state of emergency will be extended — likely through October.  Meanwhile, the district has experienced delays in giving residents results from coronavirus tests, the mayor said at a news conference this morning. \"We have some internal capacity which we’ve maxed out,” Bowser told reporters.   She added that they are using contractors to help with testing results.  The mayor noted that if a resident is getting a coronavirus test, they should quarantine for 14 days regardless of whether or not they have their test results.  When asked about jurisdictions no longer having to report coronavirus data to the Centers for Disease Control and Prevention, Bowser said, “I think all of us in hearing that announcement were concerned that there was some political motive behind it.”   The Department of Health and Human Services confirmed to CNN on Tuesday that hospital data on coronavirus patients will now be rerouted to the Trump administration instead of first being sent to the CDC. The mayor said coronavirus data from the district will be shared with any government agency, “but we want to make sure it’s going to get to the hands of the scientists.”   Oklahoma Gov. Kevin Stitt announced today in a news conference that he tested positive for Covid-19. He said he was tested yesterday and that he feels fine other than being a little achy.  Stitt said he is quarantining at his home and isolating away from his family. The governor's diagnosis comes after he attended President Trump’s campaign rally in Tulsa, Oklahoma last month and was spotted in the crowd without a mask on.  Tulsa has seen a surge in cases in the aftermath of the rally that health officials say was likely caused by the event that hosted roughly 6,000 people indoors, most of whom opted not to wear a mask. Based on contact tracing, the Oklahoma State Department of Health says that the governor did not contract Covid-19 at the Trump rally in Tulsa in June. Dr. Lance Frye, commissioner of the Oklahoma State Department of Health, said they don't know exactly when the governor was infected,  but that it would've been within the last couple of weeks. He added that it would not have been as far back as Trump's rally.  Stitt stressed that he has been tested periodically since the rally and it wasn't until Tuesday that he tested positive. Some background: Stitt has been criticized throughout the pandemic for his aggressive push to reopen the state and seeming lack of adherence to the advice of medical experts.  In March, as the country was coming to terms with how serious coronavirus was and businesses were shuttering their doors, Stitt tweeted a photo of himself and his children eating at a crowded restaurant. He later deleted the tweet. Oklahoma had one of the most aggressive reopening plans in the country, and despite a rise in cases, Stitt has said that shutting down businesses is not under consideration. Overnight, Allegheny County, Pennsylvania, the area where Pittsburgh is located, reported 246 new cases of Covid-19, according to a statement from the Allegheny County Health Department.  The county announced 5 additional deaths, on Wednesday, and one new hospitalization.  This information is based on 2,944 test results from June 30 through July 14, the release said. One thing to note: The numbers listed were released by the Allegheny County Health Department and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## ##Cases## The Philadelphia Independent School District plans to reopen schools in September with a hybrid of in-person and online learning, with most students physically attending school two days per week. Under this plan, schools in Philadelphia would resume on Sept. 2.  Each of the more than 200 schools within the district will create its own individual plan, while abiding by the safety guidelines outlined by Superintendent William R. Hite Jr. Wednesday. These measures mirror those that many other major school districts nationwide are taking, including temperature/health checks, masks, social distancing, limiting classroom capacity, and increased cleaning of classrooms and public spaces. \"We all are living through a pandemic, and there will surely be challenges ahead, doing these uncertain times,\" Hite said. \"But I am confident that by working together, we will be able to provide our students with the education they need and deserve. And by working together, we will be able to develop solutions and as issues arise, and ensure that we will all get through this safely as possible.” Here are some of the safety guidelines from the plan:  Hybrid learning:  K-12 students will be assigned to come to school on Mondays and Wednesdays or Tuesdays and Thursdays, with all students doing digital learning on Fridays. \nThe city aims to provide face-to-face learning for students with complex needs, and an A/B schedule for all other K-12 students.  Masks and face coverings:  Teachers and students will be provided masks that must be worn at all times that six feet of social distancing cannot be maintained. The district has different face covering requirements depending on grade level and will provide the necessary equipment for each student. \nFor students in pre-kindergarten through grade 5, all students will be provided two face shields and five surgical masks per week. Teachers in these grade levels will be provided two face shields per week. Students in grades 6-12 will be provided five disposable surgical masks per week. And special needs students will be provided two face shields per week. \nSchool safety officers and transportation staff will be provided one durable face shield for the year and a disposable surgical mask daily. \nCleaning and maintenance staff will be provided one face shield weekly and one disposable surgical mask daily. \nNurses will receive one face shield weekly and a disposable surgical mask daily. All employees will receive one cloth mask. Hite predicted that this plan would cost “somewhere north of $60 million” and “could go as high as $80 million.” ##Schools## ##Reopening## Preliminary research now suggests that skin rashes and rashes inside the mouth might be a symptom of coronavirus infection — but more study is needed. The research, published in the medical journal JAMA Dermatology on Wednesday, found that among 21 patients in Spain who were confirmed to have Covid-19 and a skin rash, six of those patients or 29% had enanthem, or lesions or rash in the mouth. The mean amount of time between the onset of Covid-19 symptoms and developing enanthem was about 12 days among the patients, according to researchers from the Hospital Universitario Ramon y Cajal in Madrid. Specifically, the researchers found that one patient developed enanthem 24 days after the onset of symptoms; two patients developed enanthem 19 days after; one developed enanthem 12 days after; one developed enanthem two days after; and another developed enanthem two days before. \"This work describes preliminary observations and is limited by the small number of cases and the absence of a control group,\" the researchers wrote, adding that their findings still suggest enanthem to be a possible Covid-19 symptom and not a reaction to medications, for instance. \"Despite the increasing reports of skin rashes in patients with COVID-19, establishing an etiological diagnosis is challenging,\" the researchers wrote. \"However, the presence of enanthem is a strong clue that suggests a viral etiology rather than a drug reaction.\" New York City will have an update on if the city is going to move into phase four of reopening in the next 24 to 48 hours, Mayor Bill de Blasio said Wednesday during the city’s daily press conference.  The mayor made this comment after a reporter said we are nearing the two-week mark of being in phase three and asked for an update on the city’s track to reopen.  The mayor said the state and the city are currently deliberating on the right decision to make amid the uptick of coronavirus cases across the country.  Remember: When the city moved into phase three, it did not include indoor dining. In other parts of New York state, phase three marked the start of indoor restaurant service. Phase three of reopening in New York City did allow for sports and recreation to resume.  ##Reopening## Nurses who traveled to New York City to help care for coronavirus patients as the city was going through its peak returned home, only to find skepticism of the virus from others. “It made me feel terrible because at that point, I was scared for my own life, just being out there on the front lines, providing care for my patients and also just living day to day because we were all nervous. … So I had to educate my friends and let them know the virus is real and they have to stop doing what they were doing,” said Olumide “Peter” Kolade, a nurse from California.  Oklahoma nurse Courtney Sudduth said that she felt relief to finally get back home after seeing the virus cause so many deaths in New York. But now, she said she is taking care of Covid-19 patients in their 30s who are on ventilators.  “When I came back here, there weren't people taking any precautions and people weren't social distancing. And now, for two weeks, we’ve had daily record number cases…and our hospitals are being overrun. Our ICUs are full,” she said.  Both nurses encourage people to not let up on washing their hands, social distancing and wearing masks. “We have to be the change we’re looking for,” Kolade said. “…We have to forget about all these conspiracies.”  Watch: Covid-19 testing turnaround time is down to 3 days, New York City Mayor Bill de Blasio said Wednesday during the city’s daily Covid-19 presser.  Hospital admissions across the city, as of Monday, is at 66. There are at least 3030 patients in ICUs with Covid-19. Of the people tested across the city, the positive infection rate remains at 2%, according to data the Mayor’s office released. Nine people across New York died due to coronavirus Tuesday, New York Gov. Andrew Cuomo’s office announced Wednesday, bringing the statewide death toll to 25,003. At least 831 of the 63,598 — or 1.3% — of the tests conducted across New York on Tuesday were positive, bringing the statewide total of confirmed cases to 404,006. One thing to note: These numbers were released by the state and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Florida’s largest public health system has seen a 226% increase in coronavirus patients since June 14, which Jackson Health System President and CEO Carlos Migoya attributes to people not wearing masks.  “The challenges that we’ve had is that the people have not been masking or being socially distant, especially the younger people,” Migoya said.  He said that the biggest offenders have not been residents, but visitors.  “The biggest issue is we have a lot of aggressive noncompliant people, people that just do not believe that masking is the right thing to do,” Migoya said.   In Florida, there are currently 54 hospitals that have reached ICU capacity and show zero ICU beds available, according to data released by the Agency for Health Care Administration. Ten of those hospitals are in Miami-Dade County. Another 40 hospitals show ICUs at 10% available capacity or less, according to the AHCA data. Migoya also attributes the spread of Covid-19 to younger people who may be asymptomatic passing it on to their parents or grandparents.  “We saw a huge influx of young people coming in. Now, those young people are still coming in, but we're getting older people in,” he said, adding that younger people would have a “rude awakening” if they visited one of his hospital’s ICUs.  Migoya said he expects more Covid-19 patients for the next few weeks.   Watch: At a stop at a hospital in Shelbyville, Kentucky, this morning, Senate Majority Leader Mitch McConnell continued issuing warnings that the coronavirus is here to stay. He said that while \"there were some that hoped\" the coronavirus would simply go away, it isn't. \"I think the straight talk here that everyone needs to understand is this is not going away,\" he said. While he didn't mention Trump, it's the latest indication of how McConnell is voicing a much different message about the virus than the leader of his own party.  ##Politics## Walmart, the world's largest retailer, is the latest national chain to require all customers to wear masks, CNN Business reports. The change will start next week.  Here is the company's statement from this morning:  “Currently about 65 percent of our more than 5,000 stores and clubs are located in areas where there is some form of government mandate on face coverings. To help bring consistency across stores and clubs, we will require all shoppers to wear a face covering starting Monday, July 20. This will give us time to inform customers and members of the changes, post signage and train associates on the new protocols.”  Walmart joins a growing list of businesses that have made this move. Starbucks said last week that it will require customers to wear facial coverings or masks in all 9,000 of its company-owned US stores beginning Wednesday.  Best Buy announced Tuesday that it will also require all shoppers coming into its approximately 1,000 stores to wear face masks. Costco began requiring its members to wear masks in stores beginning in May. Although no federal mandate to wear a mask exists, the US Centers for Disease Control and Prevention says everyone \"should wear a cloth face cover when they have to go out in public.\" The CDC said \"face coverings are meant to protect other people.\" The country's coronavirus response is taking \"a step backwards\" by rerouting hospital data on Covid-19 patients directly to the Trump administration instead of the US Centers for Disease Control and Prevention, according to former CDC acting director Dr. Richard Besser. \"Given how political the response has been to date, it’s a step backwards to have these data going directly to HHS in Washington,\" Besser told CNN's Dr. Sanjay Gupta. \"It's another example of CDC being sidelined. Not only should the data be coming to CDC, but CDC should be talking to the public through the media every day.\" What this is about: The Department of Health and Human Services confirmed the new policy to CNN on Tuesday. While CDC is a division of HHS, there has been tension between the CDC's Atlanta-based agency and those in Washington, Besser said. \"One of the nice things about CDC being in Atlanta — being away from Washington — is that we're able to avoid a lot of political pressure that you get in when you're in DC,\" he said. \"What I worry with the data going directly to HHS is that it could be further politicized, and that’s the last thing you want.\" Michael Caputo, the assistant secretary for public affairs at the department, said in an earlier statement that \"new faster and complete data system is what our nation needs to defeat the coronavirus and the CDC, an operating division of HHS, will certainly participate in this streamlined all-of-government response. They will simply no longer control it.\" \"These systems need to be modernized,\" Besser said, \"but the answer to this isn’t bypassing CDC; it's working to ensure that the flow is going faster, making sure that they're getting the right data.\" ##Politics## Numerous Covid-19 positive cases have been identified among participants at a high school athletic camp as well as social gatherings among students at Lake Zurich High School, according to a press release from the Lake County Health Department. The health department said on Wednesday that at least 36 students from the high school have tested positive.  They have instructed all participants from the Lake Zurich High School athletic camps to self-quarantine for 14 days from their last possible exposure.   Lake Zurich High School held its first day of athletic camp on Monday, July 6. According to the release, numerous students were turned away during health screenings at the beginning of camp while others were sent home the first day after experiencing symptoms.  The school district was notified on the evening of the 6th that numerous students across multiple sports developed symptoms and tested positive.  Through contact tracing, the Lake County Health Department said they have identified several social gatherings prior to the camps where exposures may have occurred.  As schools prepare to reopen this fall in Arizona, school officials are finding creative ways and alternatives to safely welcome students back in the classroom.  CNN correspondent Evan McMorris-Santoro visited Coatimundi Middle School in Rio Rico, Arizona, where \"power breezer\" machines are being set up in classrooms to spray disinfectant when students are not in class. These giant machines have been used in NFL sidelines to cool down football players.  The school also plans to use a hybrid schedule and reduce the number of students in each class. In a class with 28 desks, for example, the class will be reduced to 14 desks that are spaced apart.   David Verdugo, superintendent of Santa Cruz Valley Unified School District, said he hopes classrooms will be safe, but there is \"no 100% answer.\" He said the goal is to provide as much opportunity for students, families and staff to stay safe.  CNN takes you inside the classroom:  ##Schools## US stocks soared once again at Wednesday’s opening bell. Here is where things stood at opening:  The Dow opened up 350 points after a Moderna coronavirus vaccine showed promising results. Moderna shares surged 14%.\nThe S&P 500 was up 1%.\nThe Nasdaq rose 0.7%. The vaccine hopes sent travel companies like Delta Air Lines and Carnival sharply higher.  Goldman Sachs is rallying 4% on near-record revenue driven by robust trading and investment banking results. US stocks finished sharply higher Tuesday, with the Dow spiking 557 points, or 2.1%. Georgia’s Glynn County, a popular coastal beach destination, has seen a significant recent increase of positive Covid-19 cases since the Memorial Day and July 4 holidays.   “We have clearly seen a higher rate of positivity among those being tested,” Glynn Commissioner J. Peter Murphy told CNN.   On Tuesday, Glynn County reported 1,622 confirmed new cases of Covid-19, 10 new deaths, and 84 hospitalizations, according to Georgia’s Department of Public Health.    Commissioner Murphy told CNN that the “volumes” of visitors and cars at St. Simons beaches and piers beyond the local residents in the county has been “quite striking.”     “The volume of people exploded in the area, and has a direct correlation in uptick and spike in number of individuals testing positive for coronavirus,” Murphy told CNN.  ##Hotspots## ##Cases##  There are currently 54 hospitals that have reached ICU capacity in Florida and show zero ICU beds available, according to data released by the Agency for Health Care Administration (AHCA). Ten of those hospitals are in Miami-Dade County, the epicenter of the virus in the state.  Another Florida 40 hospitals show ICU’s at 10% available capacity or less, according to the AHCA data. Miami-Dade County officials reported a staggering 31% Covid-19 positivity rate on Tuesday, according to data released by the county's government. In the past 13 days, the county has seen an increase in the number of Covid-19 patients being hospitalized (56%), in the number of ICU beds being used (65%) and in the use of ventilators (92%), according to the latest county data.  This hospitalization data comes as the state continues to report new records. The Florida Department of Health reported at least 9,194 new cases and an additional 132 deaths on Tuesday, the most deaths in one day in the state.  ##Hotspots## Watch Jackson Health System President & CEO's interview with CNN:  The United States recorded more than 67,000 new cases yesterday — a new record for the most new cases reported in a single day. If you're just reading in now, here's what you need to know to start your day: Almost a quarter million people could die: An influential model from the Institute for Health Metrics and Evaluation at the University of Washington is now projecting that 224,000 people will die from the virus by November 1, which is an increase of almost 16,000 from the week before.That jump is due to skyrocketing cases around the country, the chair of the IHME said.\nMost states rethinking reopening: As new cases continue to emerge, at least 27 states have paused or rolled back plans to reopen their economies. Among them is Nevada, where 37 bars have filed a lawsuit to fight Gov. Steve Sisolak's order to revert back to Phase 1 of the state's reopening plan.\nWhere back-to-school stands: Some of America's largest school districts say they won't resume in-person classes this fall, despite President Trump's calls to reopen. The President has threatened the funding of schools that do not return to campus in the fall.\nThe good news: One Covid-19 vaccine candidate has been found to induce immune responses in all of the volunteers who received it in a Phase 1 study. But remember: These are early results, and more research is needed. ##Hotspots## ##Rollbacks## ##Schools## Hospital data on coronavirus patients will now be rerouted to the Trump administration instead of first being sent to the US Centers for Disease Control and Prevention, the Department of Health and Human Services confirmed to CNN on Tuesday. The move could make data less transparent to the public at a time when the administration is downplaying the spread of the pandemic, and threatens to undermine public confidence that medical data is being presented free of political interference. Michael Caputo, the assistant secretary for public affairs at the department, confirmed the change first reported by The New York Times earlier in the day, saying in a statement that the \"new faster and complete data system is what our nation needs to defeat the coronavirus and the CDC, an operating division of HHS, will certainly participate in this streamlined all-of-government response. They will simply no longer control it.\" \"The CDC's old hospital data gathering operation once worked well monitoring hospital information across the country, but it's an inadequate system today,\" Caputo said in the statement. The Times said hospitals are to begin reporting the data to HHS today, noting also that the \"database that will receive new information is not open to the public, which could affect the work of scores of researchers, modelers and health officials who rely on C.D.C. data to make projections and crucial decisions.\" Read the full story here.  The United States saw a record number of new cases Tuesday with 67,417, according to data from Johns Hopkins University. As of Tuesday, more than 3.4 million people in the US have been infected, and 38 states are reporting an increase in the number of new cases from the week before. With Covid-19 cases soaring in the US South and Southwest, the nation's public health experts fear the end is not yet in sight and wonder what normal will look like as the pandemic stretches on through the rest of the year. While New York and New Jersey were the early virus hotspots, California, Florida, Arizona and Texas now have become the states to watch, Dr. Anthony Fauci, the nation's top infectious disease doctor, said Tuesday. The states continue to report new records:  California: Hospitalizations and ICU admissions for Covid-19 patients continue to rise in the state, setting a new record with a total of 6,745 hospitalizations and 1,886 ICU admissions, according to data from the California Department of Public Health.\nTexas: The state reported at least 10,745 new Covid-19 cases on Tuesday, a record high daily number. \nFlorida: The Florida Department of Health reported at least 9,194 new cases and an additional 132 deaths Tuesday, the most deaths in one day in the state. Meanwhile, at least 54 hospitals have reached their ICU capacity. \nArizona: The state has led the nation — for over a month — with the highest 7-day average of new coronavirus cases per 100,000 people, according to a CNN analysis of data from Johns Hopkins University.  Meanwhile, at least 27 states have paused or rolled back plans to reopen their economies. Among them is Nevada, where 37 bars have filed a lawsuit to fight Gov. Steve Sisolak's order to revert back to Phase 1 of the state's reopening plan. But Fauci cautioned that relaxed restrictions in California, Florida, Arizona and Texas are partly to blame for rising cases in those states, particularly among young people. Addressing the climb in the number of cases overall and among young people, US Centers for Disease Control and Prevention Director Dr. Robert Redfield said Tuesday the nation is in a much better place than it was in the spring, because the mortality rate is lower, but said \"we're not out of the woods for this.\" ##Hotspots## Citing the lag in processing for the high volume of tests, the state of California released new guidance on who can be tested for Covid-19.  Here are the guidelines for each tier of testing:  First priority for testing will go to those hospitalized with symptoms, close contacts of confirmed cases or are part of a contact tracing investigation. \nNext are those who show symptoms should be tested along with asymptomatic people who live or work in in congregate settings, like nursing homes, homeless shelters, prisons. This priority level also includes healthcare workers and patients in hospitals. \nThe third tier includes those who work in settings who have frequent contact with others and are not able to maintain six-foot distance such as retail or manufacturing, food services, agriculture, public transit and educators.\nThe fourth and final tier includes the asymptomatic but at risk for infection. This tier would be implemented when the state’s turnaround time is less than 48 hours. “Our testing capacity has increased exponentially in recent months. At the same time, new national supply chain challenges and large volumes of specimens sent to commercial laboratories have resulted in growing delays in processing times,\" Dr. Mark Ghaly, state Health and Human Services Secretary, said. \"Consequently, it is critical we continue to be deliberate and creative about testing. We must do this so that testing is readily available and affordable to those who need it, especially those communities experiencing the worst impacts of Covid-19 and those who are at the highest risk.\"  Latest hospitalization numbers: Yesterday, the state hit a new record with a total of 6,745 hospitalizations and 1,886 ICU admissions, according to the CDPH. This is a 4% increase in hospitalizations and a 2.9% increase in ICU admissions from Monday. ##Hotspots## The 7,200 Moroccan seasonal workers, stranded in Spain due to Morocco's closed borders, \"will return to their country in the next few days\" after being tested for Covid-19, a spokesperson for the Spanish Foreign Ministry told CNN. The seasonal farm workers, most of them women, arrived in Spain to pick fruit in March, but found themselves trapped in Spain's southern Huelva province when the season ended in May.  The Spanish government's decision to return the workers was made after days of negotiations between the Moroccan government, the Spanish Migrations Department and the Regional government of Andalusia — which includes Huelva province.  \"The government of Andalusia will facilitate the performance of PCR [polymerase chain reaction] for these workers, as demanded by the Moroccan government\", the spokesman said.  The Andalusia government aims to do a 1,000 tests a day, a spokeswoman for Interfresa, one of the biggest strawberry pickers associations in Spain, told CNN. \"The first 1,200 workers will leave in Saturday from Hueva's port on a Moroccan ferry,\" Ana López, spokeswoman for the government's delegation in Andalusia confirmed to CNN.  The news will come as a relief for the works, who have been surviving on almost no money and living in precarious conditions, according to a statement released earlier last week by a group of Spanish and Moroccan non-governmental human rights organizations, including local Andalusian group Mujeres 24h. Read more: Russia is lifting mandatory two-week quarantine for arriving visitors starting today, according to a government decree posted by the health authorities.  Starting today, both Russian and international travelers will have to bring to the border a coronavirus test result obtained in the past three days or take the test within three days of arrival. Self-quarantine remains mandatory for those who test positively.  This is the latest move by the Russian authorities to open up the country after claiming the rapid spread of the virus has been contained.  Last week, Deputy Prime Prime Minister Tatyana Golikova announced that Russia will gradually restore international flights to several countries starting today, depending on the epidemiological situation and course of negotiations with other governments. Previously, Russia’s health regulator Rospotrebnadzor posted a list of 13 recommended countries, which included Italy, Germany, and the UK.  The latest numbers: On Wednesday, Russia reported 6,422 new cases of coronavirus, bringing the total number of confirmed cases to at least 746,369. According to Rospotrebnadzor, at least 523,249 have recovered. ##Reopening## British Prime Minister Boris Johnson committed to an eventual independent inquiry into “what happened” in the UK during the coronavirus pandemic, but added that now is not the time for it. “Of course we will seek to learn the lessons of this pandemic in the future,” Johnson told the House of Commons during parliament’s weekly prime minister’s questions on Wednesday.  Johnson also told lawmakers he cannot “simply with a magic wand” ensure every job is retained throughout this period.  When asked by opposition leader Keir Starmer if he would personally intervene in reports that airline British Airways are re-hiring staff on worse terms, Johnson said the government is “absolutely clear” they want companies to keep workers in employment “where they possibly can.”  “No one should underestimate the scale of the challenge this country faces,” Johnson said, assuring the government is doing a “huge amount” to help the aviation sector.    Hong Kong recorded 19 new coronavirus cases and one death on Wednesday — the first day the city implemented social distancing measures as it battles a new rise in infections. Of the new cases, 14 are locally transmitted — including three cases related to a restaurant cluster in Tze Wan Shan, officials said. Five cases were imported, including seafarers and domestic helpers from the Philippines, as well as a flight attendant from India. The health authority said the city will be increasing the number of tests, but will have to give priority to people with symptoms and those who are admitted to hospitals as potential case numbers rise.  Hong Kong’s total number of Covid-19 cases is now at 1,588, with nine deaths. The city has recorded 236 locally transmitted cases including 83 untraced infections since the \"third wave\" began in early July. Under the new restrictions announced Monday: Incoming travelers who have been in or transited through high-risk areas in the last 14 days must show proof that they tested negative before boarding. If they fail to do so, airlines will be penalized.\nPublic gatherings will be capped at four people again. The limit had previously been 50.\nRestaurants cannot seat more than four customers together at a table, and must stop dine-in services from 6 p.m. to 5 a.m. every day.\nGaming centers, bathhouses, gyms, and other public recreational facilities will be closed for a week. Exhibitions and public events will either be canceled or postponed.\nMasks are now mandatory on all public transport. ##Rollbacks## More than 400 million people across three Indian states will re-enter lockdown, weeks after a nationwide lockdown was lifted on May 30.  This comes after India recorded 100,000 new coronavirus cases in the past five days as the country struggles to gain control of the worsening pandemic.  On Wednesday, it saw 29,429 new cases, bringing the total to 936,181 confirmed cases and 24,309 deaths.  State and city-wide measures: As cases and deaths continue to soar in India, two of its most populous states -- Bihar and Uttar Pradesh -- announced various lockdown restrictions.  Bihar's government announced a 16-day long state-wide lockdown on Tuesday, which would come into effect from July 16, while Uttar Pradesh's government said Sunday that a lockdown will take place every weekend until the end of July. Both states had previously lifted their lockdowns on May 30 except for districts with a high number of cases. The city of Bengaluru, in Karnataka state, which had also initially lifted restrictions, went into a week-long lockdown on Tuesday until July 22. This comes after the state of Maharashtra reinstated a lockdown on June 29 until July 31.  India began easing lockdown restrictions on May 30, but certain states such as West Bengal and Jharkhand continued to have lockdown measures and restrictions on movement, with the exception of certain essential services. More than 100 million people in these states have remained under lockdown restrictions since late March.  In the capital, New Delhi, where there are no overarching lockdown measures, restrictions continue in its \"containment zones,\" which include more than 600 localities as of Monday, according to the territory’s Revenue Department.  Read more:  ##Hotspots## ##Rollbacks## The United Arab Emirates has recorded zero coronavirus deaths in the past 24 hours, Crown Prince of Abu Dhabi Mohammed Bin Zayed said on Twitter Wednesday.   “Today we announce no deaths related to COVID-19 in the UAE in the last 24 hours. Our deepest gratitude to our frontline heroes and to society for their commitment to adhering to precautionary measures. We must continue our collective efforts in tackling this challenge.\"  The last time the UAE had no deaths was April 18, according to Ministry of Health data.  On Tuesday, 375 more cases were recorded in the Emirates bringing up the total number of cases to 55,573, of which more than 46,000 recovered, according to the Health Ministry.  Overall the UAE has conducted more than 4 million tests in the country of 11 million, Minister of Health and Prevention Abdul Rahman Al Owais said on Monday, according to the UAE government office's Twitter account.  Vaccine trials: Owais added that two vaccines have reached a phase three clinical trial with 15,000 people volunteering for testing.  In June the United Arab Emirates (UAE) and China launched a Phase 3 clinical trial of a coronavirus vaccine, according to the China National Biotec Group (CNBG) and UAE state media. Drugmakers globally are working to find a coronavirus vaccine. It's unclear if or when a vaccine will be available to the public as of yet, but researchers hope to produce one by early 2021. ##Cases## Britain's Queen Elizabeth II is expected to appear at her first public engagement in months on Friday to knight Captain Tom Moore, the 100-year-old English war veteran who became a national celebrity after raising than $40 million for the UK's National Health Service. The investiture – the first since the Queen moved to Windsor Castle in March amid the pandemic -- will be attended by members of Moore's family, according to a Buckingham Palace statement.  The event will mark the 94-year-old monarch's first in-person public engagement since her schedule was scaled back. Previous engagements with members of the public during the pandemic have been carried out virtually.  The Queen did attend a military ceremony in Windsor Castle to mark her official birthday in June, but it was not open to members of the public.  The award for Moore, who turned 100 at the end of April, was announced by Downing Street on May 20.  The World War II veteran raised a record amount for the NHS in its battle against the coronavirus by walking around his garden in Bedfordshire, southeast England, with the help of a frame. The governor of the Japanese prefecture of Okinawa is asking that two US Marine Corps facilities there be put into lockdown after 36 new Covid-19 cases were revealed at one of them Wednesday. The new cases at the US Marine Corps’ Camp Hansen bring to 136 the number of coronavirus cases reported at US military bases in Japan since July 1, according to the government in Okinawa. Almost all of those cases are on Okinawa. Gov. Denny Tamaki told CNN in an exclusive interview on Wednesday that Camp Hansen and Marine Corps Air Station Futenma, which have the most virus cases, should be put into lockdown. He also said no new US military personnel should be allowed to transfer into Okinawa from the United States. “Honestly, I have doubts about whether adequate precautions are being taken to prevent the virus from spreading.\" He said he has received no response to his requests from US interim Ambassador to Japan Joseph Young or Japanese Defense Minister Taro Kono. ##Cases## British Health Secretary Matt Hancock said he is “worried” about emerging evidence of “debilitating” long-term impacts for some coronavirus survivors. Speaking to Sky News on Wednesday, Hancock revealed the British government has allocated “almost £10 million” ($12.6m) into research, and set up an NHS service to support the “significant minority” greatly impacted by the virus.  Acknowledging he is “concerned,” Hancock said it is “really important we support people who are in that situation.” Hancock also spoke about the “consequences” of this being a novel virus: \"we’re constantly learning about the impact of it.” The UK is among the worst-hit countries in the world, with more than 292,900 confirmed cases and 45,000 deaths since its outbreak began, according to Johns Hopkins University data.  ##Cases## The Covid-19 positivity rate rose to 31% on Tuesday in Miami-Dade County in Florida, according to data released by local officials.  The county's goal is to not exceed a positivity rate -- how many of those tested are actually infected -- of 10%. Yet it has exceeded 22% for the past two weeks.   The current 14-day average positivity rate is 27%, the data shows. Over the past 13 days the county has also seen a 56% increase in Covid-10 patients being hospitalized, a 65% increase in ICU beds being used and 92% use of ventilators, according to local government data. Here is a breakdown of the hospitalization data released by Miami-Dade County Government: Covid-19 patients: 7/01: 1298 7/14: 2029 Patients in ICU beds: 7/01: 266 7/14: 438   Patients on ventilators: 7/01: 118 7/14: 226 ##Cases## ##Hotspots## Top White House trade adviser Peter Navarro openly attacked Dr. Anthony Fauci in an op-ed on Tuesday, after the White House repeatedly insisted there has been no effort to undermine the nation's leading infectious disease expert. The USA Today op-ed, which like all other opinion pieces from White House officials had to be edited and approved by the press office, marks a stunning shift in strategy after the President said he had a \"very good\" relationship with Fauci and White House officials insisted he would not be dismissed. \"Dr. Anthony Fauci has a good bedside manner with the public, but he has been wrong about everything I have interacted with him on,\" Navarro writes in the op-ed. \"So when you ask me whether I listen to Dr. Fauci's advice, my answer is: only with skepticism and caution.\" Some context: Before the op-ed was published Tuesday evening, the White House appeared to be recalibrating its approach to Fauci, who sat for a lengthy meeting with chief of staff Mark Meadows on Monday, after White House officials questioned his record in a statement to reporters. The President insisted during an afternoon roundtable their relationship was \"very good.\" And White House officials insisted Fauci would not (and, for that matter, could not) be dismissed, and would remain on the President's coronavirus task force. Still, Trump's irritation with Fauci has, at times, been encouraged by Navarro who has repeatedly blamed Fauci for doubting the efficacy of hydroxychloroquine. Read more here: ##Politics## Rarely has a president shown himself to be so unequal to a tragic national emergency. Hundreds of Americans are dying daily and tens of thousands are getting infected from a once-in-a-century virus. States and cities are closing down again, threatening to trigger a ruinous new economic slump. Doctors and nurses lack sufficient protective gear as they battle the deadly pathogen. And with testing swamped by waves of disease, one top official is warning of the \"the most difficult time\" ever for US public health this winter. Yet this is what is on Donald Trump's mind: Joe Biden didn't fix the country's roads and bridges, crowds of bikers and boaters in MAGA hats prove that election polls are wrong, and the border wall is almost finished (except it isn't). Oh, and by the way, where is Hunter Biden? Trump struck all the wrong notes on Tuesday, a day when Florida, now the world's coronavirus epicenter, recorded its highest-ever Covid-19 death toll, and Texas broke its record for single day infections. The President offered denial and delusion at a White House appearance that even by his standards was a rambling, grievance-fueled mess. What is needed from Trump and his administration is a plan to tackle the most relentless national challenge since World War II, consoling words to memorialize the 136,000 Americans who are already dead and the thousands destined to follow, and the rhetoric to summon the will to triumph over this invisible enemy. All Trump could offer on Tuesday was self-pity, incoherence and indifference. He came across as a leader living in a different dimension from his people and their fear and suffering and uncertainty about what the coming months will bring. Read the full analysis: ##Politics## India recorded 29,429 new coronavirus cases in the past 24 hours, the health ministry said on Wednesday -- the highest one-day jump in cases so far. The ministry also recorded 582 new coronavirus-related deaths. That brings the national total to at least 936,181 cases and 24,309 deaths. Of these total infections, nearly 600,000 people have recovered. Over 12 million tests have been conducted so far, according to the Indian Council of Medical Research. ##Cases## ##Hotspots## Mexico reported more than 7,000 new cases in the past 24 hours, according to the country's health ministry on Tuesday. That raises the national total to 311,486 cases -- the country with the seventh highest number of infections.  Mexico also saw 836 new deaths from the virus Tuesday, bringing its death toll to 36,327. The new cases come after the government announced Tuesday it will extend its US border restrictions for a third time, now in place until August.  \"After checking the rise of the COVID-19 spread, Mexico proposed to the US the extension of all non-essential traffic restriction at the common border for 30 more days,\" the Foreign Ministry announced on its official Twitter account Tuesday. ##Cases## ##Hotspots## A closely watched model that predicts Covid-19 deaths is now forecasting 224,000 deaths in the United States by November 1 this year.  The model, from the Institute for Health Metrics and Evaluation at the University of Washington, had projected almost 16,000 fewer deaths in a forecast made last week -- but the surge in cases nationwide have caused the projection to jump.  “That increase in our forecasts is being driven by the big upsurge in you know the ones we know about in Florida, Texas, Arizona, California,” said the chair of IHME, Dr. Chris Murray. “There's a longer list of states where deaths are going up, as well as hospitalizations. So, that includes Louisiana, Kentucky, Mississippi, Nevada, New Mexico, South Carolina, Tennessee and Utah. So those are our lists that are driving up forecasts, as we look ahead.\" The US coronavirus death toll stands at 136,466. Face masks could lower this projection: The projection could continue to change depending on the implementation of nationwide restrictions, reopenings, and preventative factors like the use of face masks. The more people wear masks, the fewer deaths will likely be projected, He said -- at the individual level, masks can reduce transmission of the virus by a third.  “At the population level, it can save more than 40,000 lives in the US between now and November 1. And as a strategy, that may be our best strategy right now in the US, to have a mask mandate,\" he said. ##Hotspots## Global coronavirus restrictions are preventing people from fleeing violence or forcing them to take more dangerous routes, warned the International Rescue Committee in a new report. Border tightening and movement restrictions are also leaving thousands stranded, or to return to dire conditions and places with ongoing humanitarian crises.  “In El Salvador, Honduras, and Guatemala, borders are completely closed,” the report said. “So many who want to flee from violence are instead ‘locked in’ to a pressure cooker with some of the highest pre-existing rates of urban and gang violence in the world.” The report found: In some Latin American countries, gender-based violence has increased by more than 60%. \nIn Malaysia, 20-50 Rohingya refugees starved to death while stranded at sea after being turned away from closed ports and borders.\nAt the US-Mexico border, more than 20,000 asylum seekers are awaiting US immigration hearings in the wake of court closures. \n21,000 migrants have been left stranded in the African region, as well as 1,500 migrants quarantined. Tens of thousands of migrants have also had to return to dangerous conditions due to loss of work and increased risk of xenophobia or infection. That includes over 80,000 Venezuelans who have returned from Colombia since April, nearly 60,000 migrant workers who returned to Myanmar, and 298,000 people who returned to Afghanistan from Iran. Many of these migrants are returning to communities of violence, and some have \"very low levels of knowledge about Covid-19,\" said the report.  A 71-year-old man was found dead in the parking lot of a Covid-19 testing location on Sunday in North Ogden, Utah, the facility said in a statement.  On July 12, a caretaker and driver from Mountain View Health Services, a nursing facility in nearby Ogden, Utah, brought the man to the North Ogden Clinic for a Covid-19 test, Intermountain Healthcare, the company that runs the clinic, said in their statement. “When the nursing facility’s van reached the testing tent after less than a 45-minute wait, their patient was unresponsive, cold to the touch, and appeared to be deceased,” the statement said. The 71 year-old-man, who has not been identified, was discovered in \"cardiac respiratory arrest\" by first responders who could not revive him, said Deputy Chief Jeremiah Jones of the North View Fire District. It's unclear exactly what caused the man's death.  “Cardiac respiratory arrest can be caused by a variety of medical reasons, including a heart attack or complications from Covid-19,” Jones explained. The United States reported 67,417 new coronavirus cases on Tuesday, the country's highest single-day jump in cases since the pandemic began. There were also 900 new virus-related deaths Tuesday. That brings the national total to at least 3,431,574 cases and 136,466 related deaths, according to data from Johns Hopkins University. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Follow our live tracker of US cases here: ##Cases## ##Hotspots## Laboratories in the United States running coronavirus tests are getting more samples than they can process, said the American Clinical Laboratory Association on Tuesday. “In light of the ongoing spread of Covid-19 in states across the country, many labs are now receiving more test orders than they are able to process in a single day,” ACLA President Julie Khani said in a statement. “We have urged ordering providers to prioritize testing for those most in need, especially hospitalized and symptomatic patients.” On Monday, Quest Diagnostics, a member of the ACLA, said some of its tests were taking seven days to turn around because of the demand.  Why this matters: Without quick testing, people cannot know whether they have the virus and take steps to avoid spreading it. Fast testing is central to contact tracing, the method that public health experts say is key to controlling the spread of the pandemic. What they're doing about it: ACLA member labs are now working on new testing strategies and technologies to maximize their testing capacities, Khani said. These labs collectively have performed over 20 million molecular tests for Covid-19 since the end of February, when the federal government cleared regulatory hurdles to expand testing. Testing capacity has tripled since early April, and ACLA labs are performing more than 300,000 tests a day, Khani said.  ##Hotspots## The ‘patient zero’ for an ongoing coronavirus outbreak in the Australian city of Sydney came from Melbourne, located the next state over, said officials on Wednesday. Sydney is located in New South Wales state, while Melbourne is in Victoria. Melbourne was placed under lockdown again last week after a dramatic spike in cases. 34 local infections in Sydney have now been traced to the outbreak in Victoria, said NSW health officials. Patient Zero is a man who arrived in Sydney from Melbourne on June 30. He met with coworkers on July 3 in a hotel pub, officials said.  “We do know that the strain that has genetically turned up in New South Wales is from Victoria,” Prime Minister Scott Morrison said today Wednesday in an interview with radio station Triple M. The border between Victoria and New South Wales -- Australia’s two most populous states -- has been closed for more than a week, in a bid to to stop the spread of outbreak.  Victorian Premier Daniel Andrews on Wednesday announced 238 new Covid-19 cases in his state with one new death related to the virus. New South Wales health officials, meanwhile, announced 13 new coronavirus cases in the state in the past day, 10 of which were connected to the hotel pub cluster. ##Cases## The science shows face masks work both to protect the wearer and to protect others from coronavirus, and everyone needs to wear one around others in public, the Centers for Disease Control and Prevention said Tuesday. Even cloth face masks help enough to be worthwhile, three top CDC officials said in a commentary published in the Journal of the American Medical Association. “While community use of face coverings has increased substantially, particularly in jurisdictions with mandatory orders, resistance continues,” CDC Director Dr. Robert Redfield, CDC’s chief medical officer Dr. John Brooks and Deputy Director for Infectious Diseases Dr. Jay Butler said in a joint editorial. There is “ample evidence” that people who have no symptoms and may not realize they are infected may be driving the ongoing surge in infections, they wrote. Redfield has been increasingly vocal about his support for the use of face masks, and the CDC published details on Tuesday of a study that found two hairdressers in Springfield, Missouri, who were infected with coronavirus did not infect any of 139 clients they worked with, probably because they wore face masks. “Covering mouths and noses with filtering materials serves two purposes: personal protection against inhalation of harmful pathogens and particulates, and source control to prevent exposing others to infectious microbes that may be expelled during respiration,” the three officials wrote.   Even homemade, cloth masks help. Face coverings aren't needed all the time -- for instance, people driving or walking alone in uncrowded spaces are probably safe without one. “But when individuals choose to go out or must be close to others in public, a cloth face covering can help reduce the spread of COVID-19 from asymptomatic individuals or others.\" The outbreak of coronavirus cases at US military bases in Japan is \"extremely serious,\" said Japanese Defense Minister Taro Kono on Tuesday. A total of 100 US military personnel and their families have so far been diagnosed with Covid-19 across six US Military facilities in Japan since early July.  The US Marine Corps Air Station Futenma on Okinawa, with 71 confirmed cases, is the worst-impacted location. Patients on commercial planes: Three US personnel, who tested positive after arriving in Tokyo over the weekend, took commercial flight en route to Marine Corps Air Station Iwakuni in Yamaguchi Prefecture -- despite guidelines prohibiting them from using public transportation on Tuesday. “It is an extremely serious situation. I asked the US side to strictly punish them and to take a serious action to prevent recurrence in the future,” Kono said. Okinawa Gov. Denny Tamaki is arriving in Tokyo today to seek help from the Japanese government to press for more disclosure from the US military, and halt the arrivals of new US military personnel from outside Japan.  ##Cases##", "Section": "world", "Writers": ["Jessie Yeung", "Steve George", "Tara John", "Meg Wagner", "Melissa Macaya", "Mike Hayes"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-07-15-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}