{"Type": "article", "Time": "2020-07-02", "Headline": "July 3 coronavirus news", "Text": "Tennessee Gov. Bill Lee signed an executive order Friday giving mayors in 89 counties the authority to issue mask requirements. Six counties with locally run health departments — Sullivan, Knox, Hamilton, Davidson, Madison and Shelby — will retain their existing authority to issue mask requirements as needed, the governor tweeted Friday. The new executive order allows local governments to issue the mandates if a surge requires more preventative measures being taken to slow the spread of the virus.  “While our densely populated urban areas continue to have the highest COVID-19 case rates, our local governments expressed a need for greater flexibility in addressing a rise in cases and that includes setting stronger expectations around masks,” Lee said in a statement. “This targeted approach ensures we protect both lives and livelihoods and safely keep our economy open in Tennessee. We encourage every Tennessean across the state to use a face covering or mask, make sure to socially distance and wash hands frequently.” ##Masks## ##Cases## Brazil’s health ministry reported 42,223 new cases of novel coronavirus on Friday, bringing the nationwide total to 1,539,081. The health ministry also reported 1,290 new Covid-19 fatalities, bringing the country’s death toll to 63,174. Bars in Rio de Janeiro reopened yesterday: Local TV images showed large gatherings of people in front of bars and restaurants in the city, spilling into the street and blocking car traffic.  \"Most people on the streets were not respecting social distancing measures and the mandatory use of masks,\" Flavio Sarahyba, one of the owners of the bar Boa Praça in the upscale Leblon neighborhood, told CNN. Sarahyba said they had prepared the bar to follow all necessary sanitary measures, including distancing their tables, mandating the use of masks by customers and staff, and providing hand sanitizer. They even put fences on the outside of the bar and stopped serving outdoors to avoid crowds.  Social media images showed groups of revelers waving masks, bidding them “tchau,” or goodbye. Other social media videos showed people crowding into Rio's bars and celebrating what they said was “normal life coming back,” and \"sending masks and coronavirus to hell.” The relaxed Rio de Janeiro restrictions – which allowed bars and restaurants to operate at 50% of normal capacity as long as tables were a minimum of two meters apart and establishments closed by 11 p.m. local time – went into effect Thursday. Municipal Guards forced several bars to close in the Leblon neighborhood of Rio de Janeiro on Thursday due to the crowds on the street, according to a statement from the Guards, reported in local media.  On Friday, the Rio de Janeiro city government said in a statement that it will intensify inspection in areas with restaurants and bars and will fine those who are not following the rules.  \"If nothing changes, if the government doesn't act to repress, bars do not cooperate and follow the rules and people don't became conscientious, we may have to close again,'' Sarahyba added.  ##Cases## ##Hotspots## Seven-time NASCAR Cup Series champion Jimmie Johnson has tested positive for Covid-19 and will miss Sunday's race in Indianapolis, according to his team, Hendrick Motorsports. Johnson tested positive Friday afternoon, a statement said. In Johnson’s absence, Justin Allgaier will drive the No. 48 Chevrolet Camaro ZL1 1LE for Hendrick Motorsports on Sunday at Indianapolis.  “My first priority is the health and safety of my loved ones and my teammates,” Johnson said in the statement. “I’ve never missed a race in my Cup career, but I know it’s going to be very hard to watch from the sidelines when I’m supposed to be out there competing. Although this situation is extremely disappointing, I’m going to come back ready to win races and put ourselves in playoff contention.”  ##Cases## A French court has launched a probe into the former prime minister and two ex-cabinet ministers' handling of the coronavirus crisis, the Paris prosecutor's office told CNN on Friday. A judicial enquiry will examine how former Prime Minister Edouard Philippe, who resigned as part of the widely expected government reshuffle on Friday, and two former health ministers — Agnes Buzyn and her successor Olivier Véran— managed the Covid-19 outbreak in France. Buzyn stepped down in February. The inquiry will begin at the Court of Justice of the Republic after the Petitions and Complaints committee upheld nine complaints against the ex-ministers. The committee is part of the CJR and examines the complaints to decide whether to pursue prosecution. Complaints were filed by private individuals and doctors, the Paris prosecutor's office told CNN. Mountainside Fitness CEO Tom Hatten said he will not heed the Arizona governor’s order to close his gyms. “We are going to stay open until we have our day in court, which is Monday morning,” Hatten said at a news conference Friday. He said he objected to the lack of “fairness and transparency” in the new order. Hatten went on to say that the order is more about “making it look like we're doing something.” Hatten, who has a hearing in his lawsuit against Gov. Doug Ducey Monday, said that he will respect the decision of the court. “If we are allowed a stay, we will move forward until our full case is heard,” he said. “If the court does not allow us stay, we will comply and respect the court's decision.\" LifeTime, the other gym that has been defying closure orders, has announced it will temporarily close. “After connecting with the offices of the governor and the Director of the Arizona Department of Health Services this morning and, out of respect for the Governor, we are shutting down the indoor fitness portion of our clubs as of now through Monday evening,” a LifeTime spokesperson said in a statement. ##Hotspots## ##Reopening## American cast and crew will be able to travel to the Czech Republic and Hungary to work on film and TV productions, despite European Union's ban on travelers from the US, heads of those countries' national film commissions indicated. \"Please let me assure you this (travel ban) is not valid for economic workers but tourism travelers only. Filmmakers of all nations are welcome in the Czech Republic,\" Pavlína Zipkova, the head of the Czech Film Commission, told Hollywood executives and studios in a letter seen by CNN. Zipkova explained that filmmakers will be provided with two documents — a “Confirmation of Performance of Economic Activities in the Interest of the Czech Republic,” signed by Czech Culture Minister Lubomir Zaoralek, and a “Declaration Concerning Arrival of a Foreign Crew Member” by the director of the Czech Film Fund, Helena Bezdek Frankova. In a similar move, Hungarian Film Commissioner Csaba Káel told CNN “special exemption can be granted for non-EU residents to enter Hungary without mandatory quarantine.\"  Some background: The EU has published a list of 14 countries from outside the union whose citizens can enter from July 1 based on a set of health criteria, but the US was excluded from that list due to the rise in coronavirus infections in some parts of the country. The criteria does allow for exemptions for “highly qualified” essential workers and can be expanded to include further categories of travelers. The final decision on who can enter a country rests with the member state. In 2019 more than 80 films and television series were made in the Czech Republic, contributing $393 million to the country’s economy, according to the Czech Film Commission. Filming is currently paused on Marvel’s and Disney+ The Falcon and the Winter Soldier, and Amazon’s Carnival Row, according to the commission. Hungary's National Film Institute says the country is “the most popular filming destination in continental Europe” and that large scale productions spent more than $565 million there in 2019.  With sound stages “booked up for the entire year,” Hungary's National Film Institute has released a series of Covid-19 guidelines for filmmakers to ensure the health and safety of cast and crew, which Káel hopes will “make it possible to restart production at full capacity.” One of those productions is Denis Villeneuve’s big-budget sci-fi movie Dune, which was partly filmed in the country last year, with shooting scheduled to resume in August, according to Hungary's National Film Institute.  ##Reopening## Myrtle Beach Mayor Brenda Bethune told CNN's Jim Acosta on The Situation Room Friday the city is \"doing all that we can\" to prevent the spread of coronavirus despite keeping beaches open to thousands of visitors for the holiday weekend. Bethune said that the city enacted a mask ordinance Thursday to help stop the spread.  \"People spread this virus and we can't stop people from coming here but we all have personal responsibility in helping to prevent the spread of this virus,\" Bethune said. The mayor said the city is working to get the message out that masks are needed. She said the city has extra law enforcement that has come in from other areas to help with crowd control. Bethune also said the beaches have been well maintained by beach patrol, firefighters, and lifeguards and there have been \"very few issues\" on the beaches. ##Hotspots## ##Masks## WATCH:  Major League Baseball and the Major League Baseball Players Association (MLBPA) announced today the first set of results from their Covid-19 testing. Here's a breakdown of the results: The total number of positive tests is 38, which is 1.2% of the 3,185 total samples collected and tested, according to the statement.\nThirty-one of these 38 positives are players and seven are staff members, the statement said.\nNineteen different clubs have had one or more individuals test positive during intake testing, according to the statement The testing was conducted as part of the mandatory intake screening process under MLB’s Covid-19 Health Monitoring & Testing Plan, prior to the workouts and full baseball activities that started today. ##Cases##  Texas is reporting a third day of new Covid-19 cases topping 7,000, according to state health department data. The state is reporting 7,555 new Covid-19 cases on Friday. Although this is lower than the previous two days, which included a record high for Texas, it continues the trend of sharp increases of cases in the state. The state also reported 50 new deaths from Covid-19 Friday. Here's what we know about the surge in coronavirus cases in Texas: Rise in cases: Texas reported a record 8,076 new cases on Wednesday and 7,915 new cases yesterday, state data shows.\nHospitalization rates: Texas is expected to see nearly 2,000 new hospitalizations per day by mid-July, according to forecasts published by the US Centers for Disease Control and Prevention.\nMask mandate: Texas Gov. Greg Abbott on Thursday mandated that residents in counties with 20 or more active Covid-19 cases — which is about 95% of Texans — to wear a face covering in public.\nMajor GOP event still happening: The Republican Party of Texas will hold their state convention in-person with an expected attendance in the thousands. The convention will be held indoors at the George R. Brown Convention Center in downtown Houston from July 16-18. Committee meetings will begin on July 13. ##Cases## ##Hotspots##   Despite social distancing guidelines from the US Centers for Disease Control and Prevention that say people in large gatherings should wear face masks and attempt to stay at least six feet apart, there are hundreds of black plastic folding seats linked together with plastic ties at the Mount Rushmore National Memorial amphitheater, where President Trump is expected to attend, speak and view a fireworks show tonight. \"Folding chairs at an event like these need to be zip tied together by code, per a public safety official involved with the event,\" a public safety official tells CNN. \"In case of an emergency, like a fire event or a storm or anything that would cause people to quickly move out, the zip ties would ensure that the chairs will not be easily knocked over or fly into egress paths — moving a full row of chairs, rather than one or two. Additionally, the zip tied chairs then cannot be used as a weapon.\" A majority of the attendees at the venue arriving so far have not been wearing face coverings. There is also bleacher seating in the venue which means many spectators at the event will not have to sit in seats that are linked together. Some background: The 7,500 tickets for the event are lower than the typical visitor flow during the busy summer season. On normal days, 28,000 to 32,000 visitors come to Mount Rushmore during a 10-hour period. Amid the pandemic, the park never closed but visitation has been down to around 20,000 people, said Maureen McGee-Ballinger, Mount Rushmore's chief of interpretation and education. Coronavirus cases in South Dakota currently remain stable, according to data from Johns Hopkins University, with 6,893 confirmed cases and 97 deaths as of Thursday — but it remains to be seen how many attendees will travel from other states. Thirty-six states are currently experiencing a rise in new cases. ##July 4th## ##Masks## WATCH: The NBA's Miami Heat have closed their practice facility at the AmericanAirlines Arena in Miami, Florida, after a second player tested positive for Covid-19, according to multiple media reports which the team confirmed to CNN.  The team will not resume practices until it enters the NBA's \"bubble\" at Disney later this month. In recent weeks, the Denver Nuggets and Brooklyn Nets had to shut down their facilities after players on both teams tested positive for the virus. The NBA season is scheduled to restart on July 30 at the Walt Disney Resort near Orlando, Florida.   ##Cases## ##Reopening## The man caught on video arguing with a police officer on Spirit Airlines flight NK197 from LaGuardia Airport to Fort Lauderdale, Florida chose to voluntarily deplane after refusing to keep his face covering on, according to a Spirit Airlines spokesperson. “I’m going to my father who had a stroke. I’m not leaving the flight ... I'm a Purple Heart, I gave my life for this country,” the man said in the video.  In the video, the man said he was allowed onto the flight with the scarf draped on his head. Spirit Airlines requires all passengers to wear face coverings, with some exemptions for children, according to the airline’s website. “Spirit will always err on the side of caution when it comes to the health and safety of our guests. Wearing a face covering is simple, it’s easy, and it’s critical to Spirit and the airline industry as a whole,” said Spirit in a statement to CNN. CNN has reached out to the Port Authority of New York and New Jersey for comment. ##Masks## Arkansas Gov. Asa Hutchinson signed an executive order that will give cities the ability to mandate face coverings. The executive order allows local municipalities to require face coverings and allows for local law enforcement and city officials to enforce the rule, according to a statement from his office. \"This provides a local option for cities to give them more flexibility if they have a community in which they might have a surge in cases. This model ordinance, from the Municipal League, provides a consistency in approach across the state,\" Hutchinson said in a statement. ##Masks## Major League Baseball pitcher Brett Martin of the Texas Rangers has tested positive for Covid-19, the team confirmed to CNN on Friday. The team says Martin is now in quarantine in Texas.  Brett Martin is also diabetic. He was diagnosed with Type-1 diabetes at the age of 16. The Major League Baseball season resumed on Wednesday with players reporting to training and games are scheduled to start on July 23 or 24.  ##Cases##   The number of Covid-19 cases in Latin America and the Caribbean reached more than 2.7 million and the number of deaths reached more than 121,000, according to a CNN tally. Just in the top 10 hardest-hit countries in the region, at least 2,658,083 coronavirus cases and at least 119,608 virus-related deaths were reported, according to CNN’s tally. Since last Friday, Argentina surpassed Ecuador, Bolivia surpassed Panama and the Dominican Republic, and Panama surpassed the Dominican Republic in number of Covid-19 cases. As of today, these are the countries with the highest number of Covid-19 infections and deaths in the region (according to CNN's tally): Brazil: 1,496,858 cases; 61,884 deaths\nPeru: 292,004 cases; 10,045 deaths\nChile: 288,089 cases; 6,051 deaths\nMexico: 238,511 cases; 29,189 deaths \nColombia: 106,110 cases; 3,641 deaths\nArgentina: 69,941 cases; 1,385 deaths\nEcuador: 60,657 cases; 4,700 deaths\nBolivia: 35,528 cases; 1,271 deaths\nPanama: 35,237 cases, 667 deaths\nDominican Republic: 35,148 cases; 775 deaths With previous reporting from CNN's Ingrid Formanek, Claudia Rebaza, Radina Gigova and Stefano Pozzebon ##Cases## ##Hotspots## Boston Red Sox manager Ron Roenicke said during a news conference on Friday that the team has had \"some positive tests\" within the organization.   “We didn’t have everybody that came in,\" Roenicke said. \"We do have some positive tests and with the Covid laws, the laws that MLB have placed on the protocols, we won’t be able to give you names on these players.\"  The Major League Baseball season resumed on Wednesday with players reporting to training and games are scheduled to start on July 23 or 24.    Costa Rica extended coronavirus restrictions in several provinces due to the sharp rise in cases.  The restrictions, which went into effect today, include closures of various establishments and limitations on traffic in several regions, according to a statement from the Health Ministry. The restrictive measures will continue until July 13.  The number of cases in the country have surged since early June.  At the time, Costa Rica recorded 1,157 cases on June 3. The number of cases have now jumped to more than 4,000 at the beginning of July. \"It will be the first time that ... due to the number of cases, we will go backwards with measures previously adopted, with more restrictions,\" President Carlos Alvarado Quesada said this week. Health Minister Daniel Salas said in a statement people who work in retail and grocery stores will be required to wear masks. Here are some of the other restrictions in place: There's a nighttime vehicle restriction from 7 p.m. to 5 a.m. Monday to Sunday, with the exception of border areas.\nIn areas with a higher number of cases, commercial activity will operate from 5 a.m. to 7 p.m. during the week, except for places of worship, public parks, bars and events involving mass gatherings, which won't be allowed to operate.\nHotels will be allowed to operate Monday to Sunday at 50% capacity.\nOn weekends, only supermarkets, pharmacies, medical centers, grocery stores, home service stores, agricultural, veterinary and hygiene supplies stores, banks, funeral homes, hardware stores, locksmiths and repair shops for vehicles will be authorized to operate.  At least 4,023 cases of coronavirus have been recorded in Costa Rica and at least 18 people have died in the country from the virus, according to the latest Health Ministry numbers released Thursday. ##Hotspots## ##Cases## Ecuador's Ministry of Health reported 1,171 new cases of coronavirus on Friday, bringing the country's total to 60,657.  The numbers indicate a slow consistent rise in recent weeks.  The ministry said the death toll for the country currently stands at 4,700. ##Cases## Chile’s health ministry reported 131 new Covid-19 fatalities Friday, bringing the country’s death toll to 6,051. The total number of cases stands at 288,089, with 3,548 reported in the last 24 hours, a slight increase in the last few days. Chile’s health officials insisted there are good signs.  “We are seeing positive figures,” Paula Daza, the health ministry’s subsecretary, said during the country’s daily briefing. Daza also said there has been an increase in the number of people who have recovered from the virus. A total of 253,343 people have recovered from the virus since the pandemic started. ##Cases## South Carolina reported 1,558 new cases and 10 new confirmed deaths Friday, according to a statement from the state's Department of Health and Environmental Control. According to the agency, the positivity rate in new cases was 20.7%. There are currently 1,148 hospital beds occupied by patients who have either tested positive or are under investigation for Covid-19, the statement said. The state is currently at a 72.68% hospital bed utilization rate, according to the agency. South Carolina has a total of 41,413 confirmed cases, 119 probable cases, 787 confirmed deaths and six probable deaths, according to the statement. ##Cases## California's coronavirus cases continue to climb, with the state reporting a total of 248,235 confirmed cases, an increase of 5,688 since Thursday. An additional 100 deaths are being reported, bringing the state’s total to 6,263. About 43% of all of California’s cases are located in Los Angeles County. The positivity rate stands at 6.4% over the past 14 days, and hospitalization rates are again at an all-time high with more than 5,500 patients admitted. New measures taken: California's governor has announced significant rollbacks to the state's reopening. On Wednesday, Gov. Gavin Newsom ordered all indoor activities be halted in counties on the state’s coronavirus \"watch list\" for increased transmission of the virus.  Those closures affect 19 counties representing 72% of the state’s population, and include restaurants, museums, zoos, movie theaters, family entertainment, and card rooms. Note: The numbers were released by the California Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project ##Cases## ##Hotspots##  Portugal's foreign ministry said it was \"absurd\" that the UK government did not include it in the list of nations allowed to skip the 14-day isolation period when arriving in England.  \"It is absurd that a country, the United Kingdom, which has 28 times more deaths than Portugal, due to #COVID ー 19, imposes quarantine on passengers from Portugal,\" the ministry tweeted. There have been 1,587 coronavirus deaths in Portugal across all settings, according the country's Ministry of Health. In the UK, 44,131 people have died with the virus as of July 2, according to Department of Health and Social Care data. What happened earlier today: The UK government published a list of 59 states and 14 British Overseas Territories from which travelers will now be exempted from the formerly-established 14-day isolation period. The guidance set out at the moment applies to England. Air France says it will cut 7,580 jobs “following the Covid-19 crisis which has hit the group hard” and the lasting decline in air travel. “For three months, Air France's activity and revenue fell by 95%, and at the height of the crisis, the airline was losing 15 million euros per day. Recovery looks set to be very slow due to the uncertainties regarding the health situation, the lifting of travel restrictions and changing commercial demand. In this way, even on the basis of ambitious recovery assumptions, Air France predicts that it will not see the same level of activity as in 2019 before 2024,” Air France said in a statement. The group said it will cut 6,560 jobs at Air France (out of a current total of 41,000) by the end of 2022. At least 1,020 jobs will be cut over the next three years at HOP!, Air France’s subsidiary low cost domestic carrier, out of 2,420 current positions. Air France said that the 7 billion euros ($7.9 billion) it received in government support will enable the group “to withstand the crisis in the short term and is accompanied by strong commitments to ensure its sustainability” but that it has to accelerate its transformation to regain its competitiveness. Air France and HOP! are working together with the unions to implement plans that give priority to voluntary departures, early retirement arrangements and professional and geographical mobility, according to the press release shared with CNN.  The company said roughly 3,700 of the cuts can be achieved through normal departure of staff, mainly due to retirement.  This the second blow for the French aviation industry this week. Airbus said on Tuesday it will cut 15,000 jobs globally, including 5,000 in France.  ##Economy##  There are at least 2,767,669 cases of coronavirus in the US and at least 129,114 people have died in the country from the virus, according to Johns Hopkins University's tally.  So far on Friday, Johns Hopkins reported 27,790 new cases and 374 deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  ##Cases## ##Hotspots## The Louisiana Department of Health tweeted today that 98% of the state's new cases come from community spread. Louisiana reported 1,756 new coronavirus cases on Friday. According to the agency, 43% of the new cases are among people 29 years and younger, while 60% of the cases are 39 years or younger. A vast majority of the new cases reported were from the past week, the agency said. ##Cases## England is trying to walk a \"narrow path\" between health and economic dangers of coronavirus, England's Chief Medical Officer Chris Whitty said on Friday. \"Go too far one side, and the virus comes back again. Go too far on the other side, and we get even further — and this is a medical point — increases in unemployment, depravation increasing, and all the social ills that go with that,\" Witty said. \"So either side of the path we’re on, there are risks. We’re going to have health problems, and we’re going to have economic problems for sure,\" he said. Witty also said that the virus was \"a long way from gone\" and was not going to be gone \"for a very, very long time.\" Reopening pubs and restaurants in England is not a \"risk-free\" step, he said. Bars and restaurants are set to reopen tomorrow. Whitty said everyone wants to support businesses, but at the same time it is important to be \"really disciplined\" in observing all the regulations that make it \"less easy for the virus to come back again.” ##Reopening## ##Cases## Shortly after noon CT — when the Texas mask order went into place — cell phones in the state received a public safety alert telling people to wear masks in public spaces, both indoors and outdoors, when it is not possible to maintain a six feet distance between people who are not part of their household.  “Punishable by a $250 fine,” the alert read. “This Independence Day, we are depending on you to help slow the spread of this deadly virus.” About the order: Texas Gov. Greg Abbott signed an executive order Thursday mandating that residents in counties with 20 or more active Covid-19 cases — which is about 95% of Texans — to wear a face covering in public. The state continues to see new record high levels of cases. On Wednesday, Texas recorded at least 8,076 new cases, the state’s record high of new cases per day since the pandemic began. Texas reported 7,915 new Covid-19 cases yesterday, bringing the total number of cases in the state to at least 175,977, with 2,525 deaths. Read the alert:  ##Masks## ##Hotspots## UK Prime Minister Boris Johnson cautioned that people should \"enjoy summer safely\" and still follow social distancing rules when England's bars and restaurants reopen tomorrow. He said that the spike in the English city of Leicester, where some coronavirus restrictions have been reimposed, showed that \"we are not out of the woods yet. The virus is still with us.\" The prime minister warned that anyone flouting restrictions was \"letting down\" the businesses who have worked hard to prepare for reopening under coronavirus measures. Johnson said there was \"no doubt\" that the lockdown saved \"many hundreds of thousands\" of lives, but had a \"devastating impact\" on the economy.  He said that next week the government will set out a timetable for the reopening of businesses like nail bars, indoor gyms and swimming pools, but warned that he \"will not hesitate in putting on the breaks\" and impose restrictions again if the virus gets out of control.  Johnson also said that \"local lockdowns will be a feature of our lives for some time to come.\" He explained that if the virus continues to spread in an area, authorities will first target specific locations and close premises, restrict access, and trace contacts of anyone who tested positive for coronavirus. If this is not successful in driving down the number of infections, the government will then apply a local lockdown, which could mean closing schools and businesses and asking people to stay at home, as is currently the case in Leicester. The country's latest data: The virus R rate — the average number of people each infected person passes the virus onto — remains between 0.7 and 0.9 across the UK   according to the government's Scientific Advisory Group for Emergencies (SAGE),  Johnson said. “We are now reporting regularly fewer than 1,000 new cases each day. The Office for National Statistics estimates that between the 14th of June and the 27th of June, 25,000 people in the community in England had the virus. One person in every 2,200,\" Johnson said. ##Cases## ##Reopening## North Carolina's Department of Health and Human Services reported 2,099 new cases of coronavirus Friday, the state's highest single-day increase in new cases, according to a tweet from the agency. Hospitalizations are also at a record high in the state, the tweet said. A statement from the agency said that 951 people are currently hospitalized.  “We are seeing significant spread of the virus and it is very concerning,\" North Carolina Department of Health and Human Services Secretary Mandy Cohen said in the statement. “Today we have the highest reported day of new cases and hospitalizations — and that should be a warning to us all as we go into this holiday weekend. We don’t get a holiday from Covid-19. We all need to wear a face covering, avoid crowds and wash our hands often.” Here's a look at how the state's number of new cases have progressed, according to data from Johns Hopkins University:  ##Cases## At least 158 cases of coronavirus have been linked to one bar in East Lansing, Michigan, according to Ingham County Health Officer Linda Vail.  Two weeks ago, the number was just two cases, she told CNN’s Kate Bolduan.  Crowding, shouting, long lines and drinking came “together into just a perfect storm,” Vail said.  These types of bar outbreaks are then spilling into graduation parties and summer gatherings. Vail said that 70% of new coronavirus cases in her county have been people in their 20s.  “It’s really hard to contain when young people are reckless and don't think it’s going to affect them, much less those high-risk people around them,” Vail said. \n“And on top of that, we’ve politicized it, causing another large group of people to brush it off as nothing more than a hoax or just nothing more than the flu. Never in my political career would I imagined that we would politicize a virus. People need to listen to science and experts and realize these things are evidence-based and critical.”  ##Cases## WATCH: President Trump is set to hold a Fourth of July event at Mount Rushmore with 7,500 people and no social distancing in place tonight, which CNN medical analyst Dr. Celine Gounder calls “beyond irresponsible.”  “This is the behavior of a cult leader who is jumping off the cliff, except he’s jumping off into a safety net where he has protections around him … while he asks the followers to jump off a cliff into nothing,” said Gounder, an infectious diseases specialist.\n“People are really going to be harmed as a result of this,” she told CNN’s Kate Bolduan.  Trump continues to assert that coronavirus cases are rising in the US only because of increased testing.  “This is gaslighting on an enormous scale, and it means until people eventually get sick or their family members get sick … they won't believe it, and by then it will be too late,” Gounder said.  Watch: ##July 4th## Venezuela will reimpose total lockdown measures next week as Covid-19 cases spread in the country, Vice President Delcy Rodríguez announced. The measure was announced as part of a plan the country is implementing to fight the pandemic.  The plan includes seven days of total lockdown, followed by seven days of relaxed lockdown. During that period, residents will be allowed to leave their homes and businesses will be allowed to partially reopen. That period will be followed by  another seven days of total lockdown.   However, 12 of 23 states in Venezuela, including the capital Caracas, will not be part of the plan and will remain on total lockdown.  Speaking on the country’s state channel VTV,  Rodríguez said the past week has seen a record in both, the number of new daily cases and new deaths.  “There is an outbreak in Venezuela that we need to contain,” Rodríguez said. As of Friday morning, Venezuela reported a total of 6,273 Covid-19 cases, according to data released by the government of embattled President Nicolas Maduro. June 27 and June 30 were record days for new cases, with 351 and 302 new cases, respectively.  The death toll has reached 57, but critics argue the government does not have the capacity to register every single case, and that the number of victims by the pandemic is far higher.  Zulia, the most populous state in Venezuela, has been hardest hit by the pandemic. ##Hotspots## ##Cases## ##Reopening##  Tampa Mayor Jane Castor said there’s no reason against a statewide mask mandate, but it’s the “best bet” to leave orders up to mayors and county administrators. “There is no good argument anywhere in our nation against mask wearing,” she said to CNN’s Kate Bolduan. Castor put a mandatory face mask order in place about two weeks ago, and she said the vast majority of people have been adhering to it. City government at this point has provided 400,000 masks to its residents, she said. “The last thing we can afford is to be knocked backwards, and that's why I've encouraged everyone to wear a mask,” Castor said. Other places in Florida, including Miami, Jacksonville and Palm Beach County, now require wearing masks in public as Covid-19 cases have spiked in the state.  Watch:  ##Masks## Major League Baseball announced Friday in a statement that the 2020 All-Star game has been canceled. The Los Angeles Dodgers were supposed to host it, but they will now host it the event in 2022.  “Once it became clear we were unable to hold this year’s All-Star festivities, we wanted to award the Dodgers with the next available All-Star Game, which is 2022,” said MLB Commissioner Rob Manfred. “I want to thank the Dodgers organization and the City of Los Angeles for being collaborative partners in the early stages of All-Star preparation and for being patient and understanding in navigating the uncertainty created by the pandemic. The 2022 All-Star celebration promises to be a memorable one with events throughout the city and at picturesque Dodger Stadium.” Dodgers President and CEO Stan Kasten said that \"as excited as we were to host this year’s All-Star Game, we know that it will be worth the wait and that Dodger Stadium and Los Angeles will host a world-class event in 2022.\" The Major League Baseball season resumed on Wednesday with players reporting to training and games are scheduled to start on July 23 or 24. Arizona only has 156 intensive care unit beds remaining today as it fights off a surge of Covid-19 cases, state health data shows. This is the lowest number of available beds the state has had available, according to records that go back to late March. Currently, 1,520 of the state’s ICU beds are in use – that's 91% of its capacity, state data shows. At least 741 of those patients are being treated for Covid-19, the data shows. The state also reported a record-high spike in emergency room admissions from Covid-19 patients today – 1,847 people. This a significant jump from the previous record high of 1,371 patients that was reported yesterday. Earlier this week, in one of the most drastic rollbacks of reopenings yet, Arizona announced it was closing bars, gyms, movie theaters and other businesses for 30 days amid a \"brutal\" increase in Covid-19 cases, Gov. Doug Ducey said Monday.  President Trump and first lady Melania Trump head to Mount Rushmore National Memorial on Friday to celebrate an early Fourth of July at a gathering of an estimated 7,500 people during a global pandemic. No social distancing is planned for the event despite the record-high new coronavirus cases in the US.  \"We told those folks that have concerns that they can stay home, but those who want to come and join us, we'll be giving out free face masks if they choose to wear one. But we won't be social distancing,\" Republican Gov. Kristi Noem said during a Monday appearance on Fox News. There may be health screening for ticketed guests in one area, according to recreation.gov. A recording on the park's main telephone line Monday said: \"There are no social distancing requirements in place at this time.\" The 7,500 tickets for Friday's event are lower than the typical visitor flow during the busy summer season.  On normal days, 28,000 to 32,000 visitors come to Mount Rushmore during a 10-hour period. Amid the pandemic, the park never closed but visitation has been down to around 20,000 people, said Maureen McGee-Ballinger, Mount Rushmore's chief of interpretation and education. Latest on the state's cases: Coronavirus cases in South Dakota currently remain stable, according to data from Johns Hopkins University, with 6,893 confirmed cases and 97 deaths as of Thursday  — but it remains to be seen how many attendees will travel from other states. Thirty-six states are currently experiencing a rise in new cases. When mask mandates for Texas and Kansas go into effect Friday, at least 19 states and Washington, DC will have such requirements. In a major change of heart, Texas won't allow people who are in counties with 20 or more active Covid-19 cases to go out without a face covering. About 95% of Texans live in those areas. \"We have the ability to keep businesses open and move our economy forward so that Texans can continue to earn a paycheck, but it requires each of us to do our part to protect one another  — and that means wearing a face covering in public spaces,\" Texas Gov. Greg Abbott said. Texans younger than 10 and people who have a medical condition that prevents them from wearing a mask are exempted. Repeat violations can result in a fine, the order says. These states have mandated masks when out in public:  California \nConnecticut\nDelaware\nDistrict of Columbia\nHawaii\nIllinois\nKansas\nKentucky\nMaine\nMaryland\nMassachusetts\nMichigan\nNevada\nNew Jersey\nNew Mexico\nNew York\nOregon\nPennsylvania\nRhode Island\nTexas At least 36 states are currently seeing a rise in new cases compared to the previous week, nine of them have increased by over 50%. They are Montana, Idaho, Nevada, Florida, Georgia, Tennessee, Louisiana, Alaska and Delaware. Read more about the individual state mandates:  ##Masks## The UK government has revealed a new “travel corridor” list – including 59 states and 14 British Overseas Territories – from which travelers will now be exempted from the formerly established 14-day isolation period.  “The government is satisfied that it is now safe to ease these measures in England and has introduced travel corridors for some countries and territories,” the Department for Transport said Friday in a statement.  “This applies to all travel to England, by train, ferry, coach, air or any other route,” the statement added.  According to the announcement, starting on July 10, unless they have visited or stopped in any other country or territory in the preceding 14 days, passengers arriving from the countries and territories that are part of the \"travel corridor\" list will not be required to self-isolate on arrival into England. The United States is not included in the list. Earlier on Friday, Transport Secretary Grant Shapps confirmed that the country would not be included, due to the high infection rate in country.  “Here, we've got things under control, but we know that [the virus] is still raging in parts of the world…so I'm afraid there is a red list,\" Shapps told BBC Radio 4.  “The US, from a very early stage, banned flights from the UK and from Europe, so there isn’t a reciprocal arrangement in place,” he added, highlighting that the US still has a “very high” rate of infection. While travelers will not be required to self-isolate on arrival to the UK, the government has confirmed that travelers from the UK must comply with coronavirus requirements in the country they travel to.  “This may include self-isolating or providing your details to local authorities,” the Department for Transport outlined.  Before arriving in the UK, travelers will also be required to complete a “passenger locator” form.  “We will keep the conditions in these countries and territories under review. If they worsen, we will not hesitate to reintroduce self-isolation requirements,” the Department for Transport said.  “This list may be added to over the coming days following further discussions between the UK and international partners,” the statement added. Here are the countries and territories that are part of the \"travel corridor\" list: Andorra, Germany, New Zealand, Antigua and Barbuda, Greece, Norway, Aruba, Greenland, Poland, Australia, Grenada, Réunion, Austria, Guadeloupe, San Marino, Bahamas, Hong Kong, Serbia, Barbados, Hungary, Seychelles, Belgium, Iceland, South Korea, Bonaire, Sint Eustatius and Saba, Italy, Spain, Croatia, Jamaica, St Barthélemy, Curaçao, Japan, St Kitts and Nevis, Cyprus, Liechtenstein, St Lucia, Czech Republic, Lithuania, St Pierre and Miquelon, Denmark, Luxembourg, Switzerland, Dominica, Macau, Taiwan, Faroe Islands, Malta, Trinidad and Tobago, Fiji, Mauritius, Turkey, Finland, Monaco, Vatican City, France, Netherlands, Vietnam, French Polynesia, New Caledonia Miami Beach Mayor Dan Gelber says there should be a statewide mask mandate in Florida and across the whole US. “There's over 1,300 Covid patients in my county right now and 1,000 people have died. … It's not time to make political statements about wearing a mask. It's time to comply and make sacrifices for everybody else,” he told CNN’s Jim Sciutto. Beaches in Miami Beach are now closed for the holiday weekend. There is a curfew in place and masks are mandatory in public places. Gelber encouraged his residents to stay home and celebrate the Fourth of July. “There's nothing more American than making a sacrifice by staying home, to keep a family member safe, a neighbor safe or a stranger safe,” he said. Gelber said there have been mixed messages about the coronavirus from state and national leaders, which confuses people and is daunting for city officials. “It would be help, like [during] a hurricane, we all stand up and we say the right things to the community so they don't wonder whether they need to do something,” he said. The mayor took aim at President Trump’s remarks that there’s only more coronavirus cases in the country because there is more testing. “This whole argument that there's more Covid simply because we're testing more is absurd. You can't fake being so sick you have to be hospitalized or so absolutely sick, you’ve got to be in intensive care or on a ventilator,” Gelber said. Watch the interview:  ##July 4th## ##Hotspots## Pakistan's Foreign Minister Shah Mahmood Qureshi confirms he has tested positive for Covid-19 via his official Twitter account on Friday. According to the foreign minister, he felt a slight fever and immediately quarantined at home. He plans on carrying his duties from home. It's not clear when he was infected.  Qureshi Tweeted:  “This afternoon I felt a slight fever and immediately quarantined myself at home. I have now tested positive for Covid 19. By the grace of Allah, I feel strong and energetic. I will continue to carry on my duties from home. Please keep me in your prayers.” Qureshi met the US Special Representative for Afghanistan on Wednesday, according to the Pakistan’s Foreign Ministry.  ##Cases## Officials fear Fourth of July weekend could bring a surge in cases, and are urging Americans to limit their festivities to avoid more outbreaks.  The holiday weekend could be the \"perfect storm\" for a spike in coronavirus cases due to travel, easing restrictions and people not following preventive guidelines, according to Dr. Joshua Barocas, an infectious disease physician at Boston Medical Center. The US reported more than 52,000 new cases of the virus on Thursday, a new daily record, surpassing one set the previous day. California, Arizona, Texas and Florida all posted record new cases this week. Florida reported more than 10,000 additional coronavirus cases Thursday, while Texas had about 8,000. CNN's correspondents in Florida, Texas, Arizona and California report on how the states are preparing for Fourth of July:  ##July 4th## ##Hotspots## US Surgeon General Dr. Jerome Adams urged caution when looking at the US death rate for the virus remaining flat while the number of new cases increases.  \"We know deaths lag at least two weeks and can lag even more,\" Adams said, speaking on \"Fox & Friends\" on Friday. \"In the beginning, nursing homes were hit really hard, and the majority of our deaths were occurring on people who were 60, 65 and older. Now the majority of cases are in people who have an average age of 35, and so those folks are gonna have less comorbidities, they're gonna be less likely to end up in the hospital and to die.\"  However, Adams said, \"What we're really worried about  — particularly with young people  — is that they get it and then they spread it to their grandmother, to their grandfather.\"  Adams called on the younger population to wear a face covering, practice social distancing when going out this weekend, and to take extra precautions if they live with someone who is older or vulnerable.  The latest figures: According to Johns Hopkins University's tally of cases in the US, at least 128,740 people have died in the country from coronavirus.  An ensemble forecast published by the US Centers for Disease Control and Prevention now projects nearly 148,000 coronavirus deaths in the country by July 25. This week’s national forecast relies on 24 individual forecasts from outside institutions and researchers. The new projections, published Thursday, forecast 147,865 deaths by July 25, with a possible range of about 139,000 to 161,000 deaths. Unlike some individual models, the CDC’s ensemble forecast only offers projections for the next month. The previous ensemble forecast, published last Wednesday, projected about 139,000 coronavirus deaths by July 18. Watch Surgeon General's call to wear face coverings: European Union Home Affairs Commissioner Ylva Johansson has urged European countries to apply “as wide a definition of partnerships as possible” to exempt the “partner or ‘sweetheart’,“ of an EU citizen from EU coronavirus travel restrictions. The EU published on Tuesday a set of guidelines that allows for the gradual reopening of Europe’s external borders starting July 1. The guidelines, which are primarily based on health criteria and preventing a second wave of the coronavirus pandemic, define a “family member” as a spouse, a registered partnership equivalent to marriage, children or dependents under the age of 21 and dependent direct relatives. “Family members of EU citizens and of residents of the EU” are exempted from the travel restrictions explained European Commission Spokesperson Adalbert Jahnz, adding, “there isn’t any further definition of family member in this context.” However, there is space for change in the guidelines and specific categories of travelers “may be reviewed by the Council, in close consultation with the Commission,” based on “social and economic considerations as well as the overall assessment of the evolution of the epidemiological situation.”  Denmark had already expanded its definition of traveller with a “worthy purpose” to include “boyfriends/girlfriends, fiancées, grandparents and grandchildren, as well as business travel, job interviews,” in the list of those able to journey to the country. This is news social media campaigners using the hashtags #LoveIsEssential and #LoveIsNotTourism have welcomed, like German/American boyfriend and girlfriend Eglain and Zuri. American Zuri wrote on her social media: “It feels like I woke up to a hopeful miracle. I hope this is step in the right direction for couples separated by this travel ban.” Her German boyfriend Eglain also took to social media, writing: “The head of European home affairs is supporting our cause of reuniting binational couples separated by travel bans!” Adding German Foreign Minister Heiko Maas to his tweet, Eglain added, “Now the member states need to act and implement exemptions for us.” While most Americans are used to spending the Fourth of July holiday with friends at the beach or by the pool, this year the country is celebrating a little differently. The coronavirus pandemic continues and numbers are skyrocketing with the three-most populous states setting new records for new daily coronavirus cases.  While this doesn't necessarily mean canceling your plans for the day, there are steps you can take to keep yourself and others around you healthy this holiday: Heading to a beach or a pool? Since risk of infection is thought to be lower outside, where wind can blow the virus away, you can have fun without fear, as long as you observe social distancing measures.\nBefore heading out, it's a good idea to find out if the pool or beach you're going to is enforcing safety protocols, like social distancing rules or restricting the number of people who have access at one time. If you find that the beach or pool is too crowded to always maintain at least 6 feet from others, it might be safer to save the trip for another day.\nBring your own disinfectant wipes to clean shared chairs or pool toys and wear a face mask when you're not in the water.\nWhether you're in or out of the water, keep your distance from other people. Don't swim close enough to other people that you'll come in contact with their spit or breath.\nDon't blow your nose or spit in the pool or near another person. If you can, exit the water and use a tissue to cough or sneeze, then wash your hands. Planning a barbecue? Depending on your state, there may be regulations and limits on how many people can attend a social gathering.\nRemember that the more people you come in contact with, the higher your risk of getting infected. if you are going to invite people you haven't been isolating with, there are a few precautions you can take to make your cookout safer.\nOne tip is having everyone bring their own food and plastic utensils -- this means no shared bowl of chips. Hot dogs and hamburgers should go directly from the grill to a person's plate, not to a big tray of food. Different households should sit together — separately.\nIf you have a lot of people in attendance, its also a good idea to wear a mask.\nIf guests have no choice but to go inside your home to use the bathroom, have all the doors going toward the bathroom open, so no one has to touch any other handles. Have guests use a piece of tissue to open and close the bathroom door and make a note to close the toilet seat before flushing. Read the full article:  ##July 4th## The European Commission has granted \"conditional marketing authorization\" for remdesivir as a treatment for coronavirus infection, Gilead Sciences, the company that makes the Covid-19 drug, announced in a press release on Friday morning. The authorization, based on a review of scientific data that dates back to April, means that the drug will be indicated in Europe for the treatment of Covid-19 in adults and adolescents ages 12 and older or weighing at least 40 kilograms, who have pneumonia that requires oxygen support. \"We appreciate the European Medicines Agency’s rapid review of remdesivir in recognition of the unprecedented nature of this pandemic,\" Dr. Merdad Parsey, chief medical officer for Gilead Sciences, said in the press release. \"This conditional marketing authorization is an important step forward as we work together to address the treatment needs of patients across Europe.\" Gilead noted in the release that the conditional marketing authorization is initially valid for one year but can be extended or converted into an unconditional authorization once additional data are submitted and assessed. \"Ongoing clinical trials continue to evaluate the safety and efficacy of remdesivir, including studies of remdesivir in combination with anti-inflammatory medicines and in special populations including pediatric patients,\" the press release said. \"Research is also being conducted on new, investigational formulations of remdesivir that may enable studies of remdesivir in earlier stages of disease.\" Remember: Previous research has shown separately that severely and moderately ill patients with pneumonia from Covid-19 who received a course of remdesivir were more likely to have clinical improvement after 11 days compared to those who received traditional standard of care alone, according to Gilead. In the United States, remdesivir — currently administered intravenously through infusions  — is the only drug that has an emergency use authorization from the US Food and Drug Administration to treat coronavirus infections. Gilead originally studied remdesivir as a potential treatment for Ebola, but lab experiments suggested it might be active against the coronavirus that causes Covid-19.   Five Americans who flew by private jet to the Mediterranean island of Sardinia were refused entry to Italy on Wednesday due to new EU travel restrictions on countries with high coronavirus infection rates, police told CNN. The private jet – which took off from Colorado with 11 would-be vacationers on board -- arrived in Cagliari airport on Wednesday morning, according to the Cagliari Police spokesperson. Earlier this week, the European Union formally agreed a set of recommendations that allows travelers from outside the bloc to visit EU countries.  But the list of 14 countries did not include the United States, whose current Covid infection rate does not meet the criteria set by the EU for it to be considered a \"safe country.\" The five US citizens were traveling with friends from New Zealand, the UK, Germany and Italy. There were also three children on board. Italian authorities tried to “find a solution” to the problem of the American travellers, the police spokesperson said, but there was no way around the new decree that came into effect Tuesday. After around 14 hours on the ground, the whole group decided to leave Cagliari on their jet ‪ day and headed towards Birmingham, England, the police said.   Florida is now averaging more new reported Covid-19 cases per day than any other state, according to a CNN analysis of data from Johns Hopkins University. Florida's seven-day moving average of new daily cases stood at 7,870 at the end of the day Thursday. California and Texas were not far behind. California is averaging 6,491 new cases reported each day, while the Texas average stands at 6,368. The Sunshine State broke its all-time record for new cases reported in one day, with 10,109 reported Thursday. Only one other state has broken that daily record   — New York, in April. In all, Florida has recorded 169,106 cases and 3,617 deaths, according to the JHU data. Here's a look at how Florida's new cases have progressed over time:  ##Hotspots## ##July 4th## As Americans head into a holiday weekend in the shadow of a ravaging coronavirus pandemic, some governors are rethinking their stance on face coverings after days of record infections. The US reported more than 52,000 new cases of the virus Thursday, a new daily record surpassing one set the previous day. At least 36 states are seeing a rise in cases compared to the previous week, with patients rapidly filling hospitals across the South and West. California, Arizona, Texas and Florida all posted record new cases this week  — Florida reported more than 10,000 additional coronavirus cases Thursday while Texas had about 8,000. Nearly two dozen states have paused their reopenings to combat the spread while others have taken extra measures to keep it out of their borders. New York, New Jersey and Connecticut issued a travel advisory that requires people arriving from eight states with high coronavirus rates to quarantine for two weeks. Here's a look at where cases are rising across the country:  ##Cases## ##July 4th## US Surgeon General Dr. Jerome Adams on Friday didn't directly answer when pressed on whether he thinks people should attend large gatherings during Fourth of July celebrations, such as those hosted by President Trump in Washington, DC, and at Mount Rushmore.  \"It's not a yes or no. Every single person has to make up their own mind. There are gonna be people going to beaches, going to barbecues, going to different environments and they have to look at their individual risk,\" Adams said on NBC’s \"Today.\" \"As you mentioned, CDC says larger gatherings are a higher risk. You have to take that into account again with whether or not you're at risk, whether you live with someone who is vulnerable, and then you have to take measures to stay safe.”  \"The most important thing I would say to people is if you do go out to a gathering or in public, please, wear a face covering,\" Adams told NBC's Craig Melvin.  Adams explained wearing a face covering will actually give people more freedom because it will allow more places to stay open. \"We'll have less spread of the disease,\" he said.  Adams said he’s not opposed to mask mandates: \"I think the most important thing from a health communications point of view is helping people understand how they benefit and why they should do this.\"  ##July 4th## ##Masks## The Myrtle Beach City Council in South Carolina unanimously voted to enact a face mask ordinance ahead of the Fourth of July weekend as the number of coronavirus cases continues to climb.  Myrtle Beach city manager John Pedersen issued the executive order on Thursday, which requires residents and visitors to wear a cloth face mask at retail and food service establishments as well as in public spaces.  Failure to wear a mask when required is a civil infraction with a fine of up to $100 upon conviction. The mask requirement is effective through Labor Day.  The city joins other parts of the country that have enacted similar measures in an effort to curb Covid-19's spread.  Read more about the latest states requiring people to wear masks: ##Masks## There have been more than 10.8 million confirmed cases of coronavirus globally, according to figures from Johns Hopkins University. Of these cases, more than 2.7 million are in the US, which saw more than 52,000 new Covid-19 cases Thursday, the highest daily jump in cases for the second day in the row.  A forecast by the US Centers for Disease Control and Prevention has warned that nearly 148,000 people could die from coronavirus in the country by July 25. The US has reported more than 128,000 Covid-related deaths so far.  Here's the latest on the pandemic: Trump set for another massive event during national pandemic: President Donald Trump and first lady Melania Trump head to Mount Rushmore National Memorial on Friday to celebrate an early Fourth of July at a gathering of an estimated 7,500 people. No social distancing is planned for the event -- despite the record-high new coronavirus cases in the United States. \nUK PM expresses “bitter regret” over deaths in care homes: Boris Johnson has said that he “bitterly” regrets the number of coronavirus-related deaths seen in care homes, telling radio station LBC that there were “far too many” lives lost. On Thursday, the UK's Office for National Statistics said that almost 20,000 care home resident deaths in England and Wales, recorded from the start of the pandemic until mid-June, involved Covid-19.\nNew version of coronavirus spreads faster -- but doesn't make people sicker, study confirms: A global study has found strong evidence that a mutated new form of the coronavirus has spread from Europe to the US. The mutation makes the virus more likely to infect people, but does not seem to make them any sicker than earlier variations, an international team of researchers reported Thursday.\nEU launches legal action against member states over passenger refunds: The European Commission has launched infringement proceedings against 10 European Union member states for failing to protect the rights of passengers when journeys have had to be cancelled as a result of the coronavirus pandemic.  President Trump and first lady Melania Trump head to Mount Rushmore National Memorial on Friday to celebrate an early Fourth of July at a gathering of an estimated 7,500 people during a global pandemic. No social distancing is planned for the event despite the record-high new coronavirus cases in the United States. And the event takes place amid environmental concerns over the use of fireworks in the dry land and as the country engages in a reckoning over its own monuments and racist history. \"We told those folks that have concerns that they can stay home, but those who want to come and join us, we'll be giving out free face masks if they choose to wear one. But we won't be social distancing,\" Republican Gov. Kristi Noem said during a Monday appearance on Fox News. There may be health screening for ticketed guests in one area, according to recreation.gov. A recording on the park's main telephone line Monday said: \"There are no social distancing requirements in place at this time.\" The 7,500 tickets for Friday's event are lower than the typical visitor flow during the busy summer season. On normal days, 28,000 to 32,000 visitors come to Mount Rushmore during a 10-hour period. Amid the pandemic, the park never closed but visitation has been down to around 20,000 people, said Maureen McGee-Ballinger, Mount Rushmore's chief of interpretation and education. Coronavirus cases in South Dakota currently remain stable, according to data from Johns Hopkins University, with 6,893 confirmed cases and 97 deaths as of Thursday -- but it remains to be seen how many attendees will travel from other states. Thirty-six states are currently experiencing a rise in new cases. Read the full story here. ##July 4th## ##Politics## Despite having nearly 1.5 million Covid-19 cases, experts say Brazil has yet to see the worst of the pandemic. However, the country's second-largest city Rio de Janeiro has started to allow bars, restaurants and gyms to reopen.  WATCH: ##Hotspots## Eight Secret Service agents assigned to Vice President Mike Pence's detail ahead of his trip to Arizona tested positive for the coronavirus right before Pence was scheduled to travel there, a law enforcement source told CNN. The positive tests forced a one-day delay in the trip so the Secret Service could swap in healthy agents, The Washington Post reported. Pence was scheduled to go to Arizona on Tuesday, but delayed the trip until Wednesday. Ahead of Pence's trip, the state was reporting record highs for both new daily cases and deaths since the state started posting data publicly in mid-March. Secret Service Director of Communications Catherine Milhoan told CNN in a statement, \"The health and safety of our workforce, their families, and that of our protectees remains the agency's highest priority.\" She said, \" The agency continues to operate in compliance with the Centers for Disease Control and Prevention recommendations through the U.S. Secret Service Office of Safety, Health and Environmental Programs.\" Pence's trip originally included several more public stops, but the trip was scaled back, amid the recent spike of Covid cases in Arizona. Read the full story here. ##Hotspots## Singapore has just begun to get its second wave of coronavirus under control. Now, it's on track to face its worst-ever outbreak of another viral infection: dengue. More than 14,000 dengue cases have been reported in the city-state since the start of the year, according to the National Environment Agency (NEA). The total number for the whole year is expected to exceed the 22,170 cases reported in 2013 -- the largest dengue outbreak in Singapore's history, the agency said. What is dengue? Dengue is a viral infection transmitted by the Aedes mosquito, the same insect responsible for spreading Zika, chikungunya and yellow fever. It is commonly found in hot, wet regions of the tropics and subtropics during the rainy months. Only about 25% of those infected show symptoms, which include high fever, severe headaches, muscle and joint pains. Extreme cases can bring bleeding, breathing difficulties, organ failure, and potentially death. Why is it so bad this year? Dengue cases have grown dramatically worldwide, increasing 30-fold in the past 50 years. There are an estimated 100-400 million infections each year, and about half of the world's population is now at risk, according to the World Health Organization. Scientists say hotter, wetter weather brought on by climate change has created ideal conditions for female mosquitoes to lay their eggs. Not only are there more mosquitoes, but the rapid urbanization occurring in many Asian nations means that susceptible populations are living in closer contact with disease-carrying insects. Have lockdown measures made it worse? Another potential factor that worsened the dengue outbreak this year could be the lockdown measures imposed for coronavirus, according to Luo Dahai, associate professor of Infection and Immunity at Nanyang Technological University. In April, a second wave of infections broke out in Singapore among migrant workers living in packed dormitories, sending daily new infections from below 100 to above 1000 at its peak. To contain its spread, the government issued a stay-at-home order and closed down non-essential workplaces and schools. These restrictive measures, known as the \"circuit breaker,\" lasted from April 7 to June 1. \"When more people stay at home all the days, there could be more residential mosquito breeding and more opportunities for 'blood meals',\" Luo said. Read the full story here. UK Prime Minister Boris Johnson has said that he “bitterly” regrets the number of coronavirus-related deaths seen in care homes, telling British radio station LBC that there were “far too many” lives lost.  “What happened was absolutely tragic, there's no question… we saw far too many lives lost in care homes and we mourn for everyone,” Johnson said Friday.  “I bitterly, bitterly regret every loss of life that we've had,” he added. Addressing questions over why so many deaths were registered in care homes across the UK, the Prime Minister said he believes several factors must be considered.  The UK government's handling of coronavirus in care homes has been widely criticized.  According to the UK's Office for National Statistics (ONS), 19,394 care home resident deaths in England and Wales from the start of the pandemic until mid-June -- or 29.3% of all care home resident deaths -- involved Covid-19.  From March 2, of all hospital deaths in England and Wales involving Covid-19, 15.5% could be accounted for by care home residents, ONS said.  “I think a lot of different things came together...the governance of care homes, getting the messages across, making sure people understood what they had to do to protect against the disease,” Johnson said on Friday.  “I think we'll have to look back at the whole issue of what happened in care homes in great, great detail,” he added.  The European Commission has launched infringement proceedings against 10 European Union member states for failing to protect the rights of passengers when journeys have had to be cancelled as a result of the coronavirus pandemic.  National legislation in place in Czech Republic, Cyprus, Greece, France, Italy, Croatia, Lithuania, Poland, Portugal and Slovakia violates EU rules on travel, the Commission said Friday.  Further action has also been launched against Greece and Italy for failing to protect bus, rail and ferry passengers.  Under EU law, passengers have “the right to choose between reimbursement in money and other forms of refund, such as a voucher” if a flight has been cancelled and are expected to be reimbursed within two weeks.  In the 10 aforementioned countries, the Commission says authorities are only allowing travel operators to “issue vouchers, instead of reimbursement in money,” or taking longer than 14 days to refund passengers.  The Commission says throughout the crisis it has “consistently made clear that consumer rights remain valid in the current unprecedented context and national measures to support the industry must not lower them.” The 10 countries now have two months to reply and prove to the Commission they have rectified these issues. Puerto Rico will have some stringent new rules for people traveling to the island amid the coronavirus pandemic. Gov. Wanda Vázquez Garced said she will sign an executive order that, among other things, will require visitors to provide a negative Covid-19 test result produced within 72 hours of arrival. \"I want Puerto Ricans living in the US mainland to safely come to our island and visit their family members without fear of spreading this virus or infecting a love one,\" Vázquez said in a statement. \"I want tourists and everyone visiting Puerto Rico to feel safe.\" Under the executive order, visitors would also need to wear face coverings and observe proper social distancing measures at three airports. If a visitor is unable to bring a negative test result, they will be required to go through the screening process and further tests at the airport and follow quarantine procedures. The governor said the order will go into effect on July 15. Read more here: ##Reopening## Patience in lifting coronavirus restrictions is paying off all over the world, but lifting lockdowns too early can have deadly consequences. Three of the four countries with the world's highest death tolls and case counts -- the United States, Brazil and India -- either never properly shut down or started reopening before their case counts began to drop. Meanwhile, many countries that sustained restrictions until cases started going down have now gotten their outbreaks under control. Read the full story here: ##Cases## ##Hotspots## ##Reopening## A global study has found strong evidence that a mutated new form of the coronavirus has spread from Europe to the US.  The mutation makes the virus more likely to infect people, but does not seem to make them any sicker than earlier variations, an international team of researchers reported Thursday. \"It is now the dominant form infecting people,\" said Erica Ollmann Saphire of the La Jolla Institute for Immunology and the Coronavirus Immunotherapy Consortium, who worked on the study. \"This is now the virus.\" The team's experiments show the mutated version is more infectious than other variations. \"We do know that the new virus is fitter. It doesn't look at first glance as if it is worse,\" Saphire said. The researchers call the new mutation G614, and it has almost completely replaced the first version -- called D614 -- to spread in Europe and the US. Read more here: Richard Stitely had spent nearly 30 years on death row when the pandemic hit California's San Quentin State Prison. Last week, the 71-year-old was found dead in his cell, marking the first known fatality linked to coronavirus inside the California prison with the largest outbreak of Covid-19 in the state. More than a third of incarcerated people in San Quentin have tested positive for the virus and nearly half of coronavirus cases throughout the state's prison system are there, according to a tally from the California Department of Corrections and Rehabilitation. As of Thursday, there were at least 1,345 active cases in the facility and 2,783 cases in the state, the CDCR said. The jail houses about 3,400 detainees and is at 112% of its capacity. Authorities are still trying to determine the cause and manner of Stitely's death, as well as another death row inmate who died on Wednesday. Joseph Safarino Cordova, 75, was found unresponsive in his cell and had no signs of trauma, according to the CDCR. It's still unclear whether Cordova tested positive for the virus. Read more here: ##Cases## This is what President Donald Trump's \"handled\" pandemic looks like. The United States, the world leader in Covid-19 infections and deaths, is reeling from an out-of-control resurgence of the virus that is racking up 50,000-plus new infections each day now. Texas, Florida and Arizona -- Republican-run states that most aggressively embraced Trump's impatient demands to get the economy open again -- are heading into what one expert warned is a viral threat that is approaching \"apocalyptic\" levels. All over the country, including in rule-resistant Texas, authorities are imposing mask mandates that Trump will still not endorse and are slowing or reversing economic opening plans as a Covid-19 summer becomes reality. It now seems certain that a predicted fall spike of the virus will simply become an extension of relentless months of sickness and death. Even Vice President Mike Pence, who rarely pauses his praise of Trump's \"leadership,\" is beginning to see reality -- ditching his previously misleading claims that the US has \"slowed the spread\" as he instead vows to \"flatten the curve.\"  Meanwhile, 2012 Republican presidential candidate Herman Cain, who as co-chair of Black Voices for Trump was one of the surrogates at the President's recent rally in Tulsa, Oklahoma, is now in hospital with the coronavirus. In what are becoming daily examples of a dereliction of duty, Trump massively misrepresented the state of the pandemic. \"The crisis is being handled. ... Some areas that were very hard-hit are now doing very well. Some were doing very well, and we thought they may be gone and they flare up, and we're putting out the fires,\" he told reporters on Wednesday. Read the full analysis here: ##Politics## North Korean leader Kim Jong Un has called the country's handling of the coronavirus \"a shining success,\" according to a report from the official Korean Central News Agency (KCNA). According to KCNA, Kim said the country had \"thoroughly prevented the inroad of the malignant virus and maintained stable anti-epidemic situation despite the worldwide health crisis, which is a shining success achieved by the far-sighted leadership of the Party Central Committee.\" However Kim urged people not to get complacent and \"maintain maximum alert,\" the KCNA report added. North Korea has not publicly reported any coronavirus infections, but it borders two of the most heavily affected countries in the region -- China and South Korea. ##Cases## The US could see nearly 148,000 people die from coronavirus by July 25, warned an updated forecast by the US Centers for Disease Control and Prevention. The US has reported 128,743 Covid-related deaths so far.  The forecast relies on 24 individual predictions from outside institutions and researchers. The new projections, published Thursday, forecast 147,865 deaths by July 25 -- but added the number could range from 139,000 to 161,000.  “The state-level ensemble forecasts suggest that the number of new deaths over the next four weeks in Arizona, Arkansas, Florida, Idaho, Nevada, Oklahoma, Oregon, South Carolina, Texas, Utah, and Wyoming will likely exceed the number reported over the last four weeks,” the CDC says on its forecasting website. “For other states, the number of new deaths is expected to be similar to the number seen in the previous four weeks or to decrease slightly.” ##Cases## ##Hotspots## Brazil’s health ministry reported 48,105 new cases of the novel coronavirus on Thursday, taking the country’s total to 1,496,858. Thursday's figures represent the second-highest daily jump in new cases since the pandemic began. The highest was recorded on June 19, when 54,771 new cases were recorded within 24 hours.  The ministry also reported 1,252 related deaths on Thursday, bringing the nationwide toll to 61,884. ##Cases## ##Hotspots## Up to 41 million people could be left unemployed by the coronavirus pandemic in Latin America and the Caribbean, the International Labor Organization (ILO) warned in a new report Wednesday. “The unemployment rate could rise between 4 and 5 percentage points, bringing the number of unemployed in the region to a historical record of 41 million people. If the crisis worsens, the employment situation could worsen, amplifying social inequalities,” the report said. Before the pandemic hit, the unemployment rate in Latin America and the Caribbean was 8.1% -- about 26 million people by the end of 2019, according to ILO. The report analyzed data from the World Bank, which estimates a 7.2% drop in the region’s economic growth – leading to an 12.3% unemployment rate.  The ILO also analyzed the latest numbers from the International Monetary Fund, which estimated an economic contraction of 9.4%, resulting in a 13% unemployment rate. What the rates mean: “In absolute numbers, these rates imply an increase in the number of people who are looking for a job and do not get it; from 26 million before the pandemic to 41 million in 2020,” ILO specialists explained at a press conference on Wednesday. Where unemployment will hit hard: Various economic sectors are seeing high rates of unemployment. About 40% of workers are in high-risk sectors of hospitality, food service, small businesses and manual labor.  Another 17% are in the medium-to-high risk sectors, and only 20% of the labor force is engaged in low-risk economic activities such as those in government, education and health jobs.   \"About 60% of those employed in Latin America and the Caribbean are exposed to significant losses of employment, hours worked and income,” according to the report.  ##Economy## An 11-year-old boy from Florida's Miami-Dade County is the youngest person to die from Covid-19 complications in the state, according to the Florida Department of Health.  According to the latest health records, he is the third minor in Florida to die of virus complications. The others were a 16-year-old girl in Lee County and a 17-year-old boy in Pasco County. Records show the 11-year-old fatality is not a travel-related case, but it's unclear if the boy recently had close contact with anyone who had Covid-19.  The Florida Department of Health told CNN the boy had severe underlying health conditions.  As of last Friday, 7,000 minors in Florida had tested positive for the novel coronavirus. The state's total number of confirmed cases now stands at 169,106. ##Cases## Colombia recorded 171 coronavirus-related deaths on Thursday, the highest one-day jump since the pandemic began. That brings the country's death toll to 3,641, according to its health ministry. The ministry also reported 4,101 new cases, raising the nationwide total to 106,110. ##Cases## China reported five new coronavirus cases Thursday, according to the country's National Health Commission (NHC).  Three were imported from abroad, and two were locally transmitted in Beijing. There were no new related deaths on Thursday.  The NHC also reported four new asymptomatic cases, which are counted separately. A total of 97 asymptomatic cases are under medical observation. These figures raise the nationwide total to 83,542 confirmed symptomatic cases and 4,634 deaths, according to the NHC. Over recent weeks, authorities have raced to contain new outbreaks around the country. An outbreak in Beijing in late June saw more than 250 infected -- while in nearby Anxin County, in Hebei province, 400,000 residents were put under lockdown again due to a fresh cluster. ##Cases## It's impossible to pinpoint exactly what caused the fresh coronavirus case spike in the US, the country's top infectious disease expert Dr. Anthony Fauci said. But a range of simultaneous factors -- like protests, political rallies, Memorial Day celebrations and state reopenings -- probably contributed, Fauci said in an interview with Harvard Business Review on Thursday. “It’s very difficult to say that this particular demonstration, or that particular rally, or that particular holiday at a beach did it,” Fauci said. “But something happened to make the spike go way up like that.” The rise in cases comes amid reopening efforts in the US, which Fauci said never completely closed in many respects.  “When the European Union shut down… about 95 or more percent of the country truly locked down,” he said. “When we were in our lockdown, about 50% of the country was in lockdown.” Fauci said the disparate response to the pandemic among different states, regions and cities made a unified approach difficult, “probably to our detriment.” ##Reopening## Mexico’s health ministry reported 6,741 new cases of coronavirus on Thursday -- its highest daily jump so far. The ministry also reported 678 more related deaths. The latest figures raise the nationwide total to 238,511 cases and 29,189 deaths, according to the ministry. ##Cases## ##Hotspots## The United States confirmed 52,291 new coronavirus cases on Thursday, according to Johns Hopkins University -- the biggest one-day jump since the pandemic started. The previous high was set just a day earlier, on Wednesday, at 51,174 cases. The Thursday figures took the national total to 2,739,879 cases and 128,740 deaths, according to JHU. Authorities around the US are struggling to rein in the latest spike in cases, which has seen at least 23 states pause or roll back reopening plans. Just two or three weeks ago, the number of new cases hovered around 20,000 to 25,000 each day -- half what it is today. ##Cases## Earlier today, the US Food and Drug Administration authorized a new test that diagnoses both influenza and the novel coronavirus. The test, designed by the US Centers for Disease Control and Prevention (CDC), is the first dual test to get emergency use authorization from the FDA.   “With the authorization of these tests, the FDA is helping address concerns in anticipation of this upcoming flu season during the Covid-19 pandemic, which might be especially worrying for some Americans,” FDA Commissioner Stephen Hahn said in a statement. “With just one swab or sample, combination tests can be used to get answers to Americans faster. This efficiency can go a long way to providing timely information for those sick with an unknown respiratory ailment.”  Texas Gov. Greg Abbott on Thursday ordered residents of counties with 20 or more Covid-19 cases to wear a mask in public, according to his office. \"We have the ability to keep businesses open and move our economy forward so that Texans can continue to earn a paycheck, but it requires each of us to do our part to protect one another -- and that means wearing a face covering in public spaces,\" Abbott said in a statement. The order takes effect Friday at 12:01 p.m. CT. Cases on the rise: The directive comes as Texas, like other states, sees a jump in cases. There have been more than 175,000 cases reported in the state -- the second most populous in the US -- since the pandemic began. Just days before the July Fourth weekend the United States set another high for new coronavirus cases and at least 23 states were pausing reopening plans to combat mounting infections.", "Section": "world", "Writers": ["Jessie Yeung", "Melissa Macaya", "Amy Woodyatt", "Veronica Rocha"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-07-03-20-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}