{"Type": "article", "Time": "2021-03-15", "Headline": "March 16 coronavirus news", "Text": "Kentucky is investigating whether cases impacting a nursing home facility are linked to a new variant that has not been previously identified, Gov. Andy Beshear said, adding that people should get vaccinated as soon as possible. “What we do know, is that it is not one of the common variants, the ones we associate with the United Kingdom [B.1.1.7] or South Africa [B.1.351] or Brazil [P.1], but it is a cluster, and it looks like it's the same infection in a group of these individuals,” Kentucky Health Commissioner Dr. Steven Stack said. “And so, what we'll do is genetically sequence all of these, map it out, and compare it against the larger database that the sequencing labs report to, and then see if we can find any patterns or any lessons we need to learn here.” The state is presently aware of 41 people who have tested positive for Covid-19 at the nursing home facility, the health commissioner said. It appears that an unvaccinated person brought Covid-19 into the nursing facility, where 85% of residents and 48% of health care staff were vaccinated, Stack said. Of the 41 persons infected, 27 are residents and 14 are health care workers. Notably, of the 41 infected persons, 30% of the vaccinated individuals have been symptomatic, while 83% of the unvaccinated people have been symptomatic, Stack added.  Five of the infected residents have been admitted to the hospital, four of whom are unvaccinated, according to the health commissioner. “The more people who get infected, the more opportunity it has to mutate, and then eventually find combinations that help it to be more dangerous. So, the good news is that the vaccines appear to be doing their job in protecting people,” Stack added. ##Variants## Governors of the hardest hit regions of Brazil are adopting curfews at night and more restrictive measures to try to curb the spread of Covid-19 infections – without the backing of the federal government. The country has been reporting a record-high number of virus deaths. Fourteen of the 26 Brazilian states plus the Federal District are under curfew. Generally they are in effect from 8 p.m. to 5 a.m. The majority of them were enforced in the last week.  In addition, 18 state governments announced more restrictive measures over the last five days. The restrictions were aimed at what is considered non-essential activities – gyms, parks, shops, shopping malls, churches and schools.  Sao Paulo, Minas Gerais and Rio de Janeiro, the three wealthiest states of Brazil, all adopted measures to decrease the movement of the population. On Tuesday, Minas Gerais Gov. Romeu Zema said the state health system is overcrowded and doesn't support new patients.  \"I don't want Minas Gerais to become a horror movie,\" Zema said. Mato Grosso do Sul, Mato Grosso and Federal District in the Center-West region of the country, the epicenter of Brazil's agribusiness industry, and Rio Grande do Sul, in the South, are facing a collapse of their health systems since last week and had to announce curfews and restrictive measures. The same has happened at Rondonia, in the Amazon, and Parana, in the South, where health systems there are also bordering on collapse.  With the absence of federal coordination, the Brazilian national association of governors sent a letter to the country's health ministry on Sunday requesting the adoption of lockdown measures nationwide. The governors called, among other measures, for the implementation of restrictions on the operation of airports, ports, highways, and railways in the country. The latest numbers: Brazil had a record high number of deaths on Tuesday with at least 2,841 deaths, according to the health ministry. Sao Paulo and Rio Grande do Sul states presented the highest number of deaths on their territory since the beginning of the pandemic. In an email to House offices provided to CNN by a source, House administration informed staff they are “expecting” more guidance from the Capitol physician later today that would allow for more member and committee staff to get vaccinated.  The email made clear that the expectation is that there still won’t be enough doses of vaccines for every staffer on the hill.  The expectation is that a certain number of vaccines will become available to each office like the last time.  ##Vaccines## The church can play a leading role in increasing Covid-19 vaccine confidence by encouraging followers to get vaccinated, Dr. Francis Collins, director of National Institutes of Health, said Tuesday.  Collins spoke at the Washington National Cathedral, where faith leaders gathered to help bolster Covid-19 vaccine confidence.  “The vaccines have in many ways for many people been an answer to prayer,” he said. “They are safe and effective, beyond what we had a right to expect.\" “Unfortunately, many who could most benefit, because they are at highest risk of serious and even life-threatening infections, are still holding back,\" Collins added. He said getting vaccinated is a “love your neighbor opportunity.”    “Today, all of you are putting hope into action,” he said. “Hope for an end to the terrible suffering and loss of life from Covid-19, hope for an end to the economic devastation it has caused, hope that the vaccine can not only protect you, but also – if we do this together – your family, your friends, your community, your nation, your whole world.”  ##Vaccines## The Kentucky Department of Corrections is expected to begin vaccinating inmates age 70 and older on Thursday at Little Sandy Correctional Complex, J. Michael Brown, secretary of the Executive Cabinet, announced today. All 14 of Kentucky’s correctional institutions have now been enrolled as a vaccine distribution point and are going to be targeted for the Johnson & Johnson vaccine, as the state receives supplies, he said.   “Which means we'll be able to start vaccinating inmates at all 14 of our institutions with the Johnson & Johnson vaccine as it becomes available. That's going to be a significant game changer, just as it is for the rest of our population,” Brown added. “We do have a serious Covid-19 outbreak at the Kentucky State Penitentiary. But 11 of 14 state correctional institutions have zero active inmate cases,” he said. “There is hope on the way.”  ##Vaccines## In 15 states, new Covid-19 cases reported over the past seven days are at least 10% higher than a week ago, according to data from Johns Hopkins University.  In two of those states – Minnesota and Michigan – cases are more than 40% higher than they were a week ago.  New Covid-19 cases are still trending down in the United States overall, and weekly case counts in these 15 states haven’t been increasing for long. The seven-day average of new cases has only been higher than the week before for seven days or less in each of those states, except for Michigan, a CNN analysis of Johns Hopkins University data shows. Typically, experts say that more sustained data – at least a couple weeks – is needed to identify a trend. But as newer, more contagious variants become more prevalent in the US, catching early warning signs may be key to limiting continued spread.  CNN has reported the Biden administration is closely monitoring data and investing resources to prevent and prepare for a fourth surge. There is no clear link between case growth and variant prevalence in states. Despite having the largest number of coronavirus variants recorded by the US Center for Disease Control and Prevention, Florida has seen a 16% drop in cases compared to last week. However, the US notably lags in genetic sequencing and only tests a very small portion of samples for the presence of coronavirus variants. Florida Gov. Ron DeSantis announced a new round of budget recommendations on Tuesday outlining how the state should spend the latest round of federal relief funds.  During a news conference in Tallahassee, DeSantis recommended a one-time $1,000 bonus be paid to every first responder in the state for their work during the Covid-19 pandemic. In addition to the $208 million to first responders, the recommendations include giving the state’s unemployment CONNECT system $73.2 million, and $50 million for infrastructure.  The governor also announced an additional $50 million dollars to boost Florida’s tourism industry. “I think that with the advent of these vaccines, you’re already seeing people feel really good about traveling again about doing some of this stuff. There’s a lot of pent-up demand,” DeSantis said. “We obviously want Florida to be the beneficiary of that when people start getting back into the mix on enjoying themselves, on traveling.” He said the state is expecting to receive between $9 to $10 billion from the federal government, but the governor is only proposing to spend $4.1 billion. Those recommendations will be sent to the Florida statehouse. He also complained that the state is getting less money in stimulus spending than “blue states.” “All in all, we're getting the short end of the stick, make no mistake about it, but we'll be getting the job done for the people of Florida,\" he said. ##US Stimulus## Montana Gov. Greg Gianforte announced that all Montanans 16 years of age and older will be eligible for a Covid-19 vaccine on April 1.  The governor made the announcement during an afternoon news conference, pointing out that projections a month ago showed availability to this group being as late as mid-July. “This week nationwide we will receive about 16 million doses, and in the first week of April that supply will increase to about 22 million doses per week,” Gianforte said. “So we have greater supply, that’s whey we’re expanding distribution and making the vaccine available to all Montanans.”  As of Tuesday morning the state had administered 367,000 doses, with more than 142,000 Montanans fully immunized. ##Vaccines## European countries are only looking at the narrow question of where to suspend the AstraZeneca vaccine right now and aren’t considering the wider dangers associated with the decision, Dr. Peter Openshaw, an adviser to the UK government on pandemic viruses, told CNN. “They haven't been asked to address the wider issue of what this is going to do to vaccine competence or vaccine rollout or whether it might cause thousands of people to die from Covid. I think on the wider question, I think this abundance of caution is actually very dangerous indeed,” said Openshaw, professor of medicine at Imperial College London. Some context: At least 16 European countries have suspended use of the AstraZeneca vaccine, and three more have suspended use of certain batches of the vaccine.  Regulators including the European Medicines Agency (EMA) say there is no known link between the vaccine and blood clots, and that the benefits of the vaccine outweigh the risks. WHO is expected to make a statement on the AstraZeneca vaccine as soon as Tuesday. EMA is due to make a statement on Thursday. ##AstraZeneca## A small study of the AstraZeneca Covid-19 vaccine in South Africa said the vaccine “did not show protection against mild-to-moderate Covid-19” due to the variant widely circulating there, according to results published Tuesday in the New England Journal of Medicine. The results were announced in early February by the University of Oxford and posted to a preprint server days later. They played a key role in South Africa scaling back its rollout of the AstraZeneca vaccine last month. The study did not show efficacy of the vaccine against the variant — also known as B.1.351 — because the numbers of people infected in the vaccine and placebo groups were not significantly different from each other. The study included roughly 2,000 HIV-negative people with a median age of 30, evenly split between vaccine and placebo groups. Of the 42 total participants in the study who developed Covid-19 more than two weeks after the second dose, all but three were found to have the B.1.351 variant.  The study also tested the blood of some vaccinated participants against live and engineered viruses in the lab, demonstrating that their antibodies had a more difficult time neutralizing the variant. In response to earlier announcements of these results in February, AstraZeneca said it still believed its vaccine may protect against severe disease and hospitalization caused by the variant. However, this study of predominantly young, healthy people was unable to evaluate whether the vaccine would be effective to those ends.  “There were no cases of hospitalization for severe Covid-19 observed in the study,” the study authors wrote. In a different preprint last month, the Oxford-AstraZeneca Covid-19 vaccine showed overall 66.7% efficacy against symptomatic disease starting two weeks after the second shot, based on an analysis of more than 17,000 trial volunteers in the UK, Brazil and South Africa. ##Vaccines## ##AstraZeneca## ##Variants## California's Democratic Governor Gavin Newsom today defended his administration's pandemic-related decisions as efforts to recall him continued to gather steam.  \"It's been a difficult year,\" acknowledged Newsom, when CNN's Jake Tapper pointed out that many Californians who support his recall believe his lockdown measures were too harsh.  \"In hindsight, you know, we're all experts,\" continued the governor. \"....I think we saved thousands and thousands of lives.\" \"There's a bright light at the end of the tunnel, but I'm deeply mindful and deeply respectful to all the anxieties that people have felt over the last year,\" he added. Nearly 1.5 million verified signatures are required to put the question of recalling Newsom on the ballot, and Wednesday marks the deadline for turning in the necessary signatures. As of today, all indications pointed to Newsom's opponents reaching that goal, turning this sixth attempt to oust him via recall in two years into a credible threat to his political fortunes.  Newsom told Tapper he is talking the recall seriously, but characterized its proponents as members of right-wing militia groups, conspiracy theorists and White supremacist groups.  \"All you need is about a quarter of the people that voted for Donald Trump to get this recall petition to the voters this November, so I'm anticipating it goes on (the ballot). We're taking it very seriously,\" Newsom told Tapper. It's just after 4:30 p.m. ET in the US. Vaccine doses continue to roll out across the country and President Biden is making his pitch to Americans about his Covid-19 relief bill. If you're just getting caught up, here's what to know about the pandemic today: Vaccine progress: Nearly 111 million doses of Covid-19 vaccine have been administered in the US, the CDC said. Nearly 22% of the population has received at least one dose of vaccine, and nearly 12% of the population are fully vaccinated, CDC data shows.\nVariants: France is experiencing “what looks like a kind of third wave” of the coronavirus pandemic, Prime Minister Jean Castex said. He said the country has seen a rise in cases of new coronavirus variants, warning that the third wave has been “characterized by variants, a lot of them.” \nCases: Asymptomatic or undiagnosed Covid-19 infections in US may have been twice the official count, according to a study published Tuesday in the medical journal JAMA. The scientists estimate that 15.9 million asymptomatic or undiagnosed infections had occurred in the US as of September 30.\nCovid relief: President Biden and Vice President Harris are on the road this week talking to people across the country about the American Rescue Plan. The $1.9 trillion bill also sends billions to state and local governments, expands the child tax credit and delivers direct payments up to $1,400 to individuals.\nSpring break: Miami Beach is seeing “too many people coming that want to just let loose in ways that are unacceptable,” Mayor Dan Gelber said. Gelber also criticized Florida Gov. Ron DeSantis for restricting local and city leaders to enforce mask mandates. The TSA screened 6.4 million people at airports across the country between Thursday and Monday, the biggest five-day period of pandemic air travel.\nAstraZeneca: At least 15 EU and associated countries have suspended use of the AstraZeneca vaccine over fears about blood clots. The European Union’s Commissioner for Health Tuesday urged countries to use all their vaccine doses. The agency has repeatedly said the benefits the vaccine outweigh the risks. Delaware will allow pharmacies to begin vaccinating anyone in the state who is 50 years or older and doctors and hospitals to vaccinate anyone with a high or moderate-risk medical condition, Public Health Director Dr. Karyl Rattay said in a statement. Eligible medical conditions include cancer, serious heart conditions, diabetes, and chronic obstructive pulmonary disease, according to a state website. Several lifestyle conditions like obesity and being a cigarette smoker are on the list as well. \"We are making a strong push through the end of March to vaccinate the remaining seniors 65+ and frontline essential workers who want a vaccine, and are excited to be able to begin reaching other vulnerable Delawareans,” Rattay said in the statement. The state also announced that on March 23, it will open its Covid-19 vaccination waiting list to any ​Delawarean 50 or older. Being added to the waiting list means that the state contacts you when an appointment is available rather than having to find one yourself. ##Vaccines## Apple Maps, an application on iPhones, iMacs and other Apple products, has been updated to include Covid-19 vaccination locations, the tech giant announced on Tuesday.  To help people find Covid-19 vaccines, Apple updated the app with Covid-19 vaccination location data from the US Centers for Disease Control and Prevention's Vaccine Finder, a web-based system of vaccination providers. Apple said in a statement that Apple Maps users can find Covid-19 vaccination locations in their area by searching in the app or asking Siri, \"Where can I get a Covid-19 vaccination?\" Apple also noted that Apple Maps includes Covid-19 testing locations as well. \"Last year, Apple updated Apple Maps to display COVID-19 testing sites in Australia, Canada, France, Germany, Japan, the Netherlands, New Zealand, Portugal, Singapore, Taiwan, Thailand, and the United States,\" the statement said. Apple's announcement comes just a day after Facebook rolled out a Covid-19 vaccine locator tool on its social media platform. ##Vaccines## Arkansas Gov. Asa Hutchinson announced starting immediately, the state will allow groups in the next phase of the state's Covid-19 vaccine rollout plan to get vaccinated.  Speaking during a news conference Tuesday, Hutchinson said about one million Arkansans are eligible to get the vaccine under the next phase, known as Phase 1C, which includes people ages 16 to 64 with some underlying health conditions and essential workers in a range of industries.  People residing in high-risk settings, from those who are incarcerated to those living in crowded housing and student housing, also qualify.  Hutchinson said the state decided to \"accelerate\" opening criteria after President Biden's announcement that his administration will direct states to open vaccinations to all adults by May 1.  \"Not everybody in 1-B has been vaccinated, but it is important to move to 1-C so that we can open up more and keep to the demand coming for the vaccine to make sure there's not any gap, and to give everyone the best opportunity to get the vaccine who wants one and who needs it,\" Hutchinson said.  The governor added there's been a \"slowdown\" in vaccine demand, particularly in rural parts of the state.   \"There is a lower acceptance rate for the vaccine in the rural areas of our state which we have to overcome... We're increasing the opportunity for those all across the state to get vaccinated as well,\" Hutchinson said.  All groups eligible under Phase 1C in Arkansas can be found here. ##Vaccines## The governments of France and Italy say they “stand ready” to resume AstraZeneca vaccinations pending a positive review by the European Union's medicines regulator, adding in a joint statement on Tuesday that the decision to halt the vaccine rollout was taken as a “temporary precautionary measure.” Administration of the AstraZeneca vaccine has been put on hold in more than a dozen European countries in the past week over concerns that a small number of patients had developed blood clots post inoculation. “The preliminary elements shared by the EMA [European Medicines Agency] today are encouraging,” a joint statement issued by the Italian prime minister’s office said.    “Emmanuel Macron and Mario Draghi stand ready to resume vaccination campaigns with the AstraZeneca vaccine very quickly if the additional EMA review is positive,” the statement added.  The statement comes after France’s industry minister Agnès Pannier-Runacher confirmed that the decision to suspend the rollout of the AstraZeneca vaccine in France, Italy, Spain and Germany was coordinated. “We spoke with Italy, we spoke with Spain, we spoke with Germany, and it is no coincidence that these four countries announced the same decision on the same day, which once again is a decision of suspension,” Pannier-Runacher told French radio station France info on Tuesday.  The European Medicines Agency has affirmed that the benefits of the vaccine outweigh the risks, but is conducting an emergency review of the data; conclusions of the review are expected to be announced on Thursday. ##Vaccines## ##AstraZeneca## White House press secretary Jen Psaki said while the administration would welcome support from Republican elected officials to help reduce vaccine hesitancy from portions of the American public, the administration is focused on communicating with Americans through other means.  “I think that we certainly would welcome support from and engagement from any Republican elected officials and leaders who want to advocate for the safety and efficacy of the vaccine. But I think it's important to note that the biggest issues that we see from our Covid team with getting more vaccines in arms is supply, which we've done a lot of work to address,” Psaki said during a gaggle aboard Air Force One on Tuesday.  She added that while there will be enough vaccine available for all adults to get one before the end of May, the administration remains focused on administration of the vaccine and making sure it is available in all communities.  Psaki explained that the administration is using resources beyond elected officials to communicate directly with American people including doctors, clergy and local civic leaders. She said those groups have been shown to be “the most trusted sources of information” according to the White House’s data.  Psaki also spoke about the President’s travel across the country, saying Biden will “certainly be going to some redder states” after early trips to swing states that helped put Biden in the White House, including Wisconsin, Michigan, Pennsylvania and Georgia.  “I would say stay tuned. We'll be certainly going to some redder states, states he didn’t win or very blue states and states he didn't campaign, so I wouldn't over read into it in that way,” she said.  She said today’s trip to Pennsylvania is to showcase help going to small businesses and the trip to Georgia on Friday is a chance for Biden to show his follow through on a campaign promise of getting $1,400 checks to Americans.   Asked by CNN later in the gaggle if Biden will be traveling to Ohio next week, Psaki said there is no travel finalized for next week but added that the President will continue to travel as he promotes the passage of the American Rescue Plan.  “It is certainly one of the many states, many wonderful states in this country that he could travel to, that might be considered a red state,” Psaki said of a possible Ohio trip. ##Vaccines## Vermont has vaccinated more than 26% of its population, over 152,800 people, with at least one dose of the Covid-19 vaccine, Secretary of the Agency of Human Services Mike Smith said on Tuesday. \"70,100 have received their first dose of vaccine and 82,700 have received their first and last doses of the vaccine,\" Smith said. “We've made great progress in vaccination so far with more than 26% of Vermonters vaccinated,\" state Commissioner of Health Dr. Mark Levine said. The majority of those vaccinated are the state's 75 and older population. \"More than 84 percent of our 75 and older people population has started or completed vaccination,\" according to Mike Pieciak, Commissioner of the Department of Financial Regulation. State case numbers also remain controlled.  \"Today, Vermont passes the 17,000 total case threshold, which still represents the lowest aggregate number of cases in the country, and the second lowest per capita numbers in the country since the start of the pandemic,\"Pieciak said. Vermont is expecting to receive an additional 800 doses of vaccines next week, as Gov. Phil Scott projects the state will increase its eligibility to the state's remaining population by the end of April. ##Vaccines## The “scale and scope” of the Federal Emergency Management Agency's funeral assistance program during the Covid-19 pandemic is unlike anything they’ve done before, Acting Administrator Robert Fenton told lawmakers Tuesday. Fenton, who appeared before a House Appropriations subcommittee hearing on FEMA’s role in the Covid-19 response, said FEMA is on track to implement its funeral assistance program, which would help cover Covid-related funeral expenses, beginning in early April. “While we’ve done funeral assistance in disasters, we’ve never done anything at this scale or scope,” he added.  As part of this program, Fenton said FEMA will provide a 1-800 number for people to apply for assistance, rather than using an online registration system. “Right now our focus is empathy when we talk about individuals that have lost loved ones. We want to make sure that we do it in an empathetic way,” Fenton said.  “We are currently focused on training our call center staff and finalizing our policy,” he added.  FEMA previously received $2 billion from the Coronavirus Response and Relief Supplemental Appropriations Act of 2021 to “reimburse individuals and households for COVID-19-related funeral expenses incurred between Jan. 20 and Dec. 31, 2020,” according to the agency’s website.  FEMA also received additional funding in the most recent coronavirus relief package, some of which would be allocated towards funeral assistance, Fenton said. “I project that as we go forward, that we will use funding for the funeral program both going backwards for those who have passed away and those who unfortunately will pass away going forwards,” Fenton explained.  He also noted that funding will also go towards providing more protective equipment and testing to reopen schools, as well as for vaccinating Americans, among other programs. The European Union’s Commissioner for Health Tuesday urged countries to use all their vaccine doses, after more than a dozen EU members suspended use of the AstraZeneca vaccine. “The roll out of the vaccination is more than ever key in order to decrease the number of infected people,” European Commissioner Stella Kyriakides said. She nodded to the tensions between AstraZeneca and the EU over the pharmaceutical company’s failure to deliver as many doses as contracted, but said countries should push ahead with inoculations. “We recognize the significant and regrettable challenges around production and deliveries, but we do however urge member states to use all the available doses as we are currently seeing the proportions of available doses used range from 50 to 100% to across member states,” she said. “Every dose counts and every dose is providing a protective shield for health workers, for the most vulnerable groups, for the elderly.” At least 15 EU and associated countries have suspended use of the AstraZeneca vaccine over fears about blood clots. The European Medicines Agency has repeatedly said the benefits the vaccine outweigh the risks. It is conducting an emergency review of the data and is due to report on Thursday. EU and associated countries are sitting on nearly 8 million unused doses of the AstraZeneca vaccine, European Centre for Disease Control and Prevention data showed as of Monday. ##Vaccines## ##AstraZeneca## Nearly 111 million doses of Covid-19 vaccine have been administered in the United States, according to data published Tuesday by the US Centers for Disease Control and Prevention. The CDC reported that 110,737,856 doses have been administered – about 77% of the 142,918,525 doses delivered. About 1.7 million doses have been reported administered since yesterday. Despite this drop, the 7-day average remains above 2.4 million doses per day and has topped yesterday’s record high. Nearly 22% of the population – about 72 million people – has received at least one dose of vaccine, and nearly 12% of the population – about 39 million people – are fully vaccinated, CDC data shows. Among the 65-and-older population, more than a third are fully vaccinated, and nearly two-thirds have received at least one dose. Additionally, all states have fully vaccinated at least 10% of their adult population. A note on the data: Data published by the CDC may be delayed, and doses may not have been given on the day reported.  ##Vaccines## For the first time in months, Los Angeles County is easing some of its Covid-19 restrictions as cases decline.  Restaurants — which up until now only offered take-out and/or outdoor dining — reopened indoors with up to 25% capacity. Museums, zoos and aquariums were also permitted to reopen with up to 25% maximum capacity. Gyms, fitness centers, yoga studios and dance studios were also able to reopen indoors with up to 10% maximum occupancy. CNN's Stephanie Elam was live in Los Angeles. Watch more: Iraq reported their highest daily Covid-19 cases since the start of the pandemic on Tuesday, the Ministry of Health said.  A record 5,267 new coronavirus cases were reported over 24-hours bringing the total number of cases in Iraq since the start of the pandemic last year to 768,352.  Thirty-nine coronavirus related deaths were also reported on Tuesday, pushing the total number to 13,827. There are currently 59,341 Covid-19 patients hospitalized across the county, among them 463 cases in intensive care units. Last week, Iraq extended a series of restrictive measures announced last month for two more weeks \"in light of the increasing number of infections among citizens,\" to contain the spread of coronavirus.  The measures include a full curfew on Fridays, Saturdays, and Sundays between March 9 through March 22. Despite the restrictions imposed by the government, hundreds of thousands of Shiite pilgrims visited the holy shrine of Imam Musa al-Kadhim in Iraq last week, to commemorate his death. It's unclear whether the increase is related to Shia yearly ritual. New York City is on track to surpass the administration of three million Covid-19 vaccines on Tuesday, Mayor Bill de Blasio said. The city recorded over 370,000 vaccinations last week – the highest weekly total since vaccinations began – and the city hopes to increase that figure to over 500,000 weekly vaccinations, de Blasio said, adding that their goals are still contingent on the supply they receive. New York City reported a 6.4% Covid-19 positivity rate on Tuesday. For the second day in a row, the city also reported under 200 people admitted to hospitals for Covid-19. De Blasio said it was the “first time in a long time” that new Covid-19-related hospital admissions were that low, but said it’s still too early to see if it’s a trend. De Blasio also there was “no rhyme or reason” to New York state’s vaccine eligibility and said he did not understand how the state made its decisions regarding which categories of people were deemed eligible and other categories that are still left out. He said he believes other groups — such as members of the media and court workers — should also be among those eligible. Note: These numbers were released by the city’s public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University, the US Centers for Disease Control and Prevention and the Department of Health and Human Services ##Vaccines## Ohio Gov. Mike DeWine announced today that Ohio will offer the Covid-19 vaccine to anyone 40 and older starting on Friday and promised to expand to anyone over the age of 16 on March 29. Dewine said during a news conference today that anyone with cancer, chronic kidney disease, chronic obstructive pulmonary disease (COPD), heart disease, or obesity, will also be eligible for the vaccine on Friday. The two new eligibility groups means that \"about 1.6 million new Ohioans\" will be eligible for a vaccine shot on Friday, according to DeWine.  DeWine was in Cleveland announcing the opening of Ohio's first FEMA-coordinated mass Covid-19 vaccination clinic, located at Cleveland State University's Wolstein Center.  The location is able to handle 1,500 people per day now but, \"assuming that everything is working fine,\" in several days it will be vaccinating 6,000 people per day, according to DeWine.  Cuyahoga County Executive, Armond Budish, stressed the location's role in reaching communities of color and minorities at the press conference.  Budish said that state vaccine registration data for the Wolstein Center shows that \"people of color, specifically Black and brown people, are registering at a much lower rate than white people.\" \"That has to change, it comes down to a matter of life and death,\" he said.  Budish said that the reason for the disparity comes down to barriers in getting to the location as well as a lack of trust in the government. Budish said that the county is working with local organizations like the Urban League, the NAACP, as well as churches and community centers, to try and overcome the distrust. ##Vaccines## France is experiencing “what looks like a kind of third wave” of the coronavirus pandemic, Prime Minister Jean Castex told lawmakers Tuesday.   Speaking at the French National Assembly, the prime minister said the country has seen a rise in cases of new coronavirus variants, warning that the third wave has been “characterized by variants, a lot of them.”  “The so-called British variant is taking an increasingly important place,” he added.  Castex is set to participate in a televised interview on Tuesday evening, in which he is expected to speak about the coronavirus pandemic.   ##Variants## The Pfizer-BioNTech Covid-19 vaccine has been provisionally approved for use in South Africa, but will remain under surveillance for efficacy and safety.  The South Africa Health Products Regulatory Authority announced on Tuesday: “SAHPRA has approved the Section 21 application for the Pfizer/Biontech Comirnaty Vaccine. The statement added: “This approval is subject to conducting a post Section 21 authorization efficacy and safety surveillance.” South Africa has ordered 20 million doses of the Pfizer-BioNTech vaccine, however a date on when the doses will arrive in the country has so far not been announced.  ##Vaccines## This spring break, Miami Beach is seeing “too many people coming that want to just let loose in ways that are unacceptable,” Mayor Dan Gelber said, adding that it is concerning with the pandemic still on and the threat of the variants looming large. Experts have told the mayor that it could easily spread elsewhere, he said Tuesday. “We don’t want it because honestly it’s not healthy for our residents. And we certainly don’t want to be a hub of a problem that affects other communities locally or elsewhere,” he told CNN. Gelber also criticized Florida Gov. Ron DeSantis for restricting local and city leaders to enforce mask mandates. “The problem is that the message people are getting from the governor and others is that they shouldn’t have to worry about this. And that’s the hardest thing,” Gelber said. “They’re getting mixed messages, including from the most prominent voice in the state.” Watch more: Savannah is “wide open” for St. Patrick's Day celebrations this year, the city's Mayor Van Johnson told reporters on Tuesday, while urging Covid-19 mitigation efforts to be upheld. “It’s important to note that Savannah is wide open. We’ve been wide open. And the way we stay open is to require the use of mask,” Johnson said highlighting how important St. Patrick’s Day celebrations are to the local economy.  Last year, Savannah's St. Patrick's Day festival and parade were canceled by Johnson due to the pandemic. Despite the pandemic and a city-issued mask mandate, thousands of residents and tourists, some maskless and many not socially distanced, packed Savannah’s streets and businesses over the weekend.  Johnson said he was “irritated” by some instances of national news coverage comparing his city to Miami Beach, another destination being flooded with tourists, because “we have worked very hard to keep Savannah open” by masking. The mayor acknowledged he observed “lively” and maskless patrons at local establishments, a reality he feared would lead to “super-spreader” occurrences.  Johnson said Savannah Police were out in force visiting establishments selling alcohol and enforcing city and state ordinances. Johnson said police performed 48 inspections and issued 23 citations to 19 establishments that were in violation over the weekend.  Johnson said his expectation of businesses is they would comply with the city ordinances and require masks. Johnson issued a mask mandate for Savannah in July of 2020.  Police and city’s Covid-19 Taskforce estimate they have given out over 18,000 masks, the mayor said.  Savannah will open its first mass vaccination site on Wednesday.  The number of US adults who have contracted the novel coronavirus could be twice the number reflected in the official case count, according to a study published Tuesday in the medical journal JAMA. Because many people who become infected with Covid-19 do not experience symptoms, researchers at the Clinical Reference Laboratory designed a large-scale study to test for the prevalence of SARS-CoV-2 antibodies in otherwise healthy US adults. SARS-CoV-2 is the virus that causes Covid-19.  The researchers enrolled 61,910 self-reported \"well\" participants. They tested their blood for antibodies to fight SARS-CoV-2, and found that 4,094 – or 6.6% – of them were positive, despite never reporting that they experienced symptoms. The scientists used that information to estimate that 15.9 million asymptomatic or undiagnosed SARS-CoV-2 infections had occurred in the US as of September 30, 2020. By contrast, the total number of confirmed positive cases was just over 7.2 million at the end of September, according to data compiled by Johns Hopkins University. The researchers said the results of their study validate the need for ongoing population-wide surveillance testing for Covid-19. Europe is combatting a third wave of coronavirus infections, leading some officials to restrict travel and hospitals to reallocate their resources.  If you're just reading in, here's what you need to know about the pandemic to start your morning: AstraZeneca rollout paused in some countries: The World Health Organization is set to convene today to discuss the Oxford-AstraZeneca Covid-19 vaccine as a growing number of European countries have temporarily halted the rollout of the vaccine due to reports of a handful of cases of blood clots in people who have received the shot. The suspensions go against the advice of international medical agencies, which say there's no evidence the vaccine is linked to clotting and that rollouts should continue while the reports are investigated. \nItaly imposes new lockdown: Italy has entered another lockdown after a surge in coronavirus cases, caused by the emergence of several new variants. In \"red zone\" regions, people will be unable to leave their houses except for work or health reasons, with all non-essential shops closed. In \"orange zones,\" people will be banned from leaving their town and their region — except for work or health reasons — and bars and restaurants will only be able to do delivery and take-away service. The new measures, which effect half of Italy's 20 regions, went into effect on Monday and are set to last until April 6.\nCrowding in French hospitals: France is facing a rise in hospitalizations, causing around 100 Covid-19 patients to be evacuated to regions where ICUs were less crowded, French officials said. Hospitals in Paris had already canceled many operations in order to focus on Covid-19 patients. Health minister Olivier Véran said a coronavirus patient was being admitted to their intensive care units every 12 minutes in Paris. European Medicines Agency executive director Emer Cooke says “as far as she understands” the outcome of the AstraZeneca review will come on Thursday afternoon.  “I want to also stress that at present, there is no indication that vaccination has caused these conditions. They have not come up in the clinical trials, and they're not listed as known or expected side events with this vaccine. In clinical trials, both the vaccinated people and the people who received the placebo, have shown, small, some very small numbers of blood clot developments,” Cooke said. The Agency also said it's worried there may be an effect on the trust of vaccines because of its current investigation into AstraZeneca, but its executive director stressed “our job is to make sure that the products we authorize are safe and we can be trusted by the European citizens.” Speaking at a digital press conference on Tuesday, Cooke added:  \"I have to stress again that trust in the safety and efficacy in the vaccine we have authorized is paramount to us. Our job is to ensure we can maintain trust in these vaccines based on a proper scientific evaluation and this is why we have put such high priority on coming to a clear conclusion based on the evaluation of the cases coming in as we speak and whether or not there is a causal event.” ##AstraZeneca## ##Vaccines## President Biden launches a sales effort Tuesday that he says is critical to convincing Americans that government can make their lives better as the coronavirus pandemic continues to impact the country.  The \"Help is Here\" road show, which spans the country from coast to coast and includes travel by the first lady, vice president, second gentleman and Cabinet members, is partly designed to claim political credit for the $1.9 trillion coronavirus relief package that no Republicans voted for but which remains overwhelmingly popular among Americans. At a small business outside Philadelphia, Biden today will trumpet the economic assistance offered by his administration to help shore up pandemic-addled sectors. Vice President Kamala Harris meanwhile is promoting the law today in Denver, Colorado.  The $1.9 trillion bill also sends billions to state and local governments, expands the child tax credit and delivers direct payments up to $1,400 to individuals. But he'll also make the case more broadly that big government, when functioning properly, is a good thing. \"We have to prove to the American people that their government can deliver for them,\" Biden said Monday as he explained how the White House planned to roll out the massive new law. \"That's our job,\" he said. \"That's our responsibility.\" More on the law's roll out: Many of the states that administration officials are visiting this week are critical electoral battlegrounds and the law's popularity among the American people is helping Biden and his surrogates promote the plan to Americans eager for relief. A smooth rollout of the new law will be essential for maintaining its majority support among Americans. There were positive signs on that front this weekend as direct stimulus payments began hitting Americans' bank accounts.  But officials say there are still potential hiccups ahead, including administering the expanded child tax credit through the IRS and getting billions of dollars to state and local governments efficiently and without waste. Biden on Monday named Gene Sperling, a top economic official in previous Democratic administrations, to oversee the implementation efforts. Here's a guide of what Americans can expect from the law.  ##US Stimulus## Venezuela will not approve the use of the AstraZeneca Covid-19 vaccine, the country’s Vice President Delcy Rodriguez announced on Monday, citing “complications that have occurred to those who have been vaccinated” with it. She said President Nicolas Maduro would not grant a license for the use of the vaccine in the country. This comes as a long list of European countries have suspended use of the vaccine over blood clot concerns. However, the World Health Organization has appealed to countries to keep vaccination campaigns going and says there is no evidence the vaccines caused clotting issues. Venezuela is expected to receive more than 1.4 million doses of the AstraZeneca vaccine through the COVAX initiative but its shipment depends on the country’s payments to the program, Pan American Health Organization officials have said over the past few weeks. The country announced it approved the use of China’s Sinopharm vaccine earlier in the month and received half a million doses from China.  In early February, Venezuela received 100,000 doses of the Russian Sputnik V vaccine. ##Vaccines## ##AstraZeneca## Spring breakers traveling by air are helping to break pandemic air travel records. The Transportation Security Administration screened 6.4 million people at airports across the country between Thursday and Monday, the biggest five-day period of pandemic air travel.  TSA records show 5.6 million people flew in the five days following Christmas.   The TSA says more than 1.2 million people flew on Monday, which is still only about half of the number TSA screened on the same day pre-pandemic. Air travel broke a one-day pandemic record on Friday when more than 1.3 million people flew — the highest number recorded since March 15, 2020. Struggling airlines hope they’re seeing the start of an air travel rebound, even though that’s at odds with warnings from health officials against travel. “This is not a time to travel just because,” said Transportation Secretary Pete Buttigieg on AC360Monday night. “Think twice before traveling if you don’t have to.” The Slovenian Health Ministry advises it is temporarily suspending vaccinations with the AstraZeneca drug.  “Slovenia is suspending administration of the AstraZeneca vaccine pending Tuesday’s decision of the European Medicines Agency (EMA),\" Minister of Health Janez Poklukar said. \"The decision is based on precautionary reasons. The vaccination of persons scheduled to receive this vaccine will be rescheduled to a later date,” the Health Ministry said in a statement on its website.  The nation now joins a growing list of countries temporarily halting its rollout over blood clot concerns.  ##AstraZeneca## ##Vaccines## The World Health Organization's vaccine safety experts were due to meet Tuesday to discuss the Oxford-AstraZeneca Covid-19 vaccine, as the list of countries temporarily halting its rollout over blood clot concerns continued to grow. On Tuesday, Cyprus, Luxembourg, Latvia and Sweden became the latest European nations to suspend its use, despite advice from international medical agencies that the benefits of getting shots into arms outweigh any potential risks. WHO on Monday appealed to countries to keep vaccination campaigns going, saying there was no evidence the vaccine caused clotting issues. \"As of today, there is no evidence that the incidents are caused by the vaccine and it is important that vaccination campaigns continue so that we can save lives and stem severe disease from the virus,\" WHO spokesman Christian Lindmeier said. WHO is assessing the latest reports of thromboembolic events, but said it was \"unlikely\" to change its recommendations. Europe's medicines regulator, the European Medical Authority (EMA), which authorized the use of the shot for the 27-nation bloc, is convening a special meeting Thursday to review information gathered into whether the AstraZeneca vaccine influenced clotting in vaccinated people. The EMA has also advised against halting vaccination campaigns while investigations are ongoing. But much of Europe has gone against that advice in recent days, temporarily halting AstraZeneca shots even as the continent confronts a third wave of the pandemic, spurred by variants of the virus, and faces criticism over sluggish vaccination campaigns. Read the full story: ##Vaccines## ##AstraZeneca##  Sweden and Luxembourg have joined a growing list of countries suspending the use of the AstraZeneca Covid-19 vaccine over concerns about possible side effects. The Swedish Health Ministry has decided to pause AstraZeneca vaccinations while the drug is being investigated by the European Medicines Agency and its Swedish equivalent, a press officer at the ministry confirmed. On Tuesday, Luxembourg also announced that it has decided to \"temporarily suspend\" vaccination with the AstraZeneca vaccine. “This is a precautionary measure, pending the outcome of tests by the European Medicines Agency (EMA) into a number of blood problems that have occurred in people vaccinated with the AstraZeneca vaccine,\" the Luxembourg government said in a statement. \n\"Vaccinations with AstraZeneca's Covid-19 vaccine will be suspended in Luxembourg until the assessment of the EMA's safety committee (PRAC) is completed. Today's decision concerns both initial and follow-up vaccinations. The EMA's assessment is expected later this week,\" the statement said. Previous guidance from the EMA has said the benefits of the shot outweigh any potential risks and the number of people developing blood clots after vaccination does not seem to be higher than in the general population. Here are the European countries that have suspended the AstraZeneca vaccine as a precautionary measure: Denmark\nNorway\nIceland\nBulgaria\nIreland\nNetherlands\nGermany\nItaly\nFrance\nSpain\nPortugal\nSweden\nLuxembourg\nCyprus\nLatvia ##Vaccines## ##AstraZeneca##  The Australian government said it \"remains confident\" in the AstraZeneca Covid-19 vaccine, after a growing list of countries paused the rollout of its use.  Chief Medical Officer, Professor Paul Kelly, said in a statement Tuesday, \"there is currently no evidence that it causes blood clots.\" \"We are aware of some further European countries pausing the use of the AstraZeneca vaccine due to reports of blood clots in people who have been vaccinated,\" the statement added. \"While the European Medicines Agency is investigating these events, it has reinforced its view that the AstraZeneca Covid-19 vaccine is successful in protecting against Covid-19, and should continue to be used in the rollout.\" Spain, Germany, France, Italy and Portugal have become the latest European countries to temporarily halt the rollout of the Oxford-AstraZeneca Covid-19 vaccine over a small number of blood clot concerns, going against the advice of international medical agencies as a third wave of infections looms over the continent. ##Vaccines## ##AstraZeneca##  The White House is racing to prevent and prepare for a potential fourth coronavirus surge as more transmissible coronavirus variants spread across the US -- investing billions of dollars to boost coronavirus preparedness, accelerating the pace of vaccinations and working to prepare the public and governors for the prospect of another surge. In what would be a first, the White House is drawing up plans to surge vaccines to emerging hotspots in an attempt to blunt the virus's trajectory and protect those at highest risk, two senior administration officials told CNN. While the number of daily coronavirus cases continues to decline and more than 2 million Americans are now being vaccinated daily, the White House Covid-19 response team has been preparing for the worst.  Officials have been combing through data to plot the virus's trajectory, mapping out different scenarios and drawing up plans for how the federal government would snap into action. \"Everything we do is with the thought in mind that there might be another surge,\" a senior administration official said, summing up the administration's efforts to combat the virus and prepare for a surge. Read the full story:  Portugal has announced that it is suspending the inoculation of AstraZeneca's Covid-19 vaccine as a “precaution,” joining other European countries – including France, Germany, Italy and Spain – in halting its use following reports of blood clots post inoculation. “Portuguese health authorities today decided to suspend the use of the AstraZeneca vaccine against Covid-19 for reasons of precaution and public health,” Portugal’s national health authority said Monday in a statement.  According to the national health authority, the decision was taken “due to reports of the appearance of blood clots in vaccinated people.” The decision comes despite assertions from the United Kingdom’s Joint Committee on Vaccinations and Immunizations (JCVI) that the vaccine has been “rigorously tested for safety.”  The European Medicines Agency (EMA) also said Monday that the benefits of the AstraZeneca vaccine outweigh the risks, adding that the number of people developing blood clots after vaccination does not seem to be higher than in the general population. The agency said it would hold an emergency meeting on Thursday to advise on “any further actions that may need to be taken.”   ##Vaccines## ##AstraZeneca##  Brazil is getting its fourth health minister since the coronavirus pandemic began. President Jair Bolsonaro announced Monday night that the crucial role would be given to Dr. Marcelo Queiroga, president of the Brazilian Society of Cardiology. He replaces army general Eduardo Pazuello, who had held the job for less than a year. \"It was decided this afternoon to appoint Marcelo Queiroga,\" Bolsonaro told supporters in front of the presidential palace in Brasilia. \"I have known him for a few years. He is not a person I have known for a few days. He has everything it takes to do a good job, following up on everything Pazuello has done until today.\" Queiroga takes office amid one of the darkest periods of the pandemic in the country. As of Monday, a total of least 279,286 people had died of the virus. The country's hospitals are inundated, with intensive care wards in 22 out of Brazil's 26 states nearing capacity. The outgoing Pazuello had recently faced sharp criticism for vaccine shortages and was under investigation for oxygen shortages earlier this year in Manaus, capital city of Amazonas state. Read the full story:  Thailand’s Prime Minister Prayut Chan-o-cha became the country's first person to receive the AstraZeneca Covid-19 vaccine on Tuesday, after a delay in the rollout over safety concerns. Prayut and members of his Cabinet streamed the vaccinations live on the Thai government’s official Facebook page as part of a campaign to boost confidence on the safety of vaccines. He was originally scheduled to receive the AstraZeneca vaccine on March 12, but the vaccine rollout was suspended after Denmark and Austria reported side effects related to blood clots in some people who had received the vaccine. “This will build confidence among the general public to receive vaccinations arranged by the government,” Prayut said after the inoculation. According to the Ministry of Public Health’s Facebook page, Thailand aims to administer 64 million doses of the AstraZeneca and Sinovac vaccines by the end of the year. ##Vaccines## ##AstraZeneca## ", "Section": "world", "Writers": ["Nectar Gan"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-03-16-21/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}