{"Type": "article", "Time": "2019-03-14", "Headline": "Global Climate Strike: Students around the world protest climate inaction", "Text": "Our live coverage of the climate change protest has concluded. Read more about today's protest below: Watch students around the globe protest for climate change\nYoung environmental activists across the world skip school in a call to action\nGreta Thunberg inspires global climate protests\nMeet the teenagers skipping school to fight for a greener planet Students from Nelson College in Nelson, New Zealand, performed a Haka dance during a massive climate change protest.  “The students behind them are from Nelson College for Girls, Nayland College, Waimea College, Broadgreen Intermediate and more,” freelance journalist Naomi Arnold said. Arnold shot this video of the performance: Young climate activists are hoping to spark a widespread dialogue about climate change, following in the footsteps of their peers in Parkland, Florida, who led a national conversation about gun control after a mass shooting at their school. And they're concerned about the inaction on this front. World leaders only have 11 more years to avoid disastrous levels of global warming, according to a 2018 report from the UN Intergovernmental Panel on Climate Change (IPCC). If human-generated greenhouse gas emissions continue at the current rate, the planet will reach 1.5 degrees Celsius above pre-industrial levels as soon as 2030. That threshold is critical. Global warming at that temperature would put the planet at a greater risk of events like extreme drought, wildfires, floods and food shortages for hundreds of millions of people, according to the IPCC report. What they want: The common demand among students, although they vary country-to-country, is for the reduction of greenhouse gas emissions. Here's what that agenda includes for kids in the US, according to the Youth Climate Strike website: a national embrace of the Green New Deal\nan end to fossil fuel infrastructure projects\na national emergency declaration on climate change\nmandatory education on climate change and its effects from K-8\na clean water supply\npreservation of public lands and wildlife\nall government decisions to be tied to scientific research Students in the US gathered near the Capitol in Washington, DC, carrying signs that read, \"Change is coming,\" and chanting, \"What do we want? Climate action! When do we want it? Now!\" \"Today, the tens of thousands, maybe hundreds of thousands, maybe millions of kids who are striking around the world are doing it not because we want to skip school, but because we are scared,\" 12-year-old Haven Coleman, co-founder and co-director of the US Youth Climate Strike, said at a news conference in the country's capital. \"Climate change is the largest threat to our lives, our future and our world,\" she said. Other strikes were planned in nearly all 50 states. European capital cities have attracted huge crowds of strikers today, as shown in these pictures shared by the European Green Party: In cities across India, school students joined climate strikes.  Vidit Baya, head of the Fridays for Future movement in India, tells CNN that India is already suffering from the impacts of climate change.  \"In 2018, severe floods affected the coastal state of Kerala killing hundreds and injuring thousands. It is suspected that a 2 degrees Celsius rise in world’s temperature will make India’s monsoon ever more unpredictable,\" he says.  \"Rising sea levels will impact agriculture and degrade groundwater quality,\" according to Baya.  Watch student protesters in India:  In Tel Aviv, hundreds of students have gathered to protest what they say is the Israeli government's failure to cut emissions and switch to renewable energy sources. \"We fear that drought and extreme weather conditions will destroy our economy because when temperature rises the need for water will increase and also the lack (of) water multiplies. Low income families will struggle to pay for water,\" Michael Bäcklund, one of the strike's main organizers, tells CNN.  Thousands of young people have gathered in Luxembourg City, singing, dancing and listening to speeches. “We strike to express our dissatisfaction with current large-scale inaction on climate change,” says Zelie Guisset, from Youth for Climate Luxembourg. “To show we are gravely concerned about the world we will live our future lives in. To demand that treating the climate crisis as the crisis it is. Hoping that our strike will urge and pressure politicians or other people in power to take the urgent action needed to solve this climate crisis.  “Thirty years of ‘small individual acts’ and ‘everyone does their bit’ has not worked. Governments of the world have to wake up.\"   Mayors around the world have expressed their support for the student protests.  “It is heartening to see our young people taking a stand and reminding us that it is their generation who will be left to face the worst effects of climate change if we don't act quickly to cut carbon emissions,” Philadelphia Mayor Jim Kenney said in a statement.  “It is truly inspiring to see young people demanding urgent climate action. It is our responsibility as adults and political leaders, to learn from you and deliver the future you want and the future you can trust in,” said Paris Mayor Anne Hidalgo, who joined the march in Paris.  Read Mayor Hidalgo’s CNN op-ed about how female empowerment could avert a global climate crisis In Rome, posing in a front of a banner that says \"There is no planet B,\" Emilio Zanzibar, 17, is worried for animals' future as well as humans.  On the right, Pietro Rossi, 16, is one of the many protesters today who are inspired by Great Thunberg. \"Greta's courage to stand all alone at the beginning has been of real inspiration for all,\" he says.  Pictured below, climate activists gather at the monument to Vittorio Emanuele II, Rome. The climate activism isn't confined to Rome. In Pisa, protester Martina Cocchi says: \"In my region climate change is eroding coast areas.\" She adds: \"I hope with this protest to raise awareness. Together we can influence more and more people everyday and get the attention of the people in power.\" When she was just eight years old, Alexandria Villasenor first became aware of the devastating impacts of climate change. A prolonged drought in 2013 caused the lake in her hometown Folsom, California, to completely dry up. She was once again confronted by the threat of climate change when mass wildfires broke out in Paradise, California, last summer.  \"I started to realize (these events) aren't normal and that they are linked to climate change,\" she tells CNN.  Every Friday, Villasenor strikes against global climate inaction outside the United Nations headquarters. \"I sit there until I'm numb. I've even striked in the polar vortex.\" \"I'm upset with how world leaders are treating the climate crisis. [The youth] need to make sure that people in power start taking action because we don't have time to wait until we can,\" she says. In Glasgow, young people people are singing \"power to the people,\" and declaring a \"climate emergency.\"  In Edinburgh, Oaklands School for young people with long term support needs joins the protests, and extols the virtues of becoming less reliant on our cars. Nigerian climate activist Oladosu Adenike says \"Our earth is on fire\" and shares videos on social media of young protesters telling the world \"our future matters.\" Greta Thunberg, who has galvanized many into joining these protests today, says over 10,000 students have flooded the event in Sweden's capital, and police are stopping people from coming closer to the stage. \"We need bigger venues,\" Thunberg adds. Another angle courtesy of CNN's Atika Shubert: Eleven-year-old Atlas Sarrafoglu has organized a climate strike in a park in Istanbul, Turkey, CNN's Murat Baykara reports. \"School can wait but climate change won’t. Due to climate change, floods or even tornadoes are more common now. Due to heat there is no water left in the dams. This is what you have created,\" Sarrafoglu tells the crowd. You burned the coal that causes climate change. It was you adults who cut the trees and destroy our forests,\" he says.  In Madrid, Spain marchers say \"not another degree\"... ...while in Barcelona here's the scene on the ground... ...and on the streets of Pamplona, home of the running of the bulls, the refrain \"There's no Planet B\" joins another message: \"We want you to panic.\" A stark message from a Francophone protester.  Over 2,000 events are planned across 123 countries today. Every continent is involved -- including Antarctica. It's nearly impossible to keep on top of every march here on this live blog, but we're doing our best!  Take a look at the map below to see which countries are taking part. We'll endeavor to keep it up to date throughout the day. Greta Thunberg, the 16-year-old climate activist who has inspired student strikes worldwide, joins protesters in Stockholm, Sweden, where she has been staging weekly sit-ins outside parliament. She urges other young protesters: “I think we should continue until they do something. This is not a one-time thing.\" “We are not just protesting to let them see that we care, we are protesting until they do something. We are going to put pressure on them and just keep on going,\" she tells CNN’s Atika Shubert, adding that we have yet to see meaningful action on tackling climate change. “The most important thing to look at is if emissions are increasing or reducing -- and they’re increasing.” Watch this profile of Greta Thunberg. Hundreds of students gather outside the Houses of Parliament in London, waving banners reading \"system change not climate change\" and \"make earth cool again.\" Sixteen-year-old Alice Smith tells CNN she doesn't understand anyone who isn't scared of climate change.  \"At the end of the day it doesn’t matter your race, your gender, your sexuality -- we’re all going to be affected by climate change. And we have 12 years left before the point of no return,\" she says. 16-year-old Swedish climate activist Greta Thunberg shares a photo of incredible scenes in Sydney earlier today, when students marched and filled Town Hall Square. Earlier this week, Australian Home Affairs secretary Mike Pezzullo named climate change among seven “gathering storms” he sees for national security in the coming decade. Since September, 10-year-old Lilly Platt from the Netherlands has skipped school every Friday to protest the Dutch government's failure to curb emissions.  The Netherlands announced this week that it would implement a carbon tax for companies after judges ordered the government to accelerate carbon emissions cuts last year.  \"Climate change will affect us very much in Holland because (the country) is below sea level. (Extreme) weather is affecting farmers' crops already,\" Platt tells CNN.  Platt is joining other strikers outside the Dutch parliament today. A flavor of scenes on the ground in Vienna, Austria, where thousands are marching through the city.   In Cape Town, South Africa youth activists hold up placards, one pointing out the government and Section 24 of the nation's constitution, which says \"everyone has the right ... to have the environment protected, for the benefit of present and future generations.\" Thousands of protesters march behind a large banner calling on the government to go from \"zero climate policy\" to \"climate policy now.\" In Bordeaux youth strikers are out in force, chanting \"Who does not jump is not for climate change.\" Read more from CNN Opinion: Why President Macron's U-turn is a warning for climate leaders  Students are taking to the streets in Helsinki, Finland, waving banners which read \"it's time to panic.\" \"Our climate has been broken by decision makers, who should have taken action before most of (the) protesters were even born,\" Timofei Ulyanov, vice-chair of Helsinki Young Greens tells CNN.  A study published earlier this year suggested at least a third of the ice in the Hindu Kush Himalaya region could melt by the end of the century.  Nepal is one of the nations staring down the barrel of a giant melt, and today Nepalese children came out in central Kathmandu with dozens of messages.  Climate change is \"something that terrifies my generation\", says 15-year-old Possnett, expressing her frustration that as a teenager she cannot vote on climate-related issues. When the UK experienced its hottest February day on record this year, Possnett, who lives near Cambridge, says her immediate thought was \"this is not how it should be!\" \"It is impossible not to notice climate change,\" she says. Possnett joined the UK Student Climate Network (UKSCN) in January and started organizing strikes across the country. \"I would much rather be at school (than striking) but I don't have that luxury,\" she says. Read more about Possnett's motivation to become a climate activist here. Greta Thunberg started striking outside the Swedish parliament last summer, launching a global youth climate movement.  The 16 year old took the world by storm last year when she berated world leaders and business executives for their insufficient efforts to curb emissions.  Inspired by her dedication, schoolchildren around the world started skipping class to call on their governments to do more to tackle the climate crisis.  This morning, students in Nelson on New Zealand's South Island performed a roaring haka war dance. Their enemy? Climate change.   Students marched from Omotesando to Shibuya in central Tokyo demanding climate justice. Check out the cool polar bear hat. Meanwhile in Keelung City, Taiwan, students didn't strike, exactly, but they came together to learn about climate change and call for action.  Ocean warming is endangering fish worldwide and has shrunk populations by up to 35% in coastal regions near China and Japan, scientists say. During their research, they were \"stunned\" to discover that global warming has harmed fish stocks worldwide and warned that the decline could threaten the livelihoods and food supplies of millions of people.  Read the full story here.  Strikes are planned in 36 locations around India today. About 150 kids are protesting in Central Park in Connaught Place -- a major financial, commercial and business hub in New Delhi. In Mangaldai city, in northwest India, there are only two protestors, but they more than make up for the lack of a crowd with their commitment. If anyone's in the area, go and join them! Shaama Sandooyea lives on a small island in the Indian Ocean, about 1,400 miles off the coast of Africa – a pocket of \"yellow sandy beaches, turquoise lagoons and coconut trees, under a burning sun.\" But while it seems to tick all the boxes for a tropical paradise, Mauritius is in the grip of climate change. Rising seas have destroyed homes, storm surges have devastated sections of coastline and torrential rain has battered the island. In March 2013, a flash flood caused the death of 11 people in the island's capital, Port Louis. \"Since that day, everyone is scared of rainfalls,\" says Sandooyea.  The 22-year-old marine biology student has organized the first ever climate change protest in Mauritius and hopes to make an impact on her government. \"What is the purpose of education if ... those who have the power to make a difference, are not listening to us?\" Kudos to these students in Bukidnon province, in the southern Philippines, who walked 12 km (7.5 miles) to have their voices heard.  There's a press gang at the Hong Kong rally ...! Strike action is ramping up across Asia as students across the region boycott school and take to the streets to protest government inaction on climate change.  From General Santos City in the southern Philippines ... ... to Penang in northern Malaysia ... ... to Hyderabad in India. Patrick Rudd, a 15-year-old student in Port Macquarie, New South Wales, strikes about once a month -- and he always takes this sign with him. “I’ve been part of the climate strike since I heard about Greta Thunberg sitting outside her parliament,” he says. Rudd wants to see global carbon emissions halved by 2030. “We need radical action and we need it now. We need governments to call it what it is -- a climate emergency.” This shark is on her way to the climate change strike in Hong Kong.  A large crowd is gathering in Chater Square in the city's central financial district. International school students, in particular, have embraced the protest -- and made some excellent signs.  The crowd is about to start marching ...  ... and they're off! This morning's tragic mass shootings took place in central Christchurch, close to where the climate change strike was happening.  The city council is advising parents to contact staff who will take their details and check if their child is in a civic building. They advised concerned parents to not \"try to come and collect your children until police say it is safe for people to come into the central city.\" A reported 20,000 students have taken to the streets of Melbourne to protest climate change inaction. Moving through the site on foot is slow with so many people jamming the streets and the chanting is LOUD. High school student Seo-gyung Kim, 17, is protesting today in the South Korean capital with activist group Youth for Climate Action.  \"I don't understand why my government is not investing more in the renewable energy sector but is still investing in coal-powered plants,\" she says. Just 2% of South Korea's energy sector is currently renewable, the International Energy Agency told CNN. The country has vowed to close 14 coal power plants as part of its 2050 Energy Vision Plan, but recently invested tens of billions of US dollars in coal, according to the World Energy Council. Air pollution is a serious problem in South Korea. The government declared it a \"social disaster\" this week and passed a set of bills to tackle the problem after seven cities experienced record-high concentrations of harmful PM 2.5 particles. \"When I step out of my apartment, I run into a seven-lane road,\" says Kim. She says she can see dust and is conscious of the ultra-fine particles that clog the city's atmosphere. \"Nowadays, I feel breathing is more difficult,\" she says. Students in Bangkok are preparing to present a letter to Prayut Chan-o-cha, the Thai prime minister, asking the government to take action on air pollution, single-use plastic and deforestation, as well as climate change.  The banners of young children in Australia have got a point. \"Half the Great Barrier Reef is dead,\" according to the Facebook event page for the Australian climate strike. It described how the country was “in the thick of the climate crisis,” and referred to prolonged drought, catastrophic bushfires, severe cyclones and heatwaves.  The Great Barrier Reef suffered two recent incidences of mass bleaching, in 2016 and 2017, which killed about half of the corals on the Great Barrier Reef, along with many others around the world. John \"Charlie\" Veron -- widely known as \"The Godfather of Coral\" -- is a renowned reef expert who personally discovered nearly a quarter of the world's coral species and has spent the past 45 years diving Australia's Great Barrier Reef. He told CNN last year the mass bleaching events were a wake-up call for the world in the wider battle against climate change. \"It's more than an alarm bell,\" says Veron. \"It's an air raid siren.\" Check out CNN’s special report on the dire warnings about the future health of one of Australia’s most treasured natural wonders.    The day before the climate strike, New Zealand’s climate minister was punched in the face. It’s not known if the attack was politically motivated. Sporting a black eye, James Shaw posted a video to Twitter thanking people worldwide for sending messages of support. He also thanked a couple who stopped to help him.  “I’m ok, I’m back at work, and I’m very much looking forward to today’s school strike for climate,” he said. “And I hope to see you there.” Australia’s climate change policy -- or lack of -- is shaping up to be a key issue in the upcoming federal election. Earlier this week, Home Affairs secretary Mike Pezzullo named climate change among seven “gathering storms” he sees for national security in the coming decade. Pezzullo said that, along with disputes over dangerous territories, poverty, hunger, water and resource scarcity, climate change would contribute to the mass displacement of people.     Meanwhile Sydney’s Town Hall was packed with students -- some already of voting age -- this morning, as one of the largest climate change protests of more than 50 being held around Australia on Friday got underway.  Political cartoonist David Pope, from the Canberra Times, in Australia, tweeted his take on the climate protests with an image of a chalkboard scrawled with lines of punishment, ending with FFS… Strike for Climate Action.  Australian cartoonist Cathy Wilcox created the below illustration for the Sydney Morning Herald and the Age, which she posted to Twitter with the comment “Solidarity, kids.” Students in Nelson on New Zealand's South Island have banners with some cutting slogans: Children at the protests can be heard chanting, “No more coal, no more oil, keep the carbon in the soil,” according to a video posted to Twitter by Berentson-Shaw.  high school students taking part in protests in New Zealand. Some of the marchers in Wellington were in their first years of school, according to Jess Berentson-Shaw. She said her favorite moment was when a six-year-old boy shouted “we want climate justice,” as his mother tied his shoelaces.    Mark Latham, New South Wales state leader of the right-wing One Nation Party, criticized the protests, saying students were being manipulated by \"left-wing activists.\" \"It's an old fashioned idea but school is compulsory,\" Latham told CNN affiliate 7 News. But Sydney's Lord Mayor Clover Moore supported the students. “It is an injustice that young people who have contributed the least to climate change will feel the brunt of its effects,” she said.  “They stand to lose the most from government inaction. That’s why I’m proud to stand in solidarity with the thousands of courageous students in Sydney, and around the world, in their fight for justice.” Protests have already started in Wellington, New Zealand, where students have clearly spent time thinking of fitting slogans for their signs. One showed a picture of a bee with the words, “If I die you’re coming with me.\" This video was taken around 10.30 a.m. local time from an office building in central Wellington. Anna L said she could hear chanting from her office window as dozens of students were marching down Willis Street into Lambton Quay.  “Most of New Zealand support the students with the climate change march, whatever side of the political spectrum they’re on. It’s been a long time since I’ve seen school students in New Zealand march in protest en masse!” she told CNN via Twitter. The city of Auckland also saw a huge turn out ... Asia is going BIG on the Global Climate Strike today. So far, there are 33 events planned across India, 55 in Australia and 11 the Philippines. Students in China, South Korea, Thailand, Indonesia and Sri Lanka are also taking part. Stay tuned for details ... Adults have failed. Failed to slash emissions and failed to curb global warming -- that is the view of hundreds of thousands of students who will protest climate inaction today, by taking part in the Global Climate Strike. From Lagos to London, strikes are planned in almost 1,700 towns and cities in over 100 countries. Read more here.   Toby Thorpe, 17, grew up on the Australian island of Tasmania.  He is helping organize a climate strike because he wants to ensure that future generations will experience the island's natural beauty and clean air. \"The reality of climate change really impacted my community this year, when bushfires ravaged the Huon Valley, and burned over 200,000 hectares of wilderness across the state,\" he says. In other parts of the country, floods and tropical storms are wreaking havoc.  A rallying point for Australian strikers is the plan to open the new Carmichael mine in central Queensland. \"It's outrageous. But we're not going to sit and watch our futures being trashed because of their addiction to the fossil fuel industry,\" says Thorpe. Read more about Thorpe's motivation to become a climate activist here.", "Section": "world", "Writers": [], "URL": "https://www.cnn.com/world/live-news/global-climate-strike-students-protest-climate-inaction-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}