{"Type": "article", "Time": "2020-11-16", "Headline": "China signs huge Asia Pacific trade deal with 14 countries", "Text": "China has just joined forces with more than a dozen countries across the Asia Pacific region to sign a huge free trade deal nearly a decade in the making.  The Regional Comprehensive Economic Partnership spans 15 countries and 2.2 billion people, or nearly 30% of the world's population, according to a joint statement released by the nations on Sunday, when the deal was signed. Their combined GDP totals roughly $26 trillion and they account for nearly 28% of global trade based on 2019 data.  The deal includes several of the region's heaviest economic hitters aside from China, including Japan and South Korea. New Zealand and Australia are also partners, as are Indonesia, Thailand and Vietnam in Southeast Asia. The trade agreement was first proposed in 2012 as a way to create one of the world's largest free-trade zones.  It's tough to gauge the immediate economic significance of the deal. The members of the Association of Southeast Asian Nations — a group of 10 countries that signed the agreement — said that it would eliminate tariffs and quotas on 65% of the goods that are traded in the region.  The partner countries also noted the importance of the agreement as the world tries to recover from the coronavirus pandemic, saying in a joint statement that the deal \"will play an important role in building the region's resilience through inclusive and sustainable post-pandemic economic recovery process.\" \"Its symbolic value has always exceeded its actual value,\" said William Reinsch, a trade expert at the Center for Strategic and International Studies who served for 15 years as president of the National Foreign Trade Council. He pointed out that India opted out of the deal late last year, lessening the importance of the agreement in terms of actual trade.  Reinsch said, though, that the agreement could have consequences in the long term, and added that China's involvement \"is a sign of its willingness to play a constructive role, despite its aggressive actions in the South China Sea, Hong Kong, and elsewhere.\" China and Australia, for example, have been caught up in trade disputes lately, but that hasn't stopped them pressing ahead with the RCEP.  \"Both countries see huge benefits from their deeper economic integration with other Asian countries,\" said Murray Hiebert, senior associate of the Southeast Asia Program at CSIS. \"The RCEP could potentially provide Beijing and Canberra another platform where they could discuss and hammer out their differences.\" Others noted that the deal was further evidence of Asia's growing power. Economists at HSBC said Sunday that the agreement \"signals that Asia keeps pushing ahead with trade liberalization even as other regions have become more skeptical.\" \"It may reinforce a trend that's been already underway for decades: that the global center of economic gravity keeps pushing relentlessly to the East,\" they wrote in a research note. Leaving the US behind? It's not clear whether the deal will have an impact on the most important global trading relationship of all: That between the United States and China, who have been fighting over trade and related issues for the last few years. \"Whether it means a shift in the regional dynamic in favor of China depends on the US response,\" Reinsch said of the new trade deal. He pointed to the importance of the election of Joe Biden, who will succeed President Donald Trump in January.  \"If the US continues to ignore or bully the countries there, the influence pendulum will swing toward China,\" he added. \"If Biden has a credible plan to restore the US presence and influence in the region, then the pendulum could swing back our way.\" The United States famously bailed on the Trans-Pacific Partnership — a major trade deal that would have cemented stronger relationships with several countries in Asia Pacific, including Japan, Australia, Malaysia, Singapore and Vietnam — when Trump took office.   Since then, the United States has done some bilateral deals, including a 2018 agreement with South Korea and this year's truce with China. But it hasn't done a comprehensive regional trade agreement. \"Given the shortcomings of RCEP, we would not recommend the United States joining,\" said Myron Brilliant, US Chamber of Commerce executive vice president and head of international affairs.  \"The United States should however adopt a more forward-looking, strategic effort to maintain a solid US economic presence in the region. Otherwise, we risk being on the outside looking in as one of the world's primary engines of growth hums along without us,\" Brilliant added. — Jake Kwon and Akanksha Sharma contributed to this report. ", "Section": "economy", "Writers": ["Jill Disis", "Laura He"], "URL": "https://www.cnn.com/2020/11/16/economy/rcep-trade-agreement-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}