{"Type": "article", "Time": "2020-11-03", "Headline": "What European leaders need to get right during second wave of lockdowns", "Text": "Lockdowns are multiplying throughout Europe as Covid-19 cases rise exponentially, threatening to push health services across the continent to breaking point.  Fearing all of its intensive care beds could be full by mid-November, France implemented nationwide restrictions at the end of October -- as did Belgium and Ireland. Germany's softer, so-called \"lockdown light,\" restrictions began on Monday, and Austria is following suite on Tuesday.  UK Prime Minister Boris Johnson has called for a second lockdown to begin in England later this week, while daily record increases of coronavirus infections in Italy appear to foreshadow another round of severe restrictions.  As countries attempt to beat back the virus before the Christmas holiday season, experts are calling on European governments to rethink their pandemic approach, fix its blind spots, and prevent another spiraling rise in illness next year, further derailing economies in the process.  \"We have gone so far down the track with our very indirect measures like lockdowns and we haven't even sorted out the two basics: We're not finding all the cases, and when we do, people are not fully complying with self-isolation and quarantines,\" Mark Woolhouse, a professor of infectious disease at the University of Edinburgh, told CNN. \"I do think we've jumped several steps ahead of ourselves in solving the immediate problem in the UK and the rest of Europe,\" Woolhouse added. Dr. Margaret Harris, a spokesperson for the World Health Organization (WHO), told the UK's Guardian newspaper that the \"missing link\" in Europe's handling of coronavirus is the management of self-isolation. \"That's not just isolation of people who are sick -- it's isolation of people who have contacts and are first-degree contacts,\" she said.   Compliance The WHO does not advocate for lockdowns as the primary means of controlling the virus. But if lockdowns happen, governments must use the \"extra time granted\" by the restrictions \"to build their capacities to detect, isolate, test and care for all cases; trace and quarantine all contacts; engage, empower and enable populations to drive the societal response and more,\" the health organization wrote in October. After the first round of lockdowns in spring, countries across Europe reopened their economies prematurely, according to experts, without nailing down major safeguards, like contact tracing and quarantines. By July 1, Spain had fully reopened its borders to all countries and lifted quarantine periods. Over the summer, the UK required travelers from certain high-risk countries to self-isolate, but others were allowed to come and go without checks.  Polling suggests that the majority of Brits say they would comply with self-isolation measures -- but the evidence suggests that is just not happening in reality. According to a preprint study between March and August 5, less than 20% of people who reported Covid-19 symptoms in England complied with the country's self-isolation regulations.    Harris says reinforcement is key: \"So for instance, in a place like Hong Kong, you would be called every day, or the police come to your house,\" she told the Guardian.  Countries in the Asia-Pacific region have become the gold-standard on how enforce this. In Australia, which remains closed to most non-Australians, almost all travelers coming into the country have to undergo a mandatory two-week quarantine in a hotel or facility.   In Singapore, all travelers, except those from exempt countries, are required to stay at a dedicated facility for 14 days, wear an electronic wristband and will have routine visits or calls from immigration officials.  While these measures may seem draconian, many of the Asia-Pacific countries and territories which have strictly enforced isolation and quarantine measures during the pandemic are traditionally liberal democracies. Experts say European governments need to do more to help people to self-isolate. Many worry about not being able to miss work, or lack the means to self-isolate within crowded households. The solution, says Woolhouse, is quarantine facilities or self-isolation hotels of the kind introduced in New Zealand, Singapore and Hong Kong.    Testing and tracing Some European countries have also lost control of the scale of coronavirus transmission within their borders, health experts say. To understand this let's look at Europe's positivity rate -- the proportion of tests which return a positive result. A high positivity rate suggests either that a high proportion of the population has the virus, or that not enough people are being tested. According to the WHO, the positivity rate should be below 5% in order for transmission to be under control. But in the past two weeks it has been under that figure in just nine European countries -- including Denmark, Norway, Finland, Iceland and Germany -- according to Our World in Data. In Poland, the positivity rate is 26.4%, meaning more than one in four of those tested has the virus. In the Czech Republic, the rate is 32.6%, meaning almost a third of people tested has Covid-19. This means the number of cases in those countries is even higher than official statistics show.   In the UK, Woolhouse says \"the empirical fact is, according to epidemiological evidence, we're still missing half the infections.\"   The only way to fix this is through widescale testing, says Woolhouse. The UK announced its first city-wide testing effort on Tuesday. All residents and workers in Liverpool will be tested for Covid-19 from Friday, regardless of whether they have symptoms. Yet Slovakia tested more than half its population last weekend, to help avert a second lockdown. They were following in the footsteps of China and Iceland which have both carried out mass testing programs on their populations.  But could a country like the UK, with a population 12 times the size of Slovakia, really undertake such an enormous project? \"It doesn't matter what size the country is, if you are missing half the infections, you're going to find it very hard to get on top of this,\" said Woolhouse.  ", "Section": "europe", "Writers": ["Tara John"], "URL": "https://www.cnn.com/2020/11/03/europe/europe-second-lockdowns-testing-isolating-gbr-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}