{"Type": "article", "Time": "2020-02-15", "Headline": "February 15 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here.  Delivery robots are in high demand among retailers after many employees have not been able to return to work due to the novel coronavirus outbreak, according to Chinese state broadcaster CCTV. \"Orders are now about six times higher than they used to be. Our engineers have been working remotely, and we hope to start production next week and solve the current supply and demand problem,\" said Liu Zhiyong, the CEO of ZhenRobotics. Robots are becoming an alternative for retailers as shops are shuttered, public facilities are closed and few people are wandering on the streets.  Here’s how China's companies are trying to get back to business amid the outbreak. The novel coronavirus has spread throughout the world since the first cases were detected in central China in December, and the World Health Organization (WHO) has declared the outbreak a public health emergency of international concern. Meanwhile, a number of countries, such as the United States and Japan, have evacuated their nationals on flights from Wuhan, capital of the Hubei province and the epicenter of the outbreak. Here's map showing places outside mainland China with confirmed cases of the coronavirus: More than 66,000 cases of novel coronavirus have been reported in mainland China since Dec. 31. Here's a map showing where the confirmed cases are, according to data from the World Health Organization: The first case of coronavirus involving the Westerdam cruise ship was confirmed by Malaysia on Saturday, after an 83-year-old US citizen tested positive, according to a report from state media Bernama. Several Asian countries refused to let the Westerdam dock in their ports before being allowed to disembark in Cambodia on Friday. The cruise ship, which had a total of 1,455 guests and 802 crew onboard was not under quarantine, Holland America Line said last week.   All passengers and crew members onboard the cruise ship were allowed to return to their respective countries by the Cambodian government after they successfully passed through health screenings.  The US citizen and her husband, also American, were found to have symptoms as soon as they landed at the Kuala Lumpur International Airport from Cambodia, Bernama added. They were referred to the Sungai Buloh hospital for examination, which concluded that the woman tested positive while her husband, age 85, tested negative. The husband is still undergoing treatment and observation at the hospital for his symptoms. The total tally of confirmed cases in Malaysia is now up to 22, according to a report from state media Bernama.  CNN has reached out to the State Department for a comment. US citizens aboard the Diamond Princess cruise ship docked in Japan will undergo extensive screening and a 14 day quarantine period should they choose to disembark.  On Saturday, US passengers received an email from the State Department urging them to leave the ship and return to the United States. There are currently some 400 US citizens aboard the Diamond Princess. The State Department will provide chartered flights for those who choose to leave. Passengers choosing to fly back aboard the charter will be screened before they leave the ship and monitored by medical personnel during their return to the US, according to a news release from the US Centers for Disease Control and Prevention.  Once back in the country, passengers will undergo a 14 day quarantine period at either Travis Air Base in California or Joint Base San Antonio-Lackland in Texas. The passengers returning from Japan will be housed separately from those evacuated from China at the same bases. More context: So far at least 24 Americans aboard the ship have tested positive for the novel coronavirus aboard the ship. Americans who have already tested positive for coronavirus, as well as those showing symptoms of the virus, will not be able to board the charter aircraft back to the United States, and will continue to receive treatment in Japan.   An American couple from Oregon who traveled in the Diamond Princess cruise ship that's docked at the Daikoku Pier Cruise Terminal in Yokohama have had their hopes of coming home dashed.  Rebecca Frasure has tested positive for the virus, which means she can’t board a flight to the US and has to remain in quarantine at a nearby hospital. Her husband Kent remains on the cruise ship and it's unclear what he will do. “It was like a punch in the gut. I was so sure that this was going to come out negative. I was so sure that this was going to come out negative,” Rebecca Frasure told CNN.  Getting out: The US is sending charter planes to evacuate US citizens and their families Sunday evening local time. Those who choose to fly back on the planes will be quarantined for 14 days once they arrive. The Japanese government said it “appreciates” the US decision to offer voluntary evacuation to American citizens and their immediate family on board the Diamond Princess cruise ship, the Ministry of Foreign Affairs said on Saturday. “The Government of Japan believes that the measures taken by the US government will help mitigate the Government of Japan’s burden regarding medical response in the ‘Diamond Princess’ and appreciates such measures,\" the ministry said. Evacuation flights: The United States is sending charter planes to evacuate US citizens and their families Sunday evening local time. Those who choose to fly back on the evacuation planes will be quarantined for 14 days once they arrive. Japanese officials report another three cases of coronavirus, totaling nine new cases Saturday not from the Diamond Princess cruise ship. These cases are in addition to the 67 reported earlier today from the Diamond Princess. The condition of the Chinese novel coronavirus patient who died in France had “deteriorated rapidly” after being hospitalized on Jan. 25, French Health Minister Agnès Buzyn said Saturday, adding that he had been kept under intensive care for several days. “His condition had deteriorated rapidly and he had been in a critical condition under intensive care for several days,” Buzyn said. The patient in question was a Chinese tourist from Hubei Province, who arrived in France on Jan. 16. The patient was kept under strict isolation after being hospitalized just days after his arrival, Buzyn added. Buzyn confirmed that the patient’s daughter has also tested positive to Coronavirus and is being treated at the Bichat hospital in Paris, but should be released from hospital soon.  “Her state of health is no longer a cause of concern and she should be able to leave the hospital soon,” Buzyn said. By the numbers: There are 11 cases of coronavirus have so far been confirmed in France, according to the Health Ministry. Of these, four patients have been cured and discharged, one patient has died, and six remain in hospital in non-severe conditions. The supply of medical protective gear in Hong Kong’s public hospitals is “tight,\" officials said in a press conference on Saturday. The protective gear for public hospitals — including face masks and protective clothing — is estimated to be enough for the next month, and authorities are looking to purchase more in different countries, according to Hospital Authority Chief Manager for Patient Safety and Risk Management, Dr Sara Ho. Ho cited difficulties in procuring the equipment, noting that some countries set export restrictions on such products. She added that even though some orders were made, the goods were not delivered on schedule. Coronavirus in Hong Kong: There have been 56 confirmed cases of novel coronavirus in Hong Kong and one death.  There are nine more people in Japan, not on the Diamond Princess ship, who have tested positive for the novel coronavirus, the Japanese Mistry of Health, Labour, and Welfare said Saturday. One person is a surgeon in his 50s who works at same hospital where another doctor tested positive earlier, in Wakayama Prefecture. Eight others are in Tokyo. Seven of them had close contact with a taxi driver who was found to be infected, the ministry said. A Chinese tourist who tested positive for the novel coronavirus has become the first person to die in the outbreak in Europe. The patient, who was 80 years old, had been receiving treatment at the Bichat Hospital in Paris since January 25, according to a statement from French Health Minister Agnes Buzyn. Another 67 people onboard the Diamond Princess have tested positive for novel coronavirus, Japanese Health Minister Katsunobu Kato said on Saturday -- bringing the number of cases from the ship to 286. More than 3,600 people, including 428 Americans, have been stuck on the cruise ship, which became a floating quarantine zone after dozens of people tested positive for the coronavirus. Elsewhere in Japan, there are 39 confirmed cases of the virus, bringing the country's total to 325 -- the highest number of cases outside of mainland China. One Japanese woman in her 80s, not from the ship, has died. The Health Ministry did not report any new cases on Friday. Disembarking: Passengers on the Diamond Princess cruise ship will be disembarked over several days beginning February 21, said the president for the cruise operator. Crew on board will likely begin their own quarantine once all passengers have left the ship, said Princess Cruises President Jan Swartz in a letter read to passengers by the ship’s captain. This does not apply to the Americans taking the US government evacuation charter flight on Sunday. Delay on testing: According to Swartz, the Japanese government said they may start a new testing process starting February 18 -- which may push back the disembarkation. The quarantine originally was set to lift on February 19. “We understand there is a limit to the number of tests the Japanese government can complete each day, so testing all of our remaining guests could take a few days to complete,\" Swartz said. Because each test takes several days to process results, the first guests would not disembark until February 21. The novel coronavirus outbreak, which began in Wuhan, China, in December, has now infected more than 67,000 people and killed over 1,500, the vast majority in mainland China. Beijing quarantine: Beijing has ordered a mandatory 14-day quarantine for travelers returning to the city, with novel coronavirus cases continuing to rise in China and international experts warning there's no immediate end in sight. Global spread: The coronavirus has now spread to 28 countries -- with Japan reporting the highest number of cases outside China. There has been one death and 258 confirmed cases in Japan, 219 of which are from the Diamond Princess cruise ship that is currently docked in Yokohama Bay under quarantine. First case in Africa: Friday marked the first confirmed coronavirus case in Africa, with a single patient in Egypt. Impacts felt by the global economy: The coronavirus has also sent reverberations through the global economy. China is struggling to return to work after businesses were shut and schools suspended for weeks. Millions are now working from home, with Chinese President Xi Jinping warning on Monday that the country needed to stabilize its economy and avoid mass layoffs. But it's not just China affected -- the closing of Chinese plants has disrupted supply chains globally, threatening to cause a recession in Germany and smartphone shortages worldwide. Malaysia has confirmed two new novel coronavirus cases, raising the total confirmed cases in the country to 21, according to a report from state media Bernama on Saturday. The two cases are both Chinese nationals. A 27-year-old businessman from Guangzhou showed symptoms during a screening on Friday at the Bukit Kayu Hitam Customs in Kedah, near the country’s border with Thailand. He was then taken to an isolation ward and tested positive for Covid-19. The other case is a 32-year-old female resident in Malaysia, who was reported to have visited China from Jan 22 to 30. Three years ago, the World Bank issued new bonds to raise funds that could be used to help poor countries fight pandemics. The money is still sitting on the sidelines. The bank was responding to an Ebola outbreak in 2014 that killed more than 11,000 people. It sold two sets of bonds that, under certain conditions, would release capital to fight the spread of disease. One $225 million bond covers influenza and coronavirus outbreaks and now pays interest of over 8% a year. A second $95 million bond covers ailments such as Ebola and Lassa Fever, as well as coronavirus, paying investors interest of nearly 13% annually. Both are scheduled to mature on July 15. Investors are now preparing for the possibility that the outbreak of the novel coronavirus in China will continue to spread, triggering a payout to the World Bank's Pandemic Emergency Financing Facility. That would leave bond owners with much less to show for their investment. Read more here. Passengers on the Diamond Princess cruise ship, which has been docked in quarantine in Japan since February 4, will be disembarked over several days beginning February 21, said the president fo the cruise operator. Crew on board will likely begin their own quarantine once all passengers have left the ship, said Princess Cruises President Jan Swartz in a letter read to passengers by the ship’s captain. This does not apply to the Americans taking the US Government evacuation charter flight on Sunday. Delay on testing: According to Swartz, the Japanese government said they may start a new testing process starting February 18 -- which may push back the disembarkment. The quarantine originally was set to lift on February 19. “We understand there is a limit to the number of tests the Japanese government can complete each day, so testing all of our remaining guests could take a few days to complete,\" Swartz said. Because each test takes several days to process results, the first guests would not disembark until February 21. Extra quarantine for crew: Crew members were not quarantined from the start because “the Japanese government view the guests as more susceptible to the virus due to age, health profiles, among other factors. Therefore, guests were potentially at higher risk, for this reason a different quarantine protocol was implemented.” “Once the final guest leaves the ship, we believe that most if not all members of our team onboard may be required to begin a formal quarantine,” he said. “Of course, all teammates will continue to be compensated throughout the entire period, and two months of paid time off they receive will begin after they are released from quarantine.” “It is disappointing for all of us,” Swartz said. A Thai medical worker was confirmed with the novel coronavirus today, bringing the national total to 34 cases, according to health officials. The new confirmed case is a 35-year-old woman, said Suwannachai Wattanayingcharoenchai, Director General to Disease Control Departments. She is a medical staff, and she has a record of having close contact with another confirmed patient who is receiving treatment at Bamrasnaraduna Infectious Disease Institute,” he said. No further information was released about the medical worker to avoid any stigma on the profession, he added. Of Thailand’s 34 confirmed cases, 20 patients are still hospitalized. 14 patients have recovered and been discharged. A World Health Organization-led joint mission to China is expected to touch down this weekend, with about a dozen international and WHO experts meeting a similar number of Chinese expert counterparts. The experts will be reviewing data and making field visits to several Chinese provinces, to determine next steps for both China and the world in terms of response and containment. The experts will stay as long as they are needed, said WHO Director-General Tedros Adhanom Ghebreyesus on Friday. US offers expert help: The US Centers for Disease Control and Prevention has offered to send experts to China, but the offer has not yet been accepted.  \"It's dependent on the Chinese to make their decisions and facilitate that,\" Azar said. \"The World Health Organization, we believe, has secured agreement to deploy a WHO team with our US public health experts as part of that team. We are ready to go and we are waiting for final clearance from the Chinese government to make that happen.\" Recession fears are stalking Europe again after Germany's economy flatlined at the end of 2019 -- and now, the coronavirus outbreak could slam exports to China. The German economy did not grow in the final three months of last year, setting up the country for a difficult 2020 just when it was meant to begin experiencing a revival. Across the eurozone, growth slumped to a seven-year low of 0.1% in final quarter of last year -- making Europe especially vulnerable to the looming hit from the coronavirus outbreak.  \"The (eurozone) economy should be about to turn a corner, but the coronavirus now means that (the first quarter) could well be a write-off,\" Claus Vistesen, chief eurozone economist at Pantheon Macroeconomics, said in a research note. Recession looms: Germany was already in a feeble condition, logging growth of just 0.6% for the whole of 2019 amid weak global auto sales, the US-China trade war and uncertainty over Brexit. Now economists are once again talking about the prospect of a recession, or two consecutive quarters of negative growth -- Germany relies heavily on exports to China, whose economy has been paralyzed by the outbreak. That doesn't bode well for the rest of Europe. Should the situation continue to deteriorate, the European Central Bank may need to step in, pushing interest rates further into negative territory or increasing monthly bond purchases. Read more here All asymptomatic residents of a Hong Kong public housing building can return home on Sunday after their quarantine ends, the government said today. The building was partially evacuated this week after four residents on different floors tested positive for the virus.  About 100 residents then tested negative for the virus, and were transferred to quarantine centers. The four patients: A 62-year-old female resident was confirmed with the virus about a week and a half after a 75-year-old man in the same building became infected.  The woman's son and daughter-in-law, who live with her, were confirmed with the virus soon after. Transmission through pipes: The cases set off alarm bells among health officials that the virus could have been transmitted through pipes in the building. In densely populated Hong Kong this could lead to hundreds of people becoming infected in the supposed safety of their own homes. The authorities said today they have finished cleaning and disinfecting the building, including the apartments of the confirmed cases. They have also adjusted a vent pipe in the female patient's apartment after it was found to have been altered without authorization. Read more about the pipe possibility here. The US Embassy in Tokyo has detailed plans for a voluntary evacuation for US citizens on board the Diamond Princess cruise ship and their immediate family. Chartered flight on Sunday: In an email to American passengers on Saturday, the embassy said the evacuation would take place Sunday evening local time. The US government “recommends, out of an abundance of caution, that US citizens disembark and return to the United States for further monitoring,\" reads the email, which was obtained by CNN from a passenger on board. Passengers to be screened and quarantined: Those who choose to return to the US on a charter aircraft will be required to undergo another 14 days of quarantine.  “We understand this is frustrating and an adjustment, but these measures are consistent with the careful policies we have instituted to limit the potential spread of the disease,” the email continues. A charter flight will arrive in Japan on Sunday evening and busses will transport the Americans directly from Yokohama port to an unspecified airport. “Passengers will be screened for symptoms and we are working with our Japanese partners to ensure that any symptomatic passengers receive the required care in Japan if they cannot board the flight,” the email reads. Infected Americans to stay in Japan: Those Americans who have already tested positive for coronavirus, as well as those showing symptoms of the virus, will not be able to board the aircraft, and will continue to receive treatment in Japan. Plane to land in California and Texas: “The aircraft will land in the United States at Travis Air Force Base in California. Some passengers will then continue onward to Lackland Air Force Base in Texas. We will provide information about your final destination prior to boarding the plane,\" the embassy told passengers. Those who choose not to take the charter flights “will be unable to return to the United States for a period of time.” Egypt announced its first case of Wuhan coronavirus on Friday, according to a joint statement by Egypt’s Ministry of Health and the World Health Organization (WHO).  The person who tested positive is a “foreigner,” the statement said.  Egypt’s Ministry of Health spokesperson, Dr. Khaled Mujahid, said Egypt discovered the case by testing passengers coming from countries where infections have emerged.  Mujahid added that WHO was immediately informed, and all preventive measures will be taken in cooperation with them. The confirmed case marks the first in Africa since the virus was detected in December last year, in the Chinese city of Wuhan. To date, a total of 605 cases have been confirmed outside of mainland China. In an announcement to passengers on the virus-stricken Diamond Princess cruise ship this afternoon, Captain Stefano Ravera neither confirmed nor denied that the US Government is preparing to evacuate its citizens from the virus-stricken ship, which is currently docked in Yokohama, Japan. “It’s been a very busy morning,” Ravera said in a recording made by a passenger and obtained by CNN. “We’ve been liaising with several agencies involved in this delicate situation.” “US media is reporting the US government is considering a plan to evacuate American citizens and permanent residence from the Diamond Princess. Guests with questions about this should contact the US Department of State,\" said Ravera, in reference to an earlier report carried by the Wall Street Journal.  He said that he expected to be able to make further announcements “in the coming hours” as he receives more information from the Japanese authorities and “foreign embassies.” “As you have seen throughout this period, and you continue to see, this is a very dynamic situation,” he said. With coronavirus cases continuing to rise in mainland China, many people are locking themselves at home. And those who do go out, aren't taking any chances. The Beijing South Railway Station today is filled with travelers wearing face masks, lab goggles, plastic ponchos, plastic visors, and other creative means of shielding themselves from potential infection. Most people avoid sitting next to each other, instead sitting one or several empty seats away to minimize close contact. Many are also wearing plastic and rubber gloves, and some form of head covering -- be it a hat, hood, or shower cap. The extra precautions come as Beijing authorities order all people returning to the capital to stay at home, or under observation, for 14 days, in order to prevent the spread of the coronavirus, according to China’s state-run news agency Xinhua.   The US State Department said earlier today that it would evacuate about 380 Americans who are currently on the Diamond Princess cruise ship docked under quarantine in Japan, once the quarantine lifts next week. \"We continue to collaborate closely with Health and Human Services (HHS), Centers for Disease Control (CDC), the Government of Japan, and Carnival Cruise lines on all aspects of this dynamic situation. The US Embassy remains in close contact with all relevant authorities to ensure US citizens aboard the ship, and their families, are fully informed as the situation develops,\" said the State Department in a statement.\n\"Our primary goal is to ensure the welfare and safety of all US citizens involved.\" Stranded at sea: The cruise ship, carrying more than 3,700 people, has been moored in Yokohama Bay under quarantine since February 4. So far, 219 cases of the coronavirus have been confirmed on the ship. The quarantine is scheduled to end on February 19. Hong Kong Disneyland has agreed to lend vacant sites to the government as potential quarantine facilities, said city officials in a press conference yesterday. “We need quarantine facilities for surveillance. We will leave no stones unturned … We have secured the company’s consent to use part of the site if it is needed,” said Edward Yau Tang-wah, head of the Commerce and Economic Development Bureau. The government has not released any schedule or plans on whether or when the designated site will be used. There are currently 56 cases of confirmed novel coronavirus in Hong Kong. A hard year for Disneyland: Hong Kong Disneyland, which welcomed 6.7 million guests in the 2018 fiscal year, announced it was temporarily closing in late January in response to the outbreak. The coronavirus has served a second blow to the theme park, after it struggled throughout 2019. Violent political unrest in Hong Kong saw tourism numbers drop dramatically, and the park was often quiet and scarcely-populated -- even in summer, which is typically a peak season. Take a look at the protest-hit Disneyland. CNN photojournalist Justin Robertson visited an infectious diseases hospital in Beijing this week, speaking with a survivor who had recovered from the coronavirus. The CNN team had their temperature taken and hands sanitized before they entered the building, passing through heavy security. This patient said that she thinks people shouldn't be afraid of the disease, and they should trust the country, trust the hospital, and trust the doctors,\" Robertson said. The patient also claimed that after being fed traditional Chinese medicinal soup every day, she was recovered from the virus. Safety measures increased: Robertson also documented his flight from Frankfurt to Beijing on Tuesday, as airlines ramp up safety measures over the coronavirus. Everyone was wearing a mask on the Air China flight, and there were pre-recorded announcements warning people of the dangers of the virus. Come mealtime, all food is served in disposable, one-time use packaging for hygiene reasons, he said. Take a look at their hospital visit: In offices across Asia, desks are empty and the phones are quiet, as the region grapples with a deadly virus. Instead, millions of people are holed up in their apartments, in what may be the world's biggest work-from-home experiment. Frustrations at school: Many schools have been suspended, instead conducting classes remotely through digital learning tools -- but this has proved more difficult for children with special learning needs or disabilities, and their educators. \"We use a lot of hands-on learning, so it's been really challenging trying to make our online learning meaningful for the kids when we're not in a classroom environment,\" said Karen, a special education teacher in Hong Kong, who requested a pseudonym to avoid identifying the school. Like other schools, Karen and her colleagues have relied on digital tools such as video calls and Google Docs -- but challenges are made harder because her students need a lot of adult support. The parents are also working from home, and are having to also be teachers -- it's almost an impossible situation,\" she said. Benefits in other sectors: For other digital-based sectors, working from home has instead been surprisingly effective. \"It's a test run that we didn't really choose to implement, but we're quite happy with it,\" said Brice Lamarque, sales and accounts director at a web and branding agency in Hong Kong. Nearly all the agency's employees have been working from home this month. \"Before (the epidemic) happened, we were not really keen on letting our team work from home because we value collaboration,\" said Lamarque. \"But this experience actually showed us that the whole team collaborates quite well even if they're not in the same room, so we're looking at adding that into our employee benefits ... maybe two to three weeks a year.\" Read the full story here. The coronavirus continues to spread, with the number of cases jumping after China broadened their definition of a confirmed case. It has now reached 28 countries and territories. Here are the key numbers, broken down: Deaths In mainland China: 1,523\nOutside China: 3\nGlobal total: 1,526 Cases  In mainland China: 66,492\nOutside China: 605\nGlobal total: 67,097 According to China's National Health Commission, a total of 8,096 patients have recovered and been discharged from hospital.  Sitting alongside Chinese President Xi Jinping in Beijing in January, World Health Organization director general Tedros Adhanom Ghebreyesus was effusive in his praise of the country's response to the coronavirus crisis. But even as Ghebreyesus lauded \"the transparency (China has) demonstrated,\" revelations were emerging that officials in Hubei province and Wuhan -- the city where the virus was first detected -- had downplayed news about the virus, even threatening medical whistleblowers with arrest. Days later, the WHO declared a global public health emergency, and once again Tedros praised Beijing's response -- leading some critics to question the relationship between the two entities.  What is the WHO? The WHO was founded in 1948 under the auspices of the still infant United Nations (UN), with a mandate to coordinate international health policy, particularly on infectious disease. Is it independent? The agency relied on funding and the cooperation of members to function. This gives wealthy member states considerable influence -- and has renewed a longstanding debate about whether the WHO is sufficiently independent to allow it to fulfill its purpose. Many of WHO's critics argue that it is overly bureaucratic, bizarrely structured, too dependent on a handful of major donors, and often hamstrung by political concerns.  Is it an investigative body? The WHO does not usually have its own teams on the ground gathering information. Instead it relies on data provided by member states -- a structure that was blamed for the delays in declaring the 2013-2016 Ebola outbreak an emergency. This means that the WHO is only as informed as its member states want it to be. If a country where an epidemic is developing does not share data, there is little the WHO can do about it. With a government like China's, with a historical aversion to transparency and sensitivity to international criticism, that can be a problem. Read the full analysis here. International humanitarian non-profit organization Médecins Sans Frontières (MSF), also known as Doctors Without Borders, is sending specialized medical equipment to Wuhan, the Chinese city at the heart of the coronavirus outbreak. MSF is sending 3.5 metric tonnes (3.8 US tons) of equipment to Wuhan Jinyintan hospital -- one of the hospitals on the frontlines, MSF said in a statement yesterday. MSF has also launched a health education project in Hong Kong to provide information to vulnerable communities about how to identify symptoms and protect themselves from the disease.  MSF will send one metric tonne (1.1 US ton) of protective equipment to the Hong Kong St. John Ambulance service as well. “Medical protective equipment is key. So, we want to contribute to supporting frontline health workers with the specialized protection they need to work safely in an outbreak of this magnitude,\" said Gert Verdonck, MSF’s emergency coordinator for the coronavirus.  The small companies that drive China's economy are worried about how much damage the novel coronavirus outbreak will cause. Without help or a reprieve from the disease, many may have only weeks to survive. While some larger companies are reopening after weeks of lockdowns, small businesses often can't comply with strict new health rules, or can't let employees work from home. Businesses at risk: A survey of 163 companies across China found that less than half were able to get back to work this week, according to investment bank China International Capital Corp. A third of roughly 1,000 small and medium-sized companies surveyed by Beijing academics last week said they could only survive for a month with the cash they have. Why this matters: That could spell terrible news for China's entrepreneurs -- and an even worse reality for the country's economy. About 30 million small and medium-sized businesses contribute more than 60% of the country's GDP, according to government statistics. The taxes they pay account for more than half of government revenue, and they employ more than 80% of China's workers. \"The coronavirus could be the straw that breaks the camel's back,\" said Zhao Jian, director of Atlantis Research Institute, earlier this month. He warned that if the outbreak doesn't end soon, we could see rising unemployment, spurring housing foreclosures and compounding the country's economic woes. Read the full analysis here. Two Hmong men in the United States say they faced discrimination in Indiana, sparked by fear of the coronavirus, while they were looking for a hotel room. Kao Lor and his uncle Lee Lor, members of the Hmong Asian ethnic group, tried to get a room at a Super 8 Motel in the northern Indiana city of Plymouth -- but after they entered, an employee asked if they was Chinese, Kao Lor said. Lor began recording the encounter, capturing the male employee repeating the question. When Lor asks why he needs to know, the man responds, \"Ever heard of the coronavirus?\" \"If you are from China, I need to know,\" the employee said, later adding it was company policy that \"anyone from China has be picked up and quarantined for two weeks.\" Eventually Lor and his uncle decided to try another hotel. Then, it happened again -- at a Days Inn, Lor recorded a hotel employee who seemed to acknowledge Asians are not being allowed because of the virus. \"Deeply troubled\": Wyndham Hotels, which franchises both the Days Inn and Super 8 brands, told CNN in a statement they were \"deeply troubled by these incidents as they're not reflective of our values or our expectations of franchisees.\" Wyndham said they were \"addressing with the owners of both hotels\" and working to reach out to the Lors. Watch the video: The US Centers for Disease Control and Prevention has been preparing for the worst case coronavirus scenario -- a widespread outbreak of illnesses in the United States. \"Right now we're in an aggressive containment mode,\" CDC Director Robert Redfield told CNN on Thursday. \"We don't know a lot about this virus,\" he said. \"This virus is probably with us beyond this season, beyond this year, and I think eventually the virus will find a foothold and we will get community-based transmission.\" Cases in the US: As of Thursday, there have been 15 cases of the novel coronavirus confirmed in seven states: eight in California; two in Illinois; and one each in Arizona, Washington, Massachusetts, Wisconsin and Texas. Slowing the spread: The CDC has focused on surveillance to track cases and containment strategies to slow possible progression of the virus in the United States, Redfield said.  Slowing progression gives more time for researchers to work on developing and testing a vaccine and antiviral drugs for this novel coronavirus. Currently, there is no known cure for the virus. \"The containment phase is really to give us more time. This virus will become a community virus at some point in time, this year or next year,\" Redfield said. Read the full story here. President Donald Trump thanked Cambodia for allowing a cruise ship carrying 1,455 passengers, including 650 Americans, to dock after the ship was turned away from several Asian ports over coronavirus fears. “Thank you to the beautiful country of Cambodia for accepting the Carnival Cruise ship Westerdam into your port. The United States will remember your courtesy!” Trump tweeted. Cruise ship stranded: The Westerdam, which is owned by Carnival Corporation but sails under the Holland America brand name, was supposed to be taking a 14-day cruise around east Asia. But the governments of Japan, Guam, the Philippines, Taiwan and Thailand refused the ship permission to dock -- despite there being no confirmed cases on the ship.  \"The real problem for Cambodia is not news of the coronavirus outbreak, now called the COVID19. But that is the sickness of fear,\" said Cambodia's Prime Minister Hun Sen on Friday as he welcomed passengers disembarking in Sihanoukville. Hun Sen said even if there were people aboard suffering from the virus, \"I can respond very clearly that if there are people with this virus on the ship I would allow them to dock as soon as possible.\" 11 Hong Kong residents aboard the Diamond Princess cruise ship docked in Japan have been confirmed with the novel coronavirus, the city's government announced Saturday. Hong Kong authorities said they sent four officers to Japan to provide assistance to the 330 Hong Kong residents on board the cruise, currently docked under quarantined in Yokohama Bay. The officers will deliver medicine and daily necessities, including surgical masks and disinfection products.  The Hong Kong government is in talks with airlines to return residents to Hong Kong “as soon as possible” after the ship's quarantine ends on February 19. “It is, however, not clear yet as to the exact arrangements after completion of the quarantine period, for example whether all passengers and crew members would require further testing, particularly for those who had close contacts with the confirmed cases. The HKSAR Government is urging the Japanese authorities to advise on such information as soon as possible,\" the government statement said. The US government is preparing to evacuate Americans aboard the Diamond Princess cruise ship currently docked under quarantine in Yokohama, Japan, according to the Wall Street Journal.   The State Department will offer seats on two chartered planes to fly roughly 380 Americans and their families back to the states, Henry Walke, the CDC’s Division of Preparedness and Emerging Infections told the Journal.  The aircraft are expected to arrive as early as Sunday.   More than 3,700 passengers and crew are stuck on the cruise ship after dozens of people tested positive for the novel coronavirus earlier this month. Japan announced a total of eight new coronavirus cases on Friday, that are not from the Diamond Princess ship docked under quarantine in Yokohama Bay. The eighth case is a male Yokohama city officer in his 30s, who helped an infected patient from the Diamond Princess on February 10. He was wearing protective gear and goggles. The health ministry is looking into how he contract the virus. It brings the total number of cases in Japan to 258, of which 219 are from the Diamond Princess. One patient has died in Japan so far. Chinese President Xi Jinping is facing a major challenge to his vast system of censorship and information control, but history does not bode well for those arrayed against him. Following revelations that authorities in Wuhan downplayed news of the coronavirus outbreak in December and silenced whistleblowers, there have been numerous calls for freedom of speech and a relaxation of censorship. Whistleblower doctor: These calls only increased after the death of Li Wenliang, a Wuhan whistleblower doctor who had been targeted by police. Li passed away in hospital last week from the virus, after belatedly being praised by Chinese authorities.  Following his death, hundreds of thousands of people posted demands for free speech online -- that were themselves quickly scrubbed by the censors. As the outrage threatened to boil over, Beijing quickly dispatched an anti-corruption task force to Wuhan and surrounding Hubei province -- the epicenter of the outbreak, with the clear implication that they would come back with some scalps to assuage public anger. At the same time, state media ramped up positive stories about efforts to rein in the outbreak, and Xi himself made his first public appearance related to the virus. Xi steps in: Xi's reappearance after weeks of being away allowed propaganda authorities to ensure that he could be cast as the nation's protector, and avoid any of the blame for the myriad missteps by authorities in Hubei and elsewhere. On Thursday it was announced that a key Xi ally had been appointed to run Hubei, while other Xi proteges have been dispatched to Wuhan to help clean up the political mess there. There are signs, however, that the lid will not be so easily put back on the Pandora's box that Li's death has opened. Read more here. San Diego County, in Southern California, has declared a \"local emergency\" and \"public health emergency\" due to concerns over the novel coronavirus, said county officials. County Supervisor Nathan Fletcher called these declarations a precautionary measure that will help the county coordinate efforts to ensure access to supplies and protect public health. The declaration doesn’t “signify an increase risk to the residents of San Diego County from coronavirus,\" Fletcher added. There are currently two American evacuees from Wuhan, China, who were evacuated to Marine Corps Air Station Miramar and tested positive for coronavirus. They are being treated at the University of California San Diego Health Center.  Cases in the US: 443 people in the United States are under investigation for the novel coronavirus, according to the US Centers for Disease Control and Prevention. Of them, 15 have tested positive, 347 have tested negative, and 81 are still pending.  Beijing authorities announced Thursday night (local) that all people returning to Beijing will be required to stay at home or under observation for 14 days in order to prevent the spread of the coronavirus, according to China’s state-run news agency Xinhua.  The announcement from the Leading Group of Beijing New Coronavirus Pneumonia Epidemic Prevention and Control Office said that any individual refusing to do so will be “held accountable according to law.” The number of deaths from the novel coronavirus, known as Covid-19, has now risen to more than 1,500 worldwide. All but three of those deaths took place in China. And thousands of new cases of the virus have been confirmed in China, under the country's new broader definition, bringing the confirmed global total to 67,097. Here's the latest on the outbreak: New definition of case: China's case numbers jumped this week -- because of a new definition of \"confirmed case.\" The government broadened their definition to include patients who have been diagnosed with coronavirus based on their symptoms, even if they haven't been tested.\nHeads are rolling: A partial purge of officials in Hubei, the province at the center of the outbreak, began Thursday. The top provincial official has been replaced by a key ally of Chinese President Xi Jinping.\nChinese medics are dying: Health officials in China say 1,716 medical workers have contracted the novel coronavirus so far, including six who have died of Covid-19.\nExperts go to China: The World Health Organization-led joint mission to China is expected to touch down this weekend. The team includes 12 international and WHO experts, and a similar number of national experts from China. \nThird death outside China: A Japanese woman in her 80s died of Covid-19 -- the third death so far outside mainland China. The other two deaths were in Hong Kong and the Philippines. The woman was not connected to the Diamond Princess cruise ship docked under quarantine in the Japanese city of Yokohama.", "Section": "asia", "Writers": ["Jessie Yeung", "Steve George", "Amy Woodyatt"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-15-20-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Philippines", "Source": "CNN"}