{"Type": "article", "Time": "2019-05-27", "Headline": "Breakfast around the world: How different places start the day", "Text": "When it comes to breakfast foods around the world, there are as many ways to enjoy the first meal of the day as there are to say \"good morning.\" From creamy cornbread cake in Brazil and savory Tunisian chickpea soup to fluffy Ukrainian pancakes and sweet coconut jam toasts in Singapore, these 21 international specialties offer a food option for every palate. And even if the flavors in some of these dishes might be unexpected based on your typical choices, the presentations are likely familiar. Read through CNN's list -- in no particular order -- and learn about the delicious diversity of our world's breakfast cultures. Maybe you'll even find some inspiration for your next meal. Switzerland On weekdays, the Swiss frequently stick to quick but filling breakfasts such as the traditional birchermüesli, the granola-style blend of oats with fruit and nuts that's usually served over thick yogurt. But on weekends, it's time for Swiss brunch. Along with roesti (potato pancakes), cheeses and cold cuts, the centerpiece of the brunch table is zopf. This braided egg bread is similar to challah or brioche, and served with honey, butter and jam. Ethiopia When you're having qurs (that's \"breakfast\" in Amharic, Ethiopia's official language), chances are you'll be eating porridge. While there are many varieties and names for hot grain cereals served throughout the country, savory genfo is one of the most popular. Genfo is made by mixing barley flour with boiling water until a thick, sticky dough forms, then shaped into a mound with a well in the center. The well is then filled with clarified butter blended with berbere, the complex spice blend, and dollops of yogurt are often spooned around the edges of the genfo. Japan Japanese breakfasts fall squarely on the savory side of the food spectrum: In fact, much of what you can eat for breakfast in Japan wouldn't be out of place at any other meal of the day. Many morning repasts consist of a selection of small plates, each with a few bites of a traditional Japanese dish. Fish such as salmon or mackerel, miso soup, pickled vegetables and rice are all represented. There's also tamagoyaki, a slightly sweet rolled omelet made from thin layers of egg in a rectangular pan that gives it its signature shape. Iceland Start your day in Iceland with a jolt of life-giving lysi: cod liver oil, a plentiful source of omega-3 fatty acids and one of the byproducts of the country's fish industry. Though it's been said to combat seasonal affective disorder, among other health benefits, it's not the only breakfast option. For a more palatable morning meal, have a bowl of hafragrautur, a thick oatmeal. Top it with nuts, raisins and sugar, or add a helping of skyr, the thick yogurt-like cultured dairy product that's actually a fresh cheese.  Singapore The multitude of dishes served in the hawker centers entice the appetite in this Asian city-state. These open-air food courts are always open for business, and it's not uncommon to see hungry people scooping up bowls of savory curry noodles first thing in the morning. For a traditional hawker-style breakfast, kaya toast is a must-have. This unassuming-looking toasted sandwich is spread with flavorful kaya, a sweet jam made with coconut milk, eggs and sometimes pandan leaf for vibrant green color and flavor.  It's great with coffee or tea, and each stall or shop makes kaya toast its own way -- so why not try a few? Morocco Along with mint tea, semolina breads are mainstays on the Moroccan breakfast table. Baghrir are thin, yeasted rounds studded with tiny holes that give them the name \"thousand-hole pancakes\" or \"thousand-hole crepes.\" Instead of maple syrup, these light semolina breads are topped with butter and honey. Harcha are thicker, griddled biscuit-style rounds that have a crispy crust from a dusting of coarse semolina. They can be split like English muffins and served with cheese or butter, jam, and honey. Australia For those who love grain bowls, avocado and other savory toasts, and other staples of all-day café culture, Australia's \"brekkie\" will be a match made in heaven.  With a focus on fresh produce, whole grains and nourishing combinations, Australian breakfasts can range from the classic avocado toast on seeded bread to a farro bowl topped with a poached egg and pickled vegetables or rice pudding with yogurt, seeds and berries. Don't forget the flat white -- an espresso with a high ratio of steamed milk that even Starbucks can't get enough of.  Argentina There's one word that defines the Argentinean breakfast spread: facturas. The overarching term for pastries encompasses a sweet and doughy world of shapes, sizes and flavors. Some of the more popular offerings include medialunes, a croissant-shaped brioche pastry; bombas and bolas de fraille, or fried doughnuts; and churros, which are often dipped in chocolate. Many are filled with dulce de leche or crema pastelera, a vanilla custard. Pair a platter of facturas with highly caffeinated yerba mate or coffee. Germany In the land of many wurst, it's not surprising that sausage and other meats take a starring role in frühstück, the traditional German breakfast. This buffet spread is filled with variety: sausages, cold cuts, cheeses, bread and rolls (including pretzels), as well as fresh fruit, soft-boiled eggs and condiments such as homemade jam. The abundant choices are meant for sampling and assembling as you please.  Brazil If you can't stop eating pao de queijo, the puffy baked cheese rolls that are a staple of Brazilian culture, you'll be happy to know you can eat them for breakfast too.  But for a variation on Brazilian breakfast breads, try bolo de fuba. It's a cornbread-style cake with a moist and creamy texture that comes from the addition of grated Parmesan cheese and/or shredded coconut. Sliced and served like a pound cake, it's frequently an afternoon pick-me-up too. Tunisia Fans of savory meals will love lablabi, a spiced chickpea soup that, yes, is a breakfast food in Tunisia. Chickpeas and harissa paste are the two constants in virtually every lablabi recipe, but the customizations of this simple, soul-warming soup are up to every cook.  Sometimes thickened with pieces of stale crusty bread, sometimes brightened by a squeeze of a lemon, sometimes made creamy with yogurt or topped with olives, there are infinite ways to enjoy it. And because it's often topped with a poached egg, it's a breakfast that will fill you up all day. Bulgaria Popara follows in the long tradition of using leftover bread as the next day's meal. This warm, comforting breakfast is a childhood favorite of many Bulgarians -- it's not quite a porridge and not quite a bread pudding, but shares characteristics of both. Warm milk or tea is poured over a bowl of cubed bread, crumbled Bulgarian sirene cheese, butter and sugar, and left to soak until soft and spoonable.  Sirene is a feta-style cheese that's creamier and softer than many of the Eastern European brined cheeses, so it doesn't give the dish as much of a salty flavor and more of a fresh, goat cheese-like tanginess. Turkey Kahvalti, the traditional Turkish breakfast spread, is a lavish affair that has a little something for everyone. For those who love to graze and snack, the abundant options will leave nothing lacking. Turkish breads such as simit, a circular seeded loaf, or pide, a chewy flatbread, accompany bowls of feta or other fresh, salty cheeses; olives; halvah; and honey and preserves. Eggs are often cooked with pan-fried slices of sucuk, a dried beef sausage spiced with garlic, red pepper, cumin and sumac. Guam This small island -- technically an American territory -- In the Pacific Ocean is a melting pot of culinary culture, with foods that show the influence of the various countries that colonized the land over the centuries. Like many Asian Pacific nations, Spam is a favorite add-in for breakfasts of fried rice and eggs. But just as popular is the local chamorro pork sausage, a fresh chorizo-style sausage named after the indigenous population of the island. Grilled in links or patties, it's breakfast sausage like no other. Portugal Coffee drinks with lots of milk are the first order of business when getting breakfast in Portugal. Uma mei de leite, a half-and-half blend of coffee and milk, or um galao, which is mostly milk with a shot of coffee, are an easy way to ease into the day. Though many Portuguese have a simple piece of toast or bread alongside their drink, the perfect pairing for these milky coffees are pasteis de nata, or egg custard tarts. With a flaky puff pastry shell and a creamy custard filling, they're equally popular as a snack for the 11 a.m. cafe break, another Portuguese morning ritual. Ukraine Tender and fluffy on the inside and crispy golden brown on the outside, Ukrainian syrniki pancakes wouldn't be out of place on a five-star brunch buffet.  Yet they're made with a simple ingredient: fresh farmer's cheese, known as tvorog, with a consistency similar to ricotta or cottage cheese. The crisp exterior comes from a quick dredge in flour, like a breakfast fritter.  Like American pancakes or French toast, they can be topped with fresh fruit, preserves or powdered sugar, but like potato pancakes or blintzes, they can go savory with a side of sour cream.  Jamaica For breakfast in Jamaica, it couldn't get more patriotic than eating the national dish: ackee and saltfish. Ackee, a delicately sweet pear-shaped fruit, is sautéed with salt cod, tomatoes, garlic, chilies and onion in a breakfast scramble that brings together sweet, salty and spicy for a one-of-a-kind island taste. Though it looks similar to scrambled eggs, that's just the creamy yellow ackee, Jamaica's national fruit, in the dish. Taiwan While a glass of milk is often advertised in the US as \"part of a balanced breakfast,\" dòu jiāng takes the tradition to new levels. This fresh soy milk is a specialty of Taiwan, typically made fresh by street vendors and restaurants every morning for their customers.  Served hot in the winter and cold in the summer, it's a refreshing contrast to the chewy scallion pancakes, dumplings and dough fritters that are also part of the usual Taiwanese breakfast. Dip your fritters in the soy milk for an extra treat. Italy Italians are almost too busy for breakfast -- or so you'd think from the number of coffee bars where guests take their espresso standing up for a quick jolt at the beginning of the day.  But whether standing or relaxing for a moment at a café table, there's always time for a coffee and Italian pastry to go with it. For the morning, espresso or cappuccino is frequently paired with a simple sweet such as a cornetto, or croissant, filled with custard or Nutella.  Sfogliatelle, a crunchy and flaky multilayered pastry with a sweet ricotta cheese filling, is another breakfast standard.  United States of America When it comes to classic Am", "Section": "foodanddrink", "Writers": [], "URL": "https://www.cnn.com/travel/article/breakfast-food-around-the-world/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}