{"Type": "article", "Time": "2020-11-02", "Headline": "The US election is a vote on climate change for the whole world", "Text": "The climate crisis has become a key issue not just for American voters in this US election -- but people across the world. What the next president does or doesn't do over the next four years will have a profound impact on the whether the world is able to avert the worst effects of climate change, scientists, policy makers and activists say.  They say the world needs a US president who cares about climate change, for two main reasons. First, many nations take their cue from US policy, particularly on issues such as the climate crisis, meaning Washington has a unique opportunity to influence. Second, the US is the world's second-biggest polluter after China, meaning it has a moral obligation to act.   President Donald Trump, during his current administration, has gutted domestic environmental regulations and policies designed to limit global warming. Internationally, he has pulled the US out of the landmark Paris climate accord, the only global pact that seeks to avoid dangerous heating of the planet. And he's doubted the reasons for climate change. During the final presidential debate on Friday, Trump falsely claimed said the US has \"the cleanest air\" and \"the cleanest water,\" and called India and China \"filthy,\" a skewered rendition of reality. His Democratic challenger former Vice President Joe Biden, said at the same debate that \"global warming is an existential threat to humanity. We have a moral obligation to deal with it.\"     Biden's comments echo what the scientists are saying. Global carbon dioxide concentrations -- the main culprit warming the planet -- are at higher levels than at any time in human history.  It's too late to stop all the impacts of climate change. They are already happening. Wildfires have torched homes across the Western US this year, unprecedented floods have inundated large swathes of Asia, and the past decade -- -- featuring deadly heatwaves and droughts -- was the hottest ever recorded. The ice caps that bookend our planet are also seeing rapid loss and glacial melt.   Under a US president who pushes for climate policies, however, the world could work toward \"marginal, incremental damages\" rather than catastrophic ones, said Jonathan Pershing, program director of environment at the William and Flora Hewlett Foundation, who was the former special envoy for climate change at the US Department of State during the second term of the Obama administration. Pershing added: \"Every succeeding election becomes more and more urgent because the time is shorter to manage those really grievous damages.\"  The coronavirus pandemic, which has killed more than 230,000 and infected 9.1 million people in the US, has exposed that Trump's administration is hostile to science and decades of research. That endangers lives and livelihoods, according to Kim Cobb, a professor and researcher of paleoclimate and climate change at Georgia Tech. \"It's not really the planet anymore. It's really about people. And that's something that we all have to wake up to. It's not about saving polar bears and coral reefs, it's about us,\" Cobb said. \"We can simply not afford to put our heads in the sand about this other lasting global challenge which is a direct threat to our country.\" Why Paris matters The Paris Agreement, a pact signed into effect in 2016 by almost all the world's countries, seeks to limit global warming to well below 2°C and pursue efforts to limit it to 1.5°C. To do so, countries need to reach net zero emissions by 2050.  When Trump announced in June 2017 that the US would be withdrawing from the agreement, it signaled that America would no longer lead the global fight against climate change. Studies have shown the so-called \"Trump Effect\" has made it easier for other countries to renege on their climate commitments. \"It's critically important for the entire movement that the US be a part of it,\" said Lois Young, Belize's ambassador to the United Nations. \"Other countries that are big emitters are saying, Well if the United States is not accountable, why should I be?\"  At UN climate talks in Madrid last year, Young, who is also head of the Alliance of Small Island States, accused big polluters like the US of \"ecocide.\" She said the Trump administration's policies on climate have been \"a total disaster.\" \"They have closed their eyes to the science,\" she said, adding that fossil fuel emissions pollute and impact the whole world. \"Emissions don't have borders. We are all in this together, as we are with Covid. So what happens in America doesn't stay in America. We all pay a price.\" Over the past three-and-a-half years, the Trump administration has rolled back fuel efficiency standards, loosened restrictions on methane emissions, approved the largest reduction in the boundaries of protected land in US history, and made changes to Clean Water Act and Endangered Species Act protections. In fact, researchers at Columbia University in New York have tracked 100 environmental rules that have been or are being reversed. Trump's staunch backing of the fossil fuel industry has earned him nearly $13 million in campaign donations from individuals at oil and gas firms, according to OpenSecrets, a research group that tracks money in politics. The industry has sent $976,000 to Biden. But Trump's mission to revive America's coal industry is failing, as coal keeps losing ground to cleaner and cheaper alternatives.  Biden, meanwhile, has laid out a $1.7 trillion climate plan focused on clean energy, green jobs and with a goal of carbon free electricity by 2035 and net-zero emissions by 2050. Biden would also re-enter the Paris climate accord and has promised to stand up to polluters by banning new oil and gas drilling on federal lands and requiring methane emission limits for new operations. \"If Trump wins again, the chances of achieving anything like Paris compliance are very, very low. That's the level we are at already,\" said Tim Benton, who leads the Energy, Environment and Resources groups and the British think tank Chatham House.   \"If Biden wins, there is much more space for ambitious climate action on a global basis,\" he said, but warned it's so late in the day for action to reduce the required emissions that \"we still might not get to Paris levels.\" High stakes In recent years, young people have been increasingly vocal about the climate crisis, demanding the issue remains on the international agenda.  \"The future of all youth is at stake here, and there is no turning back if we pass the point of no return when it comes to our climate,\" said Sohanur Rahman, a leading Bangladeshi youth activist and founding member of YouthNet for Climate Justice. \"History will remember the course the next administration takes.\" In May, Super Cyclone Amphan struck Bangladesh and devastated the entire southwest coastal region, affecting 10 million people and costing an estimated $13 billion in damage. Flooding in recent years has swamped a third of the country, with neighboring India heavily impacted, too. \"Every fossil fuel infrastructure that the United States builds affects me and my people, as well as those from vulnerable countries around the world,\" said Rahman. He said the US needs to use its influence and wealth to \"offer support to Bangladesh and other global south countries through technology transfer, renewable energy subsidies, and finance for climate mitigation.\"  A continent away, young activists in Africa also say the US' domestic policy on climate change has profound impacts on them, because the African continent and the Global South are facing some of the worst climate effects.   \"US policy decisions, their ideological impact has been felt especially hard since the introduction of the Trump administration. Through their withdrawing from the Paris Agreement in June of 2017 and their continued investment in and support for climate change denial,\" wrote Nick Ford, 17, and Petra de Beer, 16, in a joint email statement. They are activists with the Cape Town-based African Climate Alliance, a youth-led environmental and social justice group. They say it's vital the next administration is \"strongly cognizant of their global impact and recognizes its obligations\" which take place \"through both the policy decisions of those in power within the US, and in the information which the US chooses to disseminate or suppress.\" Exceptional drought followed by extremely heavy rainfall markedly decreased the seasonal crop yield in the Horn of Africa during 2019. These irregular weather and climate patterns also contributed to the worst desert locust invasion in 25 years, which further threatened the crop supply in the region.  Across Asia Pacific, the climate crisis has also affected people, ecosystems and livelihoods. Storm surges in the Philippines have become harder to predict and more intense, the Mekong River in Southeast Asia -- a lifeline for 60 million people -- is at its lowest level in 100 years, and rising sea levels are threatening megacities, such as Dhaka, Shanghai, and Jakarta or entire Pacific Islands.  Chuck Baclagon, finance campaigner for environmental group 350 Asia, said the US pulling out of the Paris Agreement was \"an injustice for many Asian countries who are least responsible and have least benefited from the massive burning of fossil fuels in the past 150 years.\" Why the world needs the US to act on climate A landmark 2018 report from the UN Intergovernmental Panel on Climate Change (IPCC) said the world has only until 2030 to reduce emissions enough to limit warming to 1.5°C and avoid the most disastrous climate impacts.  Global solidarity, Baclagon said, is more important than ever. \"With less than a decade to tackle the climate crisis, the United States' involvement in climate action is extremely important.\" According to Baclagon, America could use its influence to lean on private financial institutions  -- including banks, insurance companies, and pension funds -- that continue to invest in fossil fuels. \"The onus is not solely on the United States -- as several of the largest financial institutions are based in Asia. But if the new US administration will make clear that climate is back on top of their agenda, financial institutions worldwide will take notice,\" he said.  Young said the world won't succeed in reducing the necessary emissions, or adapting to the climate onslaught without America.  \"On a scale of 1-10 without the US, we would be at a 6 in success. We need the US to take us over the finish line to 10,\" she said. \"You hate to say you are beholden or that you need one country but the fact of the matter is, we need the US.\" That's because the US has the science, the technology, and the finance to move forward and \"their influence is critical,\" Young said. Other big polluters, such as the European Union and China have already signaled they will step up. At the UN general assembly last month, Chinese Pre", "Section": "world", "Writers": ["Helen Regan", "Ivana Kottasová", "Drew Kann"], "URL": "https://www.cnn.com/2020/11/01/world/us-election-climate-crisis-intl-dst-hnk/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}