{"Type": "gallery", "Time": "2020-11-20", "Headline": "The week in 42 photos", "Text": "A supporter of President Donald Trump yells at counterprotesters outside the US Supreme Court during the Million MAGA March in Washington on Saturday, November 14. Anti-Trump protesters clashed with supporters of the President and law enforcement Saturday evening in the nation's capital after a day of largely peaceful demonstrations by thousands of the President's supporters to protest the election results. Low-level inmates from the El Paso County, Texas, detention facility, also known as \"trustees,\" load bodies wrapped in plastic into a refrigerated trailer used as a temporary morgue outside of the El Paso County Medical Examiner's office on Monday, November 16. The United States surpassed 250,000 Covid-19 deaths on Wednesday. Tiger Woods helps Dustin Johnson with his green jacket after his victory at the Masters golf tournament on Sunday, November 15, in Augusta, Georgia. See more photos from the Masters Pemanah, a 20-month-old Sumatran Tiger, undergoes a health check at Taronga Zoo on Wednesday, November 18, in Sydney, Australia. A demonstrator uses a shield to protect against water cannons during an anti-government protest in Bangkok, Thailand, on Tuesday, November 17. Protesters brought giant yellow inflatable ducks to use as shields. Cars line up at Dodger Stadium for Covid-19 testing on Saturday, November 14, in Los Angeles. US President-elect Joe Biden look on as Vice President-elect Kamala Harris delivers remarks on the US economy at the Queen Theater in Wilmington, Delaware, on Monday, November 16. Biden is following through with his transition plans despite Trump's refusal to concede the race. The SpaceX Crew Dragon spacecraft approaches the International Space Station on Tuesday, November 17. Astronauts Michael Hopkins, Victor Glover, Shannon Walker and Soichi Noguchi docked safely. New York City students protest to keep schools open on Saturday, November 14. Mayor Bill de Blasio made the decision to close down the city's public school buildings starting on Thursday, November 19, after the city's 7-day average reached the 3% positive testing rate threshold. All students will transition to remote learning. Poll watchers monitor people hand counting 2020 presidential election ballots during an audit at the Gwinnett County Voter Registration Office in Lawrenceville, Georgia, on Friday, November 13. Georgia finished its statewide audit of the razor-thin presidential race, confirming that President-elect Joe Biden defeated President Donald Trump, according to a news release from the Secretary of State's Office. Austria's Dominic Thiem serves during a match against Greece's Stefanos Tsitsipas on Sunday, November 15, in London. Residents push baby strollers full of belongings from their damaged homes following Typhoon Vamco in Rodriguez, Philippines, on Tuesday, November 17.  A petite Saw-whet Owl peers up from a box after being removed from the Rockefeller Christmas tree in New York on Wednesday, November 18. The owl nicknamed \"Rockefeller,\" had traveled in the tree after it was cut down in Oneonta, New York.  President Donald Trump talks in the Oval Office after a news conference in the Rose Garden at the White House in Washington on Friday, November 13. An excavator carries out culled mink from a farm in Kaloneri, Greece, on Saturday, November 14. Numerous animals tested positive for Covid-19 at the farm, resulting in the culling of the whole herd. Gymnasts from the Pyongyang Circus Theater perform during Mother's Day in North Korea on Monday, November 16. Submerged vehicles in the Chamelecon River after flooding from Storm Iota in La Lima, Honduras, on Thursday, November 19. The 2020 Atlantic hurricane season has been historically active, with Iota bringing the season's count to 30 named storms, the most ever. A person dressed as Santa Claus meets with children from inside a \"Santa Claus bubble\" at Aalborg Zoo in Denmark on Friday, November 13. Sean Flanagan and his horse Daly Tiger jump their last hurdle before winning the Alanna Homes Handicap Steeplechase at Punchestown Racecourse in Kildare, Ireland, on Saturday, November 14. A worker inspects an engine on a Boeing 737 Max 8 built for Southwest Airlines at Renton Municipal Airport in Washington on Wednesday, November 18. The Federal Aviation Administration issued an order Wednesday that paved the way for the troubled Boeing 737 Max to carry passengers again, ending the jet's 20-month grounding. White House Coronavirus Response Coordinator Dr. Deborah Birx speaks during a news conference with the coronavirus task force at the White House in Washington on Thursday, November 19. Birx became the first White House coronavirus task force official to speak at a briefing from the podium while wearing a face mask on Thursday. Medical workers and patients are seen at a temporary hospital for coronavirus patients in the Krylatskoye Ice Palace in Moscow, Russia, on Wednesday, November 18. Russia says as of November 16, more than 33,000 people have died of Covid-19. But that number is disputed by critics who say the Kremlin is underreporting the numbers. England's Harry Kane takes a shot during the UEFA Nations League soccer match between Belgium and England at the King Power stadium in Leuven, Belgium, on Sunday, November 15. A SpaceX Falcon 9 rocket carrying Crew Dragon takes off at the Kennedy Space Center in Florida on Sunday, November 15. Twitter CEO Jack Dorsey testifies remotely during the Senate Judiciary Committee hearing \"Breaking the News: Censorship, Suppression, and the 2020 Election,\" on Capitol Hill in Washington on Tuesday, November 17. Facebook's Mark Zuckerberg and Dorsey testified on the social platforms' content moderation policies.  People row a boat in the polluted, foam-covered Yamuna River in New Delhi, India, on Thursday, November 12. Buu holds its newborn baby gorilla at their enclosure at Bioparc in Fuengirola, Spain, on Friday, November 13. A person touches the Peru flag after Francisco Sagasti was elected Peru's interim President by Congress in Lima on Monday, November 16. Francisco Sagasti became the fourth Peruvian President in less than five years and third in just over a week after Congress voted to oust popular ex-President Martin Vizcarra and Vizcarra's replacement, Manuel Merino, resigned. Wooden sarcophagi from the Saqqara necropolis are unveiled near Cairo on Saturday, November 14. Archaeologists in Egypt have uncovered at least 100 perfectly preserved ancient coffins, some containing mummies, and 40 statues. Pro-choice activists shout in front of the Congress of the Argentine Nation on Wednesday, November 18, in Buenos Aires. Argentina's President Alberto Fernández presented a bill to decriminalize and legalize abortion in Argentina. A pro-democracy protester and a royalist supporter hug and gesture during an anti-government rally in Bangkok on Tuesday, November 17. Palestinians practice parkour in Gaza City on Wednesday, November 18. Buffalo Bills wide receiver Stefon Diggs catches a touchdown pass during an NFL football game against the Arizona Cardinals on Sunday, November 15, in Glendale, Arizona. The Cardinals won 32-30. A medical worker rests in a relaxation room at the temporary hospital in the Exhibition of Achievements of National Economy in Moscow on Tuesday, November 17. Miao people in traditional costume gather to celebrate the New Year Festival in Leishan County, China, on Wednesday, November 18. Samuel Telanoff competes in the men's 400-meter individual medley at the US Open Swimming Championships on Friday, November 13, in Irvine, California. A member of the Nepali army pets her dog at the dog festival in Bhaktapur, Nepal, on Saturday, November 14. A pilot prepares to fly during the International Hot Air Balloon festival in Leon, Mexico, on Saturday, November 14. The Rockefeller Christmas tree is craned into place at Rockefeller Plaza on Saturday, November 14, in New York City. Demonstrators put up their hands during a protest against coronavirus restrictions in Berlin on Wednesday, November 18. Health workers carry the body of a man who died of Covid-19 to a crematorium in New Delhi, India, on Friday, November 13. The moon sets behind the Statue of Liberty on Monday, November 16, in New York.", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/11/19/world/gallery/photos-this-week-november-12-november-19/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}