{"Type": "article", "Time": "2020-10-06", "Headline": "Singapore will pay citizens to have a baby during the pandemic", "Text": "Singapore will offer a one-time payment to aspiring parents during the coronavirus pandemic.  The country's deputy prime minister said the incentive would help reassure people who face financial pressure and are worried about their jobs.  \"We have received feedback that Covid-19 has caused some aspiring parents to postpone their parenthood plans,\" Heng Swee Keat told lawmakers on Monday.  \"This is fully understandable, especially when they face uncertainty with their income,\" he added.  Heng said the payment would help parents with expenses, but he did not confirm how much would be paid out.  Despite a largely successful public health response to the pandemic, Singapore's economy has been thrown into a deep recession.  GDP likely shrank 12.6% in the second quarter compared to the same time the previous year, marking \"the steepest drop on record,\" according to economists. Singapore has one of the lowest birth rates in the world, a statistic that successive governments have attempted unsuccessfully to reverse. The fertility rate now stands at just 1.14 births per woman, according to its national statistics body. That places it level with Hong Kong, according to the World Bank. Only South Korea and the US territory of Puerto Rico have lower rates. For a country to naturally repopulate itself, women must have 2.1 babies on average — though most developed countries are now below that level, as a decline in the proportion of couples and the lessening importance of traditional gender roles have seen fertility rates drop globally. Singapore has struggled to reverse the trend since the 1980s, with public campaigns encouraging childbirth and a host of financial and tax incentives unable to stop its slump. \"Like many developed countries, Singapore's key population challenges are our low fertility and an ageing population,\" the government wrote in a 2011 report. \"Our aim is to achieve a sustainable population that supports both economic growth and social cohesion, so that Singapore remains vibrant and liveable.\" The country has avoided the worst of the global pandemic, isolating suspected cases early, imposing strict lockdowns when clusters of infections became apparent, and using technological innovations to rush out a contact tracing network. Just 27 people have died as a result of Covid-19, according to Johns Hopkins University.", "Section": "intl_business", "Writers": ["Rob Picheta"], "URL": "https://www.cnn.com/2020/10/06/intl_business/singapore-childbirth-pandemic-bonus-scli-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}