{"Type": "article", "Time": "2017-10-10", "Headline": "US Navy destroyer sails near disputed islands in South China Sea", "Text": "A US Navy destroyer conducted a \"freedom of navigation\" operation near the disputed Paracel Islands in the South China Sea on Tuesday, two defense officials told CNN. The USS Chafee, an Arleigh Burke-class guided missile destroyer, did not come within 12 miles of any individual islands -- a distance China considers territorial waters -- but did enter the \"straight baseline\" that Beijing claims around the island group, according to the officials. The operation was part of a longstanding effort to challenge Beijing's \"excessive maritime claims,\" the officials said, adding that the US does not recognize China's claim of sovereignty in that location and regards the area as international waters. The Paracel Islands have been controlled by China since 1974 but they are also claimed by Vietnam and Taiwan. Tensions flared in 2014 when China installed exploratory oil rigs in the vicinity. Dotted with small islands, reefs and shoals, the South China Sea is home to a string of messy territorial disputes that pit multiple countries against each other. Tensions have ratcheted up as China has reclaimed land in massive dredging operations, turning sandbars into islands equipped with airfields, ports and lighthouses. Beijing has also warned US warships and military aircraft to stay away from these islands. China claims almost all of the South China Sea, and has heavily militarized some islands in the region and expanded other territories with major land reclamation work, turning sandbars into islands and equipping them with airfields, ports and weapons systems. All or parts of the sea are also claimed by Brunei, Malaysia, the Philippines, Taiwan and Vietnam, which has led to intense territorial disputes and naval standoffs. Top US and Chinese military commanders signed a deal in August to improve communications between the two forces amid ongoing disputes in the South and East China seas -- a move intended to reduce the chances of \"miscalculation.\" That agreement was signed after a US destroyer sailed near a man-made island constructed by China as part of another \"freedom of navigation\" operation meant to challenge Beijing's territorial claims. The Chinese Defense Ministry denounced the operation as a \"provocation\" and said it was \"firmly opposed to such flaunting of force and promotion of militarization in the region by the US, which could easily trigger accidents at sea and in the air.\" In July, the guided-missile destroyer USS Stethem conducted a \"freedom of navigation exercise\" around Triton Island in the Paracel archipelago, which is claimed by China, Vietnam and Taiwan. China called that action \"a serious political and military provocation.\"  The US \"stirs up trouble\" and runs \"in the opposite direction from countries in the region who aspire for stability, cooperation and development,\" a statement from the Chinese Ministry of Foreign Affairs said at the time. ", "Section": "politics", "Writers": ["Zachary Cohen", "Ryan Browne"], "URL": "https://www.cnn.com/2017/10/10/politics/us-navy-south-china-sea-freedom-of-navigation-operation/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}