{"Type": "article", "Time": "2020-06-09", "Headline": "Luxury hotels in Asia offering stellar deals for travelers amid coronavirus", "Text": "As the world continues to ease lockdown measures, opportunities abound for the first wave of intrepid travelers who are willing -- and legally able -- to hit the road again. After months of closure, resorts and hotels alike are understandably very keen to get local and international business back in, meaning there are some stellar deals to be had for staycations or longer breaks.  Whether you're planning to travel domestically or book credits to use when international borders reopen, here's a selection of some of the best deals on offer in Asia right now, all listed in USD.  Rosewood Hong Kong With unbeatable views over Hong Kong island and the city's famed Victoria Harbour, Rosewood Hong Kong quickly laid down a marker when it opened last spring.  The ultra-luxurious property targets \"affluential explorers\" and their Urban Escape package, available to book and experience until the end of the year, offers guests significant savings. That translates to $130 of dining credit, $100 of spa credit, a one-way car transfer and a $65 shopping voucher for the adjacent K11 retail destination, even before a stay in one of their sleek 322 guestrooms designed by Tony Chi. As part of their \"Commitment to Care Global Health and Safety Program,\" post-Covid initiatives include temperature checks for all guests, intensified hygiene and safety measures and new guestroom protocols. Rates start from $630 per room per night. Rosewood Hong Kong, Victoria Dockside, 18 Salisbury Road, Tsim Sha Tsui, Kowloon, Hong Kong; +852 3891 8888 Four Seasons Resort Langkawi A popular draw for travelers thanks to its enchanting mix of beaches, sunsets, jungle and adventure, the Malaysian island of Langkawi is located in the Andaman Sea. The Four Seasons Resort Langkawi is set to reopen its doors July 3 and they're offering 40% savings on their \"Bed and Breakfast Rate,\" available until September. A mile-long beach and rainforest walks, rock climbing and local cookery classes are just some of the ways that you'll be able to re-connect with loved ones.  Following the lead of other Four Seasons properties around the world, the Langkawi resort has implemented \"Lead With Care,\" a full-scale health and safety enhancement designed with Johns Hopkins Medicine International. Rates start from $340 per night. Four Seasons Resort Langkawi, Jalan Tanjung Rhu, Langkawi, Malaysia; +60 (4) 950 8888  Capella Singapore A 5-star resort sitting on the city-state's Sentosa Island, Capella Singapore hit global headlines in 2018, when it was the luxuriously tropical setting for the historic summit between North Korean leader Kim Jong Un and US President Donald Trump. Now, it's offering a complimentary upgrade to a spacious villa with private plunge pool for guests who book a Premier Seaview Room. Guests taking up the offer also get to enjoy daily breakfast and 20% off food and beverage at their restaurants The Knolls and Cassia.  Capella Singapore is now following Singapore's national guidelines and introducing a three-phased approach to cautiously resuming activities in a safe environment. Rates start from $487 a night, from now until August 31, for weekday bookings between Sunday and Friday. Capella Singapore, 1 The Knolls, Sentosa Island, Singapore 098297 +65 6377 8888 Cape Fahn Hotel, Koh Samui, Thailand A private island in the sparkling waters of the Gulf of Thailand just a few meters off the coast of Koh Samui, Cape Fahn Hotel is home to just 22 private villas, all with pools.  Amidst the tropical greenery, the 300-square-meter villas include a spacious bedroom and separate living room, an outdoor rain shower and complimentary minibar that is refilled daily. As a member of Small Luxury Hotels of the World, Cape Fahn is following strict protocols to ensure guests' safety with details such as strictly à la carte menus and clear social distancing guidelines in all public areas such as the beach, restaurants and spa. A 4-night stay in a Tropical Pool Villa runs for $1,292 -- a significant discount. The booking can be amended twice and up to five days before the scheduled arrival date for future travel until October 31, 2021 without penalty. Cape Fahn Hotel, 24/269 Moo 5, Bophut, Koh Samui,Thailand; +66 (0)77 602 301-2 Nihi Sumba, Indonesia Sitting a 50-minute flight from Bali, the remote Indonesian island of Nihi Sumba offer 28 villas set over 576 acres. It promises \"an escape from everyday life\" -- which sounds more compelling now than ever, especially when one of the resort's most famed activities is sunset swimming with horses. The island also offers famed surf breaks, ancient tribal culture, a renowned spa and plenty of natural wilderness to discover.  As part of their efforts to combat Covid-19, Nihi Sumba has introduced a new \"Resort Standard\" to create the safest environment for their guests and community, ensuring the highest standards of health and safety. The resort is now offering a rate of $550 per person per night, based on double occupancy, including three daily meals, a minibar, a tour of the Sumba Foundation Projects and selected sea activities. Valid July 1 until December 22. Nihi Sumba, Hoba Wawi, Wanokaka, West Sumba Regency, East Nusa Tenggara, Indonesia; +62 361 757 149  W Goa, India The Indian state of Goa on the Arabian Sea is known for its laid-back feels, Portuguese colonial-era architecture and palm-fringed beaches. The five-star W Goa is well placed to take advantage of all three. All 160 rooms include balconies, but chances are you may prefer to hit the pools, the spa by Clarins or the 24/7 gym to work off local chicken curries and moreish masala dosas. As part of increased health precautions, rooms are held for 24 hours after check-out before being released to guests, there's contactless check-in and reduced restaurant capacities. Rates begin at $150 per day per room and a \"save now, stay later\" package offers additional 30% discounts, with breakfast included. W Goa, Vagator Beach, Bardez, Goa, India; +91 832 671 8888 Silks Place Taroko, Taiwan Picturesque Taroko in eastern Taiwan offers views of both mountains and the Pacific Ocean, while the Taroko Gorge has become a popular choice for visitors who want to hike its cliffs and trails.  Silks Place Taroko is the only five-star property within the Taroko National Park and they are offering a two-night package that includes breakfast buffets, dinners, shuttle service and even a hiking backpack with a meal box included.  Guests are expected to wear masks, while temperature checks of both staff and guests and social distancing measures are also in place. The three-day/two-night Zhuilu package runs at $315 per person for a minimum of two people. Silks Place Taroko, No.18, Tianxiang Rd, Xiulin Township, Hualien County 972, Taiwan; +886-3-869-1155 The Fortress Resort & Spa, Galle, Sri Lanka Sri Lanka's breathtaking coastline is a considerable draw for global visitors, especially in the south of the island. It's home to The Fortress Resort and Spa, a luxury boutique beach resort whose design includes Dutch and Portuguese colonial touches as well as modern local features. Historic Galle Fort and the town's unique attractions are a short drive away, while whale-watching and sea turtle conservation are two of the many marine-based diversions. Additional precautionary measures include sanitization and disinfection of all areas and special measures for food and beverages at the resort's restaurants. All rooms are now being offered at a 50% discount on published rates. The Fortress Resort and Spa, Habaraduwa, Koggala, Galle, Sri Lanka; 0094 (0) 91 4389400  The Landmark Mandarin Oriental, Hong Kong Another renowned Hong Kong hotel, the Landmark Mandarin Oriental is offering an \"urban wellness reboot\" until August 31. The package is tailored to wellness and relaxation lovers, combining treatments, classes and training to leave you in top shape. In addition to a complimentary room upgrade, guests receive a 60-minute personal training session, choice of 60-minute spa treatment and up to seven fitness and yoga classes per day. You can also kick back at their acclaimed eateries including Amber, SOMM and PDT where you'll enjoy a 25% discount. An early guaranteed check-in at 10 a.m. and late check-out until 4 p.m. let you relax in style all the way. The hotel group's global \"We Care\" initiative includes increased cleaning in all hotel areas, training in enhanced health and safety measures and staff wearing personal protective equipment. Rates from $568 per night, available until August 31. Landmark Mandarin Oriental Hong Kong, 15 Queen's Road Central, Central, Hong Kong; +852 2132 0088  Pullman Phuket Arcadia Naithon Beach, Thailand The Thai island destination of Phuket sits enviably in the azure waters of the Andaman Sea, a popular draw for global visitors seeking picture-perfect beach escapes.  Benefiting from a headland location by Naithon Beach, The Pullman Phuket Arcadia offers a choice of 277 rooms and ocean pool villas. The resort is now offering a three-night all-inclusive package that has flexible dates until October 2021. Guests will benefit from airport pick-up, breakfast, lunch and dinner as well as two 30-minute massages in their Dhatri Spa. Enhanced hygiene and prevention measures come under the Accor Group's \"All Safe\" label certification, for extra peace of mind. A three-night all-Inclusive package runs $475 for two in a Deluxe Room. Pullman Phuket Arcadian Naithon Beach, 22/2 Moo 4 Tambon Saku, Amphur Talang, 83110 Phuket, Thailand; +66 (0) 76 303 299 ", "Section": "travel-stay", "Writers": [], "URL": "https://www.cnn.com/travel/article/asia-hotel-deals-covid-19/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}