{"Type": "article", "Time": "2020-02-18", "Headline": "February 18 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. Japan has seven new cases of novel coronavirus, the Ministry of Health announced on Tuesday. About the cases: The new cases include a teen in Wakayama and a male doctor in his thirties who went on board the Diamond Princess cruise ship. The doctor is a member of the disaster medical assistance team. In Japan, a total of 613 novel coronavirus cases have been confirmed, with 545 on the Diamond Princess cruise ship and 68 outside the ship.    German researchers called symptom-based screening to detect the novel coronavirus “ineffective” in a new analysis published Tuesday in the New England Journal of Medicine.  The researchers assessed the screening process for 126 people evacuated to Germany from Wuhan, China. All 126 travelers, mostly German nationals, left Wuhan on February 1 and were screened for symptoms and clinical signs of infection before they were evacuated. Despite requiring travelers to undergo a multiple screenings once in Germany, two travelers were ultimately positive for the novel coronavirus. According to the researchers, “a symptom-based screening process was ineffective in detecting” the virus. During the evacuation flight from Germany, 10 passengers were isolated: two because of contact with a confirmed coronavirus patient; six exhibited symptoms; and two passengers who had accompanied one of the six symptomatic travelers. Upon arrival, all 10 of these passengers were transferred to University Hospital Frankfurt and all tested negative for coronavirus. The remaining 116 passengers underwent another medical assessment and one passenger had an elevated temperature and cough. This patient ultimately tested negative for coronavirus. Of the remaining 115 patients, 114 consented to a throat swab to test for coronavirus. Of those 114 travelers, two tested positive for coronavirus. These two patients were isolated at a hospital. One patient had a faint rash and sore throat. According to the researchers, the two isolated patients were “well” and had no fever in the seven days after hospitalization. Aside from the ineffectiveness of the screening process, the authors found that the virus could potentially be spread by those who exhibited mild symptoms: “Shedding of potentially infectious virus may occur in persons who have no fever and no signs or only minor signs of infection.” Over 73,000 people around the world have been infected with the coronavirus, most of those cases in mainland China. There have been more than 1,800 deaths, including five people outside of mainland China.   More than 2,000 people have died from coronavirus across the globe, according to the latest figures released Tuesday. China’s National Health Commission (NHC) reported Tuesday that 136 more people died of coronavirus in mainland China, 132 of which occurred in the Hubei province. The latest figures brings the total number of deaths in mainland China to 2,004, and the global death toll to 2,009. There have been five deaths reported outside of mainland China with one death in Hong Kong, Taiwan, Japan, the Philippines and France. The global number of confirmed coronavirus cases now stands at 75,117, with the majority of cases in mainland China. China’s National Health Commission is expected to release numbers for all of China’s provinces later. Since the start of the novel coronavirus outbreak in December, the disease has infected more than 70,000 people and has reached a death toll of 1,868 people in mainland China. According to analysis done by CNN, travel restrictions, of varying degrees are still being enforced in various provinces and cities across mainland China including Hubei, Liaoning, Beijing and Shanghai affecting over 780 million people. These restrictions, which appear to be China's main effort to control the disease, include everything from self-quarantines to limits on who can come and go from neighborhoods. Some of the strictest measures can be found in four cities in Hubei province, the epicenter of the outbreak: The cities of Wuhan, Huanggang, Shiyan and Xiaogan have completely sealed off all residential complexes and communities. \nThe use of non-essential vehicles on local roadways is also banned. \nResidents in each city receive daily necessities from neighborhood and community committees as they are not permitted to leave their homes. Despite the continuation of its spread, Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, said that the virus is not as deadly as SARS or MERS, both of which are related to the current coronavirus, and more than 80% of patients \"have mild disease and will recover.\" Reports say it could take up to 18 months before a coronavirus vaccine is available. Here's a look at where the cases are throughout mainland China, according to WHO data. These numbers may differ from those reported by Chinese health officials, who report updated totals at different times than the WHO. The US Centers for Disease Control and Prevention issued a statement criticizing the quarantine efforts taken on the Diamond Princess cruise ship. “We commend the extraordinary efforts by the Government of Japan to institute quarantine measures onboard the Diamond Princess. While the quarantine potentially conferred a significant public health benefit in slowing transmission, CDC’s assessment is that it may not have been sufficient to prevent transmission among individuals on the ship. CDC believes the rate of new infections on board, especially among those without symptoms, represents an ongoing risk. Therefore, to protect the health of the American public, all passengers and crew of the ship have been placed under travel restrictions, preventing them from returning to the United States for at least 14 days after they had left the Diamond Princess,\" the CDC said in the statement. The CDC noted that there are still more than 100 US citizens on board the ship or in hospitals in Japan. Due to their high-risk exposure, there is the potential for additional novel coronavirus cases to occur and the remaining passengers who disembark from the ship will  be subject to a 14-day quarantine. The 13 patients who arrived at the University of Nebraska Medical Center from the Diamond Princess cruise ship are receiving supportive care, Dr. Mark Rupp, chief of the hospital's Division of Infectious Diseases, told CNN. “They're in the chicken soup stage right now, so they're really just getting supportive care,” Rupp said. He also noted that while the mortality rate for the virus is being calculated at around 2%, he expects that number to eventually fall. “I won't be surprised when this is all said and done to see mortality rate somewhere in the neighborhood of maybe point five or 1% rather than over 2%,” Rupp said. The Russian government announced that it would temporarily suspend entry by Chinese citizens, according to an order posted on an official state website today. The statement said Russia would bar entry through its state border to Chinese citizens entering for work, for private, educational and tourist purposes. The order says the processing of documents, registration and invitations to Chinese citizens to enter Russian territory for those reasons would cease temporarily from midnight Tuesday; the full ban takes effect Thursday. Some background: This announcement comes amid concerns over the novel coronavirus. Russia is a major destination and transit point for Chinese tourists, and shares a lengthy land border with China. The new restrictions will not apply to transit passengers, Russian state news agency TASS said. The Russian government has reported two cases of the coronavirus involving Chinese citizens in Russia and confirmed that a Russian woman was diagnosed with the virus on board the cruise ship Diamond Princess. With a majority of some US medical supplies coming from or originating in China, coronavirus could hold \"chilling implications\" by hindering that pipeline, according to Robert P. Kadlec, assistant secretary for preparedness and response at the US Department of Health and Human Services. About timing: The US might not see the impacts just yet because American buyers typically stock up before Chinese factories slow down during the Lunar New Year, Kadlec added. \"The distributors and suppliers feel like right now they're okay,\" he said at a briefing today held by the Council on Foreign Relations. \"How this plays out longer term is still a matter of concern.\" These concerns extend not just to pharmaceuticals but also to other materials like face masks, which are frequently manufactured in China. The US Centers for Disease Control and Prevention does not recommend the use of face masks for the general American public. By buying them up in large quantities, Kadlec warned that Americans might leave fewer for some people who really need them — namely, health care workers. Kadlec said, \"We probably need to change the way we do business in these areas because of the significant risks and vulnerabilities that are being highlighted by this event.\" He added that the solution requires a whole-government approach in cooperation with the private — \"It's everybody.\" Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, agreed, saying, \"We can't see them crash. If they crash, we have a problem.\" China has withdrawn from next month's Davis Cup playoffs in Romania because the men’s tennis team cannot travel due to the coronavirus outbreak, the International Tennis Federation (ITF) announced on Twitter today. “The increased restrictions in response to the current Coronavirus outbreak have resulted in the China, P.R. team being unable to travel to this tie. Romania will advance to play in World Group I in September,” ITF said.     China was scheduled to play in Piatra Neamt, Romania, on March 6-7 in World Group I playoff.  Passengers on the Diamond Princess cruise ship docked at Japan’s Yokohama port will finally begin to leave the ship starting tomorrow, the Japanese Minister of Health, Labour and Welfare said. Some are expected to transition to shoreside facilities and others could board chartered flights for which they are eligible, according to the ship’s Captain Gennaro Arma.  These are the first passengers to leave the ship, not including those infected with coronavirus who are undergoing treatment on shore or the more than 300 Americans who were evacuated over the weekend and now in quarantine at two US bases. Two groups of people who recently returned from Wuhan, China, have completed their 14-day quarantine at California bases, according to the US Centers for Disease Control and Prevention. The CDC said in a statement that 180 people quarantined at Travis Air Force Base and 166 at Marine Corps Air Station Miramar have been \"medically cleared,\" and their quarantine orders were lifted. One person from the Miramar group who was confirmed to have coronavirus remains hospitalized.  \"It is important to know that people released from quarantine pose no health risk to the surrounding community, or to the communities they will be returning to,\" the CDC said in the statement. Meanwhile, passengers from the Diamond Princess cruise ship who recently returned to the US are \"being kept separate from those individuals who are already at Travis and nearing the end of their quarantine,\" the CDC said. Renowned chef José Andrés says his nonprofit organization World Central Kitchen is in Japan to provide hot meals to those still on the Diamond Princess cruise ship. Andrés and his organization have provided meals to millions throughout the years in natural disasters, such as Hurricane Maria, the California wildfires. His team even fed US government employees put out of work during the federal government shut down last year. Numbers suggesting death rates from coronavirus may be higher inside Wuhan and lower elsewhere may reflect \"severe\" pressure on the health care system there, Mike Ryan, executive director of the World Health Organization's Health Emergencies Programme, told reporters Tuesday. Ryan was responding to a report published Monday by scientists with the Chinese Center for Disease Control and Prevention, showing that patient outcomes in Hubei province are a key driver of the 2.3% case fatality rate they calculated. In Hubei, that number is 2.9%; in other Chinese provinces, that number is 0.4%. The upside, Ryan added, is that \"the lessons that have been learned in Hubei and Wuhan are being applied elsewhere.\" Those lessons include predicting who's most at risk, getting people into critical care early, and ensuring medical teams are well trained in advanced critical care techniques such as ventilation. \"I think the system in China, for example, has got much better at prioritizing those more likely be severely ill,\" said Ryan, who maintained that the case fatality rate can be misleading without proper context. \"You have a huge bias at the beginning of an outbreak because what you find are the really sick people coming forward,\" Ryan said, adding that death rates are likely to drop \"probably because of better and better interventions over time, but also because we're finding more mild cases.\" A chartered airplane that will evacuate Canadian citizens from the Diamond Princess cruise ship is on its way to Japan, according to Global Affairs Canada. The flight is expected to depart the Tokyo Haneda Airport on Thursday. “The aircraft will bring passengers from Japan to Canadian Forces Base in Trenton, after which passengers will be assessed and transported to the NAV Canada Training Institute in Cornwall, Ontario, to undergo a further 14-day period of quarantine,” Global Affairs Canada said in a statement. According to Global Affairs Canada, 43 of the 256 Canadians on the Diamond Princess cruise ship have tested positive for the novel coronavirus.  The Singapore Ministry of Health has reported four new cases of the novel coronavirus, bringing the citywide total to 81 confirmed cases. Here are the four new cases: A 57 year-old woman with no recent travel to China and links to the cluster of cases with the Grace Assembly of God church\nA 35 year-old woman Malaysian national with no recent travel to China and is a relative to a previously diagnosed patient\nA 38 year-old woman with no recent travel to China (She works in an administrative role at Singapore’s National University Hospital but has not interacted with patients since onset of symptoms, the ministry said)\nA 50 year-old man with no recent travel to China and links to the Grace Assembly of God cluster. Five patients diagnosed with the coronavirus have also been discharged from the hospital, bringing Singapore’s total of discharged patients to 29 people. A vaccine for the novel coronavirus could take 12 to 18 months to develop, according to Tedros Adhanom Ghebreyesus, director-general for the World Health Organization. But a vaccine is preparing for “the worst situation,” he said, and for now, long-term preparation needs to be balanced with immediate public health solutions that contain the virus and keep the fatality rate low. “This is a window of opportunity that should not be missed,” Tedros said Tuesday during a press briefing. Dr. Sylvie Briand, director of WHO's Infectious Hazards Management Department, said there could be a candidate for a coronavirus vaccine in about 16 weeks, but it would still require months of development and trials to prove its effectiveness in humans. Briand said there’s been no new data on vaccine development since WHO’s coronavirus research meeting earlier this month. Dr. Mike Ryan, WHO executive director of Health Emergencies Programme, said many lives can be saved in the coming months even without a vaccine, so immediate investment is needed to support health systems and provide treatment. “There are people sick now and health systems that are vulnerable now,” Ryan said. “We can save a lot of lives through supportive therapy.” After a two-week quarantine aboard the Diamond Princess cruise ship in Japan, some American passengers were sent back to the states. However, for some of the 13 who either tested positive or had a high likelihood of testing positive, they must make one more stop in Nebraska.  They're heading to the Omaha-based Nebraska Medicine/University of Nebraska Medical Center (UNMC). The unit is no stranger to treating patients with difficult diseases.  The special 10-bed biocontainment unit is a state-of-the-art facility that has been doing this kind of complicated work for nearly 15 years.  It is a secured area with its own ventilation system that is isolated from the rest of the hospital and is staffed by people with specialized training in communicable diseases. It had been commissioned by the US Centers for Disease Control and Prevention in 2005. In 2014, the unit successfully treated three patients with Ebola, including Dr. Rick Sacra, an American physician from Massachusetts who got sick while working with Ebola patients in Africa. By the end of this week, 40 countries in Africa and 29 in the Americas are expected to have the ability to detect the disease caused by the novel coronavirus, World Health Organization Director-General Tedros Adhanom Ghebreyesus said today during a press briefing. Many countries had been sending samples to others for testing, which can take days. Now, they’ll be able to get results themselves within 24 to 48 hours, he said. WHO has also sent personal protective equipment to 21 countries and is preparing to send it to another 106 in the comings weeks, Tedros said.  After several deaths of healthcare employees as a result of the novel coronavirus, the Chinese government is under criticism for how it is treating its medical workers. Two of the most notable deaths include those of Li Wenliang, the whistleblower doctor credited for warning about the virus, and Liu Zhiming, director of the Wuchang hospital in Wuhan, the city at the center of the outbreak. CNN's Kristie Lu Stout reports that, \"China says it will designate all of them — the frontline doctors, nurses and medics who died while fighting the virus — as martyrs of the epicenter of the outbreak.\" As of Friday, China's National Health Commission (NHC) says at least 1,716 healthcare workers nationwide had been infected by the virus. President Trump is being briefed daily on the coronavirus outbreak, White House press secretary Stephanie Grisham this morning. She appeared on Fox News where she addressed a variety of topics, incluiding the outbreak. She touted the administration’s “unprecedented steps” to curb travel from China. Grisham said a task force, led by Health and Human Services Secretary Alex Azar, is “meeting twice every day.” “We’re keeping track of everything, the safety of Americans is the No. 1 priority for the President and the administration,” she said. Hong Kong has reported one more confirmed case of the novel coronavirus on Tuesday, bringing the citywide total to 62 cases, according to the Hong Kong Health Department. The new case is a 58-year-old man who developed fever and chills on February 11. According to the Health Department, he traveled to Zhongshan, China, and Macao during the incubation period. He is currently in stable condition. A British family who contracted coronavirus in the French ski resort Contamines-Montjoie has been discharged from hospital, French Health Minister Olivier Veran told journalists in Paris on Tuesday.  The British nationals, including a 9-year-old child, were infected after coming into contact with Steve Walsh, a British man who traveled to the resort from a conference in Singapore, where he got the coronavirus. They were hospitalized in Grenoble.  \"All of the patients that were hospitalized in Grenoble were able to leave the hospital. Thus the family that were infected, an English family, the father and his son were able to leave the hospital in Grenoble. They are no longer considered to be sick or carriers of the virus,\" Veran told reporters. The health minister also gave an update on French citizens onboard the Diamond Princess ship in Yokohama, saying that a third French national tested positive for coronavirus on board the cruise liner.  According to Veran the third person does not reside in France and has been taken into the care of the Japanese authorities. There have been no demands to repatriate the person so far. Dr. Michael Ryan, executive director of the World Health Organization’s Health Emergencies Programme, said the organization is still not classifying the coronavirus outbreak a \"pandemic.\" “I think we need to be extremely cautious in using the term ‘pandemic.’ We had lots of controversies during the H1N1 situation, around when it was pandemic and when it wasn’t pandemic, and I think we need to be careful,” Ryan said yesterday. Ryan continued: “The real issue here is whether we’re seeing efficient community transmission outside of China. And at the present time, we’re not observing that .... So therefore I think we have to be very, very careful not to drive fear in the world right now, and be very cautious in using the words you have used. We’ve said that the risk is very high in China, it’s high regionally and it’s high around the world. That is not, ‘the risk is high of a pandemic.’ The risk is high that the disease may spread further, and I think at face value, that is true.\" Dr. Sylvie Briand, director of WHO's Infectious Hazards Management Department, agreed on the need to be cautious with wording. “The difficulty with certain words is that their interpretation varies, and for [the] general public, very often ‘pandemic’ is really the worst-case scenario,\" Briand said. \"And so I think we need, before qualifying the event as the worst-case scenario, we need a lot more evidence and a lot more data. And so that’s why I think we need to be cautious, because it can really create panic unnecessarily.\" British Prime Minister Boris Johnson offered his sympathies to those affected by the coronavrus outbreak in China, in a phone call with the Chinese President Xi Jinping today. President Xi thanked the UK for its support and donations of vital medical equipment, according to a readout by Downing Street.  Here's the rest of the readout: \"The Prime Minister and President agreed on the importance of the UK-China relationship and resolved to work together across a range of issues including strengthening the economic partnership, to benefit the people of both China and the UK.  Ahead of COP26 in Glasgow and the Convention on Biological Diversity Summit in China, the two leaders resolved to work closely together on the issue of climate change. They agreed that biodiversity and climate change are two sides of the same coin and must be addressed in tandem if we’re to protect the planet for future generations.\".  The severity of the novel coronavirus is higher than flu — but perhaps not as high as the 2.3% death rate that has been reported by Chinese authorities, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told CNN today. \"My sense and the sense of many of my colleagues is that the ultimate case fatality rate … is less than 2%,” Fauci said.  What is likely not getting counted is a large number of people who are either asymptomatic or minimally symptomatic. This would mean the novel coronavirus is more lethal than flu but far less lethal that SARS, which comes from the same family of viruses. However, Fauci noted the novel coronavirus is more transmissible than SARS, which infected far fewer people. Fauci's comments follow a study published yesterday by scientists at the Chinese Center for Disease Control and Prevention, calculating a case fatality rate of 2.3% — meaning 2.3% of people found to be infected with the virus have died. \"I would think at tops it’s 2%,” Fauci said. “And it likely will go down when all the counting gets done to 1% or less.” \"That’s still considerable if you look at the possibility that you’re dealing with a global pandemic,\" he added. Rebecca Frasure, an American who has tested positive for the novel coronavirus and is in hospital in Japan, spoke to CNN's Alisyn Camerota on Tuesday.  Frasure, a passenger on the Diamond Princess cruise ship, talked about her experience with the virus -- and what if feels like to be isolated in a hospital.   If you're just joining us, here's the latest you need to know about the novel coronavirus outbreak.  The number of coronavirus cases worldwide has topped 73,400, after China's National Health Commission reported more than 1,880 new confirmed cases. Here's the latest: The numbers: Ninety-eight additional deaths were recorded in mainland China on Monday, China’s National Health Commission said -- including 93 in Hubei province.  The global death toll is 1,873 deaths, including five people outside mainland China. The number of cases outside mainland China is nearing 1,000, reported in 28 countries and regions.  \"Credible risk\" of global pandemic: French health minister Olivier Veran said on Tuesday there is a “credible risk” the novel coronavirus outbreak could turn into a pandemic. Wuhan hospital director death: Liu Zhiming, head of the Wuchang hospital in Wuhan, died from the coronavirus this morning, the first hospital head to die of the virus.  China will designate medical workers who died while working to combat the virus as \"martyrs.\" Cruise ship cases spike again: There are 88 more cases of novel coronavirus on the Diamond Princess, the cruise ship currently docked in Yokohama, the Japanese health ministry announced on Tuesday. That brings the total number of cases from the ship to 544. Cruise evacuations: The UK, Canada, Italy and Hong Kong are sending flights for their citizens onboard the Diamond Princess. The US has evacuated more than 300 Americans from the ship, 14 of whom have tested positive for the virus.  Japan's health minister has confirmed that Diamond Princess disembarkation will begin on Wednesday. Westerdam concerns: Questions are being raised over how an 83-year-old American woman, who had been on the first charter flight taking Westerdam cruise liner passengers to Malaysia, was infected. There are also queries about whether authorities will be retesting the other 2,257 passengers and crew, about half of whom who have already left the ship. More flights reduced: Singapore Airlines says it is temporarily cutting flights across its global network due to the outbreak of the coronavirus. Destinations affected include Frankfurt, New York, Los Angeles, Seattle, Paris, London, Tokyo, Seoul, and routes across Australia and Southeast Asia. Economic woes: Apple warned investors on Monday that the outbreak is hurting its business more than previously expected by limiting how many devices it can make and sell in China. The closing of Chinese plants has also disrupted supply chains globally, threatening to cause a recession in Germany and smartphone shortages worldwide. Here's a look at where the cases are throughout mainland China, according to World Health Organization (WHO) data. These numbers may differ from those reported by Chinese health officials, who report updated totals at different times than the WHO. Here's a look at where the cases are throughout the world, according to the latest World Health Organization (WHO) data.  These numbers may differ from those reported by national health authorities, who report updated totals at different times than the WHO. Apple warned investors on Monday that the ongoing coronavirus outbreak is hurting its business more than previously expected by limiting how many devices it can both make and sell in China. In an investor update, Apple said it no longer expects to meet the revenue guidance it provided last month for the upcoming quarter. \"Work is starting to resume around the country, but we are experiencing a slower return to normal conditions than we had anticipated,\" the company said. Read the whole story here. Chinese restaurants in Australia and elsewhere have been suffering for nearly two months, with many reporting a drop in business due to public fears over the novel coronavirus outbreak. Now, a social media campaign in Australia is urging communities to rally around their local Chinese restaurant, as authorities warn against the danger of misinformation and racialized stigma. The campaign, launched this week by Australian political activist group GetUp!, encourages people to show their support by spreading the hashtag #IWillEatWithYou and pledging to support struggling Chinese businesses. The Philippines is exempting its citizens who are employed abroad from a travel ban that barred them from returning to work in Hong Kong and Macao due to coronavirus fears, the Department of Foreign Affairs undersecretary tweeted Tuesday. The travel restrictions were put in place by the Philippines President Rodrigo Duterte on February 2, leaving thousands of Oversees Filipino Workers (OFWs), as the expat workers are known in the country, stranded in the Philippines. The stuck OFWs were each awarded a cash aid of US$197 (10,000 Philippine peso) and provided with dormitories and food. There are over 210,000 Filipino workers working in Hong Kong and 32,000 in Macao, according to CNN Philippines. Economists at the research firm Capital Economics have tried to estimate the impact the novel coronavirus outbreak could have on Japan's already struggling economy.  The world's third biggest economy is already flirting with recession, and the novel coronavirus could push it over the edge. The outbreak is already hurting Japan's important tourism sector. \"The number of air passenger leaving Hong Kong has plunged by 90% since the Lunar New Year and tourist arrivals from China may have fallen by a similar amount,\" Marcel Thieliant, Capital Economics' senior Japan economist, wrote in a note on Tuesday.  Thieliant said the slump in tourist arrivals will most likely knock around 0.4 percentage points off Japan's GDP growth in the first quarter. However, he added there was \"a growing risk\" that an outbreak of the virus in Japan could hurt consumer spending. The firm now expects Japan's economy to shrink by 0.5% in 2020. Concerns are mounting about how long the novel coronavirus may survive on surfaces -- so much so that China's central bank has taken measures to deep clean and destroy its cash, which changes hands multiple times a day, in an effort to contain the virus. It is unknown exactly how long the novel coronavirus can linger on contaminated surfaces and objects with the potential of infecting people, but some researchers are finding clues by studying the elusive behaviors of other coronaviruses. Cleaning with common household products can make a difference, according to the research, which also found that human coronaviruses \"can be efficiently inactivated by surface disinfection procedures with 62-71% ethanol, 0.5% hydrogen peroxide or 0.1% sodium hypochlorite\" or bleach within one minute. There are 88 more cases of novel coronavirus on the Diamond Princess, the cruise ship currently docked in Yokohama, the Japanese health ministry announced on Tuesday. That brings the total number of cases from the ship to 544, and 606 in Japan as a whole. Around 3,600 passengers have been quarantined on the vessel in the Japanese port since February 4. More than 300 US citizens were evacuated from the Diamond Princess and flown to the United States over the weekend.  The Canadian Government plans to evacuate its citizens from the Diamond Princess cruise ship in Yokohama on Thursday, February 20, according to an email sent to a passenger on board and obtained by CNN. The email from Global Affairs Canada says: \"We will inform you of the exact departure time approximately 24 hours before the flight.\n This will be confirmed in a separate message which will also include instructions on disembarking the ship and boarding the Canadian flight.\" The email notes that passengers should not leave the ship on Wednesday when the quarantine begins to lift, even if eligible to do so. The flight will leave from Tokyo’s Haneda Airport “Please note that if you leave the ship before you are instructed to do so, it will not be possible to board the assisted Canadian flight.” Hong Kong now has 61 confirmed cases of novel coronavirus, according to the city's health department. The latest patient is a 32-year-old woman from the Philippines who works in Hong Kong as a domestic helper, Dr. Chuang Shuk-kwan of the Center for Health Protection said at a news conference on Tuesday. Her employer was the 52nd person to become infected with the virus in the city, Chaung added. The woman started to have a cough and fever on February 2 but got better after self-medicating and didn't go to the doctor, Chaung said.  Her employer tested positive on Thursday, February 13. The domestic helper first tested negative, but remained in hospital for monitoring. She tested positive on Monday. Chaung warned initial tests may not pick up enough of the virus, causing people to test negative even when infected. This is why a patient is tested again if their condition deteriorates or they have had close contact with confirmed cases. Health officials are contacting about a dozen friends of the 61st case who gathered with her outside City Hall on February 9. Hong Kong is home to 385,000 foreign domestic workers, from countries including the Philippines, Malaysia and Indonesia. They are the economic backbone of the city, enabling more mothers to work and generating $12.6 billion to Hong Kong's economy each year, according to one report. French health minister Olivier Veran said on Tuesday there is a “credible risk” the novel coronavirus outbreak could turn into a pandemic. This is a working assumption and a credible risk and France is ready to deal with all possible outcomes,” Veran told French radio network, France Inter. “We have a very strong health system,” Veran added. The minister said he had recently met with the daughter of the 80-year-old Chinese tourist who died from coronavirus last Saturday in France -- the first fatality from the outbreak in Europe. “Out of the 12 confirmed cases of coronavirus in France, four patients remain in hospital,” Veran said. There are two French citizens who tested positive for the virus on the Diamond Princess cruise ship in Japan. They have not asked to be repatriated, according to Veran. Not a pandemic: Michael Ryan, executive director of the World Health Organization’s Health Emergencies Program, said the organization is still not classifying the coronavirus outbreak as a \"pandemic\" because they were not seeing an \"efficient community transmission outside of China.\" An American who was evacuated on a US-chartered jet from a cruise ship docked in Japan told CNN that she wasn't aware that other passengers on the plane had tested positive for novel coronavirus until they landed. Sarah Arana was one of more than 300 US citizens evacuated from the Diamond Princess and flown to the United States. Fourteen passengers from the Diamond Princess had tested positive for coronavirus before they boarded the flight. \"I didn't hear a single word about that until I literally heard it on the news when we landed,\" Arana said. \"It was widely being reported everywhere else and we were never informed about that.\" But Arana felt she was in good hands while on the evacuation flight and when she landed on US soil.  \"On the plane we were with specialists ... very knowledgeable doctors and CDC professionals,\" she said. \"I have no doubt that they did everything with extreme caution.\" Read the full story here.  US citizens who arrived at the Marine Corps Air Station in Southern California earlier this month in the first evacuation flights from Wuhan -- the epicenter of the outbreak -- are nearing the end of their quarantine. The US State Department flights from Wuhan landed at MCAS Miramar in San Diego County, on February 5 and February 7. About 160 people are expected to be released Tuesday morning, Capt. Matthew Gregory, MCAS Miramar's director of communication, confirmed to CNN Monday night. Another group is expected to be released on Thursday. Gregory did not have details on Thursday's release. There have been two confirmed cases of the novel coronavirus among the group. The first and second patients arrived on different planes and were housed in separate facilities, CDC officials said. As Americans are returning to the US on government-chartered evacuation flights, commercial airlines are keeping tabs on passengers leaving the country who may have been exposed to people infected with the virus. The number of coronavirus cases worldwide has topped 73,000, after China's National Health Commission reported more than 1,880 new confirmed cases. Here's the latest: The numbers: 98 additional deaths were recorded in mainland China on Monday, China’s National Health Commission said -- including 93 in Hubei province. The global death toll is 1,873, including five people outside mainland China. Wuhan hospital director death: Liu Zhiming, head of the Wuchang hospital in Wuhan, died from the coronavirus this morning, the first hospital head to die of the virus. China will designate medical workers who died while working to combat the virus as \"martyrs.\"  Cruise ship evacuations: The UK, Canada, Italy and Hong Kong are sending flights for their citizens onboard the Diamond Princess cruise ship quarantined in Japan. The US has evacuated more than 300 Americans from the ship, 14 of which have tested positive for the virus.  Disembarking the Diamond Princess: Japan's health minister has confirmed that Diamond Princess disembarkation will begin on Wednesday. Westerdam concerns: Questions are being raised over how an 83-year-old American woman, who had been on the first charter flight taking 143 Westerdam cruise liner passengers to Malaysia, was infected, and whether authorities will be retesting the other 2,257 passengers and crew, about half of whom who have already left the ship.  More flights reduced: Singapore Airlines says it is temporarily cutting flights across its global network due to the outbreak of the coronavirus. Destinations affected include Frankfurt, New York, Los Angeles, Seattle, Paris, London, Tokyo, Seoul, and routes across Australia and Southeast Asia. Economic woes: Apple warned investors on Monday that the outbreak is hurting its business more than previously expected by limiting how many devices it can make and sell in China. The closing of Chinese plants has also disrupted supply chains globally, threatening to cause a recession in Germany and smartphone shortages worldwide.   Questions are being raised over how an 83-year-old American woman, who had been on the first charter flight taking 143 Westerdam passengers to Malaysia, was infected with coronavirus after the cruise operator said no cases had been found on board. It's not clear whether authorities will be retesting the other 2,257 passengers and crew of the Westerdam, about half of whom who have already left the ship. The ship: The Westerdam was stuck at sea for days, after Japan, Guam, the Philippines, Taiwan and Thailand turned it away over coronavirus concerns. On Friday, Cambodia finally allowed the ship to dock and passengers disembarked. No coronavirus cases were reported.  What we know about the patient:  The woman arrived in Malaysia with a cough. \nShe had no fever or difficulty breathing, but told Malaysian authorities she felt unwell. \nA chest X-ray confirmed she had signs of pneumonia. \nAfter subsequent tests, she was diagnosed with the coronavirus. She is in a stable condition. Flights canceled: All other Holland America charter flights to Malaysia for the remaining Westerdam passengers have been canceled. The Thai government also announced Monday that it would no longer be accepting any Westerdam passengers until February 28. Where did she get the virus? It isn't clear from official statements where the American woman contracted the virus or how long she has had it. The Westerdam left Singapore on January 16 for what was supposed to be a 30-day trip around Asia. The ship visited Thailand, Cambodia and Vietnam, according to marinetraffic.com. But after departing Hong Kong on February 1, where 768 guests joined the boat, it quickly became unwelcome in ports around the region. Westerdam representatives said the company had checked that no one onboard the ship had traveled to mainland China in the 14 days prior to the cruise. Everyone was screened: Holland America Line, which operates the Westerdam, confirmed the virus case but was insistent that everyone on the ship had been screened on February 10, five days before the positive diagnosis. Read the full story here.  A charter plane hired by the Canadian government is due to arrive in Tokyo on Wednesday, according to a government email sent to passengers on board the Diamond Princess cruise ship.  “The departure date will be confirmed once final arrangements have been made with the Japanese government and the cruise ship company,” the email, which was obtained by CNN, reads. “You will be notified 24 hours before the flight leaves.” Passengers who get on the flight will have to undergo a further 14-day quarantine once they arrive in Canada. In a statement to CNN on Tuesday, Global Affairs Canada said that the plane would bring citizens to Canadian Forces Base in Trenton, “after which passengers will be assessed and transported to the NAV Canada Training Institute in Cornwall, Ontario, to undergo a further 14-day period of quarantine.” When the quarantine started, there were 256 Canadians on the Diamond Princess. Of that number, 32 have tested positive for the novel coronavirus. China's State-owned Assets Supervision and Administration Commission (SASAC), is the powerful central body that oversees the country's state sector. There are about 460,000 state-owned enterprises (SOEs) in China. Ninety-six of those are “central enterprises,” which are massive state-owned businesses.  Together, the SOEs contribute 40% of China’s GDP. During a news conference on Tuesday, the SASAC said the government was still assessing the overall loss of this sector due to the coronavirus and it expects SOEs to be hurt even more this month compared to January. Here's what came up: Back to work: More than 80% of the over 20,000 state-owned manufacturing subsidiaries have resumed work. Airline refunds: The three biggest airline operators -- Air China, China Eastern and China Southern -- refunded 13 million tickets and canceled 78,000 flights between January 20 and February 13. Face mask production: The government has ordered some SOEs to start making facial masks. By February 16, 11 of oil and gas enterprise Sinopec’s production lines were producing 620,000 face masks per day. Importing protective equipment: Beijing is also importing face masks from overseas and donating them to Hubei province at the outbreak's epicenter. So far, they have donated 1.74 million imported face masks, 61,800 protective clothing suits, 27,000 clinical goggles, and 348,000 clinical gloves. Kyoto is usually packed with tourists from all over the world. But as the coronavirus outbreak keeps visitors away from the historic streets of Japan's former capital, a group of shopkeepers have launched an \"empty tourism\" campaign to lure them back.  Merchants from five shopping streets in Kyoto's Arashiyama neighborhood -- a popular tourist district on the western outskirts of the city that's filled with temples and shrines -- have devised an advertising campaign dubbed \"suitemasu Arashiyama.\" It translates to \"empty Arashiyama\" or \"there are few people around in Arashiyama.\"  The posters created for the campaign showcase how any would-be travelers could have the district's most-visited spots all to themselves.  One poster shows a monkey with the caption: \"It's been a while since there were more monkeys than humans.\" Underneath, there's a photo of Togetsukyo Bridge -- normally crowded with Instagrammers -- with no tourists about.  Another depicts Arayshiyama's beautiful bamboo grove accompanied with several hashtags, including \"#nopeople\" and \"#nowisthetime.\" Kyoto has enjoyed many busy traveler-filled winters over the past few years, to the point where the city was facing overtourism.  However, due to the effects of the coronavirus outbreak, locals report that the neighborhood has had fewer visitors so far in 2020 than in 2019. Read the full story here.  New images show life inside an exhibition center that has been converted into a hospital treating coronavirus patients in Wuhan, the epicenter of the novel coronavirus outbreak.  Patients who exhibit mild symptoms of the virus, officially called Covid-19, take part in exercise classes lead by a member of the medical staff -- dressed in full protective gear. Other images show patients lying in rows of beds, getting checked over by a member of staff, reading books or at their laptops.  There's still a lot we don't know about the novel coronavirus, officially called Covid-19, and scientists around the world are racing to gather data and develop a treatment. Here's what we can tell you so far: Is there a cure? There's no cure, but patients can be treated for symptoms and may recover. The US National Institutes of Health said it's also working on a vaccine -- but it would take months for clinical trials to begin and more than a year until a vaccine might be available. What are the symptoms? Coronavirus symptoms can look like the flu -- a runny nose, cough, sore throat, headache and maybe a fever. \"It can be more severe for some persons and can lead to pneumonia or breathing difficulties,\" the World Health Organization says.  How does the virus spread? The virus is thought to spread from person to person through respiratory droplets emitted by coughing or sneezing. There's also a possibility the virus can exist in and spread through contaminated fecal matter. There's currently no evidence that the virus is airborne -- meaning, for instance, it doesn't travel across a large room. Who is at risk of infection? People of all ages can be infected with the virus, but older people and those with pre-existing medical conditions are especially vulnerable to severe complications. How can I protect myself? Take the same precautionary measures you would during flu season. Wash your hands often with soap and water, cover your nose and mouth when you sneeze or cough, avoid close contact with people or large gatherings, and wear a face mask. Chinese citizens who bought medicine to treat fever and coughs in Hubei province will be subjected to extra screening by authorities, the provincial government announced Tuesday. Health workers will collect the personal information of those who purchased the medication in Hubei from January 20, regardless of whether they bought it online or offline, the notice read. Those individuals will be subjected to extra testing for the coronavirus and may be quarantined if necessary.  Wuhan, a city in Hubei province, is the epicenter of the coronavirus outbreak. People who exhibited fever symptoms while seeking medical care in Hubei since January 20 will also be checked, the notice added. The policies, which will be implemented with immediate effect, also require pharmacies to submit the identity of those who purchase fever medicine on a daily basis. Stringent and often draconian measures are being ramped up in much of mainland China as the country continues to deal with the fallout from the coronavirus outbreak. It comes as authorities make an effort to return to something like normality in many major cities and commercial hubs, with the long break forced by the outbreak taking its toll on the country's economy. 780 million on lockdown: According to analysis by CNN of Chinese government orders, some 780 million people are still living under some form of restrictive movement, including all of Hubei, the northeastern province of Liaoning, and China's two most important cities, Beijing and Shanghai. Restrictions include everything from self-quarantines to limits on who can come and go from neighborhoods. Tight restrictions: Some of the strictest measures can be found in four cities in Hubei province. The cities of Wuhan, Huanggang, Shiyan and Xiaogan have completely sealed off all residential complexes and communities. The use of non-essential vehicles on local roads is also banned. Residents in each city receive daily necessities from neighborhood and community committees as they are not permitted to leave their homes. China's top political event under threat: In an almost unprecedented move, the central government announced late Monday that it was considering postponing its annual meeting of the National People's Congress (NPC), a gathering of the the country's nearly 3,000 national legislators. The full session was due to open on March 5. Instead, the NPC Standing Committee, a smaller group of fewer than 200 people, will meet in the capital on February 24 to review a proposal to postpone the plenary session, according to Chinese state media. Read the full story here.  The disembarkation of some passengers from the Diamond Princess cruise ship quarantined in Yokohama will being on Wednesday, the Japanese Minister of Health, Labour, and Welfare said. “Everyone wants to go home,” Katsunobu Kato said. “I would like to create the situation where they can go home smoothly.” Kato said that disembarkation would being on Wednesday and last several days. Massive outbreak: Another 99 people from onboard the ship tested positive for the novel coronavirus, the ministry announced on Monday. That brings the total number of cases linked to the stricken vessel to 456 -- around half of all virus cases confirmed outside mainland China. It's the largest single-day increase to date, and comes as several countries prepare to follow the United States in evacuating their citizens from the ship. Who can get off the ship? Japanese authorities have said in recent days that passengers who test negative for the virus and have not been in close contact with those who have tested positive would be eligible for disembarkation. The ministry began testing passengers 80 years or older, then 70 years or older, and then others. CNN is working to confirm exactly how the disembarkation will take place.  Nebraska's largest medical facility has treated Ebola, SARS, monkeypox, and multidrug-resistant tuberculosis. On Monday it was the novel coronavirus that kept the personnel at the Nebraska Medicine/University of Nebraska Medical Center in Omaha up overnight. That's when the US Office of the Assistant Secretary for Preparedness Response asked UNMC to take in a total of 13 patients who had either tested positive, or had a high likelihood of testing positive, for the novel coronavirus. The patients had been on a cruise ship docked off the cost of Japan for two weeks. The center said it was prepared. The facility: The special 10-bed biocontainment unit is a state-of-the-art facility that has been doing this kind of complicated work for nearly 15 years.  It is a secured area with its own ventilation system that is isolated from the rest of the hospital and is staffed by people with specialized training in communicable diseases. The quarantine center: UNMC has a federal quarantine center on its campus. That's where 12 other patients from the cruise ship were sent Monday. The facility has 20 purpose-built rooms, that are separate from, but are in close proximity to the biocontainment unit, that can be used if the patients need additional care.  It was set up to care for patients who may not have symptoms, but who are at a high risk of exposure, or for patients who currently have mild symptoms or a positive test for a disease, but are not sick enough to require hospital admission. The 12 patients in the quarantine center will be tested on site for the novel coronavirus. Read more here.  Britain is working to organize a flight to return its citizens onboard the Diamond Princess cruise ship in Yokohama “as soon as possible,” according to a Foreign Office spokesperson. Foreign Office staff are contacting British citizens on the ship to make arrangements and urge those who have not yet responded to get in touch immediately. China will designate medical workers who died of the novel coronavirus while working to combat the disease as \"martyrs,\" according to state media. The move comes as the government has faced criticism for not providing frontline medics with sufficient equipment or support as they struggle to contain the outbreak, particularly at the epicenter in Hubei province.  As of February 11, more than 3,000 medical workers were believed to have been infected with the virus, according to a study published this week by the Chinese Centers for Disease Control.  First hospital head to die: On Tuesday morning, Wuhan’s Health Commission announced that Liu Zhiming, director of the Wuchang hospital in Wuhan, had died from the virus.  Liu was a neurosurgeon and is the first hospital director to die as a result of the coronavirus epidemic, which started in the city of Wuhan in late 2019. Whistleblower's death: One of the most prominent doctors to die of Covid-19, the disease caused by the virus, was Li Wenliang, who had previously been reprimanded by police in Hubei for \"spreading rumors\" about the virus, after he tried to warn university classmates of a SARS-like infection spreading in Wuhan.  Li's death sparked widespread outrage in China, fueling frustration with how the authorities have handled the outbreak. Revelations of doctors and nurses lacking equipment, being forced to shave their heads, and working almost until they drop, has fueled more frustration.  National heroes: Chinese state media has repeatedly praised frontline workers for their heroics, highlighting their sacrifices and travails ⁠-- though without some of the criticism medics have voiced in overseas and private Chinese media.  By declaring deceased doctors and nurses martyrs, the government is adding them to the pantheon of national and political heroes like Lei Feng, the quasi-mythical Red Army soldier lauded by Mao Zedong.  While no one doubts the very real heroism being practiced by Chinese doctors, it's unclear if the veneration of them after they die will be enough to undo the anger caused by the government's alleged failures to protect them in life.  Liu Zhiming, director of the Wuchang hospital in Wuhan, died from the novel coronavirus on Tuesday morning, according to the city of Wuhan’s Health Commission.  Liu was a neurosurgeon and is the first hospital director to die as a result of the coronavirus epidemic which started in the city of Wuhan in late 2019. The novel coronavirus has spread throughout the world since the first cases were detected in central China in December. Five people have died outside of mainland China from the virus -- in the Philippines, Hong Kong, Japan, Taiwan, and France. There are now at least 895 confirmed cases in over 28 countries and territories outside mainland China -- around half of them linked to the stricken Diamond Princess cruise ship in Japan. \t\tAustralia (at least 15 cases)\n\t\tBelgium (at least 1 case)\n\t\tCambodia (at least 1 case)\n\t\tCanada (at least 8 cases)\n\t\tEgypt (at least 1 case)\n\t\tFinland (at least 1 case)\n\t\tFrance (at least 12 cases, 1 death)\n\t\tGermany (at least 16 cases)\n\t\tHong Kong (at least 60 cases, 1 death)\n\t\tIndia (at least 3 cases)\n\t\tItaly (at least 3 cases)\n\t\tJapan (at least 62 cases, 1 death; plus 456 cruise ship cases)\n\t\tMacao (at least 10 cases)\n\t\tMalaysia (at least 22 cases)\n\t\tNepal (at least 1 case)\n\t\tPhilippines (at least 3 cases, 1 death)\n\t\tRussia (at least 2 cases)\n\t\tSingapore (at least 77 cases)\n\t\tSouth Korea (at least 31 cases)\n\t\tSpain (at least 2 cases)\n\t\tSri Lanka (at least 1 case)\n\t\tSweden (at least 1 case)\n\t\tTaiwan (at least 22 cases, 1 death)\n\t\tThailand (at least 35 cases)\n\t\tUnited Arab Emirates (at least 9 cases)\n\t\tUnited Kingdom (at least 9 cases)\n\t\tUnited States (at least 15 cases)\n\t\tVietnam (at least 16 cases) Read more about the patients in each place. Apple warned investors on Monday that the ongoing coronavirus outbreak is hurting its business more than previously expected by limiting how many devices it can make and sell in China. In an investor update, Apple said it no longer expects to meet the revenue guidance it provided last month for the upcoming March quarter. \"Work is starting to resume around the country, but we are experiencing a slower return to normal conditions than we had anticipated,\" the company said. Much of Apple's manufacturing operations are based in China, which has been hardest hit by the coronavirus outbreak. Nearly half the country's population are living under some form of travel restrictions. Read more here.  Israel is barring entry to foreigners who have traveled through four places in Asia in the past 14 days, as concern over the coronavirus grows ⁠-- adding the locations to a list that already includes mainland China. Foreign travelers who have been to the following places in the past two weeks will be denied entry to Israel, according to the country's interior and health ministries. Hong Kong \nMacao\nSingapore\nThailand Anyone who is not an Israeli citizen and has been to these locations is not allowed to enter Israel through sea, land, or air crossings, interior minister Aryeh Deri said. Israel has already barred foreigners who have recently traveled through mainland China from entering the country. Self-quarantine: On Sunday, the health ministry announced that any Israeli citizens returning from the four locations must self-quarantine for a period of two weeks. Those citizens are not allowed to visit any public areas, including schools, their workplaces, hospitals, entertainment centers, shopping centers, or travel on public transportation. Singapore Airlines has announced that it will reduce flights due to the outbreak of the novel coronavirus. In a statement released on Tuesday, the company said that Singapore Airlines and its regional wing SilkAir, \"will temporarily reduce services across our network due to weak demand as a result of the Covid-19 outbreak.\"  Covid-19 is the official name for the coronavirus.  Flights across the Singapore Airlines and SilkAir global network will be affected through February, April and May.  Destinations affected include Frankfurt, New York, Los Angeles, Seattle, Paris, London, Tokyo, Seoul, and destinations across Australia and Southeast Asia.  It comes after Singapore Airlines reduced flights to mainland China and Hong Kong earlier this month following a decrease in demand. Concerns are mounting about how long the novel coronavirus may survive on surfaces — so much so that China's central bank has taken measures to deep clean and destroy its cash, which changes hands multiple times a day, in an effort to contain the virus. It is unknown exactly how long the novel coronavirus can linger on contaminated surfaces and objects with the potential of infecting people, but some researchers are finding clues by studying the elusive behaviors of other coronaviruses. About the virus: Coronaviruses are a large group of viruses common among animals. In rare cases, they are what scientists call zoonotic, meaning they can be transmitted from animals to humans, according to the US Centers for Disease Control and Prevention. Officials do not know what animal may have caused the current outbreak of novel coronavirus in Wuhan, China. But previously, studies have suggested that people were infected with the coronavirus MERS, or Middle East respiratory syndrome, after coming in contact with camels, and scientists have suspected that civet cats were to blame for SARS, severe acute respiratory syndrome. These human coronaviruses, such as SARS and MERS, have been found to persist on inanimate surfaces — including metal, glass or plastic surfaces — for as long as nine days if that surface had not been disinfected, according to research published earlier this month in The Journal of Hospital Infection. Cleaning with common household products can make a difference, according to the research, which also found that human coronaviruses \"can be efficiently inactivated by surface disinfection procedures with 62-71% ethanol, 0.5% hydrogen peroxide or 0.1% sodium hypochlorite\" or bleach within one minute. Read more here. Hong Kong Chief Executive Carrie Lam said arrangements are being made to bring back Hong Kong residents aboard the Diamond Princess cruise ship in Yokohama, Japan.  A total of 352 passengers on the ship are Hong Kong residents.   Two charter flights will be sent to bring them back and each flight has 148 seats, Lam said at a news conference on Tuesday. The first plane was sent to Japan yesterday, Lam said, with the second going today. Returnees will be sent to quarantine centers in Hong Kong for 14 days. Singapore is increasing isolation conditions for those who have returned or transited through mainland China, the Ministry of Health said Tuesday.  Previously, Singapore had issued a 14-day \"Leave of Absence\" (LOA) notice, which \"allowed returnees to leave their homes briefly, for example for their meals or to buy household supplies,\" a news release said. Now, travelers must abide by a \"Stay-Home Notice\" (SHN), which means they'll \"have to remain in their place of residence at all times during the 14-day period.\" \"Those placed on the SHN will be reminded to monitor their health closely and minimise contact with others,\" the statement said.  The new rules apply to Singapore residents, long-term pass holders and returning workers from mainland China on work passes.  The ministry said support will be available for those who need assistance in getting \"food and daily necessities.\" Rising cases: Singapore has confirmed two new cases of the virus, bringing the citywide total to 77, the Ministry of Health announced on Monday. The latest cases are: A 76-year-old man who was evacuated from Wuhan, China on February 9. \nA 35-year-old man with no recent travel to China who is linked to a previous case.  A total of 24 coronavirus patients have been discharged, according to the ministry. Carl Goldman, 66, and his wife, Jeri Seratti-Goldman, were passengers on the Diamond Princess cruise when the ship became quarantined in Japan's Yokohama port. Now, one of the 13 evacuees who just arrived at the University of Nebraska Medical Center in Omaha, he recalls his experiences so far. “We made the most of our time on that cruise. We had friends with an adjoining suite, so we went back and forth,” Goldman told CNN.\n“We watched a lot of movies. We chuckled.”  However, by the time he, his wife, and the other Diamond Princess passengers were being evacuated to the US, Goldman, who is from Santa Clarita, California, began to show symptoms.  “I had a high fever on the flight and they took my temperature and I wound up in a section of the plane that is isolated,” Goldman said. “They put me there with other people they suspected of having the virus. The section was sealed off with big sheets of plastic.”  Goldman, who was first taken to Travis Air Force Base, landed in Omaha this morning. “I am being tended to by two nurses in full hazmat suits and the doctor who visited me was also in a hazmat suit,” he said. “My wife and I are in separate wings of this facility and we’re talking to each other via Facetime.\" Goldman and his wife are now awaiting test results for the novel coronavirus. Hong Kong's Department of Health has announced that it will prosecute two people suspected of violating compulsory quarantine requirements. In a statement released on Monday, the department said that since the compulsory quarantine began on February 8, four Hong Kong residents under quarantine have attempted to leave Hong Kong in breach of the requirements. The department added that following investigations, it had applied to serve summons to two of the people involved. The other two people are still under investigation.  The rules: According to quarantine regulation, all travelers who have been in mainland China within 14 days preceding their arrival in Hong Kong must be subject to a 14-day quarantine. Potential punishment: If convicted of violating the quarantine regulation, the two Hong Kong residents face a maximum fine of $3,220 each and up to six months in prison.  Japan’s health ministry has issued guidelines for people experiencing symptoms similar to the coronavirus, as the country steps up efforts to contain its spread. People who are feeling lethargic, experiencing shortness of breath, or who have had a temperature of 37.5 Celsius or higher for four days should call nationwide healthcare centers that are in charge of responding to the coronavirus outbreak, the ministry advises. The guidance is geared to prevent worried citizens from inundating hospitals by providing them with specific hotlines to call. It comes as Japanese Prime Minister Shinzo Abe held a meeting with medical experts over the weekend and Japan’s health minister warned on Sunday that the nation is “entering a new phase” in the coronavirus outbreak. “We want to ask the public to avoid non-urgent, non-essential gatherings. We want the elderly and those with pre-existing conditions to avoid crowded places,” Katsunobu Kato said Sunday, after a discussion by a panel of experts.  Kato said that as it would be difficult to track the source of the infections, Japan could see a rise in cases. He stressed that it was important for medical facilities to prepare themselves in advance to tackle a potential spread of the infection in Japan.  Biggest outbreak outside China: Japan has now confirmed a total of 518 virus cases -- 456 related to the Diamond Princess and 62 with no connection to the ship. An elderly woman is the only person in Japan to have died of the virus. China’s National Health Commission confirmed a total of 98 deaths on Monday from the novel coronavirus, with 93 of those in Hubei province, the epicenter of the outbreak.  The death toll in mainland China now stands at 1,868. Five deaths have been reported outside mainland China, with one death each in Hong Kong, Taiwan, Japan, the Philippines and France. That brings the global death toll to 1,873.  The cases: As of end of day Monday, there were 1,886 more confirmed cases of the virus in mainland China, with 1,807 of those in Hubei.  The total number of confirmed cases in mainland China is now 72,436, bringing the global total to 73,325. China's NHC said that a total of 12,552 patients have recovered and been discharged from hospital. An additional case of the novel coronavirus has been confirmed in South Korea by the South Korean Centers for Disease Control and Prevention (KCDC).  A woman in her 60s with no recent travel history overseas tested positive today, the KCDC said in a news statement.  South Korea now has 31 confirmed cases of the coronavirus.  South Korea's government plans to send a third presidential aircraft to Japan Tuesday afternoon, local time, to repatriate its citizens from the Diamond Princess cruise ship who wish to return, according to a new release from Vice Minister of Health and Welfare, Kim Gang-lip. Seoul is in consultation with Tokyo to work on specifics, according to the news release.  Currently, nine South Korean passengers and five crew members are on the ship. The number of coronavirus cases worldwide has topped 71,000, according to the latest numbers from China's National Health Commission. Here's the latest: The numbers: 98 additional deaths were reported in mainland China on Monday, China’s National Health Commission said as of Monday -- including 93 in Hubei province. The global death toll is 1,873, including five people outside mainland China. Diamond Princess: Another 99 cases have been confirmed aboard the quarantined Diamond Princess cruise ship in Japan. The US has evacuated more than 300 Americans from the ship, 14 of which have tested positive for the virus. Canada, Italy and Hong Kong are also sending flights for their citizens. Westerdam: An American woman was confirmed to have the virus, after almost 1,500 fellow passengers departed the ship docked in Cambodia for onward travel. Some 92 American citizens are still on board the Westerdam, and 260 in hotels in Phnom Penh. Decline in new cases: Recent data from around the world — and in particular from China — appear to show a decline in new cases. The World Health Organization says the new data must be analyzed \"cautiously.\"  Travelers denied entry to US: At least 140 travelers were denied entry to US due to coronavirus outbreak. Fourteen foreign nationals were turned away at US airports and 126 people were refused entry at land ports from February 2 to 12, according to data from the Department of Homeland Security. Not a pandemic: Michael Ryan, executive director of the World Health Organization’s Health Emergencies Program, said the organization is still not classifying the coronavirus outbreak a \"pandemic\" because they were not seeing an \"efficient community transmission outside of China.\" Travel restrictions: Almost half of China's population -- 780 million people -- is living under some form of travel restrictions, as authorities attempt to contain the novel coronavirus outbreak. Restrictions of varying degrees are being enforced in various provinces and cities across mainland China including Hubei, Liaoning, Beijing and Shanghai.", "Section": "asia", "Writers": ["Helen Regan", "Adam Renton", "Ivana Kottasová"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-18-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}