{"Type": "article", "Time": "2021-01-17", "Headline": "Corporate earnings don't look great. But the drought may be over soon", "Text": "It's report card season for Corporate America. Companies are starting to release their earnings for the fourth quarter of last year, and so far it doesn't look like many blue chip stocks are going to get a passing grade. There's good news though: 2021 is likely to be a lot better. Big banks JPMorgan Chase, Wells Fargo and Citigroup reported results Friday that showed there are still concerns about the pandemic's impact on consumer and small business behavior. Delta also reported a record loss last week as coronavirus ground travel to a halt. According to estimates from FactSet Research, companies in the S&P 500 are expected to report that their profits fell by about 7% in the final three months of 2020 compared to the fourth quarter of the previous year. That, however, should be the end of the earnings drought. FactSet senior earnings analyst John Butters told CNN Business that S&P 500 profits should rebound in the first quarter, with analysts forecasting a nearly 17% year-over-year jump in the first quarter and a more than 46% surge in the second quarter. For the full year, Butters said profits should rise more than 22%. Of course, companies will face relatively easy comparisons to last spring considering that much of the US economy essentially shut down for several months beginning in March. That's one reason why stocks have surged back to near record high levels.  But the rally may be justified, especially if vaccinations and stimulus lead to a quicker return to normal.  Lindsey Bell, chief investment strategist with Ally Invest, said in a report that \"worries about valuations could be overblown.\" \"There's also a good chance Wall Street is underestimating earnings growth in 2021. Earnings estimates for this year continue to climb,\" she added.  Many companies tightened their belts during the pandemic, cutting costs in order to preserve profit margins. That means that any incremental sales growth will have a much bigger impact on future earnings. \"The very strong margin performance during the pandemic bodes well for earnings growth over the next couple of years as revenue growth resumes,\" said David Lefkowitz and Matthew Tormey, equity strategists at UBS Global Wealth Management, in a report. With that in mind, investors will be keeping an eye on the forecasts from big companies when they report results next week. (US markets are closed Monday in observance of Martin Luther King Jr. Day.) Several other big banks, most notably Bank of America, Goldman Sachs and Morgan Stanley, are scheduled to report. Also on tap? Earnings from Netflix, UnitedHealth, Procter & Gamble and United Airlines.  Two tech giants of the Dow that have made big personnel moves lately are also set to report their latest earnings.  IBM, which recently hired former Trump economic adviser and ex-Goldman Sachs chief operating officer Gary Cohn as its vice chairman, reports as the company is set to spin off a big chunk of its older businesses in order to focus on its cloud operations. And struggling chip company Intel, which announced that CEO Bob Swan would be stepping down after just two years at the helm, will likely talk more in its earnings release about how it can get back on track. Alibaba is facing an 'existential crisis' This year could be the most consequential for Alibaba since it was founded two decades ago, my CNN Business colleague Jill Disis reports.  China's most famous tech company faces a host of challenges at home and abroad that risk fundamentally changing it forever. Chinese authorities are investigating the company on antitrust grounds, while also pushing its sprawling financial affiliate, Ant Group, to overhaul its business. To make matters worse, the company's figurehead — co-founder and former chairman and CEO Jack Ma — has been out of public view for months. The other threat is Washington. While the Trump administration has backed off a proposal to ban American investment in Alibaba and two other prominent Chinese tech firms, US-China tensions are likely not going away anytime soon. It could all make for a very rough 2021 for Alibaba. \"Alibaba, like all other big Chinese tech, is in [an] existential crisis,\" said Alex Capri, a research fellow at Hinrich Foundation and a visiting senior fellow at National University of Singapore. Up next Monday: US markets closed Tuesday: Bank of America, Goldman Sachs, State Street and Netflix earnings Wednesday: BNY Mellon, Morgan Stanley, Procter & Gamble, UnitedHealth and Alcoa earnings; EIA report on crude inventories Thursday: Baker Hughes, Truist, Union Pacific, IBM and Intel earnings; ECB decision; US initial unemployment claims Friday: Ally Financial and Schlumberger earnings; US existing home sales", "Section": "investing", "Writers": ["Paul R. La Monica"], "URL": "https://www.cnn.com/2021/01/17/investing/stocks-week-ahead/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}