{"Type": "article", "Time": "2018-05-28", "Headline": "US sails warships past disputed islands in South China Sea", "Text": "The United States has sailed two warships past a handful of disputed islands in the South China Sea for the first time, a move that drew the ire of Beijing. A US official told CNN that the guided-missile destroyer USS Higgins and the cruiser USS Antietam sailed within 12 miles of four of the Paracel Islands in its what the US Navy calls a \"freedom of navigation operation\" (FONOP), which are meant to enforce the right of free passage in international waters.  The US Navy operation occurred Sunday, according to Reuters, which first reported it. Ian Storey, senior fellow at the ISEAS Yusof Ishak Institute, told CNN it was the first time under the Obama and Trump administrations that more than one US ship had been involved in such an operation. \"It appears that the US it pursuing a harder line against China in the South China Sea ... Of course whether these will actually have any impact on China's behavior is unclear,\" he said. China's Foreign and Defense ministries accused the Washington of encroaching on Beijing's territory by sailing past the islands. A statement from ministry spokesman Lu Kang called on the US to \"immediately stop such provocative actions that encroach upon China's sovereignty and threaten China's security.\" One of the islands involved in the FONOP was Woody island, believed to have been used for military drills that involved Chinese nuclear-capable bombers earlier this month. But despite the recent news, Storey said it was more likely the FONOP had been planned months in advance as a show of support for US allies ahead of Defense Secretary James Mattis' visit to Singapore in the coming week. Mattis will be in Singapore for the 2018 Shangri-La Dialogue, an annual meeting of the world's top defense analysts and government ministers. \"He could point to the FONOPS in the Paracels around five days earlier and say, 'We're protecting freedom of navigation in the South China Sea like we do around the world',\" he said. Missiles, radar in South China Sea In recent years, the Chinese government has built a number of artificial islands in the South China Sea with military installations, including radars facilities and airstrips. US intelligence in early May said there was a high likelihood Beijing had deployed anti-ship and anti-aircraft missiles to three of their artificial islands as part of large-scale military drills. As part of the US government's new tough line in the South China Sea, it uninvited the Chinese military on May 23rd from the biannual RIMPAC naval drills, saying Beijing's behavior was \"inconsistent\" with the spirit of the exercises. It drew a stern response from the Chinese government, who said the US decision was \"non-constructive.\" Beijing says much of the South China Sea is its sovereign territory, claims most of the internationally community view as spurious.  Vietnam, the Philippines, Taiwan, Indonesia, Malaysia and Brunei also claim islands parts of the South China Sea. An international court ruled in 2016 that most of Beijing's claims in the South China Sea were illegal, but that decision has not significantly affected the status quo on the ground. Washington says it engages in freedom of navigation operations to enforce the right of free passage in contested waters. US hawks take control The latest series of operations and exercises comes amid a reorganization of the top military brass in the United States Pacific Command. Adm. Philip Davidson, who has been nominated to take over from Adm. Harry Harris as the head of Pacific Command, told US lawmakers in a submission in April that China could now control the South China Sea in all scenarios \"short of war.\" \"To ensure stability, US operations in the South China Sea  must remain regular and routine. In my view, any decrease in air or maritime presence would likely reinvigorate PRC expansion,\" Davidson's written answers said. When Davidson faced US senators during a confirmation hearing with the Armed Services Committee on April 17, he said it was \"incredibly important\" the American government came together to deal with China. \"I intend to work closely with the State Department,\" the admiral said. At the US Navy Pacific Fleet's change of command ceremony in Hawaii in mid-May, outgoing commander Adm. Scott Swift called what is happening in the South China Sea an example of \"using might to make it right ... a creeping genesis of a new rules-based order formed on the basis of military power, not international consensus.\"", "Section": "asia", "Writers": ["Ben Westcott", "Steven Jiang", "Joshua Berlinger"], "URL": "https://www.cnn.com/2018/05/27/asia/south-china-sea-freedom-of-navigation-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}