{"Type": "article", "Time": "2018-02-21", "Headline": "Where to eat in London's Chinatown", "Text": "The lanes around Gerrard Street in London's Soho are crammed as tightly with Asian restaurants as fillings in a Chinese dumpling, with the results just as delicious.  This is London's Chinatown, an Asian community hub since the 1950s, and one of the most fun and diverse places to eat in central London -- if you know where to look.  In what's one of the city's most touristy destinations -- the brash delights of Leicester Square and Piccadilly Circus are just yards away -- the range of options can be daunting. There are close to 80 businesses here and the risk of MSG gloop, tired decor and bad service is real.  CNN Travel hits Chinatown's streets to give you this pan-Asian primer on what to eat, where and why.  Cantonese  Cantonese cuisine, from Guangdong Province, is the Chinese style most familiar to Western palates, thanks to the region's many emigrants who set up restaurants around the globe. The Cantonese roast duck at Four Seasons (12 Gerrard St, W1D 5PR; 020 7494 0870) is rightly famous throughout London and beyond -- the Financial Times once called its delicate balance of crisp, caramel skin and tender flesh the best roast duck in the world. There's a second branch next door and another close by on Wardour Street.  The interior here, like many joints in this part of town, is a little shabby and a little kitschy. Many seem to have changed little since the '70s or '80s -- which is part of the appeal.  For a more modern, upmarket experience, Plum Valley's slick, dark-wood interior may suit (20 Gerrard St, W1D 6JQ; 020 7494 4366).  Prices are pretty reasonable but some of the showier items -- such as the pan-grilled black cod with Champagne and honey (around $42) -- may leave your stomach as empty as your wallet.  Sichuan  Sichuan cuisine is bold and fiery and the party atmosphere at Jinli (4 Leicester St, WC2H 7BL; 020 7437 1528) is a suitably lively accompaniment. The upstairs has an '80s nightclub feel and, in a laminated menu liberally scattered with red-pepper heat warnings, the signature dish is grilled fish in chilli oil. When things really get sizzing, there's KTV karaoke, a Chinese institution. Baozi Inn (25 Newport Court WC2H 7JS; 020 7287 6877) trades in buns, noodles and dumplings, while Chinatown's newest opening, Shu Xiangge (10 Gerrard St, W1D 5PW; 07445366666) serves heart-warming, lip-numbing Sichuan hot pot, made with 12 different spices and from a selection of 80 ingredients.  Dim sum There are plenty of places in Chinatown to indulge a passion for steaming hot baskets packed with bite-sized dumplings, buns and rolls. Xiaolongbao, Shanghai-style soup dumplings, are the signature dim sum at Dumplings' Legend (an offshoot of Taiwanese dim sum stalwart Leong's Legend).  Dumplings Legend serves nine varieties of these delicately twisted dough purses filled with flavorsome broth and fillings ranging from crabmeat to black truffle and pork. A glass room near the entrance lets you see the dumpling-makers at work.  Dumplings' Legend, 15-16 Gerrard Street, W1D 6JE; 020 7494 1200 Leong's Legend, 39 Gerrard St, W1D 5QD; 020 7434 0899  Hot pot   At Shuang Shuang (64 Shaftesbury Ave, London W1D 6LU; 020 7734 5416) -- a conveyor belt hot pot spot -- you make your own dinner. It's the Escape Room of dining experiences, with egg timers, tools and diagrams to negotiate while you and your friends turn color-coded plates of ingredients and broth into your evening meal. It's fun, it's sociable, but if you like your food fast and fuss-free, it may just drive you nuts.  Hot Pot (17 Wardour St, London W1D 6PJ; 020 7287 8881) also offers a chance to try the 1,000-year-old Mongolian technique of DIY dining, but without conveyor belts.  Japanese Whether you've a hankering for sushi, Japanese curry, freshly baked cakes or ice-cream, Shibuya Soho has it all (110 Shaftesbury Avenue, W1D 5EJ; 020 7439 8393). It's also where you can try bingsu, a Korean shaved ice dessert with a range of toppings, from mango to espresso.  New opening Ichibuns (22 Wardour St, W1D 6QQ;020 3937 5888) has friendly staff and a super-fun Manga-style interior. This Japanese take on diner food includes Wagyu burgers and ramen, but arguably one of the biggest draws is the restrooms. Yes, you can try out a proper high-tech Japanese toilet right here in Chinatown.  Malaysian If you're visiting around Lunar New Year, Rasa Sayang (5 Macclesfield St, W1D 6AY; 020 7734 1382) is the place to try yu sheng, a traditional new year dish in Malaysia and Singapore -- both in the restaurant or to take away.  Family and friends gather to enjoy the huge mix of ingredients -- carrots, ginger, jellyfish, wontons and more -- all of which signify luck, wealth or health. In the ritual of lo hei (\"toss high\"), guests toss the ingredients in the air with chopsticks while shouting out good wishes for the year ahead.  Burmese  Myanmar cuisine arrived in Chinatown in 2017 with the opening of The Shan State, a chic spot at 100-102 Shaftesbury Avenue with communal timber benches and colorful umbrellas decorating the wall.  For an authentic taste of Myanmar, try lahpet, fermented tea leaf salad served with peanuts, dried prawn, garlic and tomato.  Feeling fancy  A gorgeous new opening from the people behind the much-loved Bao, Xu (30 Rupert St, W1D 6DL; 020 3319 8147) is styled like a 1930s Taiwan tea room, complete with private Majhong games rooms.  The feasting menu includes glamorous delights such as lotus crisps and char siu Iberico pork collar.  After dinner, you can slink around the corner to the speakeasy-style Opium parlour (The Jade Door, 15-16 Gerrard St, W1D 6JE; 020 7734 7276; above Dumplings' Legend) and enjoy a Zodiac cocktail aligned with your birth sign; 2018 is the Year of the Dog.  Served in a cute ceramic puppy, the Dog cocktail is made of raisin-infused Chivas Regal whisky, noisette, biscuit syrup, chocolate bitters and mead. It's so sweet it might make you howl, but it's worth it for the novelty factor alone.  Cheap eats For delicious street snacks costing less than $5, head to Little Newport Street, near Leicester Square station.  At Chinese Tapas House (15 Little Newport St, WC2H 7JJ), a rough-and-ready hole-in-the-wall joint, jianbing, traditional breakfast crepes from Shandong Province, are cooked fresh in front of you.  After the dough's spread thin on the hotplate, an egg is cracked on top, fresh coriander and scallions scattered across, hoison, chili sauce and crunchy wontons are added, and your choice of fillings -- Chinese sausage, belly pork, crispy pigskin or pickles.  Next door at Good Friend Chicken (14 Little Newport St), for just £3.50 you can get a large paper bag of tender, tasty Taiwanese popcorn chicken, sprinkled with your choice of seven different spices, from plum to seaweed.   Sweet treats Just around the corner at 7 Newport Place (WC2H 7JR), Chinatown Bakery does a roaring trade day and night selling everything from Taro buns to green-tinted Pandan Swiss rolls.  Plenty gather just to watch the taiyaki machine in the window spill out freshly filled fish-shaped waffles, oozing with custardy goodness.  For those for whom photographing one's food is as important a part of the digestion process as swallowing, there's Bake and Bubble Wrap, at No. 9 and No. 24 Wardour Street.  Bake's most Instagrammable is their soft-serve matcha tea ice-cream served in a fish-shaped taiyaki waffle cone with a jaunty wafer.  Bubble Wrap specializes in Hong Kong-style egg waffles, served with ice cream and topped with everything from Oreos to red bean sauce. They look fabulous but you'd better be hungry and love sugar -- the peanut butter option is Hong Kong levels of sweet.  And if you want to compare Hong Kong custard tarts to the Portuguese originals, Wonderful Patisserie (45 Gerrard St, W1D 5QQ; 020 7734 7629) serves both. ", "Section": "foodanddrink", "Writers": ["Maureen O'Hare"], "URL": "https://www.cnn.com/travel/article/chinatown-london-where-to-eat/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}