{"Type": "article", "Time": "2018-09-13", "Headline": "Super Typhoon Mangkhut: Alerts issued as huge storm nears Philippines", "Text": "More than 4 million people in the Philippines are in the path of destructive typhoon-force winds caused by Super Typhoon Mangkhut. The massive storm is the equivalent of a Category 5 hurricane, which at its peak Wednesday became the strongest storm of 2018 with winds of 285 kph (180 mph). Countries across east and southeast Asia are issuing emergency alerts and ordering evacuations as both Mangkhut and a second storm, Typhoon Barijat hit the region.  Around 12,000 people have been evacuated from low-lying parts of China's Guangdong province and shipping halted ahead of the arrival of Typhoon Barijat Thursday, according to state media.  Mangkhut, stronger than Hurricane Florence which is currently lashing the US East Coast, is expected to make landfall on Luzon island Saturday. Current wind speeds are up to 285 kilometers per hour (180 mph), equivalent to a Category 5 Hurricane and  \"All things being equal, Mangkhut is a bigger, stronger and more dangerous storm\" than Florence, said CNN Meteorologist Brandon Miller. \"Any land hit directly would see more significant and destructive impacts from the Super Typhoon due to its size and intensity.\" However, he added that the extent of the destruction caused by a hurricane or typhoon depends on what it hits, and the US east coast is \"much more populated with significantly more infrastructure to damage.\" \"Therefore Florence will almost certainly be a more 'damaging hurricane' -- but Mangkhut presents a more serious threat to life considering it will hit with stronger winds, over a larger area, and have higher storm surge,\" Miller said. Mangkhut has already torn through Guam and the Marshall Islands in the Pacific, causing widespread flooding and power loss, with parts of Guam still without electricity Thursday morning.  Sixteen provinces across Luzon and the Visayas Islands have issued tropical cyclone warnings for Mangkhut -- known as Ompong locally -- with the threat level expected to rise, according to the Philippine Atmospheric, Geophysical and Astronomical Services Administration.  Philippines President Rodrigo Duterte will hold a meeting Thursday of the National Disaster Risk Reduction and Management Council, as the government considers extra emergency procedures ahead of the storm.  Mangkhut is currently on track to be as strong as Super Typhoon Haiyan, which left more than 6,000 people dead in the Philippines in 2013, though that storm hit a more populated part of the country.  Northern Luzon was also devastated in 2016 by Super Typhoon Haima -- known as Lawin locally -- with 14,000 houses destroyed and 50,000 homes damaged, according to CNN Philippines. The Red Cross said it had put teams on the highest level of alert across the island, warning that high winds and torrential rains could cause widespread damage to islands and coastal areas of Luzon.  \"We're worried for the 10 million people in the Philippines living in the path of this destructive storm, including those who have been displaced several times due to the monsoon rains last July and August,\" Richard Gordon, chairman of the Philippines Red Cross, said in a statement. \"We are preparing our emergency assets and relief items. Our staff and volunteers are on high alert for possible deployment.\" The Global Disaster Alert and Coordination System said it expected a \"high humanitarian impact based on the storm strength and the affected population in the past and forecasted path.\"  'Widespread damage' expected As it passes through the Luzon Strait between the Philippines and Taiwan, southern parts of that island are also due to suffer the effects of Mangkhut, and officials have put some areas on alert, with the potential to issue more severe warnings.  The worst of the storm will be borne by Hong Kong and Macau however, which are currently in the storm's path. Per current projections, Mangkhut could be one of the strongest storms to hit Hong Kong in over six decades.  As of early Thursday morning, both cities still had warning signals raised for the comparatively small Typhoon Barijat, as it passed over the Pearl River Delta into mainland China.  Officials in Hong Kong held emergency meetings Wednesday, in which all departments were warned to have \"their deployment and emergency response plans ready for the possible threats that may be brought to Hong Kong by Super Typhoon Mangkhut.\"  Last year, 10 people died in Macau as a result of Typhoon Hato, the strongest storm to hit the city in over five decades, which also caused widespread flooding and damage to property. \"As Mangkhut crosses the South China Sea, widespread wind damage will be likely in southern China and around Hong Kong by late in the weekend, especially in coastal locations,\" AccuWeather Senior Meteorologist Adam Douty said in a statement. Multiple Hong Kong airlines, including flag carrier Cathay Pacific, have announced they will waive charges for rebooking or re-routing flights arriving or departing the city during the worst of the storm. Queenie Lam, a senior scientific officer at the Hong Kong Observatory, told CNN that Mangkhut was \"expected to pose a considerable threat to the coast of Guangdong\" in southern China and would bring gale force winds to Hong Kong. She said HKO expects to lift the T8 warning signal as the storm nears the city, the second highest in severity.  Macau's Meteorological and Geophysical Bureau warned that Manghkut would \"pose a serious threat to the Pearl River Delta,\" in which the city is located. ", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2018/09/12/asia/super-typhoon-ompong-mangkhut-wxc-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}