{"Type": "article", "Time": "2021-02-22", "Headline": "The iPhone just had a huge quarter", "Text": "Surging iPhone sales in the final three months of 2020 pushed Apple ahead of Samsung as the world's biggest smartphone maker, according to new research. The launch of the 5G iPhone 12 series propelled Apple to the number one position in the fourth quarter, Gartner said in a statement on Monday. The last time Apple was the top smartphone vendor was in the fourth quarter of 2016, according to Gartner's data, which tracks sales to consumers. Apple, which launched its 5G lineup in mid October, sold nearly 80 million smartphones in the final three months of 2020, a 15% increase on the same period the previous year. The company also shipped its most iPhones ever to distributors in a single quarter, at 81.8 million, according to research published by Singapore-based Canalys late last month. By that measure, Apple has outperformed Samsung on fourth-quarter sales since 2017. The final three months of the year are often Apple's strongest because it typically unveils new iPhones in September. That was delayed last year until October as a result of supply chain disruptions caused by the coronavirus pandemic. Samsung usually updates its flagship Galaxy S phones in February, contributing to a much stronger first quarter performance. This year, the company announced new models a month early. Apple's double-digit sales growth was achieved despite a shrinking market. Global sales of smartphones slipped 5.4% in the fourth quarter, according to Gartner, amid rising unemployment and weaker consumer spending because of the pandemic. Smartphone sales declined 12.5% in 2020 compared to the previous year.  \"Even as consumers remained cautious in their spending and held off on some discretionary purchases, 5G smartphones and pro-camera features encouraged some end users to purchase new smartphones or upgrade their current smartphones in the quarter,\" said Anshul Gupta, senior research director at Gartner. \"The iPhone 12 is a hit,\" added Canalys analyst Vincent Thielke in last month's report. \"Apple is better positioned than its competitors on 5G, being heavily skewed towards developed markets, and mobile operator sales channels.\" Samsung still on top for the year Samsung sold 62 million smartphones in the fourth quarter. The company retained its position as the biggest global smartphone maker for the full year despite a 15% decline in sales and competition from Chinese rivals such as Xiaomi, OPPO and Vivo, Gartner said.  Huawei, which eclipsed Samsung in the second quarter of 2020, went on to suffer the largest decline among the top five smartphone vendors, causing it to lose its number two position to Apple for the full year. The brand ranked fourth globally in the final three months of the year, Gartner said. US government sanctions, which blocked it from using some popular Google applications and services on its smartphones, hurt sales, Gartner said. The company announced that it was selling its budget smartphone business, Honor, in November, which could dent smartphone sales further going forward. Gartner sees global smartphone sales recovering this year. \"The rising demand for affordable 5G smartphones outside China will boost smartphone sales in 2021,\" said Gupta.", "Section": "tech", "Writers": ["Hanna Ziady"], "URL": "https://www.cnn.com/2021/02/22/tech/apple-samsung-smartphone-sales/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}