{"Type": "gallery", "Time": "2020-05-08", "Headline": "The week in 43 photos", "Text": "Heidi Muñoz Gleisner, left center, and Tara Thornton, right center, are among the people removed from the Capitol grounds in Sacramento, California, as they protest the state's stay-at-home order on Friday, May 1. People watch the Blue Angels and the Thunderbirds — the air demonstration squadrons of the US Navy and Air Force — fly over the National Mall in Washington on Saturday, May 2. Flyovers have been taking place in cities across the country to show appreciation and support for essential workers. Workers sanitize a subway train in New York on Wednesday, May 6. The city's entire subway system was shut down for the deep-cleaning. It was the first time in the system's 115-year history that it was deliberately shut down. A man carries a young girl who fainted following a gas leak in Visakhapatnam, India, on Thursday, May 7. At least 11 people were killed and hundreds of people were hospitalized after suffocating toxic gas rose from the LG Polymers plant. It was not immediately clear what led to the leak. US President Donald Trump looks at a protective face mask while visiting a Honeywell mask-making plant in Phoenix on Tuesday, May 5. It was his first trip outside of Washington since the coronavirus paralyzed the country. Trump said he wore a mask during his visit — but not when the cameras were around. Ducklings leap into the Capitol Reflecting Pool in Washington on Monday, May 4. Maalik Mitchell, center left, sheds tears as he says goodbye to his father, Calvin Munerlyn, during a vigil in Flint, Michigan, on Sunday, May 3. Munerlyn, a 43-year-old security guard, was shot in the head last week after telling a customer at a Family Dollar store to wear a face mask — something that the state has mandated for all retail employees and customers, police say. New White House press secretary Kayleigh McEnany speaks at her first press briefing on Friday, May 1. \"I will never lie to you. You have my word on that,\" McEnany told reporters, vowing to hold more regular briefings. Riot police set up a cordon in a Hong Kong shopping mall as anti-government protests resumed in the city on Friday, May 1. The full moon sets behind trees in Frankfurt, Germany, on Thursday, May 7. May's full moon, nicknamed the flower moon, is the last supermoon of 2020. People in the Mathare slum of Nairobi, Kenya, gather around the dead body of a man who they claimed had been beaten by police for breaking curfew on Monday, May 4. The man's cause of death could not be independently verified. Kenya's dusk-to-dawn curfew went into effect nationwide on March 27 to prevent the spread of the coronavirus. Service members disinfect a school gymnasium in Borovlyany, Belarus, on Saturday, May 2. After a social media hiatus, Adele returned to Instagram with a bang on Wednesday, May 6. The singer lit up the internet by sharing a picture to mark her 32nd birthday. She was noticeably thinner, and she was inundated with praise and messages of support from fans and fellow celebrities. Thousands line up to receive food handouts in Midrand, South Africa, on Saturday, May 2.  A student picks up his diploma Wednesday, May 6, during a graduation ceremony at Bradley-Bourbonnais Community High School in Bradley, Illinois. Because of social distancing mandates instituted by the state, graduates received their diplomas in a nearly empty auditorium with no friends or family allowed to attend. In pictures: How the pandemic has changed education Asian giant hornets from Japan are shown in a display case in Olympia, Washington, on Monday, May 4. The insects, nicknamed \"murder hornets,\" have been spotted in the United States for the first time, specifically in Washington state, scientists say.  A crowd marches in Brunswick, Georgia, on Tuesday, May 5, demanding answers in the death of 25-year-old Ahmaud Arbery. The fatal shooting of Arbery was apparently recorded on a video in February and posted online this week by a local radio station host. Arbery was jogging in a neighborhood outside Brunswick when former police officer Greg McMichael and his son, Travis, chased him down, authorities said. Greg McMichael told Glynn County police that Arbery was suspected in \"several break-ins,\" but no such string of crimes was reported in the weeks before the shooting. The McMichaels were arrested Thursday and face charges of murder and aggravated assault, according to the Georgia Bureau of Investigation. Dancers wear protective face shields while dancing at the Erawan Shrine in Bangkok, Thailand, on Monday, May 4. The shrine had just reopened as the Thai government began easing restrictions related to the coronavirus pandemic. In pictures: Here are the places that are starting to reopen Florida attorney Daniel Uhlfelder, dressed as the Grim Reaper, walks on a newly opened beach near Destin, Florida, on Friday, May 1. He believes Florida beaches are opening too soon, and this is his macabre plea for beachgoers to stay home. A young Palestinian swings a homemade sparkler as people celebrate Ramadan at a refugee camp in Gaza on Monday, May 4. In pictures: A Ramadan unlike any other People practice social distancing Tuesday, May 5, as they eat inside \"quarantine greenhouses\" at Mediamatic ETEN, a restaurant in Amsterdam, Netherlands. A cameraman walks past pictures of fans that were covering seats at a baseball stadium in Incheon, South Korea, on Tuesday, May 5. South Korea's professional baseball league has started its season without fans. A woman in Rio de Janeiro waits for the results of her father's coronavirus test on Wednesday, May 6. A man wears a face mask outside the Attorney General's office in Caracas, Venezuela, on Monday, May 4. An Indian Air Force helicopter showers hospital staff with flower petals in Mumbai on Sunday, May 3. In pictures: Here's how people are thanking health-care heroes around the world The Christ the Redeemer statue in Rio de Janeiro is lit up with a face mask and a Portuguese message that means \"masks save\" on Sunday, May 3. A woman stands in a disinfection chamber before receiving rice from an automated distributor in Jakarta, Indonesia, on Monday, May 4. Flamingoes fly across Kenya's Lake Magadi in this aerial photo taken on Friday, May 1. The mesmerizing swirls are created by sediment and quartz crystals being stirred up in the water. Health officials escort a women home after she had a coronavirus test in Kuala Lumpur, Malaysia, on Tuesday, May 5. A woman in Buenos Aires wears a face shield during a government-ordered lockdown on Monday, May 4. Refrigerated trucks are seen at a morgue that opened in New York to assist overwhelmed funeral homes on Tuesday, May 5. Indigenous men navigate the Ariau river in Manaus, Brazil, on Tuesday, May 5. Fears are growing that the coronavirus could ravage Brazil's indigenous communities. French President Emmanuel Macron visits an elementary school in Poissy, France, on Tuesday, May 5. Staff members from the Bransford Webbs Plant Company throw plants onto a trailer near Worcester, England, on Monday, May 4. The flowers were unable to be sold because of the coronavirus pandemic, so they were being prepared for compost instead. Buddhist monks pray inside the Wat Bowonniwet temple in Bangkok, Thailand, on Tuesday, May 6. Buddhists around the world were celebrating Vesak Day. Dogs Buddy and Barley deliver beer in Huntington Village, New York, on Saturday, May 3. Their owners, Karen and Mark Heuwetter, own the Six Harbors Brewery and have trained them to deliver beer to their customers.  Russian military aircraft fly in formation during a rehearsal flight in Moscow on Sunday, May 4. Friday marks the 75th anniversary of V-E Day, which is when Germany's surrender was announced and the European phase of World War II was officially over. Professional rugby player Alex Craig trains at his parents' farm in Castle Douglas, Scotland, on Sunday, May 4. Visitors look at sculptures at the Zwinger museum after it reopened to the public in Dresden, Germany, on Monday, May 5. A model wears a creation by designer Yong Xing during a fashion show in Beijing on Tuesday, May 6. China Fashion Week was taking place for the first time without anybody in the audience. A staff member at the Royal Papworth Hospital cares for a patient in Cambridge, England, on Monday, May 5. People collect fish on a beach in Da Nang, Vietnam, on Tuesday, May 6. A medical worker closes a door in a hospital ward in Minsk, Belarus, on Monday, May 5. See last week in 40 photos", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/05/07/world/gallery/week-in-photos-0507/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}