{"Type": "", "Time": "2021-03-24", "Headline": "Duterte says he’s ‘disqualified’ in list of seniors up for vaccination, plans to consult his doctor – Manila Bulletin", "Text": "President Duterte is not inclined to join other senior citizens when their turn comes in the government’s vaccination drive.The President initially said he was “disqualified” from the seniors’ list and later mentioned his plans to consult his doctor and wait for a certain vaccine.The country’s senior citizens will be second in the vaccination line based on the government’s list of priority groups. Around 1.7 million medical frontliners remain top priority for vaccination. So far, 400,000 doses have been administered as first dose.“Tapos ang sunod, the senior citizens aged 60 and above. Disqualified na ako pati si (Defense) Secretary (Delfin) Lorenzana. Hindi na kasa — hindi na kami kasali (Secretary Lorenzana and I are disqualified. We’re not included),” Duterte said during a televised address Wednesday, March 24.“Ang sunod are the senior citizens aged 60 — 75 na ako — (I’m already 75) and above pagka may takot (and for those who are afraid), we have to consult our doctors,” he said.The President later said he was waiting for a vaccine if supplies could be purchased abroad. “Kung hindi naman (If not), I can wait,” he said.Even though the CoronaVac vaccines have arrived in the country, Duterte previously expressed preference to take another Chinese-developed drug — Sinopharm. The 75-year-old leader said his doctor has advised him to wait for the vaccine that would be suitable for his age.The Palace earlier said the President was waiting for the emergency use approval to be given to Sinopharm before getting vaccinated.So far, the country received around 1.125 million vaccine doses, mainly donated by China and World Health Organization’s COVAX facility, that paved the way for the vaccine rollout early this month. Additional 1 million Sinovac vaccine doses procured by the government from China are expected to arrive this month.After the vaccination of health workers and seniors, the next in the vaccine line will be persons with comorbidities and the frontline personnel including uniformed personnel under Priority Group A.Priority Group B includes teachers, social workers, government workers, essential workers, socio-demographic groups at high risk, overseas Filipino workers, remaining workers. The rest of the population will come last under Priority Group C.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/24/duterte-says-hes-disqualified-in-list-of-seniors-up-for-vaccination-plans-to-consult-his-doctor/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "MB"}