{"Type": "gallery", "Time": "2020-01-31", "Headline": "The world's best travel photos of 2020", "Text": "Ruderatshofen, Germany: A solitary car drives through a large snow-covered forest in Bavaria.  Ashkelon, Israel: At night, a full moon peeks out behind residential buildings in the coastal Israeli city of Ashkelon.  Mara North Conservancy, Kenya: Maasai men herd cattle in the conservation area of Mara North Conservancy on December 20. Mount Sakurajima, Japan: A lightning bolt strikes the famous Japanese volcano, which is one of the most active volcanoes in the world. Vancouver: A sunrise view of the downtown Vancouver skyline on December 22. New York: A humpback whale is captured surfacing from the water near the Statue of Liberty on Liberty Island in New York Harbor. Kew Gardens, London: Revelers take in the after-dark trail lights at Christmas at Kew, an annual festive event held between December and January. Huntington Beach, California: A man takes a casual stroll past outdoor dining spots as residents of Southern California prepare for a new stay-at-home order effective December 6.  Bethlehem, West Bank: A carpenter near the Church of the Nativity carves out a series of religious statues and figurines from olive wood on December 21.  Portes du Soleil, Alps: Cross-country skiers hit the slopes in the vast ski-sports region that spans 12 resorts between France and Switzerland. St. Petersburg, Russia: The sun sets behind St. Isaac's Cathedral, which was designed by French architect Auguste de Montferrand. Karachi, Pakistan: A market vendor arranges a huge display of bananas at a fruit market in the capital of the Pakistani province of Sindh.  New York: Customers brave the cold while dining outside restaurants during a snowstorm in the Big Apple on December 16. Almaty, Kazakhstan: The Almaty Television Tower pokes through a blanket of thick fog on the slopes of Kok Tobe mountain in the former capital of Kazakhstan. Chiang Mai, Thailand: Celebrations for the three-day Loi Krathong festival are pictured on October 31.  New York: On a November day, people walk through the 19th-century Bethesda Terrace which sits at the southern shore of the lake in Central Park.  Caracas: The ''blue moon\" -- the second full moon of a calendar month -- is seen over the Venezuelan capital.  Dubai: The exterior of the eagerly anticipated new Museum of the Future is cleaned by workers in early November.  York, UK: A conservator carries out restoration work on the pulpitum -- a large ornate screen -- at York Minster cathedral, as part of a once-in-a-century project to refurbish the Grand Organ.  Kathmandu: Marigold flowers are harvested ahead of the Tihar festival in Ichangu Narayan village in November.   Giza, Egypt: Newly discovered ancient sarcophagi are displayed after being discovered in the vast Saqqara necropolis.   Ahmedabad, India: A potter in his workshop arranges earthen lamps that will be used to decorate homes and temples during Diwali, the Hindu festival of lights.  Cusco, Peru: The Inca citadel of Machu Picchu is lit up during its reopening ceremony on November 1.  León, Mexico: In Guanajuato state, the International Hot Air Balloon Festival was held in November without spectators.  Stegen, Germany: A man stands in heavy fog on a cold winter day on a pier at Lake Ammersee in southern Germany. \n  Zhangjiajie, China: Zhangjiajie National Forest Park, whose scenery is said to have inspired the film \"Avatar,\" is home to the 326-meter-tall glass Bailong Elevator, the world's tallest outdoor elevator.  Yerevan: A mask-wearing worshiper prays inside a church in the Armenian capital on a November day.  Sihong County, China: This aerial shot shows feeding time at a goose farm in Jiangsu Province.  Sydney, Australia: Poppies are projected onto the sails of Sydney Opera House as part of events to commemorate Remembrance Day on November 11. \n San Diego, California: A couple walk among graves at Fort Rosecrans National Cemetery on Veterans Day, November 11.  Geneva, Switzerland: On the north side of the Alps, Lake Geneva is one of the largest lakes in Western Europe.  Tokyo: In the \"Forest of Lamps\" digital installation room which forms part of the TeamLab Borderless exhibition at Mori Building Digital Art Museum, hanging lamps light up as visitors approach. Photo taken October 14.  Mexico City: Marigolds are harvested in the Xochimilco neighborhood ahead of the Day of the Day celebrations from October 31 to November 2.  Paris: The Musée d'Orsay is housed in the former Gare d'Orsay, a Beaux-Arts railway station completed in 1900. The grand clock is a reminder of its history.  Pitt Meadows, British Columbia: A drone photograph shows cranberries being harvested in mid-October on a Canadian farm. \n Beijing: Tourists gather in a bottleneck on the Great Wall of China during China's \"Golden Week\" holiday at the start of October. For this period, authorities raised the cap on the Badaling section to 75% of normal capacity -- and tickets sold out fast.  Barcelona, Spain: A woman enjoys the calm after a storm on the Barcelona seafront on October 14.  Aparecida, Brazil: The Chapel of Candles in the Basilica of Our Lady of Aperecida is pictured on October 12, the Catholic feast day of Our Lady of Aperecida.   Huichang, China: Aerial view of workers in Hedun village drying bamboo sticks ahead of sale.  Isère, France: Ski resort Les Deux Alpes opened for the 2020/2021 season on October 17.  London: Bushy Park, in southwest London, is the second-largest of London's Royal Parks. It has roaming herds of red and fallow deer.  Okunikko, Japan: Kegon Falls, in Nikko National Park, are surrounded by Mongolian oak, maple, azalea and other trees, making it a particularly beautiful spot in autumn.  Crimea: A heart-shaped balloon flies near the Aq Qaya (White Rock) plateau as part of the Crimean Sky Balloon Festival held in September.  Phuket, Thailand: The luxury Vijitt Resort is unusually quiet in September 2020 due to ongoing Covid-related travel restrictions.  New York City, New York: On September 19, the Statue of Liberty gets caught between the moon and New York City.  Tokyo: Umbrella-holding pedestrians cross the street in the Japanese capital.  Funen, Denmark: Egeskov Castle on the Danish island of Funen is a remarkably well preserved example of a Renaissance water castle.  Cappadocia, Turkey: A tour group rides camels through Central Anatolia's Cappadocia region, a UNESCO World Heritage site famed for its chimney rocks, hot air balloon trips, underground cities and boutique hotels carved into rocks.  London: Two men sit in the sunshine in the upscale Coal Drops Yard complex in King's Cross on September 14. \n Nakhon Pathom, Thailand: The Wat Samphran Buddhist temple -- Dragon Temple -- is a popular tourist destination in this city 40 kilometers west of Bangkok.  Frankfurt, Germany: A parkour runner jumps on a railway bridge with the buildings of the banking district as a backdrop. \n Rovaniemi, Finland: The best time to witness the aurora borealis in the Lapland capital is between September and March. \n Lisbon: A tram passes through the Bairro Alto neighborhood, celebrated for its shops and nightlife.  Barcelona, Spain: It was announced on September that work would resume on the Sagrada Familia church, with a new completion date of 2021 for the Torre de la Mare de Deu (pictured), the second-tallest of the basilica's towers.  Wuhan, China: In the city where Covid-19 first emerged, Guiyuan Buddhist Temple reopened in September for the first time since the outbreak.  Taoyuan, Taiwan: Artist Lee Kuei-Chih's bamboo-made art installation \"The Ripple Maze at Gaoshuang\" is displayed at the Art Land Festivals. The event's 2020 dates are September 18 to October 4. \n Venice, Italy: Burano, an island in the Venetian Lagoon, is known for its brightly colored fisherman's houses.  Ein Bokek, Israel: This aerial view shows Dead Sea salt islands in the resort district of Ein Bokek.  Tyrawa Woloska, Poland: Thick mist gathers on a foggy morning in the Lesser Beskid mountains in southeast Poland.  Rio de Janeiro, Brazil: A worker disinfects the oceanic tunnel of the Rio de Janeiro Aquarium (AquaRio) prior to its reopening on August 15.  Page, Arizona: Horseshoe Bend, on the Colorado River, is one of America's most famous natural formations. Prague, Czech Republic: On an evening in late August, an acrobatic performance of Hans Christian Andersen's \"The Shepherdess and the Chimney Sweep\" takes place on the rooftop of the Lucerna Palace.  Paris, France: On August 6, visitors wearing face masks make their way around the Louvre museum.  Guanacaste, Costa Rica: La Ponderosa Adventure Park is home to more than 300 animals of thirteen different species, including zebras.  Washington, DC: Final preparations are made ahead of the March on Washington on August 18, nearly six decades after Martin Luther King Jr. made his \"I Have a Dream\" speech at the same location. \n Lampedusa, Italy: The Sicilian island of Lampedusa is famed for its beauty, but it's also been at the center of Italy's refugee crisis, with the island's reception facilities now overcrowded.  Windsor, UK: On August 8, the East Terrace Garden at the royal residence Windsor Castle opened to weekend visitors for the first time in decades.  Durrës, Albania: Parasols are lined up on an beach of the Adriatic Sea on a day in late August, as a heatwave sweeps through Europe.  Banda Aceh, Indonesia: Fishermen clean their nets after fishing on an August evening in the Indonesian capital.  Guadalajara, Spain: Pictured in mid-July, the village of Brihuega in central Spain is known for its aromatic and colorful fields of lavender.  Borgloon, Belgium: These teardrop-shaped tents created by Dutch artist Dre Wapenaar offer tourists a treehouse-style experience. Pictured early July.  Niteroi, Brazil: After closing for three months, Niteroi City Park welcomed visitors again in July. It's one of the city's most popular places to watch the sunset.  Bangkok: Thailand's Grand Palace has been the official residence of the Kings of Siam since 1782. It reopened to visitors on June 7, after being closed for two months. Hong Kong: Hong Kong Disneyland reopened on June 18, but closed again just one month later, after a surge of coronavirus cases in the region. \n Versailles, France: The Palace of Versailles' Hall of Mirrors awaits visitors on the eve of its reopening on June 6.  Rome: The Colosseum, scene of gladiatorial contests and public spectacles in ancient times, reopened to the public on June 1. \n Bournemouth, UK: England's Bournemouth Beach -- pictured here on May 25 -- was the site of a \"major incident\" in June when thousands flocked to the sea in hot weather, despite the ongoing pandemic. \n Athens: The Acropolis, the celebrated Greek citadel, reopened on May 18 -- with social distance markers in place.  Sea of Galilee, Israel: A lone swimmer enjoys the Sea of Galilee in May 2020. As of July 2020, Israel remains closed to non-citizens a", "Section": "travel", "Writers": [null], "URL": "https://www.cnn.com/travel/gallery/best-travel-photos-2020/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}