{"Type": "article", "Time": "2020-07-10", "Headline": "Major Philippines broadcaster denied license as watchdogs warn over press freedom", "Text": "Lawmakers in the Philippines have voted against granting a new license to one of the country's largest and most influential broadcasting networks, a move that critics say will undermine press freedom. A legislative committee voted overwhelmingly on Friday to not renew the franchise of media company ABS-CBN, which known for its unflinching coverage of President Rodrigo Duterte. The vote comes after lawmakers allowed the media conglomerate's previous license to expire in May, forcing it off the air. ABS-CBN has 24 hours to appeal the decision -- but allies of Duterte control both houses of the legislature. Founded in 1953, ABS-CBN is one of the most-watched television stations in the Philippines, providing both news and entertainment programs. It operates dozens of television and radio stations and employs about 11,000 people. Media watchdogs and human rights groups condemned the decision, describing it as an assault on press freedom and comparing it to a campaign against the media by former Philippine dictator Ferdinand Marcos in the 1970s. \"This is a black day for media freedom in a country previously regarded as a bastion of press freedom and democracy in the region,\" Phil Robertson, deputy Asia director at Human Rights Watch, said in a statement. The Foreign Correspondents Association of the Philippines (FOCAP) said the decision \"deprives the Filipino people of an independent source of information when millions are grappling with the coronavirus pandemic.\" \"FOCAP was founded during the dark days of martial law in 1974 to safeguard press freedom. The threats have never ceased and we will never flinch and never cower,\" the group added. Senator Risa Hontiveros, an opposition lawmaker, said in a statement that the decision sets a \"dangerous precedent\" and is essentially the \"death knell on press freedom in the country.\" Since becoming president in June 2016, Duterte has repeatedly threatened and disparaged the country's media, accusing outlets of creating \"fake news\" and referring to journalists as \"spies\" and \"sons of bitches.\" ABS-CBN has come under particular attack, owing to its critical coverage of Duterte's brutal \"war on drugs,\" which has resulted in the death of more than 6,600 people since it began in June 2016, according to police records. Duterte has frequently threatened to take ABS-CBN off the air, including during a swearing-in ceremony in November 2019 when he said they would be \"out\" in 2020, according to CNN Philippines. \"If you are expecting [a renewal], I'm sorry. You're out. I will see to it that you're out,\" Duterte said at the time. In an interview earlier this year with the Philippines TV network ABS News Channel (ANC), Presidential Spokesperson Harry Roque downplayed the role of the president's office in the media company's problems. \"He really is neutral and [wants] to let all his allies know that he will not hold it against them. It will not endear him either way. They can vote as they wish,\" he said. ABS-CBN president and CEO Carlo Katigbak said Friday that he was \"deeply hurt\" by the decision made by lawmakers.  \"We remain committed to public service, and we hope to find other ways to achieve our mission,\" he said in a statement reported by the company's news division. ABS-CBN is not the first news organization to experience trouble under the Duterte administration. Maria Ressa, the CEO of upstart media company Rappler, was found guilty of \"cyber libel\" last month, in a case she and press freedom groups have described as a politically motivated prosecution by the Duterte government. Rappler's extensive reporting on the Philippines under Duterte has made the site — and its journalists — targets of his supporters.  \"If you're a reporter in the Philippines, this is part of daily life. It's like pollution in the air,\" Ressa said in a recent interview with CNN. — Charles Riley contributed reporting from London.", "Section": "media", "Writers": ["Ben Westcott"], "URL": "https://www.cnn.com/2020/07/10/media/abs-cbn-philippines-license/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}