{"Type": "article", "Time": "2021-02-02", "Headline": "Asian-Americans' disposable income was up 314% before Covid-19, study finds", "Text": "The collective buying power of Asian Americans far outpaced other demographic groups over the past 20 years and was on track to reach $1.3 trillion in 2022 before the Covid-19 pandemic hit US shores, according to a newly-unveiled Nielsen study. Higher rates of immigration and higher-than-average incomes were key factors in the rise of Asian Americans' economic strength, according to findings recently highlighted in a series of Nielsen 2020 consumer reports on levels of disposable income among Black, Latinx and Asian Americans. The analytics company estimates that prior to the pandemic, the total buying power of Black Americans was on track to reach $1.8 trillion by 2024. Latinx buying power was projected to reach $2.3 trillion by the same year.  Nielsen defines buying power as the collective disposable income a group has after taxes.  The company's researchers used US Census criteria to define Asian Americans as individuals with ethnic origins stemming from countries including Cambodia, China, India, Japan, Korea, Malaysia, Pakistan, the Philippines, Thailand, and Vietnam. The study's authors found Asian-American buying power rose a whopping 314% between 2000 and 2019, greatly exceeding the buying power increase of all other racial and ethnic categories over the same period even though they only represented about 6% of the US population at the end of the study period. Asian Americans' closest rival was non-Hispanic Whites, whose buying power increased by 119% during the same span. Surging populations The rapid rise in immigrants from Asian countries has played a major role in their buying-power surge, according to Nielsen. There were 23.1 million Asian-Americans and Pacific Islanders (AAPI's) living in the United States in 2019, a population increase of 46% over the previous decade. The total US population grew by only 8% over the same span, according to Nielsen. The population of non-Hispanic Whites declined by 1% during that time. The Asian-American population is expected to increase an additional 21% by 2025, according to US Census data cited by Nielsen. Asian migrants first surpassed Hispanics as the largest US immigration group in 2012, according to Pew Research. Nielsen said Asian immigration has increased 91% since 2000 with China and India being the top two sources for Asian immigrants to America. \"Asian Americans represent the fastest growing ethnic group in America,\" NielsenIQ global marketing vice president Mariko Carpenter told CNN Business during a pair of recent interviews. \"Population-wise, we almost doubled.\"  Higher incomes Nielsen's research also shows Asian Americans are overrepresented in high-earning science, technology, engineering and mathematics related fields. \"We have 23% of the working population of Asian-American professionals that work in STEM,\" Carpenter said. \"You have 12% in some of the medical fields. We tend to also be in professions that are high income, which contributes to the buying power.\" But Asian Americans are also the demographic group that has the biggest disparity in wealth, according to Carpenter and the US Pan Asian American Chamber of Education Foundation. The group's president, Susan Allen, said it remains unclear how much damage the Covid-19 pandemic has done to Asian Americans' collective buying power. Last summer, coronavirus-related hospitality industry shutdowns caused the Asian-American unemployment rate to rise from 2.5% in February to 13.8% in June, a surge of more than 450%, according to the US Department of Labor. \"Many Asian businesses have really gone down badly,\" Allen told CNN Business. \"Those who are owning the restaurants, retail stores, nail salons and the very basic community-based businesses, they are the ones who have suffered greatly.\" Outsized influence Nielsen's report said the rise in Asian-American buying power and their outsize influence on US consumer behavior through online gaming communities and social media make the demographic group an ideal target for marketers looking to maximize results for their advertising and publicity campaigns. Carpenter highlighted the influence of South Korean K-pop fans on Twitter to emphasize her point. Twitter data shows that K-pop lovers posted 6.1 billion tweets in 2019. In 2020, fans of Korean boy bands such as BTS became infamous for co-opting anti-Black Lives Matter hashtags including #WhiteLivesMatter, #WhiteoutWednesday and #BlueLivesMatter by flooding them with memes and videos of their favorite K-pop groups. \"Asian Americans are 21% more likely to use social media to support companies and brands,\" Carpenter told CNN Business. \"We are pace setters when it comes to technology, adoption and really shaping brands.\" ", "Section": "economy", "Writers": ["Chauncey L. Alcorn"], "URL": "https://www.cnn.com/2021/02/02/economy/asian-american-buying-power/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}