{"Type": "article", "Time": "2019-05-23", "Headline": "For China's LGBTQ people, Taiwan's rainbow victory is a moment of joy and pain", "Text": "When Chinese gay rights activist Peng Yanhui heard that Taiwan had approved a bill legalizing same-sex marriage on May 17 as he boarded a flight, he burst into tears of joy. \"I was crying so hard on the plane that flight attendants wanted to find out what had happened,\" said the director of the China Rainbow Media Awards, an LGBTQ rights advocacy group. Peng wasn't alone. The ruling provoked strong emotion among China's LGBTQ community. On Friday, as the first same-sex weddings take place in Taiwan, that group -- some of whom are just 100 kilometers away in mainland China -- will be watching with mixed feelings. In one way, the moment could be a turning point for the whole of Asia, where countries such as Indonesia and Malaysia have recently become more conservative towards LGBTQ rights. Taiwan is the first place in the region which is home to about 60% of the world's population to legalize same-sex marriage.  That decision holds special significance for China's LGBTQ community given the cultural and historical connections between Taiwan and the mainland. Originally one population, the two sides have been separated since the end of a bloody civil war in 1949, but still share a language and many traditions. Activists say the ruling proves that same-sex marriage is not incompatible with Chinese culture. \"We know it's marriage equality in Taiwan, not in mainland China, but we still feel so happy,\" said Peng. \"For us, the right to marry isn't just a political argument but (it's about) our everyday life -- we want to see our relationships recognized.\" But the moment is also bittersweet for the LGBTQ community in China, where same-sex marriage is still illegal -- a situation that shows no sign of changing.  A bright spot While Chinese citizens might celebrate Taiwan's legalization of same-sex marriage, they won't be able to take advantage of it. The law says that citizens of governments without marriage equality won't be allowed to get legally married in Taiwan. Cecilia Yang, who is from Wuhan in Central China, wants to marry her Taiwanese partner but without same-sex marriage on the mainland, that won't be possible. \"When my partner told me the news, she was so excited. Then we looked at each other and had more mixed feelings,\" she said. Homosexuality is not illegal in China and, in 2001, the authorities removed it from the official list of mental disorders. But LGBTQ people in China still face persistent discrimination and prejudices from both the government and public -- let alone enjoying rights, such as the ability to jointly adopt children, inherit property and marry their partners.  In 2016, Chinese censors even banned the portrayal of \"abnormal sexual behavior\" in TV and online shows, including gay and lesbian relationships. Not only that, but the space for LGBTQ activism has shrunk in recent years.  Since he came to power in late 2012, Chinese President Xi Jinping has increasingly stressed the ruling Communist Party's absolute control over all aspects of society, resulting in a push for more rigid moral codes. In a landscape where freedom of speech and protests against the government are rarely tolerated, Human Rights Watch China researcher Maya Wang said LGBTQ activism had been a \"relatively bright spot\" in Chinese civil society.  China's young people have been increasingly supporting of same-sex relationships, Wang added, with some draping themselves in the rainbow flag at their graduations or supporting inclusion on university campuses. She warned, however, that harassment and restrictions on their activities had increased in recent years. LGBT-themed books have been restricted in the country's libraries. Last November, an author of same-sex erotic fiction was sent to jail for ten years. Wang said the fickle Chinese government could implement a crackdown on LGBT rights supporters at a moment's notice. \"You have to be very careful being an activist in China,\" she said. A message to the world The Chinese leadership has never shown any indication of support for LGBTQ rights, but a strange thing happened on Sunday after the Taiwanese legislation passed. It tried to take credit for it. \"Local lawmakers in Taiwan, China, have legalized same-sex marriage in a first for Asia,\" tweeted the Communist Party's official newspaper, People's Daily, on Friday, along with a rainbow color-infused animated image that said \"love is love\" underneath. The post was disingenuous given the fact that Taiwan and China have been governed separately for seven decades, although Beijing considers Taiwan a renegade province and part of its territory.   The tweet provoked fury in Taiwan's government, but it wasn't the only LGBTQ-friendly opinion published in English by Chinese state media. Global Times, a state-run tabloid known for its nationalistic rhetoric, posted a video Saturday showcasing and praising gay social life in Beijing.  It isn't clear if this celebration of Taiwan's decision in Chinese state media represented real momentum in a change in Beijing's position or if it was just cynical opportunism.   Wang said she was skeptical. \"The Chinese government is often quite adaptive to making use of popular incidents and transforming it into issues that bolster their power,\" she said. In the unlikely scenario that the Chinese government did embrace homosexuality, it wouldn't be unprecedented, according to Steve Tsang, director of the China Institute at the University of London.    \"If you go back in history, there were times when same-sex relationships were widely practiced and accepted in China,\" he said. \"After the collapse of the Han Dynasty, and before reunification under the Shu Dynasty, you have several hundred years when it was widely accepted.\" You can't erase them It isn't just China that is playing politics on this issue. Tsang said the ruling could boost Taiwan's reputation internationally among Western nations.   For decades, Taipei has been losing an international battle as Beijing forces diplomatic allies to choose between Taiwan and China, leaving the island relatively isolated. Lagging Beijing in economic and political power, Taipei is only formally recognized by 17 countries. The landmark LGBTQ ruling might not be enough to turn that diplomatic tide, Tsang said, it will burnish Taiwan's reputation as a liberal bastion in Asia.   There was even hope before the same-sex marriage law was passed in Taiwan that such a move could spark a wave of support for LGBTQ rights across the region -- including in China. But Yang, the Wuhan native, said she didn't believe marriage equality in Taiwan would inspire  support for same-sex marriage inside the Chinese government. \"We have a very different political environment here. It's going to be very difficult to achieve it -- my partner and I don't feel very hopeful,\" she said. For LGBTQ rights activist Peng, a better future is still on the horizon for his cause in China. \"I'm seeing more and more gay Chinese come out of the closet and live the lives they want,\" he said. \"You can't erase all these living, breathing human beings no matter how much Chinese civil society is being squeezed. We just need more time.\" The graphic in this story has been updated to correct the legal status of same-sex marriage in Jamaica.", "Section": "asia", "Writers": ["Ben Westcott", "Steven Jiang"], "URL": "https://www.cnn.com/2019/05/22/asia/taiwan-china-gay-marriage-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}