{"Type": "", "Time": "2018-04-12", "Headline": "China and the Philippines join hands to deepen cooperation and build the 21st Century Maritime Silk Road – Manila Bulletin", "Text": "By Zhao Jianhua, Chinese Ambassador to the Philippines Spring is a season teeming with vitality in picturesque Hainan Province, China, where the Annual Conference 2018 of Boao Forum for Asia (BFA), themed “An Open and Innovative Asia for a World of Greater Prosperity,” will be unveiled as the first international pageant to be hosted by China this year.President Rodrigo Roa Duterte of the Republic of the Philippines will be attending the opening ceremony of BFA Annual Conference 2018. President Xi Jinping of the People’s Republic of China will also hold bilateral talks with President Duterte on the sidelines. The two leaders will exchange views on seizing important opportunities to jointly build the 21st Century Maritime Silk Road, so as to advance the synergy between the development strategies of our two countries, deepen all-around practical cooperation and secure common development. This upcoming summit between our two Presidents, the first of its kind since the election of a new leadership of the Chinese government in March, bears vital significance of carrying forward China-Philippines traditional friendship and opening up a new vista for this great partnership in the future.Over a period of more than one year, under the guidance of our two leaders, China-Philippines relations have achieved an overall turnaround, enjoyed a sustained growth with strength and depth, and surged forward along a fast track. The practical cooperation between our two countries has garnered steady support from three main pillars of political and security affairs, economic relations and trade, and people-to-people exchanges, which keep yielding more fruits with each passing day.The two countries have consistently deepened our strategic mutual trust. Up till now, President Xi Jinping and President Duterte have met now four times on both bilateral and multilateral occasions, setting the course for a win-win and sound growth of China-Philippines relations. Li Keqiang, Premier of the State Council of China, paid an official visit to the Philippines in November 2017, further boosting the strong momentum to promote good-neighborly friendship and mutually beneficial cooperation between China and the Philippines. The two countries have also enhanced sharing of governance experiences between our two ruling parties, resumed a series of bilateral dialogue and cooperation mechanisms covering foreign affairs, defense, economy and trade, established the Bilateral Consultation Mechanism on the South China Sea (BCM), and launched the Joint Coast Guard Committee on Maritime Cooperation (JCGC). The two countries are also having closer coordination and rendering mutual support on regional and international affairs.The two countries have unleashed great potential for cooperation and reaped rich outcomes. The two countries have signed more than 40 cooperation documents since 2016. In 2017, China-Philippines trade volume exceeded $50 billion for the first time, making China the Philippines’ top trading partner, top-import origin and the fourth largest export market. China’s investment to the Philippines reached $53.84 million in 2017 alone, representing a year-on-year increase of 67%. Such infrastructure and industrial capacity cooperation programs as Chico River Pump Irrigation Project, Kaliwa Dam Project, two bridges over the Pasig River and Chinese industrial parks are making steady progress. Our cooperation in combating illicit drugs, poverty alleviation, anti-terrorism campaign, disaster relief and prevention as well as military-to-military cooperation have also produced gratifying results.The two countries have witnessed booming exchanges between our two peoples. China now stands as the second largest origin of tourist to the Philippines. In 2017, the number of Chinese tourists visiting the Philippines doubled that in 2016, topping one million already. Each week, there are around 300 flights shuttling between the Chinese and Philippine cities. We’ve also seen thriving interaction, exchanges and cooperation between China and the Philippines in terms of sisterhood provinces and cities, media agencies, think-tanks, universities, youth affairs, education, science and technology, culture and arts. The hearts and minds of our two peoples are interlinked more closely than ever before and the centuries-old friendship between our two countries are blessed with greater dynamism.Since the ancient times, China and the Philippines have been profoundly defined by a history of friendship and cooperation thanks to our geographic proximity, kinship amity and cultural affinity. Looking out to the future, as China and the whole world stand at a fresh historic juncture to materialize the “Belt and Road” Initiative in a spirit of joint consultation, building and sharing, the Philippines is destined to be one of the most important participants, contributors and beneficiaries. China and the Philippines will surely become good neighbors helping each other, good friends supporting each other, and good partners benefiting each other. This not only serves both present and long-term interests of our two countries and peoples, but conforms to our common aspiration to safeguard peace, stability and prosperity in the region.As a Chinese poem reads, “The water is calm and wind fair. To the vast sea let’s set sail.” I am convinced that, under the wise leadership of our two leaders, China-Philippines strategic mutual trust is bound to be much stronger, economic cooperation and trade much closer, and people-to-people exchanges much richer. Riding winds and breaking waves, China together with the Philippines will continue to steer the ship of building the 21st Century Maritime Silk Road towards an even brighter future.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2018/04/12/china-and-the-philippines-join-hands-to-deepen-cooperation-and-build-the-21st-century-maritime-silk-road/", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "MB"}