{"Type": "article", "Time": "2020-08-11", "Headline": "Is winter holiday travel canceled? Not quite", "Text": "For the past several years, Hong Kong-based fashion designer Marie France Van Damme has spent the week between Christmas and New Year's in Malaysia -- island hopping on a boat with her husband, three sons and their girlfriends. This year, however, with Covid-19 still a global health crisis, travel isn't part of their plans. \"Our traditional trip is off,\" she says.  \"Given the uncertainty and unknowns due to the pandemic, traveling is an ordeal. Plus, Hong Kong has a strict quarantine policy if you leave the country, so we've decided that the best option for us is to stay put.\"  Van Damme is far from alone when it comes to those much looked forward to end of the year vacations and trips back home. Numerous data points indicate that come the 2020 holiday season, many would-be travelers are choosing not to travel -- at least not yet. But, there is evidence on the flip side showing that winter holiday vacations for some are still on the cards.  The 'no travel' trend According to information from artificial intelligence company Zeta Global, 58% of consumers (based on a sample of 44,000 people) are not planning to travel for the holiday season -- up from 49% last year and equivalent to 31 million fewer travelers.  CEO David A. Steinberg points to a few factors for this decline.  \"People are generally scared to fly and also have economic uncertainty, especially because unemployment benefits are running out,\" he says.  Data from the airfare prediction app Hopper is also a sign that travel is slow for the 2020 holidays in comparison with last year. In the United States, the prices of domestic Christmastime flights have dropped 25% compared with 2019, reaching a new low -- and average of $275 round trip.  International prices have also dropped to a new low of $720 round trip on average, a 22% decrease from last year. In addition, demands for flights during the holiday season are almost twice as suppressed compared with last year.  When it comes to global travelers, data from research company ForwardKeys shows that, as of the beginning of August, winter holiday bookings were 65.4% behind where they were at the equivalent moment in 2019.   The company's CEO, Olivier Jager, is surprised that the percentage isn't higher.  \"Given the current crisis in which Covid-19 is rampant, a second wave is expected, airlines are going bust, and most people are afraid to travel in case they catch the disease or find themselves subject to quarantine or both, it's amazing the number is not even worse,\" he says.  Luxury travel advisers are also seeing the slowdown.  \"Our clients are showing a lot of interest in holiday travel but are afraid to make commitments,\" says Karen Magee, senior vice president of supplier and adviser engagement at Protravel and Tzell Travel, which have a total of more than 1,100 advisers globally.  \"They're waiting to see what countries will reopen and what quarantine requirements will be like.\" Some confirmed holiday bookings At this same time in 2019, says Magee, clients had made more bookings than they have this year, but the company is still seeing sales.  \"The Caribbean is big for us. St. Bart's first followed Anguilla, Turks and Caicos and St. Lucia,\" she says. \"Interestingly, domestic ski destinations haven't been as popular.\" Companies aside, the most telling sign pointing to active holiday travel trips comes from hotels all over the world with confirmed bookings. Rosewood Little Dix Bay, in Virgin Gorda, for example, is sitting at approximately 75% to 80% occupancy for its entire festive period, which is December 19 to January 3. The demand for suites, beach houses and villas has been especially high, and the property is  running a wait list for these categories.  One&Only Reethi Rah in the Maldives also has limited availability for this festive period while Sonenva Fushi and Soneva Jani in the Maldives are on track to be sold out for the season, as they were last year.  Also, Belmond's properties in Anguilla, called Cap Juluca, and on nearby St. Martin, La Samanna, are seeing some demand for the festive season.  According to a spokesperson for both resorts, reservations for late December are slightly more than half compared with the same time last year. Guests are most interested in the two- to five-bedroom beachfront villas, which have fully equipped kitchens, spacious dining areas and private pools.  Then there are hotels which are already sold out for the festive season. Ashford Castle, in County Mayo, Ireland, is one example and has a number of repeat guests over the Christmas and New Year's week.  Schloss Elmau, a resort and spa in the Bavarian Alps in southern Germany, is constantly sold out from December 24 through January 9, and this year is no different, according to a spokesperson for the property.  Winter road trips for the holidays Some of the people who are still keen on going forward with their annual holiday vacations will consider only driving to reach their destination.  \"Our clients don't seem to be ready to get on a plane, whether it's now or in December,\" says Rob Karp, the founder of luxury hospitality company Miles Ahead. Thus far, Karp says he has booked Northeast hotels for festive season that his clients can reach by car such as Lake Placid Lodge, in Lake Placid, New York.  In addition, Mohonk Mountain House in New Paltz, New York, is seeing unusually high demand for festive season stays for families from New York, New Jersey and Connecticut, while the just-opened Miraval Berkshires Resort & Spa in Lenox, Massachusetts, is also seeing drive market demand for holiday bookings. Most guests are coming from New York City and Boston, says the resort's director of sales and marketing LaToya Wakefield, and are reserving three-night stays focused on wellness.  Karen Noloan of Dublin, Ireland, is one example of a seasoned traveler who won't be flying this year for her usual holiday getaway.  \"Normally, we go skiing in the Sierra Nevada mountains in Spain,\" she says. \"We don't want to give up a holiday trip, but we're staying in Ireland and driving down to Kerry instead. We will go on walks, enjoy the scenery and sit by roaring fires. It won't be Spain, but it is a vacation.\"", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/winter-holiday-travel-2020-covid-19/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}