{"Type": "article", "Time": "2020-05-19", "Headline": "Thai Airways survives for now as government orders overhaul", "Text": "Thailand's flagship carrier will be restructured with the help of a bankruptcy court, making it the latest airline to succumb to pressure from the coronavirus pandemic. Thai Airways announced Tuesday that the government has approved its proposal for a sweeping restructuring plan to be overseen by the country's Central Bankruptcy Court. The plan is intended to prevent the company from being dissolved, forced into liquidation or formally declared bankrupt. The Ministry of Finance and state-run Government Savings Bank own a majority stake in the carrier. Thai Airways expects to continue operating throughout the process, meaning that passenger and cargo flights can run as the company's schedule allows. It is unclear what, if any, services offered by Thai Airways could be affected by the restructuring plan or whether any jobs will be lost. Its shares jumped 14.6% in Bangkok on Tuesday afternoon. The stock has slumped 32% so far this year. The Southeast Asian carrier is the latest major airline to pursue restructuring after losing business because of the outbreak, which has caused carriers to rip up their flight schedules, ground planes and put staff on unpaid leave. Last week, Colombian airline Avianca filed for Chapter 11 bankruptcy in the United States, following a similar move by Virgin Australia in April. Flybe went out of business in March as the coronavirus outbreak dealt the struggling UK carrier the final blow.  Thai Prime Minister Prayut Chan-o-cha said at a press conference Tuesday that his cabinet weighed several options for the country's beleaguered airline, including liquidation. It ultimately decided against a sale because that could have caused \"more than 20,000 staff to lose their jobs,\" said Prayut. The airline had more than 21,000 employees at the end of last year. \"Thailand, and the whole world, are facing a crisis. Everyone's income is decreasing from the Covid-19 effect,\" added the prime minister. \"We have to prioritize our budget to help people in the future.\" Like many other airlines, Thai Airways has suspended most of its operations as demand for air travel dried up. The carrier was already struggling last year, saying in its most recent annual report that it had \"encountered various factors that negatively impacted the Thai aviation and tourism industry,\" including the slowing global economy, fluctuating oil prices and growing competition from low-cost carriers. Those challenges had pushed management to forge ahead with an extensive 10-year turnaround plan, including looking for new joint venture opportunities to bolster its portfolio and investing in technology to become more efficient and cut costs. Now it will have to hit reset once again. \"[This] was such a hard decision, but it was done in a way to protect our nation and people's interests,\" Prayut said Tuesday. \"I and every Thai would wish the same thing, that ... it will become our national airline, which used to be our national pride, again.\"", "Section": "business", "Writers": ["Kocha Olarn", "Michelle Toh"], "URL": "https://www.cnn.com/2020/05/19/business/thai-airways-bankruptcy-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}