{"Type": "article", "Time": "2020-05-05", "Headline": "May 5 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. A new genetic analysis of the virus that causes Covid-19 taken from more than 7,600 patients around the world shows the virus has been circulating in people since late last year, and must have spread extremely quickly after the first infection. Researchers in Britain looked at mutations in the virus and found evidence of quick spread, but not evidence the virus is becoming more easily transmitted or more likely to cause serious disease. “The virus is changing, but this in itself does not mean it’s getting worse,” genetics researcher Francois Balloux of the University College London Genetics Institute told CNN. Balloux and colleagues pulled viral sequences from a giant global database that scientists around the world are using to share data. They looked at samples taken at different times and from different places, and said they indicate that the virus first started infecting people at the end of last year. “This rules out any scenario that assumes SARSCoV-2 may have been in circulation long before it was identified, and hence have already infected large proportions of the population,” Balloux’s team wrote in their report, published in the journal Infection, Genetics and Evolution.  “Our results are in line with previous estimates and point to all sequences sharing a common ancestor towards the end of 2019, supporting this as the period when SARS-CoV-2 jumped into its human host,” the team wrote in the report, published Tuesday.  “It’s very recent,” Balloux said. “We are really, really, really confident that the host jump happened late last year.” They also found genetic evidence that supports suspicions the virus was infecting people in Europe, the US and elsewhere weeks or even months before the first official cases were reported in January and February. Balloux’s team had their findings reviewed by other experts, a process called peer review, before they were published in the journal. He said some reports by other teams, published online in on what are called pre-print websites, may have drawn incorrect conclusions. “All viruses naturally mutate. Mutations in themselves are not a bad thing and there is nothing to suggest SARS-CoV-2 is mutating faster or slower than expected. So far we cannot say whether SARS-CoV-2 is becoming more or less lethal and contagious,” Balloux said. ##Health## There are at least 1,203,502 cases of coronavirus in the US and at least 71,022 people have died the disease, according to Johns Hopkins University's tally of cases.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  ##Health## Disney said its Shanghai Disneyland theme park will reopen to the public on May 11.  Shanghai Disneyland has been closed since January. Shanghai's Disneytown, Wishing Star Park and Shanghai Disneyland Hotel reopened in March. This will mark the first reopening of a Disney theme park since the pandemic prompted the shutdown of theme parks around the world.  Disney will require guests to wear masks, except when dining, and go through temperature screenings as well as use the government-issued Shanghai Health QR code, a contact tracing and early detection system used in China.  Disney said it will also control guest density, limit attendance with an advanced reservation and entry system, increase sanitization and disinfection measures, and train employees on contactless guest interaction. Disney Parks Chief Medical Officer, Dr. Pamela Hymel, said in a statement to guests that this is \"an encouraging sign for Disney parks and retail locations all over the world.\"  Hymel said that the company is working on a plan for domestic US parks to reopen in phases, including the use of virtual queues. Hymel did not specify whether guests to US Disney theme parks might have to wear face masks, but said, \"We'll follow guidance from the government and the medical community regarding enhanced screening measures and prevention measures, including those related to personal protective equipment (PPE), such as face coverings.\" The Trump administration is tracking coronavirus conditions in Mexico and Latin America amid concerns the situation may deteriorate and drive migration north as cases in the region increase. As the virus sweeps through Latin America, the Department of Homeland Security has focused its attention on hospital capacity in the region, and whether the health infrastructure is equipped to adequately test and treat patients. \"Like with anything else, you have to plan for 'what if' scenarios,\" a department official told CNN.  The administration has largely sealed US borders since the start of the outbreak, leaning on travel restrictions to stem the spread. Like the US, neighboring countries to the south are also wrestling with Covid-19. Over the weekend, Brazil surpassed 100,000 cases of the virus. The virus has given way to some of the administration's long-standing efforts to curtail immigration, including closing off the border. Senior White House policy adviser Stephen Miller, the architect of many of the administration's immigration policies, has previously tried to use diseases, including influenza and the mumps, as grounds to tighten the border. In recent days, President Trump has repeatedly remarked on the conditions in Latin America, suggesting in a tweet that California \"doesn't want people coming over the Southern Border\" now there are rising coronavirus cases in Mexico. He also teased imposing restrictions on Brazil last week.  Over the weekend, Trump also spoke with Interim President Jeanine Áñez of Bolivia and President Mario Abdo Benítez of the Republic of Paraguay to discuss the response to the pandemic, offering to provide assistance to both countries.  Earlier in the year, the administration restricted travel from China and Iran. It later expanded those restrictions to most foreign nationals who were in Europe's Schengen Area — 26 countries stretching from Iceland to Greece — and the United Kingdom and Ireland. Trump has heralded those efforts in his defense of the administration's response to the coronavirus.  The US has curtailed travel on its borders and invoked public health law to implement strict measures on the US-Mexico border, which have also led to the swift removal of thousands of migrants, including children, and people seeking asylum.  The US has by far the highest number of people infected with coronavirus in the world. Read the full story here. ##Health## ##Travel## The leading epidemiologist who advised the UK government on the coronavirus response has resigned from his government post today after the Telegraph newspaper reported he broke lockdown rules.  Professor Neil Ferguson, who is based at Imperial College in London, is one of the architects of the UK government stay-at-home strategy and was a prominent member of Britain's Scientific Advisory Group for Emergencies (SAGE), which has been spearheading the coronavirus response.  In a statement to CNN, Ferguson said he accepted he made \"an error of judgement and took the wrong course of action,\" and therefore stepped back from his involvement in SAGE.  \"I acted in the belief that I was immune, having tested positive for coronavirus and completely isolated myself for almost two weeks after developing symptoms,\" Ferguson said. \"I deeply regret any undermining of the clear messages around the continued need for social distancing to control this devastating epidemic. The government guidance is unequivocal, and is there to protect all of us,” Ferguson said. ##Daily Life## ##Health## A top US general said there isn't conclusive evidence on where the coronavirus originated in Wuhan, China, saying “we don’t know” whether it began in a Chinese lab or a wet market.    Joint Chiefs Chair Gen. Mark Milley said, “Did it come out of the virology lab in Wuhan, did it occur in the wet market there in Wuhan or did it occur somewhere else? And the answer to that is we don’t know and as mentioned by many people various agencies both civilian and US government are looking at that.” Some background: President Trump and Secretary of State Mike Pompeo have repeatedly claimed there is evidence that Covid-19 originated in a Wuhan lab. Milley said, “the weight of evidence is that it was natural and not manmade,” and also said while there was still not “conclusive evidence” on whether or not the virus was accidentally or deliberately released in Wuhan, China, “the weight of evidence is that it was probably not intentional.” “It would help a great deal if the Chinese government would open up and allow inspectors and investigators to go there in full transparency so that the world can know the actual original source of this so that we can apply the lessons learned and prevent outbreaks in the future,” Milley added. Intelligence shared among Five Eyes nations indicates it is \"highly unlikely\" that the coronavirus outbreak was spread as a result of an accident in a laboratory but rather originated in a Chinese market. Watch here: ##Daily Life## ##Health## For a second consecutive day in France, the number of people who have died from coronavirus has increased, the Ministry of Health said today.  At least 330 died in the past day, a spike after the number of fatalities had previously been decreasing.  A total of 25,531 people in France have now died after contracting the virus.  But the number of patients in critical care is decreasing, as is the overall number of hospitalizations. ##Daily Life## ##Health##  US President Donald Trump's pick to be director of national intelligence, Rep. John Ratcliffe, was grilled today by senators over his views about the intelligence community's investigation into the origins of the coronavirus in China.  The Texas Republican faced questions from both Democrats and Republicans on whether he would provide intelligence to a President who might not want to hear it. If confirmed as director of national intelligence, Ratcliffe would lead the 17 agencies that make up the intelligence community as head of the Office of the Director of National Intelligence, which was created in the aftermath of the 9/11 terrorist attacks.  Ratcliffe said his primary focus for the intelligence community would be on the impact of coronavirus around the world, as well as questions about its origins in Wuhan, China. Ratcliffe said he views China as the \"greatest threat actor\" to the United States right now, citing China's role in the coronavirus outbreak along with cybersecurity and technology issues.  All roads lead to China,\" Ratcliffe said. Asked if he'd seen evidence the coronavirus originated in a lab as the president has suggested, Ratcliffe said he had not. Sen. Tom Cotton, an Arkansas Republican, then asked Ratcliffe if he'd seen evidence the virus originated in a Wuhan market. He also said he had not. CNN reported Monday that intelligence shared among Five Eyes nations indicates it is \"highly unlikely\" that the coronavirus outbreak was spread as a result of an accident in a laboratory but rather originated in a Chinese market, according to two Western officials who cited the intelligence assessment. Read the full report here. ##Health## ##Daily Life## The UK will have to adjust to a \"new normal\" as authorities consider the next steps in dealing with the coronavirus pandemic, UK Foreign Secretary Dominic Raab said today.  Society will have to adapt to \"safe new ways to work, to travel, to interact and to go about our daily lives,\" Raab said during the daily Downing Street coronavirus briefing. The UK now has the second-highest death toll in the world from the virus, following only the US. \"We’ve never experienced anything like this first stage of COVID-19, in terms of the scale of the lives lost but also the lockdown that it has required. As we go forward, we want to make sure that the next phase is more comfortable, is more sustainable and prevents lasting damage to jobs and livelihoods,\" the foreign secretary said. Later this week, Prime Minister Boris Johnson will update the country on the measures needed to protect the National Health Service (NHS) and avoid the risk of a second peak. ##Daily Life## An experimental coronavirus vaccine entering human trials in the US may be available in many millions of doses by the end of 2020, the CEO of BioNTech has told CNN.  The German drug maker has partnered with US giant Pfizer to distribute a potential vaccine which is already in human trials in Germany.  CEO Ugur Şahin believes the regulatory approval process could be sped up from what is historically an 18-month time frame due to the global pandemic.  \"The benefit of a vaccine in a pandemic situation is much greater and therefore an approval or an authorization of a vaccine in a pandemic situation has to follow other rules than we have seen in the past,” Şahin told CNN’s Fred Pleitgen.  Şahin believes Covid-19 will be responsive to a vaccine which is he calls the “most important aspect” of vaccine development. He said the second aspect is the “very encouraging” pre-clinical data.  “We see vaccine responses, we see strong vaccine responses at even low doses. And we believe that this vaccine response, since we have seen that in different animal models will also translate into vaccine responses in human subjects,\" Şahin said. If it is approved by the regulators, Şahin said the partners are “prepared to go as fast as possible” to get the vaccine to the population. ##Health## ##Daily Life## Turkish customs officials have seized 79,000 surgical and 8,500 filtered masks stuffed into pillowcases that were outbound from the Istanbul Airport cargo department. The final destination of the illegal cargo hasn't been revealed. Turkey has placed a trade restriction on the export of personal protective equipment (PPE), which requires approval from the Turkish Health Ministry during the coronavirus outbreak. Turkey has delivered PPE and medical equipment to more than 50 countries since the outbreak including donations to Spain, Italy, the UK and the US.   Customs agents were alerted to the illegal shipment when X-ray scans showed unusually high density in the cargo boxes, the Trade Ministry said.  Tracing back the shipment, customs officials raided an address and found 441,480 surgical masks, 19,450 filtered masks, and eight boxes of nano-fiber textile as well as vacuuming equipment for packaging. All masks and related equipment worth nearly half a million dollars were confiscated and two people have been arrested.  ##Health## ##Travel## Lebanon has extended movement restrictions to control the spread of coronavirus an additional two weeks, to now end on May 24.  So far, Lebanon has reported 741 positive cases and 25 people have died from the virus. Restrictions have further exacerbated the country's deep and long-running financial crisis. In a five-phase plan to gradually reopen the country, Lebanon has already eased some of the measures imposed on March 15, allowing restaurants to reopen this week with a 30% customer capacity. It's also extended opening hours for some commercial and industrial enterprises and is allowing public transport vehicles to operate with limited passengers under specific conditions. Announcing the extension in movement restrictions today, the country's Information Minister Manal Abdel-Samad said some are dismissing the measures as if they have ended. \"We have a great fear these days that the epidemic will rapidly spread because of people’s lack of commitment to the measures. Therefore, the security services should strictly implement the measures, otherwise there will be a second wave of corona that is more harmful,” the information minister said.  Why this matters: Cash-strapped Lebanon is facing growing turmoil after the fallout from the coronavirus outbreak sparked violent protests over rising hunger and poverty. The government believes that up to 75% of people are in need of aid.   ##Health## ##Daily Life##  The number of people who have died from coronavirus in the UK is now the highest in Europe and second only to the US globally. The UK today surpassed Italy's death toll, as Britain's foreign secretary announced the number of those who have died from the virus has now reached 29,427. In Italy, 29,315 people have died. The US has lost almost 70,000 people to the virus. There was an increase of 4,406 cases in the UK today, bringing the total number of people who have tested positive for coronavirus to 194,990, Dominic Raab said. So far, 1,383,842 coronavirus tests have been conducted in the UK. ##Health## The number of positive coronavirus cases in Italy now stands at 98,467, a drop of 1,513 since yesterday. The country has taken the first delicate steps towards lifting its lockdown, with around 4 million returning to work this week.  Since Monday, 236 people died from the virus, an increase of 0.81%. The death toll now stands at 29,315.  The number of patients in intensive care also continues to drop. There were 1,427 patients in intensive care today, 52 fewer than yesterday. The number of recoveries increased by 2,352 cases to a total of 85,231. The total number of cases in Italy so far, including deaths and recoveries, is 213,013. ##Daily Life## ##Health## The UK car market suffered its worst month in more than seven decades in April as coronavirus restrictions forced dealerships to close, pushing sales of new vehicles down by more than 97%. Just over 4,320 cars were sold to private buyers, businesses and fleets last month in Britain, according to the Society of Motor Manufacturers and Traders, compared with roughly 161,000 in April 2019. The industry association described the sales decline as \"the steepest of modern times.\" With showrooms closed and potential buyers sheltering at home, the industry group said that only 871 cars were sold to private buyers during the month. Many of those were battery electric vehicles such as Tesla's Model 3 that customers had on order.  The monthly sales total is the weakest since February 1946, when 4,044 cars were sold in Britain as the country struggled to regain its footing in the immediate aftermath of World War II. These figures ... make for exceptionally grim reading, not least for the hundreds of thousands of people whose livelihoods depend on the sector,\" Mike Hawes, CEO of the SMMT, said.  The UK has been under lockdown since late March, when Prime Minister Boris Johnson ordered pubs, restaurants, theaters, cinemas and gyms to close as part of an effort to contain the coronavirus pandemic.  Read the full story here. ##Business## ##Travel## Scotland will review social distancing restrictions but significant changes are “highly unlikely” by this Thursday, First Minster Nicola Sturgeon said at a coronavirus briefing in Edinburgh.    She said new data outlines “careful and gradual” changes to lockdown restrictions, but stressed they will only be implemented “when we judge it is safe to make them, which I am afraid is not right now”.   The options include re-configuring schools and businesses to allow for some restrictions to be eased and for more people to interact in smaller groups both outdoors and inside.  We are not recommending these options at the moment, but offer them as examples of what may come next and the kind of preparations that are under way,” Sturgeon added. The Scottish government last week advised people to wear face coverings in enclosed public spaces, in a break from the UK-wide approach to tackling the spread of coronavirus. Sturgeon cautioned that a full reopening of the country too early could lead to a resurgence in the virus that would overwhelm Scotland’s health services and lead to many more deaths. Scotland has 12,437 reported cases, with 1,620 registered deaths. ##Daily Life## ##Health## Virgin Atlantic will cut 3,150 jobs across all functions as part of its strategy to reduce cost and preserve cash. The airline is working closely with unions and a company-wide consultation period of 45 days begins today.  It is crucial that we return to profitability in 2021. This will mean taking steps to reshape and resize Virgin Atlantic in line with demand, while always keeping our people and customers at the heart of all we do. I wish it was not the case, but we will have to reduce the number of people we employ.”, said Chief Executive Shai Weiss. The British Airline Pilots Association (BALPA) called the news devastating saying “this is another terrible blow for the industry and is evidence of the dire situation facing UK aviation.”  Virgin Atlantic also plans to end flights from London's Gatwick airport. The firm says it will retain landing slots so it could resume if customer demand returns.  “Following the pattern of previous crises including 9/11 and the Global Financial Crisis, capacity across the aviation industry will significantly reduce, with recovery to pre-crisis levels expected to take up to three years,” the company said. The airline added it continues to explore all available options for additional external funding and remains in talks with stakeholders and the government. The coronavirus pandemic has forced countries to seal their borders and impose travel restrictions to certain areas. Airlines are scaling back their schedules, canceling flights and suspending some routes entirely. ##Daily Life## ##Travel## Norwegian Cruise Line Holdings has warned investors it may be forced to go out of business. In a filing with the Securities and Exchange Commission Tuesday, the company said its accounting firm has \"substantial doubt\" about Norwegian's ability to continue as a going concern because of the Covid-19 pandemic. Companies with this kind of dire outlook are sometimes able to turn things around and survive, although it often takes a trip through bankruptcy to shed debt and other liabilities in order to do so.  Norwegian suspended sailings of its fleets on March 14, along with an industrywide shutdown. That shutdown has been extended through at least June 30. The cruise industry has been hit particularly hard by the pandemic as there were several high profile ships with multiple people testing positive for the coronavirus. Many died from the disease.   Some ships had difficulty finding ports where they could discharge their passengers. ##Health## ##Business## ##Travel## Spain's control of the coronavirus pandemic cannot be pinned on hopes of a vaccine, a top health official told the government today. The Director for Health Emergencies Dr. Fernando Simón, said while it is his belief there will be a vaccine at some point, “other tools allow us to control the epidemic and reduce the impact on public health.”  The number of deaths from coronavirus in Spain is up by 185 in the last 24 hours, bringing the total death toll to 25,613. A total of 219,329 infections have been recorded in the country.   Daily numbers of recoveries outweigh the new infections rate by two and a half times, so “the figures are favorable, indicating a good process toward transition” said Simón, referring to Spain’s confinement de-escalation strategy toward a so-called new normality.  ##Health## ##Daily Life## It's still too soon for the French to consider their much-cherished summer vacations, President Emmanuel Macron said Tuesday.  Macron also cautioned citizens against planning international holidays. We haven't won the battle against the virus,\" he said. \"It has slowed down. We are entering a new phase. It is too early to talk about vacations.” Macron added: \"We are going to limit all international travel, even during summer vacation. We will stay among Europeans ... maybe as the epidemic evolves, we'll even have to reduce that a little more, but it is too early to tell. We will know in early June.\"  ##Daily Life## ##Health## US pharmaceutical giant Pfizer and German biotechnology company BioNTech have begun testing an experimental coronavirus vaccine on humans in the United States, according to an announcement from the companies on Tuesday. The companies’ coronavirus vaccine program is called BNT162. Study participants in the program in Germany were given doses of the vaccine last week and now the US trial -- at NYU Grossman School of Medicine in New York and the University of Maryland School of Medicine -- is underway, the companies have revealed. The program's Phase 1/2 study is designed to test the safety, effectiveness and best dose level of four mRNA vaccine candidates and is to be evaluated in a single, continuous study, the companies said.  The first participants in the first stage of the study will be healthy adults ages 18 to 55, according to the announcement. Worldwide race to develop a vaccine: Pfizer isn't the only company with a potential Covid-19 vaccine program this far along.  In April, scientists at Oxford University's Jenner Institute in the United Kingdom began testing its vaccine on humans and, depending on the trial results, says the vaccine could be ready as early as September.  In the US, the National Institutes of Health also started testing in humans, becoming the first to do so in March. The World Health Organization says that eight vaccine programs are in the clinical trial phase and more than 100 others are in preliminary phases.  ##Health## There's new evidence that the coronavirus may have been in France weeks earlier than was previously thought. Doctors at a Paris hospital say they've found evidence that one patient admitted in December was infected with Covid-19. If verified, this finding would show that the virus was already circulating in Europe at that time — well before the first known cases were diagnosed in France or hotspot Italy. \"Covid-19 was already spreading in France in late December 2019, a month before the official first cases in the country,\" the team at Groupe Hospitalier Paris Seine in Saint-Denis wrote in a study published Sunday in the International Journal of Antimicrobial Agents. The first official reports of Covid-19 in France were reported on Jan. 24, in two people who had a history of travel to Wuhan, China. Intensive care specialist Dr. Yves Cohen and his hospital colleagues wrote that they decided to check the records of earlier patients, in case the virus had been spreading undetected. The French team looked at people admitted to the hospital with flu-like illnesses between Dec. 2 and Jan. 16 who were not subsequently diagnosed with influenza. The doctors re-tested samples stored in a freezer for coronavirus. One sample, taken from a 42-year-old man born in Algeria, who lived in France, tested positive. “His last trip was in Algeria during August 2019,” they wrote. The man had not been to China, and one of his children had also been sick, the team reported. CORRECTION: This post has been updated to reflect the report from the Paris hospital. ##Health## Many of the early Covid-19 cases imported into the UK came from European countries, rather than China, the UK government’s chief scientific adviser Patrick Vallance said Tuesday.  Early in March the UK got many, many different imports of virus from many different places, and those places were particularly from European countries with outbreaks,\" Vallance told the UK Parliament’s committee on health and social care.\n\"So we see a big influx – probably from Italy and Spain, looking at the genomics of the virus, in early March – seeded right across the country. Whether that was people returning from half term or business travelers we don’t know, but a lot of the cases in the UK didn’t come from China and didn’t come from places you might have expected.\"  \"They actually came from European imports and the high level of travel into the UK around that time,” he explained -- despite the UK’s initial focus on contact tracing which concentrated on arrivals from China. The first two cases of coronavirus in the UK were confirmed by England’s chief medical officer, Chris Witty, on January 31.  When asked whether the UK should have imposed a lockdown earlier than March 23, Vallance said: “when you look at everything that happened and the speed at which it happened, maybe days either way would have made a difference.” Vallance said that the UK has not yet managed to get the reproduction rate of the virus -- known as the R-rate -- down to a manageable number, whereby the virus could be controlled using contact tracing and isolation.  He said the country's lockdown should not be lifted until this outcome is achieved.  The UK must review its lockdown measures by Thursday, but is not expected to announce major changes yet. ##Health## Starting on Thursday, the Indian government is preparing to begin a phased evacuation of its citizens stranded in 13 countries.  In the first week, a total of 14,800 Indians will be flown home on 64 flights from Bahrain, Bangladesh, Kuwait, Malaysia, the Philippines, Malaysia, Qatar, Saudi Arabia, Singapore, the United Arab Emirates, the United Kingdom and the United States. Ten flights, each carrying 200 to 300 passengers, will bring back 2,300 Indians on the first day. Within the Gulf region, India is expected to evacuate the largest number of citizens from the UAE. The Indian Embassy and Consulate in the UAE has received almost 200,000 registrations to bring Indians home.  Yesterday, the Indian consulate in Dubai issued a statement on Twitter, saying it will operate two flights, one from Abu Dhabi and the other from Dubai, to Kozhikode in southern Kerala state on Thursday. The passenger lists for both Dubai flights will be finalized by officials. Priority will be given to workers in distress, elderly people, urgent medical cases, pregnant women as well as to other people who are stranded in difficult situations,” the consulate said. It added the cost of the tickets, quarantine requirements after reaching India, and health requirements to board the flight, will have to be accepted by each passenger.  All passengers will be required to fill out a “self reporting form” to be handed over to the Health and Immigration Counter upon landing at their destination. The form will include contact details as well as information on any symptoms they have suffered and their medical history. Only asymptomatic passengers will be allowed to travel. ##Daily Life## ##Health## ##Travel## The UK's Covid-19 death toll may have been significantly higher than previously thought, with almost 30,000 registered deaths until April 24 (April 26 in Scotland), the latest data released by statistics bodies across the UK reveals.  A total of 29,998 fatalities in the United Kingdom in that period mention Covid-19 on their death certificates. According to England’s Office of National Statistics, there were 27,356 deaths in England and Wales up to April 24, while Scotland’s National Records reported 2,272 deaths until April 26, and the Northern Ireland Statistics and Research Agency (NISRA) reported 370 deaths until April 24.  The numbers released by the statistics bodies are considerably higher than the Covid-19 death toll previously announced by the UK’s Department of Health and Social Care (DHSC) which reported 19,506 deaths until April 24 and 20,732 deaths until April 26. At that point DHSC data did not include patients who died from Covid-19 in non-hospital settings, such as care homes. The figures from the ONS and the UK’s other statistics bodies are based on deaths registered in that period and include all cases where \"Covid-19\" was mentioned on the death certificate, whereas those published by DHSC are based on the deaths of people who have tested positive for Covid-19.  ##Health## Before coronavirus brought the world to its knees, 2020 was slated to be a crucial year for the European Union and China. At a showpiece summit in September, the two are set to take a significant step forward in their economic and strategic relationship. As things stand, German Chancellor Angela Merkel is due to gather EU leaders and China's President Xi Jinping in the eastern German city of Leipzig on September 14. But China's response to Covid-19 has left a bitter taste in the mouths of European officials. From draconian clampdowns on its own citizens to accusations of spreading misinformation in Europe, this crisis has been a reminder that closer engagement with China comes with risks.  Indeed, pulling China closer to European values on human rights, climate change and multilateralism is the sort of thing leaders' legacies are made of. And while the Leipzig summit is far from a make-or-break moment in Europe's relationship with China, this level of fanfare has a lot to live up to. However, there is a real sense in Brussels that the pandemic has led to a reset in European thinking on China. I think the coronavirus has been a necessary reminder to a lot of EU states that, however attractive Chinese money looks, it is also a systemic rival,\" says Steven Blockmans, head of EU foreign policy at the Centre for European Policy Studies.  Blockmans is referring to a communique released by the EU Commission in March 2019, in which it described China as \"a systemic rival promoting alternative models of governance\". In the context of coronavirus, that Chinese model of government is concerning EU officials. \"It's all about seeing which [political] system is better at handling the virus. Is it a system that allows personal liberties? Or is it single-party autocracy where you can impose measures without worrying too much,\" said one EU official working across external affairs. This lack of trust seems to be taking hold across Brussels. Over the weekend, the EU's Commissioner for Foreign Affairs, Josep Borrell, said in an interview with France's Le Journal du Dimanche that Europe had been \"naïve\" in its dealings with China. He went on to acknowledge that China has a \"different understanding of the international order.\" So, where does this all leave what was supposed to be the year where China and Europe finally got on the same page? At the time of writing, very few believe that the Leipzig summit will be as Merkel and co. first imagined. On one hand, the EU's calculation on China hasn't changed: It's still desirable not to get squashed between the two great superpowers, China and America. On the other, recent history shows China to be an unreliable partner who divides opinion among EU member states. Sooner or later, Europe will have to weigh these two realities up and decide exactly how much that diplomatic independence from America is really worth. Read the full story here. ##Health## ##Business## ##Daily Life## The pizzerias of Naples are back in business, now Italy has entered the second phase of relaxing its lockdown restrictions.  They can only do take away and home delivery, but it's a small, hopeful step back to normalcy in the city that prides itself as the birthplace of pizza.  As one owner told CNN: \"The pizzeria is the Neapolitans' soul, and the pizza maker is an author, an artist.\" Now, the artists are back at work. Elsewhere in Italy, pizzerias had continued to provide home delivery throughout the country's lockdown, but the no-nonsense governor of the Campania region, where Naples is located, wasn't willing to take risks in the relatively poor, crowded city, and ordered all pizzerias to close. Now Napolitani can be reunited with their beloved pizza. ##Daily Life## The German state of Bavaria will allow outdoor dining restaurants to reopen from May 18, Bavarian Prime Minister Markus Soeder has announced.  Restaurants will reopen on the condition that distancing requirements and hygiene measures remain in place, Soeder said. Indoor dining will be permitted a week later. Hotels will open at the end of May for the Pentecost weekend, but without use of saunas, wellness facilities or swimming pools, he said. \"The success is clear, the Bavarian option was the right one,\" Soeder said. Bavaria, which borders Austria and the Czech Republic, is an important tourism destination in Germany. ##Travel## ##Daily Life## If you're just joining us, here's the latest on the coronavirus pandemic. US death toll projected to double: An influential coronavirus model often cited by the White House forecasts that 134,000 people will die of coronavirus in the US by August, nearly double its previous prediction. Almost 69,000 have died in the US so far, according to Johns Hopkins University's tally. Potential vaccines in the works: There are 108 potential Covid-19 vaccines are in development around the world, according to the World Health Organization. Eight of the potential vaccines are approved for clinical trials.  Coronavirus origin questions: Australian Prime Minister Scott Morrison said the most likely origin of the coronavirus outbreak was a wildlife wet market. His comments come as intelligence shared among US allies indicates the virus more likely came from a Chinese market and not from a lab, according to two officials. Unemployment in Spain soars: The number of unemployed people in Spain increased by more than 280,000 in the month of April, as restrictive social distancing measures continued to have an impact on the economy. Germany's infection rate falls: Germany has recorded another low increase of coronavirus cases over the past 48 hours, with the number of transmitting cases continuing to fall.  UK trials virus tracing app: The UK must review its lockdown measures by Thursday, but is not expected to announce major changes. Britain launched its first test of a coronavirus tracing app today, on a small island off the south coast of England. Hong Kong to relax restrictions: Hong Kong will begin to relax some social distancing measures from Friday, as the city records fewer cases of coronavirus. The city will increase the number of people permitted to gather at one time from four to eight. Businesses including beauty salons and fitness centers will also be allowed to open. The World Health Organization says 108 potential Covid-19 vaccines are in development around the world, according to documents posted on its website.  Eight of the potential vaccines have been approved for clinical trials.  The National Institutes of Health (NIH) trial in the US was the first to start testing on human subjects on March 16. Groups from around the world are in pre-clinical evaluation, including the University of Tokyo, Tulane University, University of Alberta and the University of Pittsburgh. In all, they total 100 groups, up from 96 on April 30th, according to the WHO.   ##Health## The number of unemployed people in Spain increased by more than 280,000 in the month of April, as restrictive social distancing measures continued to have an impact on the country's economy. Unemployment claims rose by 282,891 -- up about 8% from March -- to a new total of more than 3.8 million jobless, the Spanish ministry for work, migration and social care said in a statement on Tuesday. In a press conference addressing the unemployment numbers, Spanish Secretary of State for Employment and Social Economy, Joaquin Pérez Rey said that the “sum of total registered unemployed for March and April shows an increase in the number of jobless claims of 585,156, due to the Covid-19 crisis.”  “The effect of the Covid-19 health crisis started to have a notable impact on unemployment registered after March 13, with special intensity over Easter,” the ministry said in a statement, adding that in the last weeks of April, the unemployment growth rate had begun \"moderating.” Services services sector takes a hit: The services sector was the hardest hit in absolute terms, accounting for 219,128 of new jobless claims, an 8.76% increase from the month of March. The Spanish regions of Catalonia (50,763), Madrid (41,263) and Valencia (38,115) saw the highest increases in absolute terms, but other regions where tourism is a vital source of income, such as the Balearic Islands in the Mediterranean and the Canary Islands in the Atlantic, were also heavily impacted with jobless increases of 15.6% and 12.0% respectively in April, compared to March.   This post has been updated to correct Joaquin Pérez Rey's name and title.  ##Daily Life## There are at least 1,180,634 cases of coronavirus in the US, according to Johns Hopkins University's tally of cases in the United States. At least 68,934 people have died in the US from coronavirus.  The totals includes cases from all 50 states, the District of Columbia and other US. territories, as well as repatriated cases. On Monday, Johns Hopkins recorded more than 22,000 new cases in the US. CNN is tracking US coronavirus cases here: ##Health## ##Daily Life## The UK’s Covid-19 reproduction rate is still between 0.6 and 0.9, the government’s chief scientific advisor Patrick Vallance said Tuesday. Vallance told a virtual parliamentary Health and Social Care Committee hearing that it is difficult for the UK government to get a very granular estimate of the so-called R rate, adding: “that's true in other countries as well.” \"We will, I hope, get a better rate when we can measure it more directly by measuring rates of infections within the community with large population based surveys,” he added. Vallance said that the R rate needs to be below one, and said that there is “a little bit of regional variation” in the R rate across the UK.  “It needs to be below one because as long as its below one that means the epidemic is reducing and then instead of talking about the doubling [of infection] you’re talking about the halving time of the epidemic and obviously the lower the R the shorter the halving time ... anything below one will be a reducing epidemic,” he explained. Vallance and England’s deputy chief medical officer Jenny Harries faced questions from the committee on the UK government’s progress towards easing lockdown restrictions.  The UK must review its lockdown measures by Thursday this week, but is not expected to announce major changes at this point. Germany recorded another low increase of Covid-19 cases within the last 48 hours, the head of the the country's national agency for disease control and prevention said. ''The number of transmitting cases continues to fall, which is very good news,'' Lothar Wieler, head of the the Robert Koch institute (RKI) told a press conference. Wieler said that the reproduction rate for the coronavirus pandemic in Germany was currently estimated at 0.71-- indicating that 100 people with the virus infect on average 71 others. Some 139 people have died of Covid-19 symptoms within the last 24 hours, RKI data shows, while Germany's total death tally stands at 6,831.  The number of confirmed coronavirus cases in Germany increased by 685, to 163,860. Wieler said that 135,100 people have recovered from Covid-19, an increase of 2,300 from Monday to Tuesday.  Wieler went on to say that Germany's test capacity remains critically important, adding that 2.4 million tests have been carried out in Germany since the beginning of the coronavirus outbreak in the country.  The RKI has previously said that a few hundred daily coronavirus cases will enable an easing of the lockdown. On Wednesday, German chancellor Merkel is set to discuss further steps in curbing lockdown measures with the German state Prime Ministers.  ##Daily Life## ##Health## The British government has published the scientific advice it says has shaped its strategy to deal with the novel coronavirus outbreak in the country. “The collective evidence we have published today has played a considerable role in shaping our recommendations on when, how and why the government have made the interventions it has so far,” Britain’s chief scientific adviser, Patrick Vallance said of the advice. \n“The UK is home to experts who are at the forefront of their chosen fields and we are making full use of their expertise to grow our understanding of Covid-19 as we work tirelessly to tackle this disease.” The context: Despite ministers' repeated insistence that they are being \"guided by the science\" in their coronavirus response, secrecy has shrouded the nature of that advice. Prior to today, the current membership of the Scientific Advisory Group on Emergencies (SAGE), the government's main scientific advisory body, which changes depending on the crisis, had not been listed publicly.  The group had not published the basis of any of its advice for more than a month. The UK has been in lockdown for more than a month. The UK has reported more than 191,000 coronavirus cases, including nearly 29,000 deaths, according to Johns Hopkins University. Read about the UK's missteps in handling the outbreak: ##Health## Belarusian President Alexander Lukashenko said he is moving ahead with the military parade commemorating the end of World War Two in Europe on May 9, according to a readout posted on his presidential website Sunday. \"I must say that we cannot cancel the parade, we simply cannot, I thought about it for a long time,\" Lukashenko said in government meeting, adding that he is worried “people would say we got scared.”\n“We should remember that some people (who fought) might have died of viruses or other diseases, but they didn’t always feel it, they died for us, no matter how pompous it may sound,” the president added.  Lukashenko told his cabinet not to \"drag anyone” to the parade, which he said will be organized “properly,” but did not elaborate.  “If people don’t want (to go), they are afraid, they are taking care of their health -- we will understand it,” the Belarusian president said. \"Today there are enough people who want this event to be held, thousands and thousands of people.” Russia and other former Soviet countries have cancelled Victory Day events due to health risk concerns. The background: Belarus, a country of about 9.5 million people, has recorded 17,489 cases of coronavirus and more than 100 deaths, according to Johns Hopkins University data. The country has not canceled public events or ordered people into self-isolation, and Lukashenko publicly said he thinks the dangers of coronavirus are overblown. ##Daily Life## ##Health## Hong Kong will begin to relax some social distancing measures from Friday, as the city has recorded fewer cases of novel coronavirus, Chief Executive Carrie Lam announced during a news conference on Tuesday. Starting on May 8, the city will increase the number of people permitted to gather at one time from four to eight. In restaurants: The number of people allowed to sit together at a table will be increased to eight\nDiners will still be required to wear a face mask unless eating or drinking Restaurants will continue to be required to:  Conduct temperature checks\nProvide hand sanitizer \nEnsure a 1.5-meter distance between tables The new measures will be in place until May 21. Meanwhile, Lam announced that some premises previously ordered to close will be allowed to reopen on Friday.  They include: Gaming centers\nFitness centers \nTheaters\nBeauty salons\nMassage parlors \nMahjong centers \nBars -- but there will be a limit on the number of customers allowed at one time, and live music performances will be banned. Other premises considered high-risk for virus transmission, such as karaoke centers, party rooms, public bathrooms, and nightclubs, will remain shut. Meanwhile, schools in Hong Kong will gradually reopen in phases from May 27. The first batch of students returning to classrooms will include those attending Form Three to Form Five in secondary schools. Others, except those attending the first two years of kindergarten, will gradually return to schools by June 15. In addition, Lam announced that the city will hand out single-use face masks and reusable masks to its residents from late June. Each household will be given 10 single-use masks, while each resident can also register for a reusable mask.  Read more about Hong Kong's containment of the virus: ##Health## ##Daily Life## ##Business## Migrant workers clashed with local police in two Indian states on Monday as frustration grows under lockdown restrictions.  In the city of Surat in Gujarat state, around 4,000 migrant workers -- mostly from the states of Uttar Pradesh and Bihar -- had gathered and were demanding that they be sent back home, said Ashok Munia, a senior Surat police official.   “For about two hours, we tried to make them understand that if their states give permission to receive them, we will send them across. But they were not listening,” said Munia. The protest turned violent after local police were unable to pacify the crowd. They threw stones at police and were burning tires in the street, added Munia. Police used tear gas on the crowd and beat them back with batons in an attempt to control the situation.   In Bengaluru in the state of Karnataka, 1,200 migrant workers, primarily from the states of Bihar and Odisha, gathered on the outskirts of the city demanding trains be arranged to send them home, police sub-inspector, Y Mudharaja, said.  \"They were striking and when we tried to calm them down they started pelting stones, I was hit on the head as well,\" Mudharaja said. The police commissioner and the state revenue minister arrived at the spot and addressed the workers after which they finally agreed to disperse, Mudharaja added. Migrants stranded: India has been under a nationwide lockdown since March 25. That's been an issue for the country's millions of migrant workers, many of whom earn a daily wage rather than a salary. According to government statistics, every year more than 9 million migrant workers move from India's rural areas to large population centers to find work at construction sites or factories, sending money back to their home towns and villages. But with those industries closed by the government lockdown, many have been left with little choice but to attempt the return journey home. Read more: ##Daily Life## Russia recorded 10,102 new infections on Tuesday, bringing the total number of officially reported cases to 155,370, according to the country’s coronavirus response headquarters.  In total, the country has reported 1,451 deaths. Another 19,865 people have recovered from the virus. What's happening in Russia: Last week, Russia extended its isolation period through May 11. \"The peak is not behind us, we are about to face a new and grueling phase of the pandemic ... the deadly threat of the virus remains,\" President Vladimir Putin said. Anger is rising among the country's health workers after two dozen hospitals had to shut down for quarantines, with many doctors falling sick. Russian independent media and non-governmental organizations have reported anonymous pleas from outraged medical workers who said they had been ordered to the front lines without adequate protection, and that bureaucratic foot-dragging was costing lives. Read more: ##Health## Evacuation of Indians stranded abroad will begin May 7, according to the country's Ministry of Home Affairs. All Indian embassies and high commissions are preparing lists of \"distressed Indian citizens\" and non-scheduled commercial flights will be arranged for them. \"Medical screening of passengers would be done before taking the flight. Only asymptomatic passengers would be allowed to travel. During the journey, all these passengers would have to follow the protocols, such as the Health Protocols, issued by the Ministry of Health and the Ministry of Civil Aviation,\" read the statement issued by the ministry. Two special flights are being operated out of the United Arab Emirates to the southern Indian state of Kerala, according to the Indian consulate in Dubai. \"Priority will be given to workers in distress, elderly people, urgent medical cases, pregnant women as well as to other people who are stranded in difficult situations,\" the statement said.  Stranded citizens: India banned all international flights in and out of the country in March before initiating a nationwide lockdown, effectively stranding thousands of its citizens overseas. The special evacuations come as India is attempting to reopen the country. All domestic and international airlines are prohibited from running regular passenger flights until May 17. A total of 46,433 coronavirus cases, including 1,568 deaths have now been recorded in India, according to the country's health ministry. ##Travel## Some 1,275 inmates in Texas have tested positive for Covid-19, the Texas Department of Criminal Justice reported Monday.  At least 22 prisoners are presumed to have died from the virus, TDCJ said in a news release. An additional 12 deaths are under investigation. In total, 461 TDCJ employees, staff or contractors have tested positive, the statement said.   “20,063 offenders are on medical restriction because they may have had contact with either an employee or offender with a positive or pending COVID-19 test,” TDCJ said.  TDCJ said it is continuing to test inmates who are asymptomatic but may be vulnerable to Covid-19 based on age or health conditions.  Virus hot spots: Across the US -- and in other countries around the world -- prisons and jails have become hotbeds for coronavirus. Close confinement is likely fueling the spread. But it's not just a major health problem -- there's also safety concerns, with violence erupting in several facilities. Read more: ##Health## Hong Kong had just begun letting its guard down in late February when it was hit by a second wave of the novel coronavirus. After a brief period of low case numbers, new infections spiked dramatically, prompting a series of additional stringent restrictions. That second wave now appears to have largely passed. Hong Kong hasn't had a case of local transmission in more than two weeks.  In total, Hong Kong has recorded only 15 new cases since April 20, all of which were people with recent travel history. That brings the city's total to 1,041 cases and four deaths. Of those total cases, 900 patients have recovered and been discharged from hospital. What Hong Kong did: The coronavirus first emerged in mainland China in December, and jumped the border into Hong Kong on January 24. By then, it had already made its way to several other countries.  Hong Kong closed borders and began social distancing just a week or so after recording its first case. But this three-month stretch of working from home, business closures and service suspensions has dealt a massive blow to both the city's economy and the mental health and wellbeing of residents. Now, with the second wave mostly contained, many are itching to get back to pre-pandemic life.  But the city's leader, Chief Executive Carrie Lam, and other health experts are cautioning people not to let their guard down too soon, as they did in February. With the virus still wreaking havoc on the rest of the world, it's too soon to celebrate, she warned. \"I must stress that this epidemic may come back. As the WHO (World Health Organization) said not long ago ... we must remain vigilant,\" Lam said last week. Read the full story: ##Daily Life## ##Health## Fifteen children in New York City have been hospitalized with symptoms compatible with a multi-system inflammatory syndrome that might be linked to Covid-19, according to a health alert issued Monday evening by the New York City Health Department.    The patients, aged 2 to 15, were hospitalized from April 17 to May 1.  Several tested positive for Covid-19 or had positive antibody tests. Some of the patients experienced persistent fever and features of Kawasaki disease or features of toxic shock syndrome.  Kawasaki disease causes inflammation in the walls of the arteries and can limit blood flow to the heart. It is usually treatable and most children recover without serious problems, but it can be deadly.   At least five of the cases required a ventilator and more than half of the patients required blood pressure support. So far, no fatalities have been reported among the New York City patients.  Doctors on alert: British pediatrics specialists recently warned that a small number of children were becoming ill with Kawasaki disease that could be linked to coronavirus.  The Paediatric Intensive Care Society UK warned about a small rise in the number of cases of critically-ill children, some who had tested positive for Covid-19, presenting \"overlapping features of toxic shock syndrome and atypical Kawasaki disease with blood parameters.\"  There have been similar reports in Italy and Spain. In the US, a team at Stanford Children's Hospital reported a case with similar features.  Read more:  ##Health## If you're just joining us, here's the latest on the coronavirus pandemic. Coronavirus origin: Australian Prime Minister Scott Morrison said the most likely origin of the coronavirus outbreak was a wildlife wet market. His comments come as intelligence shared among US allies indicates the virus more likely came from a Chinese market and not from a lab, according to two officials.\nSpike in cases: Pakistan and India have both reported their biggest single-day jumps in infections. India reported 3,900 new cases in 24 hours, bringing the country's total to more than 46,000. Pakistan recorded 1,315 new cases after an increase in testing.\nDaily low: South Korea recorded three new imported cases on Monday -- the lowest figure for 77 days, according to the Korea Centers for Disease Control and Prevention. Nearly 86% of patients in the country have recovered.\nRare guest: New Zealand PM Jacinda Ardern joined Australia's national Cabinet meeting on Tuesday to share her country's experience with fighting the coronavirus. It's the first time since World War II that a New Zealand leader has attended the meeting, according to Ardern.\nChinese tourism: Around 104 million people have flocked to domestic tourist sites during China's \"golden week\" holiday, according to the country's culture and tourism ministry -- generating around $6 billion in revenue.\nDrinkers hit with \"corona tax\": New Delhi authorities have imposed a 70% tax on the retail price of alcohol, after social distancing violations occurred when liquor shops opened for the first time in five weeks on Monday. Alvin Yau is exhausted. Like other residents in Hong Kong, he hasn't had a break in nearly a year, ricocheting from one crisis to the next. When Hong Kong was consumed by anti-government, pro-democracy protests last year, the 25-year-old banking analyst found himself constantly on edge, unable to sleep at night, and so overwhelmed he once burst into tears in the middle of the street. The political chaos began calming somewhat in December -- but only weeks later, the first reports emerged of a mysterious new virus across the border in mainland China.  The novel coronavirus has since exploded into a global pandemic, infecting more than 3.5 million people globally and killing more than 251,000. In Hong Kong, there have been more than 1,040 cases -- relatively low due to months of stringent quarantine measures and closed borders. But the pandemic dealt a second blow to a population already devastated by six months of violent unrest -- and now, experts warn it could culminate in a mental health crisis. Yau certainly feels the toll.  \"I feel fatigued, both physically and mentally,\" he said. \"After you go to the protests, you just feel tired. Right now, we don't have protests so we don't have that physical stress, but on the mental side, it's still the same ... I feel very hopeless.\" It's a common sentiment: In a survey by Hong Kong University between March and April, more than 40% of respondents showed symptoms of anxiety, depression, post-traumatic stress disorder (PTSD), or any combination of the three. These numbers may be even higher, in reality, due to under-reporting; many Hong Kongers are reluctant to talk openly about or disclose mental illness due to deep-rooted social stigma and insufficient mental health education. Activists and educators have been working for years to break down this stigma, but they say the fight has taken on a new urgency, as people buckle under the weight of two back-to-back crises with no immediate relief in sight. Read the full story: ##Health## Nike is donating 30,000 pairs of shoes -- specifically designed for healthcare workers -- to health systems and hospitals in cities across the United States. The Air Zoom Pulse, which was released in November 2019, is the company's \"first shoe designed for the healthcare athlete, an everyday hero,\" Nike said in its announcement on Monday. The company went to OHSU Doernbecher Children's Hospital in Portland, Oregon, to study those in the profession. They took into account the challenges of those on the job -- including long hours on their feet and liquid spills -- and the comfort needed for long shifts. Nike partnered up with Good360, a non-profit specializing in efficient distribution of product donations, to help deliver the shoes to workers in Chicago, Los Angeles, Memphis, and New York City, and within the Veterans Health Administration, according to Nike. The company said healthcare workers in New York City and Los Angeles will also receive about 95,000 pairs of soccer socks offering mild compression. \"The effort is led by messages of gratitude to healthcare professionals,\" Nike said in its release. \"From one athlete to another, Nike athletes recognize the physical and mental resilience of healthcare athletes.\" Read the full story: ##Business## New Delhi authorities have imposed a 70% tax on the retail price of alcohol, referring to the levy as a \"special corona fee\" according to an order issued Monday by the Delhi government. Any resident of India's capital city will have to pay the tax to purchase alcohol after social distancing measures were violated on Monday, as liquor stores reopened after five weeks.  Chaos ensued after liquor shops opened for the first time in five weeks on Monday in Delhi, with scores of people queuing up outside stores without adequate social distancing, according to a senior district official.  “It’s unfortunate that chaos was witnessed at some shops in Delhi today ... If we come to know about violations of social distancing and other norms from any area, we will then have to seal the area and revoke the relaxations there,’’ Arvind Kejriwal, the Chief Minister of Delhi said in an address on Monday.  India has been under a nationwide lockdown since March 25. The country has reported a total of 46,433 coronavirus cases, including 1,568 deaths, according to the Ministry of Health and Family Welfare. ##Daily Life## Australian Prime Minister Scott Morrison said that the most likely origin of the coronavirus outbreak was a wildlife wet market as he called for an independent review into the origins of the pandemic. \"The most likely (origin) has been in a wildlife wet market,\" he said Tuesday.\n\"What’s really important is that we have a proper review, an independent review, which looks into the sources of these things in a transparent way so we can learn the lessons and to ensure that, were there to be a virus pandemic potential that would originate anywhere else in the world, we can learn the lessons from that,\" he said.\n\"That’s what Australia is focused on.\" Two leading theories: Morrison's comments follow recent claims from the Trump administration that the novel coronavirus originated from a laboratory, despite scientists in both China and the West saying the virus likely originated in bats. A senior official in the Office of the Director of National Intelligence (ODNI) acknowledged Monday night that the US has evidence to support both leading theories of where the Covid-19 outbreak originated. One theory is that the virus came from an accident in a lab in Wuhan, China, and the other is that the outbreak started in a market in the city. The official also noted the outbreak \"does not appear to have been purposeful.” In a statement Thursday, the ODNI said that the \"Intelligence Community also concurs with the wide scientific consensus that the Covid-19 virus was not man-made or genetically modified.\" Scientists in China and the West have pointed to research indicating that the virus is likely to have originated in bats and jumped to humans from an intermediate host -- just like its cousin that caused the SARS epidemic in 2002 and 2003. Read more: ##Health## When Keisuke Arai switched to working from home during the coronavirus pandemic, he began bickering more with his long-term girlfriend. Suspecting he wasn't alone, the Tokyo-based tourism operator wondered how couples across Japan were coping under lockdown, as they adjusted to being together 24/7 under the same roof. On April 3, he got his answer as the hashtag #coronadivorce -- where people largely ranted about their partners -- started trending on social media.  In response, Arai's company, Kasoku, started advertising hundreds of empty vacation rentals to stressed-out couples to give them space away from each other.  \"We wanted to prevent people from divorcing,\" says Arai. \"The idea behind the vacation rentals is so that married couples can gain some much-needed time and space to think about their relationships.\" As Japan scrambled to contain an uptick of coronavirus cases in April, businesses shuttered and the tourism sector was hit especially hard as travelers stayed away. As of Tuesday, 15,943 cases and 534 deaths had been recorded nationwide, according to the health ministry. With no clear end in sight to the coronavirus pandemic or Japan's state of emergency, Arai is banking on bringing in the bucks -- and saving some relationships on the way. Read the full story: ##Daily Life## ##Business## Pakistan recorded 1,315 new coronavirus cases in the past 24 hours in its largest single-day increase on record, according to the country’s health ministry. The spike in cases comes as the ministry said testing had increased by 9,893 tests in the past day. The national tally is now 21,501 cases, while the total death toll stands at 486. Country under lockdown: In a short address to the nation Monday, Prime Minister Imran Khan announced that he plans to “ease restrictions” on the ongoing national lockdown to “help the economy and daily wage earners.” Pakistan’s lockdown is scheduled to run through May 9. Read more about Pakistan's fight against coronavirus: ##Health## New Zealand's Prime Minister Jacinda Ardern joined Australian Prime Minister Scott Morrison for Australia's national Cabinet meeting on Tuesday.  It's the first time since World War II that a New Zealand leader has attended Australia's national Cabinet meeting, according to Ardern. According to Morrison, Ardern was invited to join the meeting to share New Zealand's experience with fighting the coronavirus.  For several weeks, the leaders have been discussing the possibility of a \"travel bubble,\" which would allow people to travel between the two countries without quarantine restrictions.  \"There is still a lot of work to be done before we can progress an idea like that, but it's obviously being floated because of the benefits it would bring,\" Ardern said on Tuesday.\n\"If we can find a way to make it work with Australia, then that would give that sense of normality, if we can make it work.\" Morrison also said the bubble was \"some time away.\" What's the benefit of a \"travel bubble\"? Both countries almost completely shut their borders to foreigners in March, a huge blow to their respective tourism industries. But with both appearing to have successfully brought their coronavirus outbreaks under control, politicians are now talking about when borders could be opened to each other. Australians make up almost 40% of international arrivals to New Zealand, and around 24% of New Zealand's international visitor spend. That's especially significant in New Zealand, where tourism is the country's biggest export industry. (Tourism is considered an export industry because it involves foreign cash being used to buy New Zealand's goods and services.) Over in Australia, New Zealanders make up around 15% of the country's international visitors, and about 6% of the international visitor spend. Tourism is worth billions to Australia, although it is only the country's fourth biggest export industry. Read more about the \"travel bubble\" here: ##Travel## India recorded 3,900 new coronavirus cases in the past 24 hours in the country's biggest single-day spike, according to the Ministry of Health and Family Welfare.  A total of 46,433 cases, including 1,568 deaths have now been recorded in the country. Prior to today, India's highest single day jump in numbers was 2,644 cases in 24 hours, recorded on May 3. According to the Indian Council of Medical Research, the country has now conducted more than 1,190,000 coronavirus tests. Slum cases rise: The total number of cases of coronavirus in Mumbai's Dharavi, one of Asia's largest slums, stands at 632, including 20 deaths, as of 7 p.m. local time Monday. On Monday, 42 new cases of coronavirus were reported. The slum saw the highest single-day jump on Sunday with 94 cases, including two deaths, according to Kiran Dighavkar, a senior municipality official.  Dharavi has undertaken a massive screening drive to identify cases.  Some 350 private clinics have been set up to screen residents and refer them to the municipal body for isolation when necessary. As of April 29, 70,000 people had been screened, Dighavkar tweeted.  ##Health## Millions of people across Europe were returning to some semblance of their former lives Monday as more countries across the continent began to reopen after weeks or months of coronavirus-related lockdowns.  What's going on around Europe:  Italy: \"Phase 2\" of Italy's plan to ease restrictions began Monday, with more than 4 million people expected to return to work, some public transport services restored, and many businesses set to reopen, Italy's Prime Minister Giuseppe Conte announced on Facebook. Although industries such as textiles and manufacturing are restarting, many non-essential stores remain closed. While bars and restaurants were allowed to reopen from Monday, they can only offer takeaway. Germany: German hairdressers opened Monday after weeks of shutdown, but customers are not able to walk in -- they now need an appointment and in Berlin have to fill out a questionnaire. One salon in Hamburg said it was \"overrun\" by customers, while Udo Walz, a hairdresser to the stars in Berlin, told CNN his salons were booked out for the next three weeks. Greece: Traffic increased on Greek streets Monday as small stores including hair salons, flower shops and bookstores reopened and lines formed outside electrical appliance retailers, Reuters reported. Greece, which has been praised for its coronavirus response, is planning to welcome tourists again this summer. United Kingdom: The UK, meanwhile, has not relaxed restrictions yet but is also making plans for returning to work. A draft government plan is looking at staggered starts, maximizing work from home and hygiene measures such as two-meter distancing and physical screens, according to British media reports. Read the full story:  ##Daily Life## A man accused of shoving an Austin, Texas, park ranger into the water while the ranger was explaining to a crowd the need for social distancing is embarrassed by his actions, his lawyer said. A video that gained attention after it was posted on social media includes the moment a young man pushes the ranger into a lake at Commons Ford Ranch Metro Park last Thursday afternoon. Brandon Hicks, 25, faces a charge of attempted assault on a public servant, a state jail felony, said the Travis County Sheriff's Office. According to an arrest affidavit, ranger Cassidy Stillwell was talking to a crowd of people, described as \"unlawfully drinking and smoking,\" on a dock near Lake Austin. It's unclear from the affidavit whether Hicks was part of that group mentioned in the affidavit. Amid the cross talk in the video, Stillwell is heard telling the crowd on the dock to \"disperse yourselves\" in the grassy area nearby because they were not maintaining physical distance of six feet. Some respond with \"Will do\" and \"I got you, man.\" The ranger's instructions are interrupted when the man pushes him into the shallow, murky water. The ranger holds on to the man's arm and pulls him in, the video shows. The man, clad in a swimsuit, scrambles out of the water and rushes away. Attorney Mark Hull told CNN in a statement Monday he looks forward to telling Hicks' side of the story. \"He is embarrassed about his actions and has the utmost respect for law enforcement, particularly during these unprecedented times,\" Hull said. Texas has reported at least 32,781 coronavirus cases, including 901 deaths, according to Johns Hopkins University. Read the full story here.  ##Daily Life## Los Angeles is still 80% short of its goal to provide 15,000 hotel rooms for its homeless population, a month after the county announced the initiative. On April 8, Los Angeles County launched “Project Roomkey,” a partnership between the state, county, and the Los Angeles Homeless Services Authority to secure hotel and motel rooms to be used as temporary shelters to prevent the spread of the coronavirus during the pandemic.  “Project Roomkey aims to not only protect high-risk individuals, but to also prevent the spread of the deadly virus in our communities and protect the capacity of our fragile hospitals and healthcare system,” the county said.  While the goal was to secure 15,000 rooms with state and federal funding, the latest news release from LA County shows that only 2,711 rooms have been secured. “To date, we have 30 properties with 2,711 rooms that will be made available to the most vulnerable. As rooms become operational, vulnerable residents are moving in every day,” said a LA County spokesperson. On LA's Skid Row -- the nation's biggest concentration of homeless people --100 coronavirus infections have been confirmed, a shelter executive told CNN on Monday. The growing number of infections have raised fears of an outbreak among the city’s homeless community. The county has a homeless population of about 60,000 people. In a news conference on Monday, Mayor Eric Garcetti announced that the city secured a large hotel in downtown LA, providing 460 more rooms. The county now has a total of 3,171 rooms with the new addition, which is roughly 20% of its goal. A LA County spokesperson says negotiations with hotel and motel owners are ongoing. “We believe that this urgent humanitarian initiative is housing more people more quickly than ever before in our region’s history,” LA County said in a statement. California has reported at least 55,884 coronavirus cases, including 2,278 deaths, according to Johns Hopkins University. ##Daily Life## At least 1,180,288 cases of coronavirus have been recorded in the United States, including 68,922 deaths, according to Johns Hopkins University's tally. On Monday, Johns Hopkins recorded 22,247 new cases and 1,240 deaths.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking US coronavirus cases here: ##Health## A nationalist tabloid controlled by the Chinese Communist Party has dismissed claims by the Trump administration that the novel coronavirus originated from a laboratory, as the war of words over the pandemic escalates between Washington and Beijing. US Secretary of State Mike Pompeo said Sunday in an interview with ABC that there was \"enormous evidence\" Covid-19 originated in a laboratory in the Chinese city of Wuhan, where the outbreak was first detected last December. He did not provide details to support the claim. Responding to Pompeo's comments, China's state owned Global Times newspaper said in an editorial Monday that the former CIA director had \"stunned the world with groundless accusations.\"  \"Since Pompeo said his claims are supported by 'enormous evidence,' then he should present this so-called evidence to the world, and especially to the American public who he continually tries to fool,\" the editorial said.\n\"The truth is that Pompeo does not have any evidence, and during Sunday's interview, he was bluffing.\" CNN reached out to China's foreign ministry for comment on Pompeo's claims, but received no response. The country is in the middle of a five-day holiday that runs through Tuesday. Read the full story: Around 104 million people flocked to domestic tourist sites during China's holiday week, according to the country's culture and tourism ministry. The figures relate to the first four days of the holiday -- known as \"golden week\" -- and were published by state-run news agency Xinhua on Tuesday.   Citing the ministry, Xinhua stated that the tourist influx would create around $6 billion in revenue. Tuesday is the final day of golden week.  The background: Although coronavirus cases were first reported in China, the country now appears to have got its outbreak under control. Last month, Wuhan, the Chinese city at the center of the country's epidemic, began returning to normal life. China has reported more than 83,000 coronavirus cases, including 4,637 deaths. ##Daily Life##  ##Travel## Alaska Gov. Mike Dunleavy announced in a news conference on Monday that a large shipment of personal protective equipment has arrived in the state.  \"It did arrive from China,\" Dunleavy said. \"It was a large shipment, should last us about six months, which is, it is actually great news for us because again we are gearing up in the event that we get more cases.\"\n\"It is being divvied out to make sure that we can cover all of our needs throughout the state of Alaska.\" The governor did not disclose the cost of the shipment in the news conference but did say he would have that information later on Wednesday.  Alaska -- a state with a population of less than 1 million -- has reported 370 coronavirus cases and nine deaths, according to data from Johns Hopkins University.  The context: This news comes after a Department of Homeland Security report found that the Chinese government intentionally concealed the severity of the coronavirus from the international community while it stockpiled imports and decreased exports, according to two administration officials familiar with the report. The report, which assessed export and import data earlier this year, was circulated within the federal government on Friday, the source said. ABC first reported its existence. ##Health## Japan's health ministry announced 174 new coronavirus cases and 11 additional deaths on Tuesday. That brings the country's total infections to 15,943, including 712 on the Diamond Princess cruise ship. The death toll now stands at 534, including 13 linked to the cruise ship.  Japan's capital, Tokyo, recorded 87 new cases and five additional deaths Monday, bringing the city's total to 4,654 cases and 150 deaths. ##Health## A senior United States Office of the Director of National Intelligence (ODNI) official acknowledged Monday night that the US has evidence to support both leading theories of where the Covid-19 outbreak originated. One theory is that the virus came from an accident in a lab in Wuhan, China, and the other is that the outbreak started in a market in the city. The official also noted that outbreak \"does not appear to have been purposeful.”  This comes in response to an assessment by Western officials that it’s “highly likely” the virus originated in the Wuhan market. That contradicts the lab theory being pushed by the Trump administration.  That assessment -- which has the support of Dr. Anthony Fauci, the director of the US' National Institute of Allergy and Infectious Diseases -- is gaining support in the Five Eyes intelligence sharing coalition, which the US is a part of. “We regularly share intelligence with our partners on a variety of threats and Covid is no different,\" the official said. \n\"The IC (intelligence community) stands by the statement that the ODNI released last Thursday and we underscore three points: the IC believes the virus started in China. We’re down to two theories and have evidence on both. We agree that it does not appear to have been purposeful,\" the official said. What happened Thursday: US President Donald Trump contradicted a rare on-the-record statement from his own intelligence community by claiming that he had seen evidence that gives him a \"high degree of confidence\" the novel coronavirus originated in a laboratory in Wuhan. Trump declined to provide details to back up his assertion. Those comments undercut a public statement from the ODNI issued just hours earlier which stated no such assessment has been made. It said it continues to \"rigorously examine\" whether the outbreak \"began through contact with infected animals or if it was the result of an accident at a laboratory in Wuhan.\" Read more: More than 3.58 million people around the world have been infected with Covid-19, including at least 251,500 deaths. If you're just joining us, here's the latest: Wildfire warning: Coronavirus can spread “like wildfire,” especially when people are packed together, said Dr. Anthony Fauci, the US' top infectious disease doctor. He warned cases could spike again if people don’t maintain social distancing and other measures to reduce the spread of the virus.\nUS death toll: A coronavirus model is projecting that there could be 134,000 deaths in the US -- nearly double its last estimate. The US death toll currently stands at 68,922, according to Johns Hopkins University.\nOrigin stories: Intel shared among US allies indicates the outbreak of the virus more likely came from a Chinese market, and not from a lab, according to two Western officials who cited an intelligence assessment that appears to contradict claims by US President Donald Trump and Secretary of State Mike Pompeo.\nBillions raised: World leaders pledged $8 billion for the development and deployment of diagnostics, treatments and vaccines against the virus during a virtual pledging conference on Monday. The summit was co-hosted by the EU, Canada, France, Germany, Italy, Japan, Saudi Arabia, Norway, Spain and the UK.\nFirst new antibody test verified: The US FDA has authorized the first new Covid-19 antibody test to be independently validated by the federal government. The test looks for antibodies to the virus to see if people have been infected and recovered.\nReports of an early case: Doctors at a Paris hospital claim to have found evidence a patient who got sick in December was infected with the novel coronavirus. If verified, it may show the virus was circulating in Europe as early as December. South Korea recorded three new imported cases of coronavirus on Monday -- the lowest figure for 77 days, according to a news release from the Korea Centers for Disease Control and Prevention.  It's the lowest daily number reported since February 18, when South Korea reported one new coronavirus case. The following day, the country reported 20 new cases.  The national total now stands at 10,804 cases. On Monday, South Korea also reported two additional fatalities, raising the national death toll to 254.  Another 66 people have been discharged from isolation, bringing the national total of recovered patients to 9,283 -- nearly 86% of cases. This post has been updated to reflect that the count is the lowest since February 18. ##Health## Bradley Bunn, 53, was arrested by the FBI this weekend after a search warrant executed at his Northern Colorado residence revealed that he was in possession of pipe bombs and other illegal destructive devices, according to a statement from the District of Colorado United States Attorney’s Office. A law enforcement source familiar with the case says investigators believe that, prior to his arrest, Bunn and his associates discussed attending one of the coronavirus anti-shutdown rallies at the Colorado state capitol building.  The source said their discussion included openly carrying firearms as a show of force, similar to what another group of protesters did at the state capitol in Michigan last week. According to a criminal complaint obtained by CNN, FBI agents discovered four pipe bombs, two one-pound containers of .308 caliber cartridge reloading gunpowder in Bunn’s vehicle and additional bomb components in his home, including galvanized steel pipes, end caps, shotgun primers, fuses, and several bottles of smokeless powder.  In the criminal complaint, FBI agents asked Bunn what he planned to do with the devices, to which he replied: “If I experienced a hard entry, at 3 a.m., having been an infantry commander, it’s really tough to get guys spread out no matter how hard you try. They still want to clump up 'cause of fear, and I know their, their, anyway, blah, blah, blah.” Bunn was charged with the possession of destructive devices. If convicted he faces a maximum of 10 years in federal prison, and up to a $250,000 fine. CNN attempts to reach Bunn or a legal representation went unanswered. ##Daily Life##   Coronavirus can spread “like wildfire,” especially when people are packed together, said Dr. Anthony Fauci, the director of the United States' National Institute of Allergy and Infectious Diseases. “It has a phenomenal capability and efficiency in spreading from person to person,” Fauci said on Cuomo Prime Time Monday. “This virus has an enormous capabilities of spreading like wildfire. We know that. We’ve seen it in general and we’ve seen it in confined situations.” Fauci cited the “explosion” of cases that quickly developed on the USS Teddy Roosevelt aircraft carrier and on the Diamond Princess cruise ship. “When you have people together, this is a virus that spreads as easily as any virus that I’ve ever known, apart from maybe from measles,” Fauci said. Cases can take off again if people don’t maintain social distancing and other measures to reduce the spread of the virus, Fauci said. “When you have mitigation that’s containing something, and unless it’s down in the right direction and you pull back prematurely, you’re going to get a rebound of cases,” Fauci said. The model from the University of Washington’s Institute for Health Metrics and Evaluation was updated Monday and now projects 134,475 total deaths in the US from the novel coronavirus by August 4. Fauci said he is very sensitive to the downsides of physical distancing and the economic crisis these policies have caused. “You’d have to be so callous not to really feel the pain that people are feeling,” Fauci said.  But he said mitigation efforts work and are still key to keeping the numbers of cases and deaths down, even if people disagree with the need for physical distancing.  “I feel I have a moral obligation to give the kind of information that I’m giving,” Fauci said.  He said he knows people are going to make their own choices. “There are people, they’re going to be disagreeing with me. Some of them, rather violently in many respects, you know, telling me that I’m crazy, you know ‘Fire Fauci,’ do this, do that. That’s part of the game,” Fauci said. “I’m just going to keep giving you the information that I feel is necessary to make the decisions that I think are prudent decisions.” ##Daily Life##  ##Health## New Zealand has reported no new coronavirus cases for the second consecutive day. The country's number of probable and confirmed cases fell to 1,486 yesterday after a probable case was reclassified as negative, according to the country's Director-General of Health, Dr. Ashley Bloomfield. Some 1,302 people have recovered from the virus, according to Bloomfield. The country's total number of confirmed cases is 1,137, including 20 deaths.   Read more about New Zealand's strategy against coronavirus:  ##Health## The United States Food and Drug Administration said Monday it had warned two websites to stop selling drugs that they falsely claimed would treat coronavirus infections. There’s currently no approved drug or treatment for coronavirus, although the FDA has given emergency use authorization (EUA) to the infused drug remdesivir, made by Gilead Sciences. EUA doesn’t require the full approval process. But the FDA says there are many websites offering unproven and unauthorized treatments for the virus. It warned two of them -- Foxroids.com and Antroids.com. The two sites, which are similar, were offering HIV and influenza drugs for treating coronavirus, the FDA said. Lopinavir and ritonavir are sold to treat HIV. They were tested against Covid-19, but were found to be ineffective in March. Antroids.com offered an identically-named product, the FDA said. Both also offered oseltamivir, approved to treat influenza and usually sold under the brand name Tamiflu, as a treatment for Covid-19. Tamiflu maker Roche said the drug is also ineffective against the coronavirus. The two sites, which also offer drugs such as steroids for online sale, appear to have removed their coronavirus offerings after the FDA warning. Neither immediately answered emails from CNN. ##Health## The United States Food and Drug Administration said Monday it had authorized the first new Covid-19 antibody test that had independent validation from the federal government. The test, made by New Jersey-based EUROIMMUN US Inc., looks for antibodies to the novel coronavirus to see if people have been infected and recovered. “The testing was performed at the Frederick National Laboratory for Cancer Research, a Federally Funded Research and Development Center (FFRDC) sponsored by the National Institutes of Health’s (NIH) National Cancer Institute (NCI),” the FDA said in a statement. What is an antibody test?: Antibody tests look for evidence that someone has been infected with a virus, usually in the past. They can be used to see how many people in the population have been infected, even if they did not show symptoms. The tests could also reveal if people develop any kind of lasting immunity to the virus. Antibody tests are different from the tests usually used to detect current infections. Those tests look for evidence of the virus itself in a patient. Questions over inaccuracy: Public health experts have complained that most of the antibody tests now on the market are inaccurate. Even a test that claims to have 95% accuracy can miss up to half of the cases if the virus is not very common in the population being tested. “The product is intended for use as an aid in identifying individuals with an adaptive immune response to SARS-CoV-2, indicating recent or prior infection,” the FDA said in a letter to EUROIMMUN. ##Health## A total of 1,180,332 coronavirus cases have been recorded in the United States, including at least 68,920 deaths, according to Johns Hopkins University. On Monday, Johns Hopkins reported at least 22,291 new cases and 1,238 deaths.   The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking US coronavirus cases here: ##Health## China's National Health Commission recorded one newly confirmed coronavirus case in Shanghai and 15 new asymptomatic cases, according to a statement released on Tuesday.  No deaths and no new suspected cases were recorded on Monday, according to the NHC. The Shanghai case was classified as imported, while the 15 new asymptomatic infections were local cases. In total, China has officially reported 82,881 confirmed cases. A total of 77,853 cases have been discharged.  A total of 4,633 people have died after contracting the virus in mainland China.   ##Health##  The number of deaths from the novel coronavirus worldwide has surpassed a quarter of a million, according to a tally of cases by Johns Hopkins University. Johns Hopkins reported 251,365 deaths and 3,580,247 total confirmed coronavirus cases worldwide as of 9 p.m. ET Monday. CNN is tracking worldwide coronavirus cases here: ##Health## An influential coronavirus model often cited by the White House is now forecasting that 134,000 people will die of Covid-19 in the United States, nearly double its previous prediction. The model, from the Institute for Health Metrics and Evaluation at the University of Washington, had predicted 72,433 deaths as of Monday morning. Relatedly, a Trump administration model projects a rise in coronavirus cases and deaths in the weeks ahead, up to about 3,000 daily deaths in the US by June 1, according to an internal document obtained by The New York Times. Over the past week, about 2,000 people died daily in the US, according to data from Johns Hopkins University. Why the increase? The sharp increases in the two models are tied to relaxed social distancing and increased mobility in the US. States across the country -- including Florida, Colorado, Indiana, Nebraska and South Carolina -- have eased restrictions in an attempt to revive a sputtering economy and calm restless residents. IHME director Dr. Christopher Murray told CNN's Wolf Blitzer that other factors included states adding presumptive coronavirus deaths to their statistics and the rising number of cases in some meatpacking plants in the country. He said states have to balance their actions. \"I think the challenge for us all is to figure out what's the trajectory of relaxing social distancing on a measured pace that will protect us from big increases or even a full-scale resurgence,\" he told CNN. The risk of reopening: The projections make clear that these reopenings come with fatal risks. \"It's simple logic,\" CNN's senior medical correspondent Elizabeth Cohen said. \"When you tell people, 'Hey, you can go to bars, you can get your nails done, you can go to a restaurant,' those numbers are going to go up.\" The novel coronavirus's incubation period -- or the time from exposure to developing symptoms -- ranges from two to 14 days, according to the CDC, and the virus can even spread among people who show no symptoms at all. With widespread testing still limited, the consequences of these reopenings may not be evident for several weeks. Read the full story: ##Health## ##Daily Life## Intelligence shared among Five Eyes nations indicates it is \"highly unlikely\" that the coronavirus outbreak was spread as a result of an an accident in a laboratory but rather originated in a Chinese market, according to two Western officials who cited an intelligence assessment that appears to contradict claims by US President Donald Trump and Secretary of State Mike Pompeo. \"We think it's highly unlikely it was an accident,\" a Western diplomatic official with knowledge of the intelligence said. \"It is highly likely it was naturally occurring and that the human infection was from natural human and animal interaction.\"  The countries in the Five Eyes intelligence-sharing coalition are coalescing around this assessment, the official said, and a second official, from a Five Eyes country, concurred with it. The US has yet to make a formal assessment public. Not certain: A third source, also from a Five Eyes nation, told CNN that the level of certainty being expressed by Pompeo and Trump is way out in front of where the current Five Eyes assessment is. This source acknowledged that there is still a possibility that the virus originated from a laboratory, but cautioned there is nothing to make that a legitimate theory yet. The source added that \"clearly the market is where it exploded from,\" but how the virus got to the market remains unclear. But without greater cooperation and transparency from the Chinese it's impossible to say with total certainty, the first official added. What is the Five Eyes? The Five Eyes alliance is made up of the United States, United Kingdom, Canada, Australia and New Zealand -- and the countries share a broad range of intelligence in one of the world's tightest multilateral arrangements. The third source said it is also possible the US is not sharing all of its intelligence. While the overwhelming majority is shared among the Five Eyes members, there are pockets of information that each country keeps to itself. The assessment follows repeated claims by Trump and Pompeo that there is evidence the virus originated at the Wuhan Institute of Virology. \"I can tell you that there is a significant amount of evidence that this came from that laboratory in Wuhan,\" Pompeo told ABC News on Sunday. Read more: World leaders have pledged a total of $8 billion for the development and deployment of diagnostics, treatments and vaccines against the novel coronavirus. The donations came flooding in during a virtual pledging conference on Monday, co-hosted by the European Union, Canada, France, Germany, Italy, Japan, Saudi Arabia, Norway, Spain and the UK. The US did not participate. European Commission President Ursula von der Leyen said, “Today the world showed extraordinary unity for the common good. Governments and global health organizations joined forces against coronavirus. With such commitment, we are on track for developing, producing and deploying a vaccine for all. However, this is only the beginning. We need to sustain the effort and to stand ready to contribute more. The pledging marathon will continue.\" Here's what some of the leaders are promising: Norway pledged $1 billion in contributions, Switzerland promised $381 million and the Netherlands $209.5 million. Australia pledged $352 million Australian dollars, which is about $226 million.   Italy's Prime Minister Giuseppe Conte pledged $152.7 million, while South Korea announced a contribution of $50 million and Kuwait promised to donate $40 million. South Africa said it would pledge $1.3 million and raise a further $61 million from member states of the African Union. Israel promised to invest $60 million in the effort to respond to the pandemic. Ireland is donating almost $20 million. Luxembourg pledged $5.45 million, Sweden $17 million, Portugal $10.9 million, Croatia $1.09 million, Finland $39.3 million. Bulgaria and Romania pledged $109,000 and $218,000, respectively.  Serbia announced a contribution of $2.18 million, Slovenia $33.6 million, and the Czech Republic announced a joint pledge with Poland, Hungary and Slovakia of $3.27 million. Meanwhile, Melinda Gates, co-founder of the Bill & Melinda Gates Foundation, pledged $100 million to the effort. Other countries such as the UAE, Oman, Turkey, Monaco and China also promised to contribute to the efforts against Covid-19 without mentioning an amount.  ##Health## ##Business## Doctors at a Paris hospital claim to have found evidence a patient who got sick in December was infected with the novel coronavirus. If verified, it may show the virus was circulating in Europe as early as December. The first reports of Covid-19 in France were reported on January 24, in two people who had a history of travel to Wuhan, China. “Covid-19 was already spreading in France in late December 2019, a month before the official first cases in the country,” the team at Groupe Hospitalier Paris Seine in Saint-Denis wrote. Yves Cohen and colleagues at the Paris hospital decided to check the records of patients who got sick before the January 24 cases to see if the virus may have been spreading undetected earlier than first thought. The French team looked at people admitted to the hospital with flu-like illnesses between December 2 and January 16 who were not subsequently diagnosed with influenza. The doctors re-tested samples stored in a freezer for coronavirus. “One sample was positive, taken from a 42-year-old man born in Algeria, who lived in France for many years and worked as a fishmonger,” the team wrote in the International Journal of Antimicrobial Agents.\n“His last trip was in Algeria during August 2019,” they wrote. The man had not been to China, and one of his children had also been sick, the team reported.\n“Identifying the first infected patient is of great epidemiological interest as it changes dramatically our knowledge regarding SARS-COV-2 and its spreading in the country. Moreover, the absence of a link with China and the lack of recent travel suggest that the disease was already spreading among the French population at the end of December 2019,” they wrote.  Remember: This claim has not yet been independently verified. Europe did not start reporting cases of coronavirus until January. In Italy, the European country hit hardest by the virus, the first two cases were reported on January 31, in two Chinese tourists in Rome. The first known community transmission was recorded in February in Codogno, in northern Italy.  ##Health## ##Travel##", "Section": "world", "Writers": ["Julia Hollingsworth", "Adam Renton", "Amy Woodyatt", "Samantha Beech"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-05-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}