{"Type": "article", "Time": "2020-05-07", "Headline": "May 7 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. CNN's global town hall on the coronavirus has now concluded. Guests on the show, hosted by Anderson Cooper and Dr. Sanjay Gupta, included medical experts, former US Vice President Al Gore and director Spike Lee. Scroll through our posts to catch up on what happened during the town hall. Former US Vice President Al Gore slammed the White House's practice of distributing much of the administration's scientific knowledge on coronavirus through the coronavirus task force and the vice president's office. \"It makes no sense at all,\" said Gore, speaking at CNN's global town hall. \"We have had a tradition in this country of seeking out the best available evidence and testing it with one another in free discourse, and then deciding together in the spirit of camaraderie what is more likely to be true than not. \n\"That is how science works as well,\" he said. Gore also criticized the administration for blocking Dr. Anthony Fauci, a key member of the coronavirus task force, from testifying before the Democratic-led House. \"For the the White House to prevent him from testifying to the House ... on hearings that the American people want to see ... that's horrible,\" he said.  Former US Vice President Al Gore said that President Donald Trump and his administration have failed to properly handle the Covid-19 pandemic. \"He has failed as president. Particularly on this challenge. The warnings were ignored,\" Gore said during CNN's global town hall. Gore said when he was vice president, he began every day with a report from the intelligence community and:  \"There were very few occasions where there was a stark warning about grave danger to the country, and whenever there was such an occasion, we stopped and said hold the show. Get the FBI, get the CIA, get whoever was involved over, we need to learn about this,\" Gore explained.  Gore said he believes Trump both missed the warnings and \"failed to mobilize the resources of the federal government to straighten out this testing catastrophe, to get swabs, and the so-called re-agents they need to do the tests, and the gowns, and masks, and all of the other stuff.\" Reopening too soon: Gore also said he's concerned the country is not ready to reopen. \"I think we are seeing the start of a botched reopening,\" he said.  Trump, Gore said, \"may be recklessly rolling the dice hoping that he can goose the economy just enough in the third quarter of this year to enhance his reelection prospects, hoping that he can divert the blame for the extra tens of thousands of Americans who the doctors tell us will die as a result of this, and blame it on the Chinese or former President Obama or whoever, instead of doing what a president needs to do.\" Watch: ##Daily Life## We won't be able to go back to normal life after the coronavirus pandemic ends, warned Laurie Garrett, a Pulitzer-prize winning public health journalist, speaking on CNN's ongoing coronavirus town hall. \"I think we're going to get four, five years from now and there will not be a single aspect of our lives that's been unchanged,\" she said. \"It's almost impossible to really fully envision what that will look like.\" Garrett said aspects of our lives likely to change include our mode of travel, especially by air. We may reconsider whether it's necessary to go to events and meetings that involve human contact, and adopt alternatives instead. \"All sorts of interactions and behaviors that we've taken for granted will look different,\" she said. Then, of course, there are the effects of a recession that will reverberate for years. \"As we get further and further into the economic repercussions of this extraordinary pandemic, we're going to see that every single aspect of life is affected simply by virtue of the inability of governments to invest in change, the limitations and cash reserves for companies, and how they're going to approach their own innovations and developments going down the road,\" she said. ##Daily Life## CNN's chief medical correspondent Dr. Sanjay Gupta offered viewers of CNN's global town hall some practical advice on how safely shop for groceries during the coronavirus pandemic.  First, make your visit as brief as possible. \"The key is, plan ahead, plan your list,\" said Gupta, showing off his own shopping list.   Next, make your visit as short as reasonably possible.  \"Get in, get out, as soon as possible,\" said Gupta in a short video demonstrating a visit to his own local store. \"You need to be efficient in the store and think about every surface you might touch. You do not want to dilly-dally.\" Next, try to limit your contact with items you aren't purchasing. \"Think about yourself as a SWAT team member,\" he said. \"Get in, get out, leave as little trace of yourself as possible ... Don't touch anything you are not going to buy. Be very focused.\" Finally, Gupta reminded viewers of what's coming up on Sunday. \"Don't forget to buy some flowers for Mother's Day!\" he said.  Watch: ##Daily Life## Laurie Garrett, a Pulitzer-prize winning journalist who has written about public health for years, said that the global community needs to do a better job in unifying its response to the Covid-19 pandemic in order to get it under control. \"The real problem at the moment is we have very fragmented responses all over the world,\" Garrett, the author of \"The Coming Plague,\" said during CNN's global town hall.  \"Every country is doing its own thing. Within countries, every state or province is doing its own thing. Every county is doing its own thing. We don't have a unified approach,\" she said. The vaccine race: Garrett said that some countries are simply racing to find a vaccine in an effort to \"buy themselves time and solve their own local problems.\" \"The virus will continue to circulate in the world regardless of whether or not there's a vaccine, unless we're committed to a strategic goal of really getting rid of the virus from the planet with appropriate implementation of a vaccine for everybody, 7.5 billion human beings.\" ##Health## Dr. Leana Wen, former Baltimore health commissioner, joined CNN's ongoing town hall to talk about the novel coronavirus pandemic and answer some viewers' questions. What can I do to reduce my own risk? States are reopening but the risk hasn't changed, Wen said. This means people should still follow the official guidance: Wash your hands often, stay home, practice social distancing and avoid gatherings -- and work remotely if it's an option. Wear a mask, and try to avoid public transportation. Is swimming at a lake safer than in a pool? It's not really about what kind of water you're swimming in -- it's your proximity with other people, said Wen. \"If there are other people around you and they can breathe on you or cough on you and there are surfaces that you could be touching, then you could get coronavirus that way,\" she said. Should I wear gloves to the grocery store? The key thing is to avoid touching your face, with or without gloves on, Wen said. If you wash your hands often, be mindful of the things you touch, and avoid touching your face. You don't necessarily need to wear gloves out, she said. I live near a Tyson Foods plant. If an infected worker there is processing meat, can that meat become tainted and pass Covid-19 onto me? No. This is a respiratory virus, said CNN's chief medical correspondent Dr. Sanjay Gupta. \"So really the way you're going to become infected is if someone is putting the virus out in the air around you and you get exposed that way or touch a surface. You don't eat this virus and get it that way,\" he said. ##Health## Ian Haydon, a 29-year-old living in the Seattle area, joined CNN's global town hall to explain what motivated him to participate in a vaccine trial for the virus. Haydon said he was one of 45 healthy people selected to participate in the phase 1 trial after thousands volunteered. He said he was just trying to do his part to stop the virus' spread. \"My motivation for wanting to participate in this trial is pretty simple: this is one way that I can help out, and I'm very fortunate to be in good health. If stepping up can speed up a vaccine, that seems like the right thing to do,\" he said. \n\"The weight of the world is on these vaccines right now. No one knows if this is going to be the one. But I think the people involved in the study clearly know they’re involved with something historical here.\" Watch: ##Health## Dr. Deborah Birx, a White House coronavirus task force official, hopes that the United States will have conducted more than 8 million tests for the virus before the end of the week. Birx shared this insight on Thursday night during CNN's coronavirus town hall. \"I think I've been very encouraged about two parts of the testing. One, the dramatic increase and the number of tests we're doing per week. We hope this week to get closer, over 8 million. We're going up. We're about 2.5% of all Americans having been tested. That is increasing by half a percent every week so we can get close to other countries and their 3%,\" Birx said. ##Health## Dr. Deborah Birx, a member of the White House coronavirus task force, said on CNN's global town hall that the Trump administration was still in the editing process regarding a draft recommendation from the Centers for Disease Control and Prevention on how to  reopen the United States after the coronavirus pandemic. \"We're working with the CDC on a whole series of products,\" she said. \"Those are still being worked on. No one has stopped those guidelines. We're still in editing.\" A senior CDC official told CNN Thursday that the Trump administration would not implement the 17-page recommendation. \"We are used to dealing with a White House that asks for things and then chaos ensues. A team of people at the CDC spent innumerable hours in response to an ask from Debbie Birx,\" the official said.  Birx said that the decision was made not to implement the recommendation because the editing process had not been completed. \"It was more about simplification to make sure to make sure that American people as well as public health officials understand the guidelines,\" she said. Birx said that they were also devoting special attention to \"surveillance for asymptomatic individuals.\" \"That was a very new element that we really felt very strongly had to be included because of the ever-increasing evidence of asymptomatic spread,\" she said. Watch: ##Daily Life## ##Business## The novel coronavirus could kill as many as 190,000 people in Africa during the first year of the pandemic if containment measures fail, the World Health Organization warned on Thursday. “While Covid-19 likely won’t spread as exponentially in Africa as it has elsewhere in the world, it likely will smoulder in transmission hotspots,” Dr. Matshidiso Moeti, the WHO Regional Director for Africa, said in a statement.\n“Covid-19 could become a fixture in our lives for the next several years unless a proactive approach is taken by many governments in the region. We need to test, trace, isolate and treat.”  The WHO predicted that between 29 million to 44 million Africans could be infected in the first year. As many as 5.5 million of these people could require hospital treatment, a number that would overwhelm the medical capacity of most places on the continent. A survey done in March of health services in Africa found an average of nine intensive care unit beds per 1 million people in 47 African countries.  “These would be woefully inadequate,” the WHO said. ##Health## A total of 44 US states are expected to partially reopen by Sunday -- nearly the entire country. But the coronavirus crisis isn't getting better everywhere. There are signs of improvement in 16 states -- but the situation is deteriorating in many more ... Things are getting better in states like Montana, New York, and Colorado. In these places, some schools are starting to reopen as new daily cases plateau or drop. But things are getting worse in places like Minnesota and Puerto Rico, where cases were up 50% between last week and the week before. States like Texas and Washington aren't as hard hit, but cases are still increasing by 10% to 50% week-on-week. Only a few states -- like California and Florida -- are holding steady. Take a look: Former Vice President Al Gore and director Spike Lee will join CNN's global town hall tonight. The town hall starts at 8 p.m. ET. How to watch: The town hall will air on CNN, CNN International and CNN en Español. It will stream live on CNN.com's homepage and across mobile devices via CNN's apps, without requiring a cable log-in. You can also watch on CNNgo, and subscribers to cable/satellite systems can watch it on-demand. We'll also be covering it with live updates here. The Dalai Lama will hold his first spiritual teaching in mid-May after suspending it in February due to the coronavirus pandemic. The Dalai Lama's office announced on Wednesday that the Tibetan leader will hold public teaching on May 16 and 17, but via live webcast. “At the request of individuals and groups from around the world, His Holiness the Dalai Lama has graciously consented to give a two-day teaching,\" according to the announcement. The Dalai Lama canceled all his public engagements “until further notice” on February 12 after his personal physician and others advised him to due to the coronavirus outbreak. He has not made any public appearances since late January. The exiled Tibetan spiritual leader in a statement on Sunday called for a “coordinated, global response” to fight the pandemic, and urged people to focus on \"what unites us as members of one human family.\" If you're just turning in, here is the latest on the coronavirus pandemic across the globe: Some schools will reopen in France: French students will gradually start returning to schools staring Monday, depending on where they live and their school year, French Education Minister Jean-Michel Blanquer said today. \nTroops to help long-term care centers: Canada is sending hundreds more troops to long-term care centers in Quebec and Ontario as coronavirus outbreaks contribute to a growing crisis in seniors’ homes.\nRetail stores will reopen in Denmark: The country will begin to open retail stores and shopping centers, the prime minister said today. Professional sports will be allowed to resume without spectators starting Monday.\nBritain's stay-home order: The UK may start lifting stay-at-home restrictions from as early as this Sunday.\nTreatment for Covid-19: Japan has approved the use of the experimental anti-viral drug remdesivir, for the treatment of coronavirus patients with severe symptoms. ##Catch Up## Canada is sending hundreds more troops to long-term care centers in Quebec and Ontario as coronavirus outbreaks contribute to a growing crisis in seniors’ homes. Despite efforts to shore up staffing and improve conditions, there are still hundreds of outbreaks at seniors’ centers across Canada with dozens of deaths reported daily.  Canadian Defense Minister Harjit Sajjan said more than 1,600 soldiers would be deployed by next week, the majority to centers in the Montreal area.  'We're all in and going as quickly as we can,\" Defense Minister Harjit Sajjan said today during a press conference from Ottawa.  \"This is not a typical Canadian Armed Forces operation,\" Sajjan added, echoing the words of Canadian Prime Minister Justin Trudeau who last month said soldiers should not be taking care of seniors.  But Trudeau added that for now, Canada has no choice but to do just that as the crisis in seniors’ homes continues. Nearly four in every five Canadians who have died of Covid-19 have been residents of long-term care facilities.  Canadian military commanders say they have ‘stripped’ armed forces bases across the country of military medical personnel. They will be supported by other military staffers for logistics and operations requirements.  As of Thursday, Canada has reported about 65,000 cases of the virus and more than 4,500 deaths.  Canada’s top public health official warned this week that deaths would continue to rise even though the epidemic has been slowing in Canada with only hundreds of new cases per day outside of long term care homes.  “We know that the doubling time is now probably around 20 days so the epidemic itself is decelerating. But unfortunately and tragically what’s happening right now is that those who have been infected are coming to the end of their clinical outcome. With so many long term care facilities affected I think that the number of deaths will continue to increase,” said Dr. Theresa Tam, Canada’s Chief Public Officer.  ##Health## ##Daily Life## French students will gradually start returning to schools staring Monday, depending on where they live and their school year, French Education Minister Jean-Michel Blanquer said today.  Primary schools will open across the country Monday, with classes limited to 15 students, Blanquer said. Middle-school students from regions where the rate of infection is slowing down — categorized as “green” by the French government — will be returning to school on May 18. But middle schools in areas where the virus is still actively circulating — categorized as “red” — will not reopen.  High schools will remain closed until at least the beginning of June, the education minister added.  Schools “cannot welcome everyone at the same time,” Blanquer said, so some students will be given priority. These include disabled children, children of health care or essential workers, and children who are classed as at risk of dropping out. In some instances children may return next Tuesday to give professors time to prepare. ##Health## ##Daily Life## Denmark will begin to open retail stores and shopping centers as coronavirus restrictions are gradually lifted, the prime minister said today.  Professional sports will be allowed to resume without spectators starting Monday. \"Phase two\" of the government’s plan will see the reopening of restaurants, cafes, bars, libraries, churches, schools and boarding schools for students in grades 6 through 10, from May 18. Younger students returned to school last month, during the country's first phase of reopening. All reopenings will take place under strict rules to maintain social distancing and cannot be considered a return to “normal” life, Prime Minister Mette Frederiksen said.  \"We have to expect more cases as we open society. That is why it is crucial that we protect the people that are vulnerable to the disease. But there is a risk and that is why we must continue to maintain social distancing,\" the prime minister said. A ban on gatherings of more than 10 people will remain and borders are to stay closed.  The situation in the country is still “serious” and restrictions could be reimposed if there is a spike in cases upon reopening, Frederiksen said. The second phase will continue with ongoing precautions in place: random testing, the use of protective equipment, social distancing, good hygiene, and the avoidance of possible “super spreading” situations, such as mass gatherings.   The number of hospital admissions attributed to coronavirus in Denmark fell below 200 today for the first time in seven weeks. The number of admitted patients have been dropping steadily since peaking with 535 people at the start of April.  In Denmark, 514 people have died from the virus. The first phase of reopening began three weeks ago and included school children up through fifth grade, as well as businesses including hairdressers and chiropractors reopening. ##Health## ##Daily Life## ##Business## If you're just joining us, here is the latest on the coronavirus pandemic across the globe: Trump valet tests positive: A member of the US Navy serving as one of President Trump's personal valets has tested positive for coronavirus, raising concerns about the President's possible exposure to the virus.\nBritain's stay-home order: The UK may start lifting stay-at-home restrictions from as early as this Sunday.\nBrazil pushes to reopen: Just one day after Brazil saw a record spike in coronavirus cases, its government is pushing for quarantine measures to be relaxed to save the country's economy from collapse.\nThe situation in China: More than five months after the coronavirus pandemic broke out in China, all mainland counties are now at a “low-risk” of the outbreak. But the government warns China is still faced with a high level of uncertainty.\nTreatment for Covid-19: Japan has approved the use of the experimental anti-viral drug remdesivir, for the treatment of coronavirus patients with severe symptoms.\nVirtual safari: CNN got exclusive access to a team filming virtual safaris as wildlife tourism in South Africa is shut down due to coronavirus. ##Health## ##Daily Life## UK government has failed to complete 100,000 daily coronavirus tests for the fifth day in a row, with 86,583 tests carried out on Wednesday and 69,463 on Tuesday.  The last time that threshold was reached was Friday, when 105,937 tests were completed, according to the Department of Health and Social Care data. UK Prime Minister Boris Johnson on Wednesday set a new target of 200,000 daily Covid-19 tests by the end of May, after meeting the initial challenge of 100,000 by April 30, but his spokesperson added that it only covered testing capacity “across all of the different testing pillars,” according to PA.  Overall, 1,534,533 tests were carried out across the UK, 206,715 people have tested positive which is an increase of 5,614 since the day before, UK Foreign Secretary Dominic Raab said on Thursday. Background: UK is the second worst-hit country in the world in terms of deaths, behind the US. So far 30,615 people have died with coronavirus in UK, according to Department of Health and Social Care data. ##Health## ##Daily Life## Just a day after Brazil saw a record spike in coronavirus cases, Brazilian President Jair Bolsonaro and Economy Minister Paulo Guedes said that quarantine measures need to be relaxed or the country's economy could collapse. “A problem that increasingly worries us… the issue of unemployment, the issue of the economy no longer working. We can’t let the side effect of the fight against the virus be more harmful than the disease itself,” Bolsonaro said during a speech at the Supreme Court today. “We need to save the economy because the economy is life,” Bolsonaro added. Guedes warned that the economy could be headed toward a “total collapse.”  “The economy is beginning to collapse. We don’t want to turn into a Venezuela,” the Economy minister said. Where the numbers stand: Yesterday, the Health Ministry of Brazil reported that the number of confirmed cases of Covid-19 in the country rose by a record 10,503 to 125,218 in 24 hours. The death toll also rose by a record 615 to 8,536. Brazil currently has the highest number of coronavirus cases in Latin America.  Bolsonaro has faced criticism for downplaying the threat of the virus. He has repeatedly attended large political rallies calling for an end to quarantine measures in the country. ##Daily Life## ##Health## ##Business## The Spanish capital will reopen some of the city's parks from tomorrow, Madrid's City Hall said today.  Starting Friday, most neighborhood parks and garden areas in the city will be open, but playgrounds and exercise areas will remain closed. The city will also prohibit vehicles on some of its major streets this weekend to guarantee those going out for walks, runs or bicycle rides can maintain social distancing and follow safety rules.  But the city's most emblematic parks, such as El Retiro in the city center and the sprawling Casa de Campo park on the east side, will remain closed \"to avoid big crowds.\" The traffic cuts will start Saturday and continue for several weekends. While Spain continues to wind down its state of emergency confinement order, the government is set to announce certain regions may advance to the first phase of reopening. But that's only if they can show their region's infection rates are low and health facilities are able to quickly handle any new outbreaks. Madrid is one of the regions asking the central government to move to Phase 1 as early as next Monday.  Madrid’s Regional Government Vice-President Ignacio Aguado told Spanish Radio SER his region is ready and has met the health criteria. The region includes the capital city and the surrounding other cities and towns.  \"Confinement doesn't kill the virus, it stops the health services from collapsing. We need to resume our day to day\" activities, Aguado said. \"Madrid was the first one hit by the impact of the virus and should be the first one to leave\" confinement, he added. Spain's Director for Health Emergencies, Dr. Fernando Simón, reiterated any decision will be based on health criteria and would depend on the evolution of the pandemic.  \"The health criteria to change phases are health [criteria], they are not economic. The economic criteria will have to be given by whoever is responsible for that and it will have to assess if they are worth more than the health ones, but that is not discussed in the (technical) groups that I am taking part in,\" he said.  ##Daily Life## ##Health## Peru’s Minister of Agriculture, Jorge Montenegro, tested positive on Wednesday for coronavirus, the ministry announced today. Montenegro is now in isolation and “following the doctors’ recommendations for a prompt recovery.\" The minister has been actively visiting food markets, facilitating Covid-19 tests for merchants and business owners, taking part in food handling markets across the country, according to the Agricultural ministry's statement More than 54,000 cases of Covid-19 and more than 1,500 deaths have been reported in Peru. ##Health## ##Daily Life## Nursing home staff in France will receive bonuses of up to 1,500 euros, roughly $1,634 USD, Health Minister Olivier Véran said today.  The bonus will “reward their unwavering commitment” during the county's coronavirus health crisis, Véran said.  Last month, the Prime Minister announced a bonus for frontline health care workers, prompting nursing home staff to demand similar recognition.  ##Health## ##Daily Life## ##Business## Chile’s ministry of health has reported 1,533 new cases of the coronavirus in a single day, bringing the country’s total number of cases to 24,581. Four more people have died, bringing the country’s death toll to 285.  The Health Ministry has administered 244,226 tests in the country so far. ##Health## ##Daily Life## The French Finance Minister Bruno Le Maire says he expects 400,000 businesses to reopen in the country on May 11 when all businesses will be allowed to do so, except for social places such as cafes, bars and restaurants.  Local cultural sites, such as small museums and libraries, will also be allowed to reopen, but cinemas, concert halls and gyms will remain closed, Interior Minister Christophe Castaner said.  According to Castaner, this represents about 875 000 jobs.  “Social and economic life will resume,” he said. ##Daily Life## ##Business## ##Health##  President Trump has offered to send medical aid to Russia, according to a readout of a phone call with President Vladimir Putin, the Kremlin and White House said today. Russia hit a grim milestone over the weekend, officially recording the highest number of coronavirus cases the country has seen in a 24-hour period, with 10,633 people testing positive.  \"In discussing the coronavirus pandemic, a positive assessment was given to bilateral cooperation, [both presidents] agreed to further increase coordination in this direction,” the Kremlin said.  \"In particular, the American side offered to send a batch of medical equipment to Russia.” White House deputy press secretary Judd Deere confirmed the details of Trump's call with Putin in a series of tweets. He said the President \"reiterated that the United States is working hard to care for Americans at home and is also ready to provide assistance to any country in need, including Russia.\" The Kremlin added, \"Russia and the United States are capable of achieving a lot in solving the pressing problems of our time, like ensuring strategic stability, combating terrorism, resolving regional conflicts, and countering epidemics.\" “The leaders expressed satisfaction with the conversation, which was constructive and substantive,” the Kremlin said. ##Health## ##Daily Life## ##Travel## France will keep its borders closed until “further notice,\" Interior Minister Christophe Castaner announced today. During the pandemic, “border closure is the rule, and border crossing is the exception,” he explained. National borders, including those shared with European countries, will remain closed until at least June 15, except for cross-border workers. Other exceptions will be made for family emergencies and for schooling. French government is yet to decide whether to impose isolation measures on people entering the country. Travel within France will also be limited to within its regions and anyone traveling farther than 100 kilometers — or 60 miles — outside their home region will be required to show a certificate of clearance. The French government also said it's not ruling out a second confinement as a “last resort measure,” French Prime Minister Edouard Philippe said today. The government “wants to avoid it as much as possible, but cannot rule it out straight away,” he added. ##Travel## ##Daily Life## Britain's easing of coronavirus restrictions will be \"carefully monitored,\" and if the rate of infection goes up, restrictive measures will be reintroduced, the government said today. UK Prime Minister Boris Johnson is expected to announce the roadmap for Britain's reopening on Sunday, along with conditions needed to reach each new phase. Foreign Secretary Dominic Raab said today the initial changes will be \"modest and incremental\". The government has pledged to review coronavirus restrictions every three weeks, with the next review due today. But Raab clarified current measures will stay in place until the Prime Minister's address to the nation on Sunday.   The rate of virus reproduction — the R0 number — in the UK right now is between 0.5 and 0.9, Raab said, and it's probably at its lowest in London, chief statistician at the Office for National Statistics Sir Ian Diamond added.  The R0 is the average number of other people infected by each patient. The overall number of cases and deaths is steadily falling, Raab said, but he warned the virus is not yet beaten.  It remains deadly and infectious,\" Raab noted.  The UK's coronavirus death toll has risen by 539 to reach 30,615.  ##Daily Life## ##Health## If you're just turning in, here is the latest on the coronavirus pandemic across the globe: Workers in Africa: Nearly 1,000 health workers are infected with Covid-19 across the continent, according to World Health Organization (WHO) officials.\nFrance's stay-home order: The country will start lifting its stay-at-home restrictions starting on Monday.\nThe situation in China: More than five months after the coronavirus pandemic broke out in China, all mainland counties are now at a “low-risk” of the outbreak, the government said today. National Health Commission spokesperson Mi Feng said China is still faced with a high level of uncertainty. \nTreatment for Covid-19: Japan has approved the use of the experimental anti-viral drug remdesivir, for the treatment of coronavirus patients with severe symptoms.\nWeddings in Italy: Masses and religious ceremonies, such as weddings, will resume in Italy on May 18 under strict safety measures, the government announced today. Those services had been banned for almost two months due to the coronavirus pandemic. ##Daily Life## ##Health## ##Catch Up## Moscow Mayor Sergey Sobyanin announced coronavirus restrictions in the Russian capital are extended until May 31. Wearing masks and gloves will be mandatory for those at work, out shopping or on public transport, the mayor said. While the situation in Moscow has “stabilized,” social distancing and other restrictions will also need to remain in place, Sobyanin added. The mayor said that while the number of daily infections recorded in Moscow is still \"quite large,\" this is likely due to an increase in testing and not to an actual increase in the spread of infection.  A more important indicator is that the number of hospitalizations with severe and moderate pneumonia has stopped growing over the past two weeks,” he said. Moscow industrial and construction enterprises will be able to resume work on Tuesday, but only essential employees will report to work. Those who can work remotely will stay home. Regular spot testing for coronavirus will be enforced as well. The mayor said it's still too early to reopen restaurants, theaters, and sports facilities. The Russian government has extended nationwide lockdown measures until next Tuesday. But President Vladimir Putin said some measures may be extended and tightened in locations around the country on a case-by-case basis. ##Daily Life## ##Health## Nearly 1,000 health workers are infected with Covid-19 across the continent, Dr. Matshidiso Moeti, World Health Organization (WHO) Regional Director for Africa says. “We are very concerned that almost 1,000 African health workers have been infected with Covid-19. We know that most African countries already have a severe shortage of health care workers. And when our front line workers fall ill or are absent from work, communities don’t have access to essential services like immunizations, safe deliverers and treatment for chronic and infectious diseases,” Dr. Moeti said today during a briefing.  Dr. Amit Thakker, President of the Africa Healthcare Federation, said to address the global shortages of personal protection equipment (PPE), countries across Africa are “repositioning and refashioning” their businesses. “Many manufactures who never made PPE are now making PPE,” he said. Some factories in Kenya have already put up machinery to produce masks, gowns and hand sanitizers.  \"I see that countries are making a lot of effort to invest in overcoming the situation,” Dr. Moeti said. “When we came out of that devastating Ebola outbreak, it left in those countries some determination to start out better,” Moeti said.  Sierra Leone and Liberia who were devastated by Ebola, have confronted coronavirus head-on. “That painful learning really enabled to them start off at a different level, with a different outlook on how to invest,” Moeti said.   “I have a lot of faith in resilience of African people,” she added.   There are currently  more than 51,000 confirmed coronavirus cases and 2,000 people have lost their lives in Africa. ##Health## ##Daily Life## Japan has approved the use of the experimental anti-viral drug remdesivir, for the treatment of coronavirus patients with severe symptoms. Researchers in the US released some good news last week about a possible treatment for coronavirus — evidence that the experimental drug may help patients recover more quickly from the infection. The US Food and Drug Administration has authorized remdesivir for emergency use in patients with severe Covid-19. The Japanese Ministry of Health and Welfare granted special approval of the drug, developed by the US's Gilead Pharmaceutical, just three days after it applied for approval.  ##Health## ##Business## France will start lifting its stay at home restrictions starting on Monday, French Prime Minister Edouard Philippe announced today. He said it would be a “very gradual process” in order to “slowly but surely” lift lockdown measures. The Prime Minister warned that France was \"divided in two,\" as progress in some parts is slower than expected.  The restrictions could be reinstated if people do not respect social distancing rules. ##Daily Life## ##Health## In South Africa, the elephants are free to roam, but the country's conservation tourism industry remains under lockdown. While the wildlife has a break from tourists, we can roam along with the elephants in the wild with virtual safaris being streamed across the world.  The company WildEarth is streaming free virtual safaris twice a day. Visitors would normally play thousands of dollars for the experience in person. CNN's David McKenzie got exclusive access to join the WildEarth team as they record virtual safaris in the southern African bush. Watch the full report here. ##Daily Life## ##Business## Masses and religious ceremonies such as weddings will resume in Italy on May 18 under strict safety measures, the government announced today. Those services had been banned for almost two months due to the coronavirus pandemic. A protocol signed today by the Italian government and the conference of Italian bishops will allow public religious celebrations “in conditions of maximum safety for the faithful”. The safety measures provided for in the protocol \"indicate the most suitable ways to ensure that the resumption of religious celebrations takes place in the safest way for public health and for the protection of the faithful,\" Italian Prime Minister Giuseppe Conte said. Parish priests will identify \"the maximum capacity of the church\" which can guarantee social distancing during masses, the government press office told CNN, The priest and worshipers will have to wear masks. The priest will give communion wearing gloves and must be careful \"avoiding any contact with the faithful’s hands,\" the protocol reads. Churchgoers will also have to maintain a one-meter distance from others, inside and outside the church. Worshippers with a temperature above 37.5 degrees — of 99.5 degrees Fahrenheit — will not be admitted. Sanitizing gels will need to be placed at the churches entrance. At the end of every mass, the church and the objects used during the service, as the holy vases, will need to be sanitized. Similar agreements will be signed shortly with other religious groups, Interior Minister Luciana Lamorgese said. Masses have been banned in Italy since March 9.  ##Daily Life## ##Health## More than five months after the coronavirus pandemic broke out in China, all mainland counties are now at a “low-risk” of the outbreak, the government said today. National Health Commission spokesperson Mi Feng said China is still faced with a high level of uncertainty.  We should continue to push ahead with treatment and rehabilitation management and recognize our routine efforts to prevent a resurgence,” he added. China hasn't reported any new coronavirus deaths in 22 days and no new domestic transmission cases have been reported in four days.  China has reported at least 82,885 confirmed cases of the novel coronavirus, including 4,633 deaths. ##Daily Life## ##Health## The UK's lockdown measures are still being debated and nothing is finalized, but the country's stay-at-home message is likely to be eased this weekend, an official familiar with the deliberations told CNN. The official said changes would likely include allowing Britons to expand their social groups. It was still being discussed how that expansion would be defined.  The UK has the second-highest death toll from the virus in the world following the US. The official was confident that Sunday would see the UK government dropping “stay at home” as a core part of its message. They said shops including hardware stores or garden centers — mostly outdoor stores — would probably be allowed to reopen. Pubs, cafes, restaurants and department stores were not expected to reopen for the foreseeable future. Separately, Prime Minister Boris Johnson’s spokesperson said the UK will “advance with maximum caution” when it does begin easing coronavirus restrictions.  \"We will be guided at every step by the science and the data and we will closely track the impact of any easing of the social distancing measures and will not hesitate to tighten the rules if required.” The spokesman added the British Prime Minister wanted to maintain a “four nation approach,” regarding the lifting of restrictions.  Earlier, Scotland's leader Nicola Sturgeon said it is her “preference” for all four UK governments to make changes at the same point but if Johnson decides to move at a faster pace she will respect his decision. Johnson's spokesperson said a four-nation approach for England, Ireland, Scotland and Wales provides \"the best way forward.\" “The four nations entered the restrictions at the same time and should, where it makes sense, exit the restrictions at the same time. We agree that the only circumstances where there should be divergence is when there is evidence that supports it.”  The UK economy is heading for its worst crash in more than 300 years because of the pandemic according to a new forecast from the Bank of England. The spokesperson acknowledged the toll the current measures were having on the British economy, but reiterated the warning that a second spike would be even more devastating.  ##Daily Life## ##Health## ##Business## The number of coronavirus-related deaths in Sweden is at least 3,040, the country’s Public Health Agency said on Thursday. In total, the country has recorded 24,623 Covid-19 cases since the outbreak began. Sweden has taken a relatively relaxed approach to social distancing rules compared with other European countries. Why Sweden never locked down: Sweden has been an outlier during the coronavirus outbreak. The country has not joined many of its European neighbors in imposing strict limits on citizens' lives, and images of people heading to work on busy streets, or chatting at cafes and bars have raised eyebrows.  While the country's chief epidemiologist explains why Sweden never locked down and the the country says it's coronavirus approach has worked, the numbers suggest a different story.  ##Health## ##Daily Life##  Germany's Bundesliga is set to become the first major football league to resume play during the coronavirus pandemic. Matches will restart from on May 16, the CEO of the German Football League (DFL) Christian Seifert announced today. He said Borussia Dortmund versus Schalke 04 are among the first to kick off.  Chancellor Angela Merkel set out plans yesterday for the gradual reopening of the country after weeks-long restrictions, including resuming play for the country's top football league. She did not specify if this would be with spectators or behind closed doors. It would be the first major European league to resume playing. Last week, France canceled its season and declared Paris Saint-Germain the winner of Ligue 1. Merkel said authorities would watch local regions to ensure any outbreak was stopped. Germany is widely considered to have responded effectively to the pandemic, thanks in part to its large-scale coronavirus testing capacity. ##Daily Life## ##Health## Pakistan’s Prime Minister Imran Khan has announced that his government will be begin to lift the nationwide coronavirus lockdown starting on Saturday. “We have decided to lift the lockdown from Saturday in phases,” Khan said, addressing the nation. “We are doing this because the people of our country are suffering economically.”  Khan also called on the nation to be responsible after the lockdown is lifted and to continue practicing social distancing.  Khan said that while Pakistan's Covid-19 cases continue to rise, he “can’t say when Pakistan will reach its peak in numbers” and the people of his country cannot continue to suffer economically because of this. Khan stressed that Pakistan’s coronavirus death toll hasn't been as high as predicted and that the healthcare system has not been “overwhelmed “ as previously feared.  “We haven’t reached the kind of peak that Europe has seen, much wealthier nations than us have fared worse than us,” Khan said.  The first phase of reopening will include outpatient departments in hospitals; factories manufacturing pipes, ceramic ware, electric cables, steel and aluminum; as well as shops selling those items. All shops in rural areas will also be reopened.  All reopened retailers will welcome customers from sunrise to 5 p.m. local time five days a week. All educational institutions will continue to remain closed until at least July 15, and all major exams that are due to be held in the summer will be canceled. Travel by air and railway in the country remains suspended. ##Health## ##Daily Life## ##Business## Scotland’s leader said lockdown measures there be extended another three weeks, until at least the end of May.  First Minister Nicola Sturgeon said the reproduction rate of the virus in the country, known as the \"R-rate,\" is still “hovering around 1”. She said easing up now could be “very risky”.  What that means: A reproduction rate of one means each person with coronavirus will infect an average of one other person. Sturgeon said Scotland may be behind other parts of the UK.  For us to drop the clear, well understood stay-at-home message right now could be a potentially catastrophic mistake,\" Sturgeon said. She said the measures will be reviewed on a weekly basis and are currently due to end three weeks from now, on May 28.  Responding to British media reports that the UK Prime Minister Boris Johnson may announce a change to lockdown measures on Sunday, Sturgeon said she would not agree to a change in messaging around staying at home. She added other suggested changes about encouraging people back to work “would not in my judgement be safe to make”. It’s not an exaggeration to say that the decisions we take now are a matter of life and death,” she said. During the daily Edinburgh briefing, Sturgeon said she may be prepared to agree with a change of guidance about exercising. British media have reported people across the UK may be allowed to exercise outside more than once daily from Monday.  The First Minister said it is her “preference” for all four UK governments to make changes at the same point but if Johnson decides to move at a faster pace she will respect his decision. “I will not be pressured into lifting restrictions prematurely before I am certain we will not be risking a resurgence,” Sturgeon said. ##Daily Life## ##Health##   UK Foreign Secretary Dominic Raab has thanked Malaysia, Dubai and the UAE for their shipments of personal protective equipment to the UK's National Health Service.  His comments came after it was revealed around 400,000 surgical gowns ordered by the British government from a Turkish company were never distributed among NHS workers because they didn’t meet safety standards. The news that the gowns couldn't be used was an embarrassment for the UK government, who touted the shipment from Turkey as a solution to the country's PPE shortages.  Raab also said: “I would like to thank Dubai and the UAE for their generous donation of PPE for the fight against Covid-19. The UAE are true friends and valued partners, and we will continue to work together to tackle this global pandemic.” Moderna’s investigational vaccine for the novel coronavirus has been cleared by the US Food and Drug Administration to proceed to phase two of a study, the company said Thursday in a press release.  The next phase of the trial is expected to begin shortly, it said.  The vaccine, mRNA-1273, was the first US vaccine to start clinical trials in the United States. Moderna said it is finalizing protocol for a phase 3 study which is expected to begin in early summer.  CNN has reached out to the FDA. If you're just joining our live coverage of the global coronavirus pandemic, here are the key headlines today: Germany's death toll rises: At least 7,119 people have now died from the coronavirus in Germany, according to the country's center for disease control. Chancellor Angela Merkel has announced Germany will allow shops to reopen and people to meet in small groups as strict virus prevention measures ease.\nBlack people in UK are four times more likely to die of the virus than white people: New statistics show black people in the UK are facing a much higher risk of dying from from Covid-19.\nUK dumps PPE from Turkey: A high-profile shipment to the UK of 400,000 surgical gowns, hailed by ministers as a solution to Britain's personal protective equipment shortages, has ended in catastrophe after it was deemed unusable.\nRussia records another record daily rise in cases: The country now has the fifth-highest number of confirmed cases in the world, but the mayor of Moscow warned Thursday there may be many more sick people in his city.  \nJapan set to fast-track experimental drug: Tokyo's speedy move to approve remdesivir follows on from the US, which authorized the emergency use of the drug to treat coronavirus patients last Friday. A panel of experts will meet today in Japan so the drug’s approval can be completed as soon as possible.\nChina exports surprisingly strong: The country's exports ticked up 3.5% in April compared to a year earlier in US dollar terms, according to data released by Beijing. The result was much stronger than expected -- analysts polled by Refinitiv expected a 15.7% decline.\nTrump reverses on task force: US President Donald Trump said the White House coronavirus task force will now continue \"indefinitely,\" one day after his administration said it would begin to phase it out. The focus of the group will shift from preventing the outbreak toward finding a vaccine for the virus, Trump said. A growing number of children are showing up at New York hospitals with troubling new symptoms that state health officials believe could be linked to coronavirus. In an advisory to health care providers, state officials said 64 children in New York have been hospitalized with a condition doctors described as \"pediatric multisystem inflammatory syndrome.\" Some of the children had persistent fever, toxic shock syndrome and features similar to Kawasaki disease, the state health advisory said. Kawasaki disease causes inflammation in the walls of the arteries and can limit blood flow to the heart. While it's usually treatable and most children recover without serious problems, it can also be deadly. It mainly affects children under the age of five. While pandemic-era policies are still being developed at hotels around the globe and will no doubt vary widely, it's safe to say that guests will see big changes the next time they check in wherever they find themselves. Hotel stays are likely to be a stripped-down affair, particularly in higher-end hotels where personalized service and amenities have long been part of the draw. The Dutch Safety Board has begun an independent investigation into the government’s handling of the coronavirus crisis. The probe will look at the preparations for a pandemic, crisis management, the measures taken and the phasing out of these measures, a statement said Thursday. The Safety Board will also look at the effects of the coronavirus crisis on the safety of vulnerable people in the society, for example due to discontinuation of regular care or social services, the statement added. Its aim is to draw lessons for “potential future epidemics.” As of Wednesday, the Netherlands had 41,319 reported positive cases and 5,204 people reported dead, according to the Dutch National Institute for Public Health and the Environment. The estimated number of people infected with coronavirus in the Russian capital is far higher than previously reported, Moscow Mayor Sergey Sobyanin said Thursday. In an interview on state news channel Rossiya-24, Sobyanin said screening studies found that between 2% and 2.5% of the city’s population – around 300,000 people – have contracted the virus. That’s around three times higher than the capital's 92,676 officially confirmed cases.  “Our task is to identify as many of these people as possible,” Sobyanin said. He added it was “clear that there are even more really sick people in the city” than those identified through testing. Sobyanin said hospitals had been able to cope with an influx of patients. \"Over the past two weeks, the number of hospitalizations [of people with coronavirus] has not increased,” he said. “Moreover, the number of hospitalized and those who have been discharged shows a positive trend now. More were discharged than were hospitalized. And this is the main result of our work.” The mayor warned, however, that lockdown and distancing measures would not end quickly. “Today we see that it will take a long period to overcome the epidemic,” he said. “This means that for a long time we will live in a new reality, one not very comfortable for all of us.\" Poland's upcoming presidential election will be postponed amid concerns about the spread of coronavirus, the country's coalition government leaders said Wednesday. Jaroslaw Kaczynski of the ruling Law and Justice party, and Jaroslaw Gowin of the smaller Agreement party,  announced a \"solution that will guarantee Poles the opportunity to take part in democratic elections\" in a joint statement reported by state-run Polish News Agency.  \"The speaker of the Sejm will announce new presidential elections at the earliest possible date,\" the statement reads, referring to Poland's lower house of parliament. It adds that voting will be done by post, \"in the interests of the safety of Poles in view of the epidemic situation.\"  A total of 733 people have died from coronavirus in Poland, where 14,740 cases of the virus have so far been reported, state-run Polish Radio announced late Wednesday.  The decision to postpone the vote comes after weeks of criticism of the government.  Campaigners and academics have said that the Law and Justice party is using the pandemic to continue chipping away at democracy and tightening its grip on power. Members of ethnic minorities in the United Kingdom, especially black men and women, face a higher risk of dying from Covid-19, according to data from England and Wales released by the Office of National Statistics (ONS) on Thursday. According to the ONS, the mortality rate from the novel coronavirus is 4.2 times higher for black men than for white men.  The numbers are similar for black women whose death rate from Covid-19 is 4.3 times higher than for white women. The ONS statisticians found that black people are 1.9 times more likely to die of the virus even when age, socio-demographic characteristics and measures of health and disability are taken into account.  People of Bangladeshi and Pakistani, Indian, and mixed ethnicities had “statistically significant raised risk of death” from Covid-19, compared with those of white ethnicity, the ONS said.  “These results show that the difference between ethnic groups in Covid-19 mortality is partly a result of socio-economic disadvantage and other circumstances, but a remaining part of the difference has not yet been explained,” the ONS said in its report.  Russia on Thursday recorded a record daily rise in coronavirus cases, reporting 11,231 new cases over the last 24-hour period, the country’s Covid-19 response headquarters said in a statement. All told, Russia has seen 177,160 official cases of coronavirus, and 1,625 deaths. The Russian government has nationwide lockdown measures in place until May 12, and President Vladimir Putin on Wednesday said those measures may be extended and strengthened in some regions of the country. US President Donald Trump contradicted a nurse he was honoring in the Oval Office on Wednesday, insisting there are no personal protective equipment shortages in the US despite her account that availability could be \"sporadic.\" A reporter asked the nurses attending the National Nurse Day event if their PPE supplies are where they need to be amid the coronavirus pandemic, and many of them nodded in agreement or answered affirmatively. \"I think it's sporadic,\" answered Sophia L. Thomas, president of the American Association of Nurse Practitioners. \"I mean, I talk to my colleagues around the country. Certainly there are pockets around the country where PPE is not ideal, but this is an unprecedented time.\" Thomas said she works at a community health center in New Orleans, and that her youngest Covid-19 patient was 4 days old. \"The infection control measures that we learned back when we went to school, one gown and one mask for one patient per day -- this is a different time,\" she said, adding that she has been reusing a single N95 mask for \"a few weeks now.\" \"PPE has been sporadic, but it's been manageable. And we do what we have to do,\" Thomas said. \"We are nurses and we learn to adapt and do whatever we can do for our patients to get the job done and the care provided, and that's what we will continue to do as Covid-19 continues.\" Despite her firsthand experience, Trump disputed Thomas' account. \"Sporadic for you but not sporadic for a lot of other people,\" the President told her. Read more: ##Health## Nearly half of UK doctors surveyed by the British Medical Association said they had to buy their own personal protective equipment or rely on donations during the coronavirus epidemic.  The BMA, a trade union for British doctors, said it surveyed 16,000 doctors in the UK, asking them about access to PPE, their well-being and drug shortages. The UK government has long been criticized for failing to provide enough adequate protective equipment for the National Health Service (NHS).  The latest PPE controversy came on Thursday, when it emerged that a much touted delivery of around 400,000 surgical gowns ordered by the government from Turkey in mid-April was never distributed among NHS workers because it did not meet British safety standards. Dr. Chaand Nagpaul, the chair of the BMA Council, said in a news release: On the one-hand it shows how resourceful they have been and how much support there has been from the general public in providing kit; but far more importantly, it is a damning indictment of the Government’s abject failure to make sure healthcare workers across the country are being supplied with the life-saving kit they should be. ##Health## In hospitals around the world, doctors are shaking their heads in disbelief as they watch Covid-19 patients who should be comatose or \"seizing\" from hypoxia -- a lack of oxygen in the body's tissues -- check social media, chat with nurses and barely complain of discomfort while breathing. Some have dubbed them \"happy hypoxics,\" a terrible misnomer for what could be a long, slow recovery -- or worse. The proper medical term is \"silent hypoxia.\" It happens when people are unaware they are being deprived of oxygen and are therefore showing up to the hospital in much worse health than they realize. Typically, these patients have experienced some Covid-19 symptoms for two to seven days before they show up at the hospital complaining of sudden chest tightness or an inability to breathe deeply, said Dr. Richard Levitan, who's been an emergency room physician for some 30 years. While he practices at Littleton Regional Healthcare in New Hampshire, Levitan recently spent almost two weeks volunteering in the emergency room of a New York City hospital near the epicenter of the city's devastating outbreak. Levitan said scans of these patients' lungs showed signs of pneumonia so severe they should be in terrible pain as they gasp for their next breath. \"Their X-rays looked awful, their oxygen was terrible, and yet they're completely awake, alert on a cell phone, and they all said is they've been somewhat sick for days,\" he said.\n\"And then only recently did they notice either shortness of breath or fatigue or something else,\" Levitan added. \"That's what is so fascinating about this disease and also so terrible.\" Read more:  ##Health## The British government has yet to make “any final decisions,” on which of the anti-coronavirus restrictions it will ease on Monday, Northern Ireland Secretary Brandon Lewis said in an interview on Thursday. “We haven't made any final decisions on these issues yet,” Lewis told BBC Breakfast. “I would just say to people to not get too carried away with what we may be reading and just wait until the government guidelines and the prime minister's statement.” The Northern Ireland secretary also seemed to pour cold water on those craving to go back to work starting Monday. “I would say to people that the current government position is very clear that where you can work from home you should, we should stay home wherever we can,\" he said. The background: UK media reported on Wednesday that stay-at-home advice would be scrapped from Monday, according to information given to MPs by Prime Minister Boris Johnson. According to The Telegraph, Johnson said that people would be encouraged to go back to work if possible and allowed \"unlimited\" exercise outside. ##Daily Life## A twelfth case of Covid-19 in Vatican City is also an employee of Pope Francis, the Holy See press office said on Wednesday.  The person has been working remotely since early March and is now under observation at home, according to the director of the Holy See press office, Matteo Bruni. Vatican City is the seat of the Catholic church, and it has been a sovereign state in the middle of Rome since 1929. It has 605 residents, all with a Vatican City passport and who are out of Italy's legal jurisdiction.  “A new positive case was recently confirmed of having Covid-19, the twelfth in Vatican City State and among employees of the Holy See. The person had been working remotely since the first days of March and when symptoms arrived (they) remained in fiduciary home isolation,\"  Bruni said in a statement. \n\"Before returning to the workplace, (the patient) was successfully tested by the Vatican Health and Hygiene Department and is now under observation at home.” ##Health## Angela Merkel doesn't give big speeches. The German Chancellor addresses her nation once a year, in a pre-recorded New Year's message. When she decided to update German citizens about the coronavirus outbreak in March, it was the first unscheduled televised address she had given in almost 15 years of leadership. The speech was a hit. Merkel, a pastor's daughter with a PhD in quantum chemistry, presented the grim facts of the pandemic while also offering a dose of compassion. She referenced her East German background and the difficulty she had with the idea of restricting freedom of movement. But she explained why doing so was necessary, and got Germans on her side. \"She is not a great orator, but this calm message to the nation contributed to the confidence of the people: 80% to 90% felt she can do it,\" said Wolfgang Merkel (no relation to the Chancellor), professor of political science at Berlin's Humboldt University. \n\"When people are deeply insecure about the future, they seek protection and more certainty from the government.\" It has been a real transformation for Merkel, who began the year as a lame duck leader. Her political record had been damaged by the huge backlash against her \"open door\" refugee policy, her succession plan collapsed and her party was rapidly losing ground to the fringes. But when Covid-19 began to spread across the globe, Merkel stepped up once again. Read more: Most cruise passengers have made their way back home, and the vast ships that once ferried them from port to port are moored up or back on the water, relocating for the next stage in their journeys. But what about the crews that kept these gigantic vessels going, and looked after guests as panic over the coronavirus swept across the oceans? For many of those working in the cruise industry, the nightmare of being aboard a ship that had carried people with coronavirus has continued -- sometimes without an end in sight. Isolated, denied the swift repatriations offered to passengers and, in some cases, made to endure tough conditions without pay, some of those sequestered at sea have been describing the bureaucratic tangle that has trapped them, often within meters of shore. \"I'm hoping we don't get forgotten about, to be honest,\" says MaShawn Morton, who works for Princess Cruises. \"It seems like nobody cares what's happening to us out here.\" Read more: The Bank of England has warned that the impact of the coronavirus pandemic will see the UK economy plunge into a deep recession.  The Bank says GDP will contract by 14% in 2020, with unemployment rising to 8%. It is currently predicting a rebound in 2021, with GDP set to grow by 15%.  The Bank also left UK interest rates unchanged at 0.1%. The central bank decided not to increase its stimulus efforts, and will maintain its current £200 billion ($248 billion) stimulus plan. ##Business## An order of around 400,000 surgical gowns ordered by the British government from Turkey in mid-April was never distributed among National Health Service workers because it did not meet safety standards. “If equipment does not meet our specifications or pass our quality assurance processes it is not distributed to the front line,” a spokesperson for Britain’s Department of Health and Social Care (DHSC) told CNN on Thursday, when asked if the shipment in question had failed to meet safety standards. \n“All deliveries of PPE (personal protective equipment) are checked to ensure the equipment meets the safety and quality standards our frontline staff need.” The British government announced it had secured a delivery of PPE from Turkey, which the UK’s Royal Air Force flew into the country on April 22. The shipment came amid warnings that NHS Trusts risked running out of surgical gowns. “This is a global pandemic with many countries procuring PPE, leading to shortages around the world, not just the UK,” the DHSC spokesperson said. \n“We are working night and day to source PPE internationally and domestically and brought together the NHS, industry and the armed forces to create a comprehensive PPE distribution network to deliver critical supplies to the front line.” The spokesperson declined to comment if the UK would seek a refund for the shipment in question. ##Health## ##Business## The staggering economic pain -- perhaps the worst since the 1930s -- of the American economy in the time of coronavirus will be graphically underscored in two new rounds of unemployment data that are due on Thursday and Friday. The figures will show Americans who have and will lose their livelihoods as common victims of the most cruel public health crisis in 100 years, along with the sick and the more than 73,000 people who have so far died. The prospect of a prolonged economic slump will have important implications in politics. It is already threatening to dampen memories of the roaring economy that President Donald Trump was banking on to carry him to a second term. It may also provide an opening to presumptive Democratic nominee Joe Biden who helped bring the country back from the last economic crisis in the Obama administration. Every day brings signs that what first looked like temporary job cuts could turn into permanent layoffs. GE, Airbnb and United Airlines this week for instance announced cuts in thousands of positions as business dries up. Discouraging news on the wider penetration of the virus raises the possibility of new spikes in infection that could further complicate the path to a full recovery. The emerging reality that the \"rocket\" like rebound the President predicted is unlikely may be behind Trump's increasingly frantic statements on a emergency he has also claimed will soon be over. \"We went through the worst attack we've ever had on our country,\" he said on Wednesday. For weeks early this year, Trump was in denial and painted the threat from the virus as tiny. Read the full analysis: ##Business## If you're just joining our live coverage of the global coronavirus pandemic, here are the key headlines today: Germany's death toll rises above 7,000: At least 7,119 people have now died from the coronavirus in Germany, according to the country's center for disease control.  Chancellor Angela Merkel has announced Germany will allow shops to reopen and people to meet in small groups as strict virus prevention measures ease. \nUK to scrap stay-at-home message: Some of the restrictive measures in the UK will be lifted from Monday. Britons will once again be allowed \"unlimited\" exercise outside and people will be encouraged to return to work if safe. The UK has reported more than 30,000 coronavirus deaths -- only the US has seen more. \nJapan set to fast track experimental drug: Tokyo's speedy move to approve remdesivir follows on from the US, which authorized the emergency use of the drug to treat coronavirus patients last Friday. A panel of experts will meet today in Japan so that the drug’s approval can be completed as soon as possible.\nChina exports surprisingly strong: The country's exports ticked up 3.5% in April compared to a year earlier in US dollar terms, according to data released by Beijing. The result was much stronger than expected -- analysts polled by Refinitiv expected a 15.7% decline. \nTrump reverses on task force: US President Donald Trump said the White House coronavirus task force will now continue \"indefinitely,\" one day after his administration said it would begin to phase it out. The focus of the group will shift from preventing the outbreak toward finding a vaccine for the virus, Trump said.\nVirus is \"worse than Pearl Harbor,\" Trump says: The US President ramped up his rhetoric against China on Wednesday, saying Beijing could have stopped the pandemic and calling it \"the worst attack we've ever had on our country.\" As complaints about dire shortages of protective gear for medical workers on the front lines of the Covid-19 crisis began to stream in, US President Donald Trump was quick to point the finger of blame at his predecessor, Barack Obama. It was Obama and other administrations, he said, who left the shelves of the nation's Strategic National Stockpile bare of the items needed to combat the coronavirus. To an extent, the President was right. The Obama administration did use and then failed to replace items from the stockpile to fight the 2009 H1N1 \"swine flu\" pandemic. But Trump hadn't replaced those items either, despite repeated warnings that the country was ill-prepared for a pandemic, stockpile experts said. The President's criticism also ignored a key point: The stockpile was never intended -- or funded -- to be a panacea for a pandemic. Rather, it serves as one piece of the overall supply chain puzzle during a disaster. \"People who somehow believed it was a bottomless pit filled with everything they can imagine were not paying attention,\" said Tara O'Toole, a physician and former Department of Homeland Security official who once chaired an advisory committee on the stockpile. Read more: California will be refunded $247 million it paid to a Chinese firm to deliver 200 million N95 respirator masks under a secretive contract which was not disclosed to the public until Wednesday. After weeks of questions and pressure, the state disclosed the refund and released the contract worth nearly $1 billion with BYD, a Chinese automaker with offices in downtown Los Angeles. The contract, which included an upfront payment of $495 million, called for the production of 500 million face masks over a two-and-a-half-month period.  At a news conference Wednesday, Gov. Gavin Newsom told reporters the state had received 15 million surgical masks from the company, but was still waiting on tens of millions of N95 respirator masks that were expected to arrive in California this week but had failed to meet a delivery deadline.  The contract between California and BYD requires the Chinese manufacturer to certify the effectiveness of its N95 masks with the National Institute for Occupational Safety and Health (NIOSH). It was unclear what caused the certification delay. As recently as mid-April, Newsom said the delivery of masks from BYD would be on time and that, in fact, the state and federal government were auditing BYD factories in China. “We have teams on the ground in China, doing audits, and doing factory visits,” Newsom told reporters on April 13.  It is not known whether the masks have been delivered to the United States and are currently subject to inspection in the country. ##Health## ##Business## More than 7,000 people in Germany have now died of symptoms related to the novel coronavirus, according the country's center for disease control. Data released Wednesday showed 123 new deaths from Covid-19, bringing the total number to 7,119, according to the Robert Koch Institute. The institute also recorded an increase in new infections of 1,284, while 2,500 recovered from the disease in the same time frame. On Wednesday, German Chancellor Angela Merkel declared that Germany had made it through the first phase of the pandemic and announced an easing of the restrictions put in place to stop the spread of the virus. ##Health## ##Daily Life## Japan is set to fast-track approval for the experimental antiviral drug remdesivir as a treatment for coronavirus patients. Japan’s relatively speedy move to approve remdesivir follows on from the United States, which authorized the emergency use of the drug to treat coronavirus patients last Friday. It will be the first drug licensed in Japan to treat coronavirus patients.  Japanese health minister Katsunobu Kato said on Tuesday that a panel of experts would meet Thursday so that the drug’s approval could be completed as soon as possible.  In Japan, the approval process for an experimental drug usually takes up to a year, but given the urgency of the situation, officials are shortening that time period to a week, according to public broadcaster NHK. Only drugs that have been approved by other countries can be fast-tracked for use in Japan, NHK reported. Remdesivir, made by US-based Gilead Sciences, was tested against Ebola -- but with little success.  A US government-funded study conducted in April found that coronavirus patients who took remdesivir recovered faster than patients who did not. It improved recovery time for coronavirus patients from 15 to 11 days. But beyond the initial optimism, the study also made clear that remdesivir is far from a cure for Covid-19 as it does not prevent death and is not yet widely available to the public. ##Health## China's exports ticked up 3.5% in April compared to a year earlier in US dollar terms, according to customs data released by Beijing on Thursday.  That was much stronger than expected: Analysts polled by Refinitiv expected a 15.7% decline. The increase also reversed March's 6.6% drop. Last month's boost might have been aided by a backlog of orders that were cleared as factories reopened from coronavirus lockdown measures, according to Julian Evans-Pritchard, senior China economist for Capital Economics. Business was shut down for a significant chunk of the first quarter as the virus forced China's economy to a near-halt. Evans-Pritchard warned in a Thursday research note, though, that the uptick likely won't last. Exporters are \"unlikely to be immune from the sharp slowdown in global activity for long,” he said. Imports for April, meanwhile, were weak as the rest of the world contended with the pandemic. Data showed Thursday that imports fell 14.2% in April, worse than the 11.2% decline that analysts surveyed by Refinitiv expected. Imports fell 0.9% in March. The sharp deterioration in activity among China’s key trade partners will probably result in much weaker exports in May, according to Evans-Pritchard. Meanwhile, the threat of additional US tariffs on Chinese goods shouldn’t be ignored, he said. Trade tensions are once again brewing: US President Donald Trump hinted late last week that the United States could punish China with new tariffs because of the coronavirus outbreak. ##Business## US President Donald Trump declared Wednesday his coronavirus task force would continue \"indefinitely\" a day after he and Vice President Mike Pence said they were phasing out the health-focused panel in favor of a group focused on reopening the economy. Trump, who said the panel would adopt a new focus on vaccines, is also considering naming an administration point person on treatment and vaccine efforts, according to people familiar with the matter. And Jared Kushner, the President's son-in-law and senior adviser, continues to play a central role in the White House's response effort, including on vaccines, despite questions about the efficacy of his attempts to source badly needed supplies. According to Pence's public schedule, the task force was slated to meet at 4 p.m. ET on Wednesday. A few hours earlier, Trump explained his retreat on phasing out the panel. \"I thought we could wind it down sooner. But I had no idea how popular the task force is until, actually, yesterday when I started talking about winding it down,\" Trump said in the Oval Office, where he was meeting with nurses. \"I get calls from very respected people saying, 'I think it would be better to keep it going, it's done such a good job.' \"\n\"It's a respected task force. I know it myself,\" he added. \"I didn't know whether or not it was appreciated by the public but it is appreciated by the public.\" Read more: ##Health## Two customers shot two McDonald's employees in Oklahoma City on Wednesday after they were told to leave the store's dining area due to coronavirus restrictions, police said. The suspects got angry and took out a gun when they were asked to leave, Oklahoma City Police Lt. Michelle Henderson said. Two workers were shot and a third was injured, Henderson said, during \"the melee that ensued.\" Police told CNN affiliate KOCO that one of the victims was shot in the leg while the other was shot in the shoulder. Both injuries are considered non life-threatening, the affiliate reported. Police at the scene also said a female employee sustained cuts to her head, KOCO reported. The two suspects then fled and were apprehended nearby, Henderson added. The incident is one of several protests from residents across the country responding to restrictions in place to combat the virus. In Michigan, a Family Dollar store security guard was shot after telling a customer to wear a face mask -- a mandate in place by the state for all retail stores. ##Daily Life## Blood thinning drugs could help save some patients who are the most severely affected by the novel coronavirus, doctors reported Wednesday. The findings from a team at Mount Sinai Hospital in New York could help with a troubling problem that has shocked and horrified doctors treating coronavirus patients around the world -- blood clots throughout the body that complicate an already hard-to-treat disease. The team now says it is running experiments to see which anticoagulants may work best, and at which doses. \"The patients who received anticoagulants did better than those who didn't,\" said Dr. Valentin Fuster, director of Mount Sinai Heart and physician-in-chief of Mount Sinai Hospital.\n\"This has implications already. People, I believe, should treat these patients with antithrombotics,\" he added. The findings are not clear enough yet to make solid recommendations. The team noted that patients who were already severely ill were more likely to be given the blood thinners. Read more: ##Health## US Secretary of State Mike Pompeo said the United States does not have certainty about the origin of the coronavirus pandemic, despite claiming over the weekend there was \"enormous evidence\" the virus originated in a Chinese lab. Although he conceded he couldn't be certain, Pompeo continued to push his lab claim, countering the leading theory among intelligence experts and international analysts that the virus came into human contact at a wet market.  Assessments circulated among US intelligence-sharing allies have posited that it is \"highly unlikely\" the virus originated in a lab. The US intelligence community has said it is looking into both possibilities. In an interview on Fox Business later Wednesday evening, Pompeo doubled down on his claim that he had \"seen evidence that this likely came from the Wuhan Institute of Virology,\" but added that he'd be \"happy to see evidence that disproves that.\" The top US diplomat has maintained an aggressive line of attack on China's handling of the virus as the Trump administration looks to deflect blame for its response to the disease that has now killed more than 73,000 Americans and stalled the economy in the crucial months before the presidential election. Pompeo also insisted there was no contradiction between his position and comments by other senior US officials who have cast doubt on his theory. \"We don't have certainty,\" Pompeo said at a news conference at the State Department Wednesday. \"And there is significant evidence that this came from the laboratory. Those statements can both be true. I've made them both. Administration officials have made them. They're all true,\" he said. Read more: A total of 24,252 new coronavirus cases and 2,367 deaths were reported in the United States on Wednesday, according to Johns Hopkins University. At least 1,228,603 cases have now been recorded in the US, including 73,431 fatalities, according to JHU's tally. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking US coronavirus cases here: ##Health## Another 1,523 cases of the novel coronavirus were diagnosed in Pakistan on Wednesday, according to the Ministry of Health -- the country's largest daily increase yet. At least 24,073 cases of the virus have been confirmed in Pakistan, killing 564 people. The spike in cases comes after Pakistan recorded its highest number of coronavirus deaths in a single day on Tuesday. ##Health## South Korea reported four new cases of the novel coronavirus today, including one new local infection -- the country's first since Saturday. The other three cases were imported. At least 10,810 cases of the novel coronavirus have been confirmed in South Korea, which at one time during the early stages of the pandemic had one of the largest outbreaks in the world. But Seoul has brought the virus mostly under control and between Sunday and Tuesday there were no new local infections recorded. One more Covid-19-related fatality was reported today, bringing the country's death toll to 256. So far, 9,419 patients have recovered after being diagnosed with the coronavirus, meaning less than 13% of all cases are still active. ##Health## Editor's note: Catherine Pearlman is a clinical social worker, associate professor at Brandman University and the author of Ignore It!: How Selectively Looking the Other Way Can Decrease Behavioral Problems and Increase Parenting Satisfaction. Go for a walk, visit any open establishment or public space, and you will note a disconcerting phenomenon: People without masks. There is a pandemic. Tens of thousands of Americans are dead because of Covid-19, a disease that spreads in droplets that are expelled by infected humans, including as they talk or cough, and whether they show symptoms or not. The US Centers for Disease Control and Prevention recommends that everyone wear a cloth face covering in public, especially where there is a high degree of community-based transmission (that is, when the source of infection is unknown). I live in California, where nearly 60,000 people have been infected.  Across the country 1.2 million Americans have tested positive for Covid-19, with more than 73,000 lives lost -- and projections for the future (another peak in the fall?) are really grim. Meanwhile, hospitals and their staff are pushed to the breaking point caring for the sick, with medical staff working weeks without days off to treat the afflicted, risking their own lives and those of their family. And yet, so many people refuse to take warnings seriously to protect themselves and others by wearing a mask in public. It's hard to pinpoint how many of us are clueless and careless -- maybe half of those who go outside? A third? Some other fraction? -- but it's certainly way too many. The lack of empathy is jarring. We need a shift. Read the full opinion: ##Daily Life## New Zealand Prime Minister Jacinda Ardern today outlined how coronavirus restrictions will ease when the country moves to a lower alert level. The country is currently at level 3 of a four-point Covid-19 alert system, and Ardern described what life would look like under level 2. She said that social distancing measures at level 2 had been designed to \"get as many people back to work as possible and get the economy back up and running but in the safest way possible.\" Borders would remain closed to everybody except New Zealand citizens. Meanwhile, citizens returning to the country would still need to isolate in hotels away from others.  \"Test, contract trace, isolate. This is our Covid business as usual,\" Ardern said.   Restrictions on mass gatherings would remain under the level 2 alert. \"A trip from Wellington to Napier to see your mum is fine, a trip from Wellington to Napier to go to a big conference with an open bar is not fine,\" Ardern advised.  There would also be no stadium crowds, but \"sport will be played,\" Ardern said. Ardern said that staying 2 meters (6.5 ft) away from a stranger would be advised when level 2 comes into force, but those returning to work would be able to work at closer quarters because contact tracing would be easier.  The prime minister did not say when level 2 would be announced. She ended her briefing by saying, \"One thing to remember -- Covid is still with us.\" ##Daily Life## German Chancellor Angela Merkel set out plans Wednesday for the gradual reopening of the country after weeks-long restrictions imposed to stem the spread of the coronavirus. Limits on social contact will remain in place until June 5, she said, but Germans can now meet with members of one other household as well as their own. People must still remain 1.5 meters apart and cover their mouths and noses in public. Shops can reopen but with additional hygiene measures, Merkel said, speaking at a news conference following a video meeting with the prime ministers of Germany's 16 states. \"The first phase of the pandemic is behind us but we are still at the beginning and it will be with us for a long time,\" she said. Germany's top football league, the Bundesliga, can also resume play in the second half of May, Merkel said. She did not specify if this would be with spectators or behind closed doors. It would be the first major European league to resume playing. Last week France canceled its season and declared Paris Saint-Germain the winner of Ligue 1. Merkel said authorities would watch local regions to ensure any outbreak was stopped. \"We can afford a bit of courage,\" she said, but cautioned that \"we have to watch that this thing does not slip out of our hands.\" Read more: ##Daily Life## If you're just joining our live coverage of the global coronavirus pandemic, here are some key headlines today: Trump reverses on task force: US President Donald Trump said the White House coronavirus task force will now continue \"indefinitely,\" one day after his administration said it would begin to phase it out. The focus of the group will shift from preventing the outbreak toward finding a vaccine for the virus, Trump said.\nVirus is \"worse than Pearl Harbor,\" Trump says: The US President ramped up his rhetoric against China on Wednesday, saying Beijing could have stopped the pandemic and calling it \"the worst attack we've ever had on our country.\" Trump went on to say the coronavirus outbreak was worse than Pearl Harbor or the 9/11 attacks on the World Trade Center.\nBrazil infections spike: More than 10,000 new cases of the virus were recorded in Brazil in 24 hours, according to the country's health minister. The total number of infections reported in the country have passed 125,000, according to Johns Hopkins University, while the death toll has risen to over 8,500. President Jair Bolonsaro has been criticized for repeatedly downplaying the threat of the virus.\nGermany begins gradual reopening: Chancellor Angela Merkel announced Germany would allow shops to reopen and people to meet in small groups as the country slowly begins to unwind strict virus prevention measures. Merkel warned that although the first phase of the pandemic was over, \"we are still at the beginning.\"\nUK to scrap stay-at-home message: Some of the restrictive measures in the UK will be lifted from Monday. Britons will once again be allowed \"unlimited\" exercise outside and people will be encouraged to return to work if safe. The UK has reported more than 30,000 coronavirus deaths -- only the US has seen more.  Questions surrounding the origins of the novel coronavirus have sparked a war of words between Washington and Beijing -- and threatens to worsen already strained relations. In recent days, US President Donald Trump and Secretary of State Mike Pompeo have doubled down on the assertion that the virus originated from a laboratory in the central Chinese city of Wuhan, where the outbreak was first detected last December. The claim has unsurprisingly drawn fierce rebuttal from the Chinese government, which on Wednesday described the accusation as a \"smear\" intended to bolster Trump's reelection chances.  But intelligence shared among the Five Eyes network -- an alliance between the United States and four Anglophone allies, the United Kingdom, Australia, New Zealand and Canada -- also reportedly appears to contradict the Trump administration's assertion. Read more: Thousands of US Marines are expected to head to Australia in the coming weeks after the Australian government granted an exemption to Covid-19 travel restrictions, the US Marine Corps said in a statement. US Defense Secretary Mark Esper first announced in a tweet the resumption of the annual Marine Rotational Force-Darwin, in which as many as 2,500 Marines are deployed to Australia’s Northern Territory for six months during the country’s dry season. The deployment had been suspended in late March after Australia closed its borders completely to all non-citizens and non-residents. The US Marines will undergo a 14-day quarantine and face other requirements, Chuck Little, a spokesman for US Marine Corps Forces, Pacific, said in a statement. “The Marine Corps is committed to ensuring the health and safety of its forces and the Australian people, including local indigenous communities,” Little said. Little did not say exactly when the deployment would resume or how many Marines would be going. But last year’s deployment to the Australian base in Darwin involved 2,500 US Marines and this year’s was expected to be similar. Equipment deployed during the 2019 rotation, which the Australian Defense Ministry called the most capable since the deployment began in 2012, included MV-22 Osprey aircraft and advanced radars and artillery systems. ##Travel## ##Daily Life## Epidemiologist Caitlin Rivers said on CNN’s Anderson Cooper 360 that our lives will look different for the next 12 to 18 months, at least until there is a vaccine for the novel coronavirus. “I don’t think we’re all going to have to stay home for 12 to 18 months,” Rivers said. Rivers is a senior scholar and assistant professor at Johns Hopkins Bloomberg School of Public Health. \n“I think there will be a period where we are able to shift from everyone having to stay home to slow the spread, into these case-based interventions.’ That means contact tracing and isolation and quarantine of people who could spread the virus. “How our lives look over the next 12 to 18 months, it will change. We will start to reintroduce more activities into the community, but we’re not going to have the vaccine. Until we have a vaccine our lives will look different than they did,” Rivers said.  The country will also need to start planning for manufacturing and distribution now, Rivers said. “We don’t know which final product, which vaccine is going to be the winner and that makes it a little bit more difficult to plan around,” she said.  “But we can start to identify what are those opportunities to shorten that timeline to scale up our capacities, so that when there is a product available we have what we need to get it to people as quickly as possible.” ##Daily Life## Some doctors are urging the continued use of the HIV drugs lopinavir–ritonavir to treat severely ill patients with coronavirus, even though a recent study found no significant difference in recovery time between patients taking the drugs and those who were not. Doctors from several universities, including Columbia, Michigan State and the University of Pennsylvania, wrote letters published in the New England Journal of Medicine this week saying there were indications the drug combination might help some patients. A study published in March showed patients in China who were given the lopinavir-ritonavir combination did not recover any faster. But Dr. Piero Dalerba, an assistant professor in the Department of Pathology and Cell Biology at Columbia University Irving Medical Center, and two of his colleagues said secondary findings were “actually very promising.”  “I was reading the article and I noticed, however, that they reported also that the treatment was associated with a reduced mortality,” Delerba said. \n“So, less patients were dying in the treated group, and also importantly to me, I also noticed that the adverse events, the severe adverse events, the frequency of similar incidents was reduced in the patients who were treated with the drugs.” Health experts agree more research is needed on the drug combination and are hoping a much larger study by the World Health Organization on drugs that could be used to treat the coronavirus, including lopinavir–ritonavir, could offer more insight into a possible treatment for the virus. ##Health## A 57-year-old man from El Salvador became the first person to die from coronavirus while in Immigration and Customs Enforcement custody, a senior immigration official said on Wednesday. The man had been held at the Otay Mesa Detention Center in San Diego, California, the official said. \"He contracted (Covid-19) at the facility,\" the senior immigration official said. \"As soon as he tested positive he was sent to the hospital. He died there.\" Reports of the man's death drew swift condemnation from immigrant rights organizations, who've been pushing for weeks for ICE to release more detainees from its facilities and arguing coronavirus poses a deadly threat to immigrants behind bars. \"The heartbreaking tragedy at Otay Mesa could have been prevented had US immigration officials heeded the recommendations of medical experts and acted in time,\" said Dr. Ranit Mishori, a senior medical adviser for Physicians for Human Rights, in a statement Wednesday. \n\"Thousands of doctors, advocates, and even the former acting head of ICE have been sounding the alarm for months about the grave risks of immigration detention amid the Covid-19 pandemic. The government cannot say it did not know this would happen.\" It's been six weeks since ICE announced the first detainee in its custody had tested positive for the novel coronavirus. According to the latest statistics published on the agency's website, 674 detainees in ICE custody have tested positive for the virus out of a total of 1,346 detainees tested. The lead researcher overseeing a clinical vaccine trial for the novel coronavirus said scientists won’t know definitively if any of the vaccines work to prevent infection until April or May of next year.  Dr. Mark Mulligan said on CNN’s Erin Burnett OutFront that a one-year time frame is a “blazing process” for vaccine development. “We’re doing things in months that normally would be done in years,” Mulligan said.  Mulligan is the director of the Vaccine Center at NYU’s Langone Health and is working with Pfizer Inc. and BioNTech SE on the trial. NYU Grossman School of Medicine and the University of Maryland were the first centers to enroll patients in a vaccine trial for the novel coronavirus. Study participants got the vaccine this week. Pfizer and BioNTech launched a similar trial in Germany.  The first phrase of the trial will determine if it is safe. That typically takes three to four months, Mulligan said. “That’s actually the most important first question and then we want to know if it’s tolerated well and if it produces an antibody response that might be protective after those first three or four months,” Mulligan said.\n“You go onto the question does it protect, and that’ll take several months as well,” he added. “I do really think we’re talking about getting through to the end of the year and into early next year before we would have a definitive answer.” Watch here: ##Health## The UK government will scrap its stay-at-home advice as part of the plan to gradually ease coronavirus restrictions, UK media reported on Wednesday evening. British Prime Minister Boris Johnson told MPs earlier in the day that he will be lifting some restrictive measures starting next Monday, and will officially announce the details on Sunday. Johnson will expand the once-a-day limit on exercise to allow \"unlimited\" exercise either individually or with members of the same household, The Telegraph reported.  He will also encourage people to go back to work if they can do it safely, and in a divergence to the strategy pursued by the government so far, he will tell those using public transport to use face-coverings where social distancing is not possible, according to The Telegraph. The Scottish government has already recommended use of face coverings in crowded spaces.  Schools could start a \"phased\" return of pupils at the beginning of June, but restaurants, bars and cafes have not been given a firm date for reopening, The Telegraph reported.  ##Daily Life## ##Business## Brazil recorded at least 10,503 new cases of coronavirus and 615 deaths in the past 24 hours, according to the country's health minister. At least 125,218 cases and 8,536 deaths have been reported in the country, according to Johns Hopkins University. Brazil currently has the highest number of coronavirus cases in Latin America while Brazilian President Jair Bolsonaro has faced criticism for downplaying the threat of the virus. Bolsonaro has repeatedly attended large political rallies calling for an end to quarantine measures in the country. ##Health## Brazilian President Jair Bolsonaro’s official spokesman, Gen. Otávio Santana do Rêgo Barros, has tested positive for the coronavirus, according to a statement released by his office. Rêgo Barros tested positive for Covid-19 on Monday, according to the statement. His team said the results were confirmed Tuesday and that he is recovering in his home. According to the statement, he wasn’t displaying “any symptoms that should raise any concern.” ##Health## Researchers in the UK say they have seen an “unprecedented cluster” of eight children with rare inflammatory problems amid the coronavirus pandemic. The cases, they said, bear resemblance to a severe form of Kawasaki disease -- a rare condition that causes inflammation in the walls of the arteries and can limit blood flow to the heart. All of the children were previously fit and well, the researchers said in a study published Wednesday.  Five of the children received mechanical ventilation through a tube in their windpipes, and one was put on an ECMO machine -- a device that takes over for the heart and lungs. Seven of the children survived, and one died from a stroke. Four of the children had known exposure to coronavirus, and two eventually tested positive. Six of the children were of Afro-Caribbean descent, and five were boys. In the study, published in the medical journal The Lancet, the researchers said the case cluster formed the basis of a national alert. In late April, Britain’s National Health Service sent an “urgent alert” to doctors saying they had seen cases of atypical Kawasaki disease that could be linked to coronavirus. As their study went to press, the researchers said they had treated more than 20 children with similar signs. The first 10 of these children tested positive for coronavirus antibodies – including the eight who made up the original “cluster” of cases. That suggests they had been exposed to the virus in the past, even if their diagnostic test came back negative at the time. “We suggest that this clinical picture represents a new phenomenon affecting previously asymptomatic children with SARS-CoV-2 infection manifesting as a hyperinflammatory syndrome with multiorgan involvement similar to Kawasaki disease shock syndrome,” the researchers wrote.  ##Health## US President Donald Trump has again leveled accusations that China could have stopped the global coronavirus pandemic, calling the spread \"the worst attack we've ever had on our country.\" Speaking from the Oval Office today, the President went on to say, \"This is worse than Pearl Harbor. This is worse than the World Trade Center.\" What we know: So far, more than 73,000 people in America have died from coronavirus. In comparison, more than 2,000 Americans were killed in the Pearl Harbor bombings during World War II. On September 11, 2001, a total of 2,977 people were killed in New York City, Washington, DC and outside of Shanksville, Pennsylvania. But while Pearl Harbor and 9/11 were direct and targeted attacks on the United States, the coronavirus pandemic is impacting countries all over the world, including China. As of today, Johns Hopkins University puts China's death toll from the virus at 4,637. There's never been an attack like this,\" Trump said today in the Oval Office.\nThe President added: \"And it should have never happened. Could have been stopped at the source. Could have been stopped in China. It should have been stopped right at the source. And it wasn't.\" In recent days, Trump and Secretary of State Mike Pompeo have doubled down on the assertion that the virus originated from a laboratory in the central Chinese city of Wuhan, where the outbreak was first detected last December. The claim has unsurprisingly drawn fierce rebuttal from the Chinese government, which described the accusation as a \"smear\" intended to bolster Trump's reelection chances. Watch here: ##Health## The number of coronavirus patients in intensive care units in France has continued to steadily decline since April 9, data from the French health ministry shows. There are currently 3,147 Covid-19 patients in ICU in France, down by 283 from the day before, the ministry said on Wednesday. A total of 23,983 people are hospitalized with coronavirus in France, which is down by 792 from the day before. ##Health##", "Section": "world", "Writers": ["Ben Westcott", "Adam Renton", "Ivana Kottasová"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-07-20-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}