{"Type": "article", "Time": "2020-08-17", "Headline": "August 18 coronavirus news", "Text": "New Zealand recorded six new coronavirus cases in the past day, Director-General of Health Dr. Ashley Bloomfield said at a news briefing on Wednesday.  Five cases were locally transmitted, linked to a cluster in the country's most populous city, Auckland. The sixth case was a person who recently arrived from overseas, and is in \"managed isolation,\" Bloomfield said.  These new infections raise the national total to 1,299 cases. Prime Minister Jacinda Ardern called the latest figures \"encouraging,\" and said, \"we are not seeing a surge in community cases.\" \"The perimeter of the virus is not expanding exponentially and risks like daily doubling of cases as we saw during the first outbreak has not occurred over the past week. So far the rollout of our resurgence plan is working as we intended,\" Ardern said.  Army deployed: Over the next six weeks, 500 more army personnel will be deployed to manage quarantine facilities, Ardern announced. This brings the total number of military personnel supporting New Zealand's Covid-19 response to around 1,200. The country conducted more than 23,000 coronavirus tests on Tuesday, taking the total number of tests done since the pandemic began to 639,415. Australia has secured a deal with the UK-based drug company AstraZeneca for access to a potential Covid-19 vaccine should trials prove successful. AstraZeneca is currently developing a vaccine in partnership with Oxford University, and has already reached agreements with several governments -- including the US and UK -- to produce at least 2 billion doses, with the first deliveries starting as early as September. Under the deal, Australians would receive the vaccine for free, an Australian government statement said on Tuesday. “If this vaccine proves successful we will manufacture and supply vaccines straight away under our own steam and make it free for 25 million Australians,” wrote Prime Minister Scott Morrison in the statement. “However there is no guarantee that this, or any other, vaccine will be successful, which is why we are continuing our discussions with many parties around the world while backing our own researchers at the same time to find a vaccine.\"  Speaking Wednesday, Morrison acknowledged that there were \"big hurdles\" in producing a successful vaccine but said the AstraZeneca-Oxford University project is \"one of the best prospects in the world today.\" There is no stated cost of the Australian government’s deal with AstraZeneca; however the Australian government has indicated that it will spend billions of dollars on its vaccine strategy. The strategy includes the purchase of 100 million needles, syringes and other consumables from US company Becton Dickinson, with an order already placed worth 24.7 million Australian dollars ( $17.9 million). Mexico recorded 5,506 new cases of the novel coronavirus and 751 new virus-related deaths on Tuesday, raising the country's total to 531,239 infections and 57,774 fatalities. The new figures were released shortly after Mexico's Health Ministry announced what it called \"good news\" on Tuesday morning, claiming the country is \"in a decreasing phase\" of the coronavirus outbreak. \"The trend is clear and proves that consistently in most of the country, the new cases are decreasing, the number of deaths, there is a decrease over the past six weeks, hospital beds are being unoccupied,\" the Health Ministry said in a briefing. On Monday, Mexico recorded its lowest number of new cases since June, with 3,571 new infections. Mexico holds the third-highest number of deaths in the world from coronavirus, following only the United States and Brazil, according to Johns Hopkins University. In Latin America, Mexico has the third highest number of coronavirus cases, behind only Brazil and Peru.  ##Hotspots## Honolulu is dramatically tightening its restrictions on public gatherings as coronavirus cases surge in the US state of Hawaii. “There can be no social gatherings -- indoors or outdoors -- on the island of Oahu,” Mayor Kirk Caldwell announced in a news briefing Tuesday. Hawaii announced 134 new Covid-19 cases on Tuesday, with most in Oahu. The rate of daily new cases is seven times higher than it was a month ago, according to the Hawaii State Department of Health.  More than 200 cases in Hawaii are linked to an outbreak at the Oahu Community Correctional Center in Honolulu. Under the new rules: No more than five people can gather together at one time, except for family members\nThe county is asking more businesses to allow workers to stay home\nRestaurants can only seat a maximum of five customers per table\nChurches can continue to meet in person, but masks must be worn and congregations will not be allowed to sing.\nThe state’s mandatory 14-day quarantine for out-of-state arrivals will be extended through the end of September The new restrictions in Honolulu begin Wednesday and are scheduled to last for 28 days.  ##Hotspots## ##Economy## More than 22 million coronavirus cases have now been recorded globally, including nearly 800,000 deaths, according to data from Johns Hopkins University. The total case count stands at 22,046,135, and the death toll at 778,557.   The United States has the highest figures, with more than 5.47 million cases and 171,687 deaths. Brazil follows next with 3.4 million cases and 109,888 deaths.  Earlier Tuesday, the Pan American Health Organization said the Americas account for 64% of the world's Covid-19 deaths. CNN is tracking worldwide coronavirus cases here: Brazil has reported 47,784 new Covid-19 cases and 1,352 deaths in the past 24 hours, the country’s Health Ministry reported Tuesday.  At least 109,888 people have died from coronavirus in the country, according to the Ministry’s data. The total number of confirmed Covid-19 cases now stands at least 3,407,354. Brazil continues to trail only the United States in terms of the highest number of coronavirus infections and deaths in the world.  ##Hotspots## New York City's public schools plan to open their doors to students for some in-person learning when the school year starts in just a few weeks, but more than 300,000 students are opting to stay home for all online learning instead. According to new data from New York City's Department of Education, at least 304,880 students have requested remote learning, a jump of 40,000 from just last week, when approximately 264,000 students planned to start the year remotely. \"School buildings will open only if the city’s rate of positive coronavirus tests is less than 3% using a seven-day rolling average, and our latest positive test rate is 1%,\" according to the DOE's latest release. New York City is preparing for 697,008 students to start the year with blended learning, meaning they will attend at least some school in-person. All students will receive five days of instruction a week, whether through the blended or remote options. \"We’re able to offer a fully-remote learning model for families who are able and wish to keep their children at home. Families can opt in to full-time remote learning at any point,\" the DOE's release said. According to the DOE, 37% of the students requesting remote learning are Hispanic, 28% are Asian, 20% are Black, and 12% are White. \"We know that nothing can replace in-person instruction and the many supports, including social emotion and health benefits, that students get in the classroom,\" the release said. Some background: Among the top ten largest school districts in the country, New York City, the largest, with more than 1.1 million students, is the only one not planning to start the year with full online learning. New York City schools are scheduled to return in early September and these numbers are expected to change, as families can opt into remote learning at any time, and can will have certain points to opt into blended learning during the school year. ##Schools## Iowa State University said in a news release Tuesday that 175 students living in residence halls and campus apartments have tested positive for Covid-19.  \"The final days of move-in testing at Lied Recreation Center wrapped up on Sunday,\" read the release. \"For the two weeks of COVID-19 testing, 8,094 students living in the residence halls and campus apartments were tested and 175, or 2.2%, tested positive, and 7,919, or 97.8%, tested negative.\"  Director of Thielen Student Health Center Erin Baldwin said that the goal of move-in testing was to identify positive cases and intervene to mitigate the spread of the infection. \"Students who tested positive are required to isolate for 10 days. About half of the students are isolating in isolation rooms provided by the department of residence,\" added the release. \"Quarantine rooms are also available for students notified through contact tracing that they were exposed to a positive case.\"  Students moving into the residence halls after Aug. 16 will complete the required testing at TSHC's mobile lab, according to the release.  \"Now that move-in testing is complete, TSHC will provide testing for students, faculty and staff with symptoms of COVID-19,\" read the release. \"Additional surveillance testing may be used in targeted areas throughout the fall.\" ##Schools## Patients with a rare, coronavirus-linked condition called multisystem inflammatory syndrome in children, or MIS-C, suffer sudden, severe inflammation and changes in the blood that promote clotting, British researchers reported Tuesday. In the most acute phase, the children had raised levels of inflammatory immune system molecules called cytokines, and reduced levels of white blood cells known as lymphocytes. But with treatment, these symptoms returned to normal, the researchers reported in the journal Nature Medicine. \"Clinically, these children respond to treatments that calm the immune system such as corticosteroids and immunoglobulins,” lead researcher Dr. Manu Shankar-Hari, a specialist in intensive care medicine at Guy's and St Thomas' Hospital in London, said in a statement. Shankar-Hari’s team studied 25 children with MIS-C. Most, but not all, tested positive for coronavirus. Those who did not, likely had contact with coronavirus patients and may have cleared all signs of the virus by the time they developed the syndrome, the team reported. MIS-C appears different from symptoms seen in adults with coronavirus, the researchers said. Different types of immune cells are activated or suppressed in each case, which suggests they are distinct syndromes. In addition, children who tested positive for the virus had more severe illness than the children who tested negative. Some background: MIS-C remains rare but the US Centers for Disease Control and Prevention reports 570 confirmed cases of MIS-C and 10 deaths in 40 states and Washington, DC. More than 70% of reported cases have been in Latino or Black children. “Most children developed MIS-C 2-4 weeks after infection with SARS-CoV-2,” the CDC says.  Eight members of the Greek life system have tested positive for Covid-19 at North Carolina State University, Senior Media Relations Strategist Lauren Barker tells CNN in a statement. These students live in either university-owned chapter houses or privately owned chapter houses, the statement says. The students were all tested at off-campus testing sites and have been instructed to self-isolate by the university’s Student Health Services, the school said in a statement.  As part of the university’s contact tracing program, all close contacts have been advised to quarantine for 14 days, which in some cases could mean the entire house being placed on quarantine. In a release on Tuesday, the school said they were also notified by the Wake County Health Department of a cluster at a separate off-campus housing facility on Clark Avenue in Raleigh. The Health Department said reports indicated that a party or other gathering was hosted at the address on Aug. 6, before classes began. It is unknown how many have tested positive from the cluster, but the state health department identifies a cluster of having five or more cases reported in close proximity. Classes began on Aug. 10 at the university. Around 110 Chinese construction workers living in a crowded compound in Petach Tikva, Israel’s fourth largest city, have tested positive for coronavirus, the local authority said. The Petach Tikva’s Municipality said it received a report on Aug. 13 that 20 Chinese workers were infected, all of whom had lived in a compound with about 300 other Chinese workers at an industrial area on the outskirts of the city.  Mayor Rami Greenberg announced a series of quarantine measures, including the closure of the buildings, and evacuation and testing the residents. Since then, the health ministry has confirmed about 90 more cases. The buildings are now emptied and will remain closed, the local authority said. The municipality told CNN on Tuesday the compound was in “inhumane sanitary conditions” and “not suitable for human residence.” So far, local health authorities have tested 267 workers. Mayor Greenberg said those who were confirmed positive were transferred to quarantined motels and to hospitals. The rest were taken to various accommodations in Israel, where they will stay in quarantine for 14 days. In a statement, the Chinese Embassy in Israel confirmed the situation, adding the infected workers are “all in light or asymptomatic conditions.” The Chinese Embassy also urged its citizens to cooperate with quarantine measures and to stay alert. “For those who have lived in related area or been in close contact with infected workers, please do not hide the contact history or your own illness for the sake of other people’s health and safety,” the embassy said. “Contact [the] Health Ministry immediately for a test,” it added.   The number of coronavirus cases in Kentucky has passed 40,000, according to Kentucky Gov. Andy Beshear. During an afternoon news conference, Beshear said there were at least 627 new cases in the state today, bringing the total number of cases to approximately 40,299. Of the new cases, 76 are in people 18 years of age and younger.   The state reported at least 12 new deaths but the positivity rate is down to 5.48%, according to Beshear.  There are currently at least 622 people hospitalized –– 147 of those are in intensive care units, and 88 people are on ventilators in Kentucky. ##Hotspots## Spectators will be allowed at upcoming University of Alabama home football games. The school announced that approximately 20% of the seating capacity at Bryant-Denny Stadium (approximately 20,000 fans) could be filled, but school officials have prohibited tailgating on campus. Earlier on Monday, the Southeastern Conference (SEC), in which the Crimson Tide plays, declared it would defer to member schools to determine how many spectators will be allowed at games. The university says the plan is in compliance with state and US Centers for Disease Control and Prevention guidance. Ticket holders will have to complete a HIPAA compliant questionnaire in order to gain access to games.  The Crimson Tide will debut the new spectator plan at their home game versus Texas A&M on Oct. 3. Alabama opens their season on the road against Missouri on Sept. 26. ##Schools## Rev. John I. Jenkins, the president of University of Notre Dame, said most Covid-19 infections have been the result of off-campus gatherings, according to analysis from contact tracers. In response to a spike in cases since students have been back on campus, Jenkins announced Tuesday that all in-person classes have been suspended for two weeks. But, students won't be punished for attending off-campus parties, Jenkins said. “Often we learn of such gatherings through our contact tracing inquiries and we have a policy that information gained through such inquiries will not be used in any disciplinary action. We will continue to adhere to this policy because we want students to be forthright with us, so that we can discover the source of the infections in order to keep the community safe,” Jenkins said. He said the university will take disciplinary action if the school learns of a \"serious violation of our policies from other sources.\" Jenkins said that “several reports” of this nature have already been submitted and are under review by the university conduct process. Jenkins vowed that over the next two weeks, the university would enhance their testing abilities both for those who are experiencing symptoms and for those who are asymptomatic. ##Schools## President Trump said he opposes much-needed funding for the United States Postal Service because he doesn’t want to see it used for mail-in voting, which he falsely asserted for months would lead to voter fraud. Amid all the controversy, CNN’s Kristen Holmes went to a post office in Chaptico, Maryland, to get the facts.  Is mail-in voting safe? What's the difference between postal ballots and absentee ballots? How do you register to vote by mail? She speaks to an expert to get your questions answered.  Watch the video: Just to reiterate: There is no evidence of widespread voter fraud in US elections, and nonpartisan experts say neither party automatically benefits from voting by mail. Check out CNN's Fact Check for more. ##Politics## The mayor of São Paulo city, Bruno Covas, announced Tuesday that in-person classes in the city’s public schools will be postponed until October.   The mayor made the decision despite receiving authorization from state officials that schools can reopen in September with 35% capacity.  \"The return of classes is now reckless, we are still controlling the disease in the city,” Covas said at a news conference today. “It is much more complicated to maintain social distance within the classroom than in other places,” he added.  The decision to postpone in-person learning was made after the results of a serological survey conducted by the municipality showed that 64% of children in São Paulo infected with the coronavirus are asymptomatic. The study also concluded that 16% of the city’s children's had already contracted the virus.   Asked about the possibility of completely postponing the resumption of classes this year, Covas said it will depend on how well the city is able to contain the spread of the virus.  Covas added the decision to resume in-person learning will be guided by health officials, who recommended that the city suspend in-person classes until October. The latest numbers: As of Tuesday, São Paulo state has a total of at least 711,530 confirmed Covid-19 cases and approximately 27,315 virus-related deaths. ##Schools## ##Hotspots## All undergraduate classes at the University of Notre Dame will shift to remote learning for the next two weeks as school officials try to get a recent spike in Covid-19 cases under control, Rev. John I. Jenkins, the university's president, told the community. “We have seen a dramatic increase in the number of positive cases of Covid-19 in your first weeks back on campus” Jenkins said. “The spike in cases is very serious. And we must take serious steps to address it.” Jenkins said that while his team had initially thought of sending the entire student body home, they decided to only move to remote learning for two weeks while continuing to monitor the situation. For the next two weeks, all undergraduate classes will be remote, all public spaces will be closed, residence halls will be restricted, and students who live off campus should remain in their homes and not come onto campus.  “The objective of these temporary restrictions is to contain the spread of the virus so that we can get back to in person instruction,” Jenkins explained. ##Schools## Ireland \"significantly\" tightened coronavirus restrictions on Tuesday in an effort to enable schools to reopen in the coming weeks, the Irish prime minister said in a news conference. The government is limiting outdoor gatherings, encouraging businesses to continue working remotely, and urging citizens to restrict visitors to their homes and avoid public transit. Prime Minister Micheál Martin said the county is tightening restrictions because \"the spread of the virus is increasing across a wide range of settings, these restrictions will impact on most of us.\" More on this: The announcement follows a spike in coronavirus cases that led to Ireland's first local lockdowns last week in the counties of Kildare, Laois, and Offaly. Ireland has reported at least 27,499 confirmed coronavirus cases and approximately 1,775 deaths, according to the latest Department of Health figures published Tuesday.  Martin said the government is advising that all businesses should continue to facilitate remote working where possible and that public transport should be avoided. He also said sports events and matches will revert to being held behind closed doors. Martin added that all visits to homes will now be limited to six people from outside the home and from no more than three households for both indoor and outdoor gatherings. Additionally, outdoor gatherings will be limited to 15 people. Restaurants and cafes can remain open, but with a mandatory closing time of 11:30 p.m. local.  He also urged citizens over 70 years old to exercise greater caution, to limit their social interactions to a small network, and to only visit shops during designated hours. In a video on Twitter Tuesday night, Martin added, \"At the same time, the government is very conscious of the economic and social damage and the need to keep our economy working to keep society open. and in particular, to enable our schools to open fully in the coming weeks and to also enable the resumption of non-Covid elements of medicine and health.\" The positivity rate in Louisiana has dropped below 10%, Gov. John Bel Edwards said at a news conference. The positivity rate for the state is 9.4%, Edwards said, dropping the state to the “yellow zone” as classified by the White House coronavirus task force. The state reported an additional 664 new cases and 28 deaths.   Louisiana has reported a total of 139,125 cases and 4,431 deaths since the start of the pandemic. Note: These numbers were released by the Louisiana Department of Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. The Georgia Department of Public Health reported at least 2,873 new cases of Covid-19 on Tuesday. The statewide Covid-19 case total now stands at approximately 241,677. Georgia DPH also reported at least 69 new deaths. The total number of deaths attributed to Covid-19 in Georgia is now approximately 4,794.  There were at least 296 new Covid-19 related hospitalizations recorded. Note: These numbers were released by the Georgia Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## The US Centers for Disease Control and Prevention has launched a new program that will help monitor the spread of Covid-19 using sewage. The new National Wastewater Surveillance System will help local public health leaders better understand the extent of the spread of the pandemic in their communities, the CDC said in an update on its website Monday. Sewage from house and workplaces can be tested for genetic material from the novel coronavirus. Studies show the virus can be found in feces from people who are sick and also from people who don’t yet have Covid-19 symptoms.  About 80% of the US is on some kind of municipal sewer system, the CDC said. With delays in testing and limited contact tracing, this would be a good complement to those methods and may give a good big picture of how widespread the disease is. Depending on how frequently the wastewater is tested, sewage can be a leading indicator of changes in the burden of the disease in the community, the CDC said.  That would mean the community might have a few extra days to prepare for surge capacity in hospitals or to make lockdown decisions. Learning from history: This is not the first time the US has used sewage testing to monitor disease. Studies have shown it was an effective method to monitor for disease during polio outbreaks. This method does have some limitations. It cannot capture information from septic systems. That means it would miss data from more than 60 million people who rely on septic. In New Hampshire, half of all homes have individual systems. About a third of all new development is also served by septic or some other kind of decentralized system, according to the Environmental Protection Agency. This method cannot surveil decentralized systems like those used in universities or prisons that treat their waste. Several prisons have been hotspots for Covid-19 infections. It’s also unclear if low levels of infection in a community could be captured this way. The CDC said it is not possible to rely on wastewater data to predict the number of individual infections.     The CDC said it is working on a portal for local leaders to submit their wastewater testing data into a national database and the CDC will release data as it gets it.  Domestic violence calls have gone up in several regions in the Americas, according to the Pan American Health Organization. \"The ongoing stay-at-home measures, coupled with the social and economic impacts of this virus are increasing the risks of domestic violence,\" Pan American Health Organization director Dr. Carissa Etienne said in a briefing Tuesday. \"Home, is no longer a safe space for many.\" In Argentina, domestic violence calls have increased by more than a third, Etienne said. And in Mexico, calls have gone up more than 50% in comparison to last year. Etienne warned this may not even represent the full picture. \"These are only a few examples, it's happening across our region. The real extent of domestic violence during Covid-19 is likely underestimated as survivors are stuck at home and support and outreach services have been interrupted. With reduced contact to friends and family, or barriers in access to services and shelters, we are leaving survivors with nowhere to go,\" Etienne said.  \"Violence is never acceptable and survivors of domestic violence, should not be blamed,\" Etienne urged. Senate Republicans have drafted a scaled-back coronavirus relief proposal as talks between Democrats and the White House remain stalled. While the proposal isn’t expected to be considered any time soon – the US Senate remains adjourned for summer recess – it serves as a new marker for a conference that has been fractious and divided throughout the coronavirus relief talks. It also marks the latest effort to jar loose talks that on economic relief that have only grown further from a resolution and outcome as the weeks have passed.  Still, it includes $10 billion in funding for the US Postal Service, which has become a political flash point over the last several weeks due to operational changes that have led to allegations of deliberately slowed service.  The proposal is a “skinny” version of the $1 trillion Senate GOP proposal introduced last month.  Here's what other key points it would also include: Liability protection\n$105 billion for schools\nA second round of Paycheck Protection Program loans It also would include an extension of the enhanced federal unemployment benefit, but at a reduced level of $300. The benefit, which lapsed at the end of July, was set in the $2.2 trillion CARES Act at a flat rate of $600.  The $10 billion funding level for the postal service is a nod to the tentative agreement reached between Democratic and White House negotiators on funding and will allow Republicans to point to the measure as a way to address calls for Congressional action as the election approaches.  The 169 page draft proposal is expected to serve as a discussion point among Senate Republicans in the weeks ahead, with the idea being that it could be considered upon their return to Washington in September, according to GOP aides.  It also serves as an additional element for White House and Democratic negotiators to consider. Those talks, which fell apart earlier this month, have remained at a standstill over significant disagreements ranging from the topline cost to the specific components of any measure.  “There's a deal to do here if the Democrats want to be reasonable,\" Treasury Sec. Steven Mnuchin said in an interview on CNBC.  ##Economy## There are at least 5,462,976 cases of coronavirus in the US and at least 171,120 people have died from the virus, according to data from Johns Hopkins University. So far on Monday, Johns Hopkins has reported 24,651 new cases and 623 reported deaths.   The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.   ##Hotspots## The Chicago Department of Public Health announced today that Iowa and Kansas have been re-added to the city’s travel quarantine list. The city also said Wisconsin was removed from the list. Last week, Iowa, Kansas and Utah were taken off the list, but now people coming from Iowa and Kansas will have to quarantine again as positive case numbers trend higher in those states.  The order says travelers and Chicago residents coming into the city from 20 states and territories must quarantine for 14 days. The states are designated by case rates greater than 15 new cases per 100,000 resident population per day over a 7-day rolling average.  Chicago Department of Public Commissioner Allison Arwady said today that Arizona and North Carolina are likely to be dropped from the list next week as their numbers improve.   Chicago updates its emergency travel order on Tuesdays. The initial order went into effect on July 6. ##Hotspots## The University of Notre Dame reported an additional 80 positive cases of Covid-19, bringing the total number of cases to at least 147 since Aug. 3. The 80 positive cases from Monday were out of a total of about 418 tests administered –– thats a 19% positivity rate. Some background: Students are returning to college campuses across the US, and several universities are already detecting cases of coronavirus. At Notre Dame, the spike started on Aug. 10, when 4 out of 197 people tested positive. On Sunday alone, 15 of the 30 tests were positive. ##Schools## Ohio Gov. Mike DeWine said today that all sports will go forward this fall, even contact sports. During a news conference Tuesday, DeWine said the order, likely to be issued in the next 24 hours, will lay out guidance for sports to be played as safely as it can be played in the year of Covid-19.  “Sport matters. It makes a difference,” DeWine said. “Sports provides all the things that we know, discipline, order, structure in the lives of student athletes, and certainly brings joy to those athletes and certainly to their families as well.” According to the governor, some school superintendents have requested contact sports be moved to the spring and he will give them the OK if that’s what they choose. Under the order, spectators will be allowed as long as they’re family members or someone very close to the child. The order will apply to all athletes and all teams in the state. CNN's Anderson Cooper pressed MyPillow founder Mike Lindell on his promotion of the use of Oleandrin as a potential therapeutic for coronavirus. Lindell could not cite a single published peer reviewed study about the effectiveness of the therapy. Lindell repeatedly pushed a study that allegedly tested the therapeutic on 1,000 people, but failed to properly cite who the study was conducted by when asked multiple times during the 20-minute interview.  Cooper: \"Where is the test? Show it to us.\"  Lindell: \"I don’t have the test on me.\" Cooper: \"Name where it’s from. Who did the test? What university? What doctors?\" Lindell: \"I guess you’d have to have Dr. [Ben] Carson and then the company ... that all the tests that were done, on your show.\" Oleandrin is an extract from the plant Nerium oleander. The raw oleander plant is highly toxic, and consumption of it can be fatal. Last week, Lindell was added to the board of Phoenix Biotechnology, which makes Oleandrin, and received a financial stake in the company. Lindell insisted that his promotion of the therapy was not about personal profit.  \"I don't care about the money ... This company wanted me because I help people. That's my passion and I can scale things to get it out to everybody to save our country, to save lives,\" he told Cooper.  Lindell also said that the US Food and Drug Administration has the studies backing his claim, but Oleandrin has not been approved by the FDA.  The agency generally does not approve dietary supplements, but says it is the company's responsibility to make sure its products are safe and claims are true.  FDA has gone after hundreds of products for making false claims about diagnosing, preventing or treating Covid-19. Additionally a member of the White House coronavirus task force told CNN this has never been brought up during a task force meeting — even those attended by Housing and Urban Development Secretary Ben Carson, who is a member of the White House coronavirus task force, with whom Lindell said he shared his findings. Watch the interview here:  Florida health officials are reporting at least 3,838 new coronavirus cases and approximately 219 new Covid-19 related deaths among Florida residents on Tuesday, according to data released by the Florida Department of Health (FLDOH). Florida’s highest number of deaths in a single day—276 deaths—was reported on August 11.  This is the tenth time Florida has reported more than 200 coronavirus related deaths in one day.   The state is reporting at least 573,811 coronavirus cases among Florida residents and approximately 9,758 deaths, according to FLDOH data. Florida health officials report at least 579,932 total cases across the state. Note: These numbers were released by Florida’s public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project ##Hotspots## Pennsylvania will roll out a Covid-19 contact tracing app for residents in September, Health Secretary Dr. Rachel Levine announced Tuesday.  The app, COVID Alert PA, will use Bluetooth technology and notify Pennsylvanians if they spent 15 minutes or more in close proximity to another person who later tested positive for the virus. The app is voluntary, and will protect user's identities and locations, Levine said. It will alert someone to exposure without comprising the identity of the person with the virus. The state has worked with researchers at MIT on the product, but it does not replace contact tracers. Some more context: More than 125,570 Pennsylvanians have contracted Covid-19 and almost 7,500 people have died from the virus, according to Levine. Note: These numbers were released by the state public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. A coalition of labor unions in Nevada, the “Save Our Jobs” Coalition, launched a campaign on Tuesday to save jobs lost due to the pandemic and secure the “right to return” for workers in hospitality, convention and trade shows, airport, entertainment, and hospitals in Nevada’s Clark County.  The coalition called on the Clark County Board of Commissioners to consider the “Right to Return” ordinance which would require employers to allow workers to return to their jobs in several industries throughout the county if the employee had been laid off or furloughed due to the Covid-19 pandemic. “When those jobs come back, we are asking for you to consider an ordinance to allow them to go back and fill those jobs – the same jobs that they had before they left, before they were terminated through no fault of their own,” said Rusty McAllister, Nevada state AFL-CIO’s executive secretary-treasurer at a Clark County Commission meeting on Monday.  “We realize that not all of [the jobs] are going to open right now, or right away, but when they do, we’re asking that you consider an ordinance to allow them to go back to the work they had before this pandemic hit,” he said. Some more context: The coalition comprises of about 87,000 workers in Nevada, according to a statement from the Culinary Workers Union. According to the Culinary Union, more than 98% of its members were laid off due to the pandemic. Famed college basketball coach Mike Krzyzewski said the NCAA cannot afford to cancel another March Madness. While appearing on ESPN Radio on Tuesday, Coach K acknowledged the huge financial strain that needs to be mitigated by hosting a postseason tournament, no matter when it takes place.  Krzyzewski, the all-time winningest coach in college basketball explained, \"We're the thing that the NCAA is most concerned about because men's college basketball and the tournament pays for something like 98% of the, it produces 98% or more of the money for the NCAA.\"  \"We need to have the tournament. We can't have it where two years in a row you do not have the NCAA tournament,\" he continued. Some context: In March, the NCAA canceled the annual postseason tournament due to concerns about the spread of coronavirus. The men's Division I championship had been played every year since its inception in 1939. Krzyzewski believes the NCAA should look to model the example set by the so-far successful, isolated Disney campus the NBA is utilizing this season. \"Make sure you have the tournament. It doesn't make any difference when it is. Because we don't even know when the NBA season is going to be next year. And we should look at them to see how they navigate the waters going forward. They've navigated them really well with the bubble,\" Krzyzewski said. The upcoming season will be Krzyzewski's 41st at Duke. The Hall of Fame coach has won five national championships leading the Blue Devils. The US is collaborating with health authorities and scientists from across the world to try to manage the coronavirus pandemic, Dr. Anthony Fauci said Tuesday. Fauci said that he and his colleagues from the US Centers for Disease Control and Prevention join a weekly call sponsored by the World Health Organization to share insights. “Essentially, the health authorities and scientists from every country in the world, practically, that gets involved with Covid-19,” Fauci said during a town hall with Healthline.com. There are scientific collaborations with colleagues in Europe, the European Union, Australia, Canada and Mexico, he said. Plus drugs and vaccines are being tested in South Africa, Brazil, Chile and Peru. “So there’s an awful lot of international activity going on,” he said. “You don’t hear about that very much in the lay press, but it really is going on rather intensively.”   Massachusetts Gov. Charlie Baker announced Tuesday 213 new positive Covid-19 cases, bringing the state total to 114,611.  The seven-day average for the positive case rate is about 1.4% and has been hovering between this and 2% for the past several weeks. At a news conference, Baker detailed the status of hospitals in Massachusetts pointing out that 367 patients are currently hospitalized for Covid-19 statewide and 59 of those are in intensive care. As of yesterday, four hospitals were using surge capacity.  “Over the past week, there have been around 15,000 or more new individuals being reported each day. This is up compared to a seven-day average of new individuals tested per day of around 9,000 in mid-June, around 12,000 in mid-July. This is obviously good project progress,” said Baker. The seven-day average for the number of total tests conducted has been above 20,000 tests for the past few weeks. Baker believes that the success in testing numbers is largely due to the “Stop the Spread Initiative,” which provides free testing in 17 communities statewide that have seen a higher prevalence of Covid-19. The initiative began on July 10 and will continue through Sept. 12. Dr. Anthony Fauci, the nation's leading infectious disease expert, says he does not foresee a Covid-19 vaccine mandate in the United States.  “I don't think you'll ever see a mandating of vaccine, particularly for the general public,” Fauci said on Tuesday during a Healthline.com town hall. Fauci said everyone has the right to refuse a vaccine. “If someone refuses the vaccine in the general public, then there's nothing you can do about that. You cannot force someone to take a vaccine,\" he said. America’s top infectious diseases doctor did say in some areas, like the medical sector, many health care workers are asked to vaccinate in order to have contact with patients.   “When you're in the medical sector, depending on the policy of a hospital, the hospital may say — if you refuse to take a given vaccine, whether that's a hepatitis vaccine, or a flu vaccine or perhaps even the Covid vaccine, that you might not be able to have person-to-person contact with patients,” he explained. Testing is “still not completely fixed” across the entire nation, Dr. Anthony Fauci said Tuesday. “The other thing that's a problem — still not completely fixed, but fixed in many areas of the country, but not all — is the delay between the time you do the test and you get the result back,” he said during a Tuesday town hall with Healthline.com. If tests results take “five to seven days, it almost obviates the purpose of contact tracing, because that means somebody was out there for five to seven days potentially spreading the infection,” he said. “We are correcting that — we're trying hard and we are correcting it in many areas,\" Fauci said. But clear and fast results are needed to calculate an important metric: percent positivity. “You look at New York City right now it's less than 1%. That's what you want the whole country to be,” he said. “There are parts of the country where it's 15, 18, 20% — that's really high,” he said. “The percent of your tests that you do that are actually positive it's got to be a very low number,” he said.  The Lebanese caretaker government announced Tuesday a countrywide lockdown starting 6 a.m. local time Friday following a surge in Covid-19 cases. The lockdown will be extended until 6 a.m. local time on Sept. 7. The Lebanese caretaker interior and municipalities minister issued a decree ordering the lockdown, which includes the closure of all private institutions, open markets, commercial companies, the seaside corniche, tourist facilities, indoor and outdoor sports facilities, stadiums, clubs, public and private swimming pools, restaurants, cafes, clubs, nightclubs, and others. All public and social gatherings are prohibited under the decree.  Restoration work, removal of rubble, and aid distribution in the neighborhoods affected by the Beirut port blast are exempt from the lockdown.  Employees of the security, medical, civil defense services, the press, ports and the airport, as well as medicine manufacturing sector are also exempt from the lockdown. The airport remains open. The latest cases: Lebanon registered 421 new Covid-19 cases in the last 24 hours, bringing its total number of cases to 9,758, according to the Lebanese Ministry of Public Health. Lebanon has recently witnessed a surge of Covid-19 cases. This comes as the country is suffering from an economic collapse and dealing with the aftermath of the port blast that ripped through the capital, killing about 170 people, wounding around 6,000 people and displacing about 300,000 people. Students nationwide are returning to college campuses, and some schools are reporting pockets of positive Covid-19 cases.  Here's a look at what some schools are reporting: University of Notre Dame: As of Tuesday morning, 58 students have tested positive, according to the school's online health dashboard. Students returned to the university's Indiana campus on Aug. 3.\nUniversity of Kentucky: At least 160 people have tested positive at the university since school began on Aug. 3, according to the university's Covid-19 dashboard that tracks positive cases.\nUniversity of Western Kentucky: The University of Western Kentucky reported 19 positive cases of Covid-19 among students and staff between Aug. 7 and 13, out of the 132 tests conducted during that period.\nEast Carolina University: East Carolina University in Greenville, North Carolina, reported 29 positive Covid-19 cases last week, a 7.8% positivity rate. Since students started returning to campus on Aug. 5, the university has averaged about 30 new cases per week, according to the school's Covid-19 dashboard.\nColorado College: At least 155 students in one dorm at Colorado College in Colorado Springs have been forced to quarantine after the college learned of a student who tested positive and did not practice proper social distancing guidelines.\nNortheast Mississippi Community College: The college in Booneville, Mississippi, shared that “around 300” students are currently in quarantine, the school's president Dr. Ricky G. Ford said on the school's official podcast.\nOklahoma State University: An Oklahoma State University sorority house is under quarantine after 23 members tested positive for Covid-19, according to the university.  ##Schools## Face coverings will be mandatory in enclosed shared offices spaces starting Sept. 1, Minister of Labor Elisabeth Borne announced Tuesday.  A ministry statement released later added that masks will not be compulsory in individual offices “as long as there is only one person present.” This announcement comes after “an upsurge in the number of COVID-19 cases has been observed, as well as an increase in the number of clusters across the country,” the statement said. “The professional environment is affected by this increase: the number of clusters currently being investigated is 268, including 60 in company settings,” the statement added. Face masks became mandatory in public indoor spaces late July. Several cities have also imposed the wearing of masks outdoors, such as Marseille and Paris where it is now mandatory in central districts, major tourist spots and other crowded areas. Boeing is planning another round of job cuts on top of the 16,000 positions it previously announced it would eliminate. The aircraft maker has been hit by hundreds of canceled orders as airlines struggle with a plunge in demand for air travel during the Covid-19 pandemic. Boeing said in April it planned to cut 10% of its global staff of 160,000 employees in response.  \"The pandemic has been tough on our people, our business and our industry. While there have been some signs of recovery, the reality is we're in a challenging position,\" said CEO Dave Calhoun in a message to Boeing employees Monday. He said there would be a new round of buyouts offered to employees next week. \"This action will extend our overall workforce reductions beyond the initial 10% target and will allow more employees who want to depart the company to do so voluntarily with a pay and benefits package,\" Calhoun said. \"Importantly, it also will help limit additional involuntary workforce actions. I truly wish the current market demand could support the size of our workforce. Unfortunately, layoffs are a hard but necessary step to align to our new reality.\" Last month, Boeing said it would produce planes at a slower rate than previously expected for years to come. It has announced it will stop building the 747 when current orders for a freighter version of the plane run out in 2022. It is considering whether to consolidate production of the 787 Dreamliner, now built at factories in both Washington state and South Carolina, at one facility or the other. The cuts announced in April target mostly Boeing's commercial aircraft unit. The latest round of buyouts will be offered to employees there, and also to workers in corporate offices and aircraft services. Some more context: Earlier this year 5,500 Boeing employees agreed to take buyout packages and leave the company voluntarily. The company then laid off another 6,800 in May. But even as it prepared for additional cuts to hit the 16,000 target, the long-term production plans changed for the worse.  It also has yet to be granted approval of the 737 Max to carry passengers once again. The plane has been grounded, and deliveries halted, since March of 2019 following two fatal crashes that killed 346 people. Iraq’s Ministry of Health reported 4,567 news coronavirus cases on Tuesday. This is a new record in daily cases. The total number of cases in Iraq is now 184,709.  The health ministry reported 82 new Covid-19 deaths, bringing the total number of deaths in Iraq to 6,036. Gyms in New York City will not open before Sept. 2, New York City Mayor Bill de Blasio said Tuesday.  The mayor said inspections will move as quickly as they can, but schools are set to reopen Sept. 10 and the priority for inspections is daycare centers and schools.  On Monday, Gov. Andrew Cuomo said gyms in the state can reopen with limited capacity next week and local inspections must occur within two weeks by Sept. 2. The mayor discussed why it is continues to be so difficult to boost the economy with indoor dining due to the transmission of the virus. “Unfortunately, bars, indoor restaurants, nightlife have been a huge nexus for the coronavirus, particularly resurgences of the coronavirus so I’m very cautious on this point, I know the governor is very cautious on this point,” de Blasio said. “This is a really difficult choice,” said Dr. Jay Varma, senior adviser for public health in the mayor’s office, adding the city is using data from around the world which indicates settings for indoor dining and drinking can spread the virus. ##Reopening## New York City Mayor Bill de Blasio said Tuesday during a briefing that he personally would send his kids to one of the city's public schools. “I would send my kids without hesitation to a New York City public school because I see so many measures in place,” said de Blasio Tuesday. Fifteen to 20% of coronavirus cases in New York City over the past month have occurred in people who recently traveled outside of the city according to Dr. Jay Varma, senior adviser for public health in the mayor’s office. Students returning to the city from states on the quarantine list for the start of school should follow the quarantine guidelines, Health Commissioner Dr. Dave Chokshi said, and that is partly why the city built in flexibility for reopening and remote learning. There will be a nurse in every school building — which wasn’t true in the past. Asked about how the city can pay for all the personal protective equipment in schools, the mayor said health and safety come first and he is holding out hope for federal action and state help. ##Schools## Chicago’s Navy Pier will temporarily close on September 8, according to a news release posted on its website. The pier-wide closure starts the day after Labor Day and is being done to “limit the financial burden and impact” of the ongoing Covid-19 pandemic.  All pier-wide operations will be closed, according to the release, including more than 70 small local businesses. Public access to the outdoor spaces will be limited or prohibited during the closure as well. “While this was a very difficult decision for the organization, it was a necessary one to proactively ensure the long-term success of one of Chicago’s most treasured and important civic institutions and the communities it serves,” said Navy Pier President and CEO Marilynn Gardner in the release.   The organization that runs the Navy Pier projects a $20 million deficit in 2020, according to the FAQs posted on the Navy Pier website. It says the pier generated close to $60 million in 2019.  Navy Pier says it plans to reopen in the spring of 2021. New York Gov. Andrew Cuomo said two states – Alaska and Delaware – have been added to the Covid-19 travel advisory list, making the total at 35 states and territories. Remember: As New York, New Jersey and Connecticut announced the travel advisory jointly – which requires anyone traveling from those areas which have significant community spread to quarantine for 14 days – we can expect the neighboring states to follow suit in updating their travel advisories based on shared metrics. In June, the three states issued a joint travel advisory that requires people arriving from states with high coronavirus rates to quarantine for 14 days. Here is the updated list of states on the travel advisory: Alaska \nAlabama \nArkansas \nArizona \nCalifornia \nDelaware \nFlorida \nGeorgia \nHawaii \n Iowa \n Idaho \n Illinois \n Indiana \n Kansas \n Kentucky \n Louisiana \n Maryland \n Minnesota \n Missouri \n Mississippi \n Montana \n North Carolina \n North Dakota \n Nebraska \n Nevada \n Oklahoma \n Puerto Rico \n South Carolina \n South Dakota \n Tennessee \n Texas \n Utah \n Virginia \n Virgin Islands \n Wisconsin Major League Baseball announced that tonight's Cincinnati Reds game against the Royals in Kansas City, Missouri, has been postponed. The Reds previously said a player on the team had tested positive for Covid-19, forcing the postponement of two weekend games.  Tuesday’s game has been rescheduled as a Wednesday doubleheader out of an abundance of caution, according to MLB. The league says the decision to delay the Reds return to the field will allow for additional Covid-19 testing.  The Americas account for 64% of the world's Covid-19 deaths, Dr. Carissa Etienne, director of the Pan American Health Organization, said in a briefing Tuesday. \"The Americas have approximately 13% of the world's population, but 64% of officially reported global deaths, so far,\" Etienne said, adding that more than 400,000 people have died from the virus in North and South America. \"This virus is unrelenting and requires the same from us. We must be vigilant and keep transmission under control,\" Etienne said. Etienne said the Americas has reached nearly 11.5 million total cases, with the US and Brazil as \"the biggest drivers of the case counts.\" ##Hotspots## Researchers in Germany have found possible evidence of the spread of coronavirus on a four-hour flight. In March, early in the pandemic, two airline passengers developed coronavirus infections after sitting through a nearly five-hour-long flight, the researchers said.  It all started with an infected hotel manager. A week before the flight, 24 travelers had contact with a hotel manager who later tested positive for Covid-19, according to research published in the journal JAMA Network Open on Tuesday.  They all were among 102 passengers on the four-hour 40-minute Boeing 737-900 flight from Tel Aviv to Frankfurt. None of the passengers had received Covid-19 diagnoses before the flight. That early on in the pandemic, there were no mitigation measures in place and passengers were not asked to wear masks. Researchers from the Institute for Medical Virology at Goethe University in Frankfurt, Germany examined 24 patients from a tourist group and tested them for coronavirus. Most of the other passengers were also contacted four to five weeks later for interviews.  Seven members of the tourist group tested positive for Covid-19. Four were symptomatic during the flight, two were presymptomatic and one remained asymptomatic, according to the researchers.  “We discovered 2 likely SARS-CoV-2 transmissions on this flight, with seven index cases,” the researchers wrote. The two people who may have been infected on the flight were sitting at the back of the plane, directly across the aisle from the seven infected passengers seated in a cluster. “These transmissions may have also occurred before or after the flight,” the researchers wrote.   Just over 90% of the other flight passengers completed interviews with the researchers. One passenger reported testing positive for Covid-19 four days after the flight, but did not recall having any symptoms.  “The airflow in the cabin from the ceiling to the floor and from the front to the rear may have been associated with a reduced transmission rate,” the researchers wrote. “It could be speculated that the rate may have been reduced further had the passengers worn masks.” The risk of transmission on a plane depends on a number of factors, including closeness to an index patient and movement of passengers and crew.    At least 578 Miami-Dade County Public Schools employees have tested positive for Covid-19 since March, according to the district’s communications office. The information was provided to CNN in response to a records request. A total of 5,157 tests were conducted, including testing of employees, spouses and dependents, according to data provided to CNN. The total number of spouses and dependents who tested positive was not provided to CNN.  Some more context: Miami-Dade County Public Schools currently employs 41,229 people and is scheduled to reopen for virtual instruction on Aug. 31. ##Schools## ##Hotspots## If coronavirus vaccine trials want to recruit more people of color, teams will need to work on outreach and building trust, said Dr. Georges Benjamin, executive director of the American Public Health Association. “That the means more physicians, nurses and health providers of color will have to talk to the general public. That means communicating to communities where we are which is much more difficult because of us being sequestered in our homes. It means in many ways reaching out in a very, very assertive, aggressive and proactive manner to identify people that could be part of these studies,” he told CNN’s Poppy Harlow. Currently, researchers are saying they are struggling to recruit a sufficient number of minorities to join the clinical trials, which could delay the multi-billion-dollar effort to get a coronavirus vaccine to market in time. Of the 350,000 people who've registered online for a coronavirus clinical trial, 10% are Black or Latino, according to Dr. Jim Kublin, executive director of operations for the Covid-19 Prevention Network. That's not nearly enough, as study subjects in trials are supposed to reflect the population that's affected. Research shows that more than half of US coronavirus cases have been among Black and Latino people. Dr. Francis Collins, director of the National Institutes of Health, gave the Moderna trial, the first in Phase 3 in the United States, a \"C\" grade for recruiting minorities. To reach out to minorities and recruit them for clinical studies, \"we have to undermine the structural foundations of racism,\" including housing segregation, unequal access to health care and income inequality, Benjamin said. “It means putting people of color in leadership positions so that people in the room that are making those decisions can have the full scope of experiences that are necessary to make informed decisions,” he said. Watch: About one-third of New York-area businesses would become insolvent without government support if current revenue levels persist, according to a New York Federal Reserve survey released Tuesday. Thirty-four percent of service sector firms said their businesses would become insolvent in an average of eight months. And 32% of manufacturers said they would not be able to survive at current revenue levels without further support from government programs. Manufacturers said they would become insolvent in an average of just six months.  The survey, which included companies based in New York, northern New Jersey and southwestern Connecticut, reflects deep concerns from companies about their finances. About three-quarters of service-sector firms and manufacturers said they were either very or somewhat concerned about collecting payments from customers. And roughly two-thirds said they were very or somewhat concerned about maintaining adequate cash flow. Most companies surveyed said they applied for and received Payment Protection Program loans as part of the federal government’s stimulus package.  Saliva tests are really important and the way they work makes them more amenable to surveillance testing, said Adm. Brett Giroir, the White House coronavirus testing coordinator, on Good Morning American on Tuesday.   “I think it’s very important,” he said.  Giroir noted some saliva tests, like SalivaDirect, which recently received emergency use authorization from the US Food and Drug Administration, and another in the works, don’t need swabs, don’t need special transport media and don’t need some of the chemical reagents used in other tests. “So it skips many steps up front, so it makes it much more amenable to be used as a surveillance tool like in schools or universities,” he said. “And it also preserves some of the reagents that are relatively scarce.”   Giroir said that more saliva tests will be available soon.   Adm. Brett Giroir, the White House coronavirus testing coordinator, said on Tuesday that he is not dismissive of testing, but that it has to be part of a comprehensive plan that focuses on other coronavirus prevention measures. “I’m not at all dismissive of testing, testing is critically important, and it plays an important role in surveillance, particularly going back to school,” Giroir said on Good Morning America. “The only thing I’ve been trying to say is that it’s part of a comprehensive plan,” he said. People have to wear a mask, watch their distance and wash their hands,\" Giroir said, “That’s the core.”  Still, he said, there are continued investments being made in testing, and point-of-care testing will be particularly important to supporting the reopening of schools and businesses. Mexico's health ministry announced what it called \"good news\" Tuesday morning, saying the country is \"in a decreasing phase\" of the coronavirus outbreak. \"The trend is clear and proves that consistently in most of the country, the new cases are decreasing, the number of deaths, there is a decrease over the past six weeks, hospital beds are being unoccupied,\" the health ministry said in a government briefing Tuesday morning. On Monday, Mexico recorded its lowest number of new cases since June, adding 3,571 new Covid-19 cases. The rolling average of new daily cases, measured over the week since Aug. 10, stood at 5,700. The average has fallen steadily from an all-time peak of 7,022 on Aug. 1. However, the daily average of deaths (measured across one week) from coronavirus peaked only on Aug. 11 at 702, and has fallen only slightly since then.  Mexico has 525,733 total confirmed coronavirus cases and 57,203 deaths from the virus. The University of North Carolina at Chapel Hill's campus newspaper, The Daily Tar Heel, criticized the administration's handling of the coronavirus pandemic in an editorial after about 130 students tested positive for Covid-19. \"We all saw this coming. In his fall semester welcome message, Chancellor Kevin Guskiewicz wrote, 'As always, remember that it is our shared responsibility to keep each other safe. Every person you walk by on campus will be counting on you to diligently work to prevent the spread of the virus,'\" the editorial said. But University leadership should have expected students, many of whom are now living on their own for the first time, to be reckless. Reports of parties throughout the weekend come as no surprise. Though these students are not faultless, it was the University’s responsibility to disincentivize such gatherings by reconsidering its plans to operate in-person earlier on.\" \"The administration continues to prove they have no shame, and the bar for basic decency keeps getting lower.\" The university on Monday abruptly decided it will no longer hold in-person classes on campus. The university will shift to remote learning starting Wednesday. The Covid-19 positivity rate among students rose to 13.6% of the 954 students tested in the past week, and five employees also tested positive, according to the university's Covid-19 dashboard. As of Monday morning, 177 students were in isolation and 349 were in quarantine, both on and off campus. \"We’re angry — and we’re scared. We’re tired of the gaslighting, tired of the secrecy, tired of being treated like cash cows by a University with such blatant disregard for our lives,\" the editorial said.  With reporting from CNN's Eric Levenson Watch: ##Schools## It's 9:30 a.m. in New York and 2:30 p.m. in London, here is the latest on coronavirus cases and testing across the world: Expert blasts US coronavirus response: The United States' response to the virus isn't just lacking, it's the \"worst response of any major country,\" director of the Harvard Global Institute of Health Dr. Ashish Jha said Monday. \"We didn't get here overnight. This has really been one mishap after another,\" Jha said. \"The single factor that really differentiates us from everybody else is denialism that has pervaded our entire approach.\"\nNew Covid-19 test could bring fast results: SalivaDirect, a test that does not require specialized supplies and can deliver results in less than three hours, could be available to the public in a matter of weeks, according to Anne Wyllie, an epidemiologist at Yale School of Public Health who was part of the team responsible for the protocol.\nSeoul monitors new cluster: Seoul is now experiencing the \"early stages of massive recurrence\" of the virus, South Korea's Vice Health Minister Kim Ganglip said Tuesday. Seoul's government reported a cluster of cases related to a church, with more than 450 people linked to the Sarang-jeil church testing positive for the virus. This week could be the \"critical turning point\" of whether the city's cluster becomes a nationwide epidemic, Kim added.\nCases increase in Paris: The number of daily new Covid-19 cases in the Paris region has increased to six times what it was at the beginning of the month, the French health authority told CNN. \nWuhan hosts massive water park party: Wuhan was ground zero in the coronavirus pandemic with the world's first — and arguably strictest — lockdown. Now, the central Chinese city appears to have moved on from the virus, as thousands of revelers gathered in an open air water park over the weekend for an electronic music festival — without any masks or social distancing measures in sight.\nNew Zealand's prime minister hits back at Trump: New Zealand Prime Minister Jacinda Ardern on Tuesday responded to President Trump's comments calling the country's surge in Covid-19 cases \"terrible.\" \"I don't think there's any comparison between New Zealand's current cluster and the tens of thousands of cases that are being seen daily in the United States,\" Ardern told reporters. \"Obviously, every country is experiencing its own fight with Covid-19; it is a tricky virus, but not one where I would compare New Zealand's current status to the United States.\" With reporting from CNN's Madeline Holcombe Notre Dame University is seeing a spike in Covid-19 cases since students returned to campus on Aug. 3.  As of Tuesday morning, 58 students have tested positive, according to the school's online health dashboard. On Sunday alone, 15 of the 30 tests were positive. Sunday had the highest number of positive cases in a single day to date for the university. The spike started on Aug. 10, when four out of 197 people tested positive. Between Aug. 3 and 10, there were no new positive cases. The university updates its numbers at noon every day. The university began testing students before they arrived on campus. In that batch of 11,836 tests, just 33 tests came back positive, which amounts to 0.28%. ##Schools##  Coronavirus and its spread vary greatly across different US states. Los Angeles County, a hotspot in California, has seen steady progress in the fight to curb the virus, L.A. County Public Health Director Barbara Ferrer said Monday. Daily hospitalizations have dropped 37% in the last month. \"We do continue to be cautiously optimistic that all the sacrifices and the hard work that we've seen across our county is working and that we're in fact back to slowing the spread,\" said Ferrer. But other states are not seeing such optimism.  Texas surpassed 10,000 coronavirus-related deaths Monday. And Florida nearly doubled the count of coronavirus deaths in just a month, bringing the total to 9,539. However, Florida Gov. Ron DeSantis tweeted on Monday that the state is reporting the lowest number of cases of Covid-19 in one day since mid-June at 2,760; adding that the number of coronavirus-positive patients currently hospitalized in the state is down almost 40% since July 21. ##Hotspots## Months into the coronavirus pandemic the question of immunity is still unclear. As states continue to open up, schools restart in-person learning and the flu season approaches, the question of whether you can get the virus a second time is top of mind. CNN’s Dr. Sanjay Gupta explains what we know about this to date and the best practices going forward. Watch: The UK government has axed Public Health England (PHE) — the agency behind England's pandemic response — to replace it with a new national health institute. The agency will be called The National Institute for Health Protection (NIHP) and will be headed by conservative peer Dido Harding, who has been running England’s widely criticized National Health Service (NHS) Test and Trace system. UK media reports have likened it to Germany’s Robert Koch Institute, a federal government agency and research institute responsible for disease control and prevention, which handled the country’s coronavirus response. The UK has recorded 41,454 coronavirus deaths — with the majority in England — while Germany has recorded 9,240, according to the John Hopkins University map. NIHP will be formalized and operating from Spring 2021 but its work will start immediately “with a single command structure to advance the country’s response to the Covid-19 pandemic,” according to the UK government’s website. “From today [Tuesday] it will bring together Public Health England (PHE) and NHS Test and Trace, as well as the analytical capability of the Joint Biosecurity Centre (JBC) under a single leadership team. This is the first step towards becoming a single organization, focused on tackling Covid-19 and protecting the nation’s health,” the government statement said. Some background: PHE has come under repeated fire for its handling of the pandemic, including testing issues and personal protective equipment procurement problems. However, ultimately it is a government agency that reports to the Health Secretary Matt Hancock. Hancock announced the axing of PHE, saying the new National Institute for Health Protection \"will have a single and relentless mission: protecting people from external threats to this country's health.\" This includes biological weapons, pandemics and of course infection diseases of all kinds, he said. \"It will combine our world class talent and science infrastructure with the growing response capability of NHS test and trace and the sophisticated analytical capability that we are building in the joint bio-security centre,\" Hancock added. He said the changes would strengthen the UK's response to the pandemic in a joined-up response and admitted \"we did not go into this crisis with the capacity for a response to a once in a century scale event.\" Hancock explained the institute will also work closely with the devolved administrations of Scotland, Northern Ireland and Wales \"taking on existing UK-wide responsibilities and supporting all four.\" \"My single biggest fear is a novel flu, or another major health alert, hitting us right now in the middle of this battle against coronavirus. Even once this crisis has passed, and it will pass, we need a disease control infrastructure that gives us the permanent, standing capacity to respond as a nation and the ability to scale up at pace,\" Hancock said. The NHS coronavirus tracing app Dido spearheaded was set to play a key part in helping the country out of lockdown, and government officials had said it would be rolled out nationally in mid-May. However, it was never launched nationally and was scrapped in a government U-turn in favor of a system developed jointly by Google and Apple in June. It is still in the trial stage.  Influenza and possibly other viruses such as coronavirus can be carried on little particles of dust that float in the air, researchers reported Tuesday. Studies using guinea pigs showed the animals could infect one another via virus painted onto their fur. Plus, tissues soaked with virus and allowed to dry out could send off potentially infectious particles when they were crumpled, researchers from the University of California Davis and the Icahn School of Medicine at Mount Sinai reported in the journal Nature Communications. “These results show that dried inﬂuenza virus remains viable in the environment, on materials like paper tissues and on the bodies of living animals, long enough to be aerosolized on non-respiratory dust particles that can transmit infection through the air to new mammalian hosts,” the team wrote. It's known that viruses can spread in tiny droplets of saliva and mucus known as aerosols. They can also spread from surfaces in a process known as fomite transmission. The researchers say their findings that the viruses can sometimes spread on specks of floating fiber, animal dander and dust indicate a new method. “We call these virus-contaminated dust particles ‘aerosolized fomites,’ to differentiate them not only from virus-laden respiratory droplets that are exhaled, coughed, or sneezed into the air by an infectious person or animal, but also from the macroscopic virus-contaminated objects that are traditionally thought of as fomites,” they wrote. \"It's really shocking to most virologists and epidemiologists that airborne dust, rather than expiratory droplets, can carry influenza virus capable of infecting animals,\" chemical engineer William Ristenpart of UC Davis, who helped lead the research, said in a statement. \"Transmission via dust opens up whole new areas of investigation and has profound implications for how we interpret laboratory experiments as well as epidemiological investigations of outbreaks.\" Wider implications: The findings don’t necessarily apply to humans, but the possibility should be tested, the researchers said. Plus, there are obvious implications for coronavirus, which, like flu, is a respiratory virus. “During the COVID-19 pandemic in China, air sampling in various hospital locations found the highest airborne genome counts of SARS-CoV-2 in rooms where health care workers doffed their personal protective equipment, hinting that virus was possibly being aerosolized from contaminated clothing as it was removed,” they wrote. “In light of our experiments, we conclude that the contribution of aerosolized fomites to respiratory virus transmission in both humans and animal models requires further scientiﬁc consideration and rigorous investigation.”   The number of daily new Covid-19 cases in the Paris region has increased to six times what it was at the beginning of the month, the French health authority told CNN on Tuesday.  Covid-19 has also progressed dramatically in the Marseille region, the number of positive cases for the Bouches-du-Rhone department standing now at 78 per 100,000 residents in the past seven days, from only 46 at the beginning of the month. French authorities pointed out that the virus is actively circulating in both Paris and Marseille. “In mainland France, the number of new cases of COVID per 100,000 inhabitants is increasing in all age groups,” the health authority said of the numbers reported in a news release on Monday.  “For the period Aug. 8-14 the 2.9% of tests done have positive results, this is an increase that is particularly marked among 25-35 year old.” “At the same time, the number of people hospitalized for COVID has been on the rise for 3 weeks, especially among those under 40,” a spokesperson said. Almost half of people who tested positive for the virus had no symptoms but were therefore likely to pass Covid-19 to their close contacts, the spokesperson added. Less than a third (28%) of people who tested positive for Covid-19 reported symptoms of the virus, a survey by the UK's Office for National Statistics (ONS) has found.  In the analysis published Tuesday, the ONS found that although \"those reporting symptoms are much more likely to have contracted the virus,\" only 28% reported any evidence of symptoms at the time of their swab test or at either the preceding or subsequent swab test. The analysis was based on data from 165 individuals in England who tested positive for Covid-19 from nose and throat swabs, as part of the Coronavirus Infection Survey. Some 72% of positive cases either did not report having any of the specific or general symptoms on the day of their positive swab test, preceding swab test or subsequent swab test or did not answer both questions, ONS reported.  \"This suggests there is a potentially large number of asymptomatic cases, but it is important to note that symptoms were self-reported rather than professionally diagnosed,\" the authors reported.  Most schools in California will not be reopening for in-person education this month -- but one superintendent in the Los Angeles area has come up with a plan to welcome some students back to class. And it doesn't involve their teachers. On August 19, when Glendale Unified School District kicks off the academic year, 20 of the district's elementary schools will open some empty classrooms for remote learning. But instead of the traditional 24 students per classroom, there will be no more than 12. School officials are calling the group a \"technology pod,\" which will be supervised by a single substitute teacher or district staffer. The staffers won't be teaching the students -- they will instead be present to offer computer technical assistance, monitor students' mask use, enforce social distancing and keep students focused on their work. Superintendent Vivian Ekchian said she came up with the idea after noticing that many young children of essential workers didn't have proper childcare when schools were forced to pivot to remote learning in March due to the Covid-19 pandemic. \"We learned very early and during the pandemic that our parents who are essential workers, parents who could not work from home or parents who had multiple kids, had a dire need for childcare,\" Ekchian told CNN.\n\"And the reality was when we changed to remote learning, there wasn't a place for them to drop off their kids. So this at the elementary level is really an opportunity for childcare, for our parents who can't stay home with their kids and need a safe place where their students can continue to learn while they're away working or looking for a job.\" Read the full story here.  When Nigerian student Mercy Eyo landed a foreign postgraduate scholarship in July 2019, she had just lost her father. A year earlier, her mother had passed away. She was elated about the prospect of starting a master's degree in global health care management at Coventry University, in the United Kingdom, with a scholarship from a Nigerian government agency. \"I was super excited ... I felt it was a consolation that would change my life forever,\" Eyo said. It was that one little time I had hope in the Nigerian dream,\" she told CNN, \"because I wanted to return home afterward to offer what I had to the society.\" However, that dream has turned into a nightmare for Eyo who said she is now living a hand-to-mouth existence and awaiting scholarship funds that have failed to arrive 12 months later. Eyo, from Bonny Island, southeastern Nigeria, is one of more than 200 students who landed a scholarship through Nigeria's Niger Delta Development Commission (NDDC) in 2019. CNN has seen a scholarship letter dated July 29, email exchanges between her and the awarding body and scanned copies of the letters she sent to the commission in December 2019 requesting funds to process her travel arrangements. She was told to make her way abroad and the money would later follow, but despite selling her laptops, phones and other valuable properties, Eyo wasn't able to raise her travel funds and visa processing fees and lost her place at the Coventry University. She remains in Nigeria with no signs of the funds promised to her. Other scholarship students from Nigeria that CNN spoke to were able to make their way abroad. But they are also still waiting for the promised funds. Students recently held protests at the Nigerian High Commission Office in London. The protesters caught the attention of President Muhammadu Buhari who, on August 4, ordered the NDDC to immediately pay the outstanding sums owed to the students.  The NDDC promised to pay the fees by the end of that week, but so far, none of the students CNN spoke to has received their outstanding payment. CNN has contacted NDDC to find out why the payments to the students has still not been made two weeks after the President's order. The NDDC has not yet responded to the request for comment. Read the full story here.  The Chicago Bears will not play home games in front of fans when the 2020 NFL season begins, the team announced on Monday. Discussions between the Bears and the City of Chicago had been taking place about hosting a limited number of fans at Soldier Field amid the Covid-19 pandemic. That initiative was, though, deemed unsafe for now. “After discussing a draft plan with City health officials, the Bears and the City of Chicago agreed the health metrics show that it is not the right time to welcome fans back to Soldier Field,” read a statement. “The health and safety of the city's residents and fans of the Bears will always take priority. The team and City will continue to monitor the environment and believe there can be a sound plan in place to bring fans back to Soldier Field once it is deemed safe and appropriate. Until then, Bears home games will not include in-person fans,” it added. The Bears are scheduled to play their first home game of the 2020 season on Sunday 20 September against the New York Giants -- their only home game in September. All in-person church services will be suspended in light of the recent virus outbreak in South Korea's capital city and surrounding provinces, Prime Minister Chung Sye-kyun said Tuesday.  In a televised address, Chung said that South Korea was at a critical crossroads, where failure to contain the current cluster would lead to a nationwide epidemic.  The number of virus cases remained in triple digits, with 246 new coronavirus cases in the past 24 hours, the South Korean Centers for Disease Control and Prevention announced Tuesday.  “On August 16, the government strengthened virus control measures, including raising the social distancing level to 2 for Seoul and Gyeonggi Province, but as the spread has not subsided and is fast, concerns are raised over the possibility of a nationwide epidemic,” Chung said.  Seoul church cluster: Tracing congregations who attended church services is proving difficult in South Korea, Chung said, as inaccurate attendee lists made it hard to contact trace after a cluster was identified.  On Monday, Seoul's government reported a cluster of cases related to a church in the city. More than 450 people linked to the Sarang-jeil church��have tested positive for the virus, authorities said.  Chung said that church members are spread throughout the country increasing \"the possibility of transmission to other districts.\" Online church services would be permitted but all other gatherings and events were banned, Chung said. Churches are among 12 high-risk venues which will be shuttered. Clubs, karaoke bars, buffet restaurants, and internet cafes will also be closed in Seoul, the neighboring Gyeonggi Province and Incheon. The city of Seoul, Greater Seoul and the neighboring Gyeonggi Province are subject to level two social distancing restrictions, meaning indoor gatherings are limited to 50 and outdoor gatherings to 100.  ##Hotspots## Faster tests combined with a \"robust\" immune response against Covid-19 could soon mean a slower spread, researchers said. Tests have been delayed and in short supply as the United States surpassed 5.4 million cases, leaving many uncertain about their risk of spreading the virus. And as researchers rush to develop vaccines, they've had little evidence to tell if antibodies that protect against Covid-19 last long enough to get the virus under control.  But developments from researchers Monday brought optimistic outlooks to both fronts. Faster testing: SalivaDirect, a test that does not require specialized supplies and can deliver results in under three hours, could be available to the public in a matter of weeks, according to Anne Wyllie, an epidemiologist at Yale School of Public Health who was part of the team responsible for the protocol. On immunity: Though many are in early stages and have not been peer-reviewed, a recent batch of studies show that humans have a \"robust\" immune response to coronavirus that could provide evidence that a vaccine may protect the public for more than just a short period of time, said Dr. Ian Lipkin, director of the Center for Infection and Immunity at Columbia University Mailman School of Public Health. \"This is very good news and it's optimistic,\" said Lipkin. \"You know, it is a bit of blue sky that we've been looking for.\" How long that protection lasts is still unclear, but the studies indicate it could last for months. Read more: More than 774,000 people have died from the coronavirus, and more than 21.9 million cases of the virus have been reported around the world, according to data from Johns Hopkins University. Here's the latest: Wuhan hosts massive water park party: Wuhan was ground zero in the coronavirus pandemic with the world's first -- and arguably strictest -- lockdown. Now, the central Chinese city appears to have moved on from the virus, as thousands of revelers gathered in an open air water park over the weekend for an electronic music festival -- without any masks or social distancing measures in sight. \"Critical\" week for South Korea: Seoul is now experiencing the \"early stages of massive recurrence\" of the virus, South Korea's Vice Health Minister Kim Ganglip said Tuesday, as a church cluster spreads in the capital, including to other churches, medical facilities and call centers. Yesterday, Seoul's government reported a cluster of cases related to a church, with more than 450 people linked to the Sarang-jeil church testing positive for the virus. This week could be the \"critical turning point\" of whether the city's cluster becomes a nationwide epidemic, Kim added. New Zealand PM hits back at Trump: New Zealand Prime Minister Jacinda Ardern on Tuesday responded to US President Donald Trump's comments calling the country's surge in Covid-19 cases \"terrible.\" \"I don't think there's any comparison between New Zealand's current cluster and the tens of thousands of cases that are being seen daily in the United States,\" Ardern told reporters. \"Obviously, every country is experiencing its own fight with Covid-19; it is a tricky virus, but not one where I would compare New Zealand's current status to the United States.\" Younger patients driving virus surge in Asia-Pacific: Several countries in the Asia-Pacific region have entered a \"new phase of the pandemic,\" World Health Organization (WHO) officials said Tuesday. Dr. Takeshi Kasai, WHO Regional Director for the Western Pacific, said that people in their 20s, 30s and 40s are increasingly driving the spread of the virus. Patients in these age groups are more likely to have mild or no symptoms -- a cause the concern, as the virus becomes harder to detect early enough to prevent its spread. Finnish PM to be tested: Finland's Prime Minister Sanna Marin will be tested for Covid-19 after experiencing mild flu symptoms, she announced in a tweet on Tuesday.  Finnish Prime Minister Sanna Marin will be tested for Covid-19 after experiencing mild flu symptoms, she announced in a tweet on Tuesday. “I have mild respiratory symptoms,” Marin wrote, announcing that she’d be working from home until she was tested for the virus. According to Päivi Anttikoski, the Director General of the government’s communications department, Marin only experienced “mild flu symptoms,” not “straight Covid-19 symptoms,” but has nonetheless been working from Kesäranta, her official residence in Helsinki, while she awaits the test. On Monday, the Finnish Institute for Health and Welfare reported that “nationally, the number of new infections remains relatively low, but the number of reported cases and incidence have increased notably compared to the low figures at the beginning of July.”  A further 52 cases were reported on Monday with the Helsinki and Uusimaa hospital districts reporting the largest increases, the report also said.  In relative terms, Finland has reported 5.0 cases per 100,000 inhabitants in the past 14 days, according to the European Center for Disease Prevention and Control.  The University of North Carolina at Chapel Hill abruptly decided it will no longer hold in-person classes on campus after about 130 students and five employees tested positive for Covid-19 in the first week since classes began. As of Monday morning, 177 students were in isolation and 349 were in quarantine, both on and off campus.  Most students with Covid-19 have demonstrated mild symptoms, Chancellor Kevin M. Guskiewicz and Executive Vice Chancellor and Provost Robert A. Blouin said in a letter to the community. Effective Wednesday, all undergraduate in-person instruction will shift to remote learning, they wrote. The university also expects the majority of undergraduate residential students to change their residential plans for the fall. \"As much as we believe we have worked diligently to help create a healthy and safe campus living and learning environment, we believe the current data presents an untenable situation,\" Guskiewicz and Blouin said. Multiple clusters on campus: On Sunday, UNC announced a fourth cluster of Covid-19 cases on campus, defined as five or more cases in proximity. Two clusters were identified at residence halls, one at a private apartment complex that houses some students, and another among members of a fraternity. Read more here: ##Schools## ##Reopening## ##Hotspots## When students return to Augustana University in South Dakota this month, they'll find a campus transformed by Covid-19. Masks are required outside of dorm rooms; fall sports are delayed. Many courses will be a hybrid of virtual offerings and in-classroom time. But one professor will be holding class outdoors as long as possible. \"I will be teaching my environmental studies class outside whenever the weather is non-lethal,\" said David O'Hara, a professor who is also the university's director of sustainability. Now, as educators return to work amid the pandemic, that decision seems prescient. That's because scientists believe that transmission of Covid-19 is far less likely outdoors than indoors. Maintaining physical distance can be easier outside, and infected droplets dispel more quickly in fresh air. The sun and wind, studies have suggested, may help reduce the presence of viable viruses on surfaces. Some educators are asking if bringing students outside is a feasible way to safely hold in-person classes, which the American Academy of Pediatrics said are important for students' academic progress, mental health, safety and psychosocial development. Even the US Centers for Disease Control and Prevention has suggested that school administrators consider repurposing outdoor space for teaching. Read more: ##Schools## ##Reopening## Several countries in the Asia-Pacific region have entered a \"new phase of the pandemic,\" World Health Organization officials said today.    “What we are observing is not simply a resurgence, we believe it is a signal that we have entered a new phase of the pandemic in the Asia-Pacific,\" said Dr. Takeshi Kasai, WHO Regional Director for the Western Pacific, at a virtual news conference.  Kasai added that \"the epidemic is changing. People in their 20s, 30s, and 40s, are increasingly driving its spread.”  Patients in these age groups are more likely to have mild or even no symptoms -- a cause for concern, as the virus becomes harder to detect early enough to prevent its spread. “For example, in the Philippines and Victoria, Australia, more than half of the reported cases (are) people below the age of 40,\" said WHO official Dr. Tamano Matsui. \"The same is true in Japan, where 65% of the infections reported from July through August are among people aged 39 and below.\" Return of surging cases: This new phase may see some countries experience surges that are even larger than their initial outbreaks, Kasai said -- but after months of practice, governments are more able now to minimize disruptions and respond to the health threat.  He added that the rise of cases in younger age groups is because they are the most active members of society, and also due to better testing. He also noted that it's \"still an open question\" on whether people who have tested positive can be reinfected. WHO still doesn't have any definitive evidence on immunity. ##Hotspots## The US-based company Plasma Technologies LLC has signed a $750,000 contract with the Department of Defense to develop scaled-up Covid-19 convalescent plasma technologies, the DoD announced Monday. It's the latest development in the effort to use a 19th century treatment to help 21st century patients. The contract is to develop a new convalescent blood plasma process that makes more serum-derived products, and faster. What is the treatment? Convalescent plasma is a treatment created out of blood from people who have recovered from an infection such as Covid-19.  Plasma is the liquid portion of blood containing immune cells and antibodies -- proteins the body makes to fight infection. The plasma can be infused into a sick person to help recovery. Since the Victorian era, doctors have used this treatment to fight severe cases of the flu. The treatment has also shown success with two other deadly coronaviruses - MERS and SARS.  Does it work? Nearly 67,000 people have been infused with the treatment and nearly 14,000 physicians are using it, according to UScovidplasma.org -- but it's still not clear if it works.  Early on, a handful of small studies in China looked promising. Several studies are still under way. Absent other treatments for Covid-19, doctors in the US have opted to use the treatment as it was still being studied. Read the full story: New Zealand Prime Minister Jacinda Ardern on Tuesday hit back at US President Donald Trump's comments calling the country's surge in Covid-19 cases \"terrible.\"  \"I don't think there's any comparison between New Zealand's current cluster and the tens of thousands of cases that are being seen daily in the United States,\" Ardern told reporters. \"Obviously, every country is experiencing its own fight with Covid-19; it is a tricky virus, but not one where I would compare New Zealand's current status to the United States.\" \"New Zealand's nine cases in a day does not compare to the United States' tens of thousands, and in fact does not compare to most countries in the world. I'm not concerned about people misinterpreting our status,\" she added. Trump's comments: Speaking in Minnesota on Monday, Trump said: \"Even New Zealand, did you see what's going on in New Zealand? 'They beat it, they beat it.' It was like front page, they beat it, because they wanted to show me something.\" \"The problem is, big surge in New Zealand ... it's terrible,\" he added. Some context: New Zealand is currently grappling with a reemergence of cases, which came shortly after the country went 100 days with no local transmissions. Ardern announced Monday that the country’s election would be delayed by four weeks, to October 17, due to concern over the spread of coronavirus. New Zealand confirmed 13 new cases of Covid-19 on Tuesday, all locally transmitted. ##Politics## South Korea registered 246 new coronavirus cases in the past 24 hours, the South Korean Centers for Disease Control and Prevention (KCDC) announced on Tuesday.  That raises the country's total to 15,761 confirmed cases. Among the new cases, 235 were locally transmitted.  Seoul church cluster: Yesterday, Seoul's government reported a cluster of cases related to a church in the city. More than 450 people linked to the Sarang-jeil church have tested positive for the virus, authorities said.  Vice Health Minister Kim Ganglip said on Tuesday that the Seoul metropolitan area is now experiencing \"early stages of massive recurrence\" of the virus, as the church cluster spreads to locations including other churches, medical facilities and call centers.  This week could be the \"critical turning point\" of whether the Seoul cluster becomes a nationwide epidemic, Kim added. The cluster is already spreading beyond the city; 75 cases have been found outside Seoul that are linked to the church. At least 10 church congregations attended either of their two rallies on August 8 and 15 in Seoul.   ##Hotspots## A Brazilian federal judge has ordered members of the Kayapó Mekrãgnotire indigenous community to clear roadblocks off a major interstate highway, which they had set to demand greater government assistance in the ongoing coronavirus crisis. On Monday, dozens of indigenous protesters carrying sticks, arrows and machetes, built two barricades on the highway near Novo Progresso, in the northern state of Para. They demanded health assistance, food and medical supplies. They also protested deforestation and illegal activities in their territories, according to a statement from the Kabu Institute, an NGO created to manage indigenous villages and inspect the region's forests. \"Covid-19 has already reached our villages, there is only one doctor and the quick tests only arrived in June,\" the statement said. \"Officially, 403 indigenous people have already been infected and four have died - all of them, elders.\n\"The Special Secretariat for Indigenous Health (SESAI) in Novo Progresso has taken up to three days to successfully remove patients from the villages and there is no ICU in the municipality.\"  Federal police have been tasked to enforce the clearing of the highway while respecting the rights of the indigenous people, according to the judge's order. If the protesters fail to remove the barricades, they face a daily fine of 10,000 reais ($1,800). Why they chose the highway: Indigenous leaders argue that proximity to the road brought coronavirus to their villages, the Kabu Institute told CNN Monday. The first coronavirus cases among the Kayapó Mekrãgnotire occurred as a result of their contact with urban populations and the presence of illegal miners in their reserves.  So far, 21,000 indigenous people in Brazil have been infected with Covid-19 and 618 have died, according to the Articulation of Indigenous Peoples of Brazil (APIB).  ##Hotspots## It was ground zero in the coronavirus pandemic and underwent the world's first -- and arguably strictest -- lockdown. Now, the central Chinese city of Wuhan appears to have moved on from the virus, as thousands of revelers gathered in an open air water park for an electronic music festival -- without any masks or social distancing measures in sight. Over the weekend, the Wuhan Maya Beach Water Park was filled with partygoers in swimsuits bunched together shoulder to shoulder, waving to the beat of the music while cooling down in hip-high water; others relaxed on inflatable rubber tubes that packed the pool to the brim, with little space to float around. The crowded party scene remains unthinkable in many parts of the world still grappling with the deadly virus. More than 21 million people have been infected across the globe, with tens of thousands of new cases reported every day in the United States, Brazil and India. But in Wuhan, life has gradually returned to normal since the metropolis of 11 million people in Hubei province lifted a stringent 76-day lockdown in early April. The city hasn't reported any new cases since mid-May. Read more: ##Reopening## South Korea is suspending leave for all of its military personnel for two weeks starting Wednesday after a recent uptick in new coronavirus cases, the country's defense ministry announced today.  All service members will also be prohibited from leaving their bases or receiving visitors for two weeks.  A defense ministry official said that any group meals between service members or private gatherings must be postponed or cancelled.  Religious gatherings held at military bases can only be attended by service members, and all the military’s religious facilities outside the bases will also move to online services, the official said. New cases within the military: The defense ministry said that two more service members had tested positive for the virus, raising the total number of active cases within the South Korean military to 10.  ##Hotspots##  The United States reported 35,112 new cases of Covid-19 and 445 virus-related deaths on Monday, according to data from Johns Hopkins University. These figures raise the national total to at least 5,438,325 cases and 170,497 fatalities. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Follow CNN's live tracker of US cases: The US Food and Drug Administration sent a warning letter to a website for marketing colloidal silver products as a cure for the coronavirus. The SilverGuy, which is also part of an Amazon marketing program or Amazon Associates program, is accused of “selling fraudulent COVID-19 related products,” the FDA said Monday. It gave the company 48 hours to correct the violations The FDA determined that colloidal silver products sold by SilverGuy fall under the category of “an unapproved new drug” and a “misbranded drug,” a violation of the Federal Food, Drug, and Cosmetic Act.  The company's claims: The company claimed on its website and product pages that colloidal silver, which contains tiny bits of silver in a liquid, can be atomized using a humidifier, then breathed in to line the lungs and \"inhibit the virus from replicating too quickly.”  The SilverGuy also claimed on its website that “Silver particles may reduce your body’s overreaction to the virus\" and can \"disable\" coronaviruses. Fact check: None of these statements are true. In fact, the National Institutes of Health warns that colloidal silver can pose a danger to people’s health and can cause serious side effects, including argyria, a usually permanent bluish-gray discoloration of the skin. There is currently no cure or vaccine for Covid-19. Speaking in Minnesota on Monday, United States President Donald Trump was apparently feeling vindicated. Referring to some nations now seeing a new wave of coronavirus cases, Trump said \"they were holding up names of countries and now they're saying 'whoops'.\" \"Even New Zealand, did you see what's going on in New Zealand? 'They beat it, they beat it.' It was like front page, they beat it, because they wanted to show me something,\" he added. \"The problem is, big surge in New Zealand ... it's terrible.\" Some perspective: New Zealand reported nine new cases on Monday. The US reported tens of thousands. Only one state, Vermont, has fewer total cases than New Zealand, and could yet overtake it given the comparative stage of the two countries' outbreaks. While a new wave of cases has caused some alarm in New Zealand, after the country went over 100 days without any community infections, it has already been largely brought under control. Asia-Pacific's third wave may look dire in headlines. New Zealand has postponed its election and ramped up restrictions. Australia has locked parts of the country down and even declared a \"state of disaster\" in one state. South Korea is ordering thousands of new tests and imposing social distancing measures. Hong Kong has introduced its strongest restrictions yet. Meanwhile in Europe, people are going on holiday. Across the UK, people are gathering on beaches and in parks, while England is preparing to send children back to school. In the US, focus is increasingly shifting to November's election, which there is no chance of postponing, and states are increasingly reopening and going back to normal. But the statistics do not support this bizarro world situation. The US is the worst-hit country globally, and the UK is the second worst-hit country in Europe. In Asia, only India makes it into the top 10, according to a tally of cases by Johns Hopkins University, while none of the four places where recent waves have attracted so much media coverage even break the top 60. Read the full analysis: ##Politics## Students from at least three Florida school districts have been placed under quarantine during the first week of in-person instruction due to reports of Covid-19. At least three positive cases have been identified in the Baker County School District.  Citing privacy, Florida's Department of Health (FLDOH) would not tell CNN how many individuals are currently under quarantine due to contact with these three individuals. School districts in Martin and Bradford counties have also reported having to quarantine nearly 260 students.  ##Schools## ##Reopening## ##Hotspots## Japan's Health Ministry announced 642 new coronavirus cases and 16 additional deaths on Monday.  That's the highest daily rise in fatalities since the country lifted its state of emergency on May 25. Of Monday's new cases, 161 were from the capital Tokyo -- the first time in six days the city has recorded fewer than 200 daily infections.  The new figures raise the national total to 57,397 cases and 1,128 deaths. Of the active cases, 243 patients are critically ill, according to the Health Ministry.  ##Hotspots## New Zealand confirmed 13 new cases of Covid-19 over the past 24 hours, Director-General of Health Dr. Ashley Bloomfield said on Tuesday. All of the new cases were locally transmitted. Twelve of the cases were linked to existing coronavirus patients, and the 13th case remains under investigation -- though it's believed to be connected to the same cluster as the others. That brings the country's total number of coronavirus infections to 1,293. Of these, 90 are active. Racing to contain a new outbreak: The fresh outbreak of cases emerged last week, ending New Zealand's enviable run of more than 100 days without any locally transmitted infections. The new cluster has prompted New Zealand to extend a lockdown on its most populous city, Auckland, as authorities scramble to trace the source of the outbreak. Since authorities began conducting contact tracing last Tuesday, they have identified 1,880 close contacts, most of whom are now self-isolating and have either been tested or are waiting for a test.  New Zealand has processed more than 100,000 tests in the past five days alone, Minister of Health Chris Hipkins said today.  Prime Minister Jacinda Ardern announced Monday that the country’s election would be delayed by four weeks, to October 17, due to concern over the spread of coronavirus. Tens of thousands of demonstrators took to the streets in Argentina on Monday to protest against the government of President Alberto Fernandez.  At least 25,000 people marched in the capital Buenos Aires, according to the local police department. The demonstrators are protesting the government's handling of Covid-19 and the country's economic crisis, as well as a judicial reform bill launched by Fernandez. Protests were also reported in other Argentinian cities, including Cordoba, Mar del Plata and Rosario.  As of Monday, Argentina’s Health Ministry had reported a total of 299,126 coronavirus cases, including 5,814 deaths. On Friday, Fernandez announced quarantine measures will remain in place across the country until the end of the month.  ##Hotspots## ##Economy## Mexico recorded 3,571 new cases of Covid-19 on Monday, bringing the total number of infections confirmed in the country to 525,733. The Mexican Health Ministry also recorded 266 new fatalities, raising the death toll to 57,023.  Only the United States and Brazil have recorded more coronavirus deaths than Mexico, according to data from Johns Hopkins University. CNN is tracking worldwide coronavirus cases here: ##Hotspots## Dr. Deborah Birx, the White House coronavirus task force coordinator, said Monday that she wished the United States had adopted a total lockdown similar to the one enforced in Italy. “I wish that when we went into lockdown, we looked like Italy. When Italy locked down, I mean, people weren't allowed out of their houses,” she said. “Americans don't react well to that kind of prohibition.” In a roundtable discussion hosted by Arkansas Gov. Asa Hutchinson, Birx said she has learned what Americans are willing to do to combat the virus, and that we must meet people where they are. She explained how the strategy worked for Arizona, where people were still able to go to malls and restaurants at reduced capacity, but gyms and bars were closed, mask mandates were implemented and gatherings of more than 10 people were prohibited.  “People were interacting, people were out, but people, by just not doing those careful things, were able to drop the cases significantly, probably by more than 80%,” said Birx.  She said that kind of behavioral change is something every American can do. “Tens of thousands of lives can be saved if we wear masks, and we don't have parties in our backyards … taking those masks off.”  “Somehow we always believe our family’s safe and our friends are safe. You cannot tell who's infected with the virus,” Birx added. “You need to keep your mask on.” The top infectious disease doctor in the US, Dr. Anthony Fauci, said Monday, “We’d better be careful when we say ‘Young people who don’t wind up in the hospital are fine, let them get infected, it’s OK.’ No, it’s not OK.\" “In individuals who are young and otherwise healthy, who don't require hospitalization but do get sick and symptomatic enough to be in bed for a week or two or three and then get better, they clear the virus -- they have residual symptoms for weeks and sometimes months,” he said during a American Society for Microbiology briefing.   Fauci said subsequent check-ups show that many “have a substantially high proportion of cardiovascular abnormalities, evidence of myocarditis by MRI and PET scans, evidence of emerging cardiomyopathies.”  He said this is “really troublesome” because it is evolving on a day by day basis.    “These are people that supposedly recovered from Covid-19,” Fauci said.   “I'll guarantee you if we have this conversation again, six months to a year from now, we’ll be reviewing the literature about talking about the long-term deleterious effects of non-hospitalized patients,” Fauci said.", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton", "Amy Woodyatt", "Ed Upright"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-08-18-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}