{"Type": "article", "Time": "2020-12-05", "Headline": "China wants to weaponize its currency. A digital version could help", "Text": "China wants to break the US dollar's stranglehold on the global financial system and gain greater control over how people spend their money. It's hoping a digital currency could deliver both. After years of preparation, the country began rolling out an ambitious test of a digital version of the yuan earlier this year. Pilots exist now in four Chinese cities, where transactions totaling more than 2 billion yuan ($300 million) have already taken place. If the program is expanded nationwide, China would become the most powerful economy yet to offer a national digital currency, beating a forthcoming digital version of the euro from the European Central Bank. Beijing has touted the digital yuan as a futuristic currency that will make buying things more convenient and secure. Officials also say that it could help those who don't have access to bank accounts and other traditional financial services. While China is already nearly cashless and a lot of transactions happen digitally, they do so beyond the purview of the state on privately-owned apps and platforms. An official digital yuan would change that, as it would give Beijing an unprecedented amount of information about how and where people are, and what they're spending their money on — an approach that runs counter to the original intent of digital money in the first place. Bitcoin and other digital currencies rely on a decentralized blockchain system that prevents any one person or organization from having control. \"In essence, the digital yuan can help strengthen the state's surveillance and control over the economy and society,\" said Frank Xie, a professor in business at University of South Carolina Aiken. \"It enhances the centralization of authority. That may be the fundamental reason why it has been strongly pushed and rushed by the state.\" Chinese regulators have also suggested that the widespread adoption of a digital yuan could help them realize a much grander plan: breaking the US dollar monopoly and growing the influence of the yuan on the international stage. Just last month, for example, Hong Kong leader Carrie Lam revealed that US sanctions have blocked her from having a bank account. There are still plenty of hurdles for China's program to overcome before the new form of currency is entrenched in everyday life, though. And analysts are skeptical about whether the digital yuan can pick up the traction that Beijing hopes it can, much less pose a real threat to the US dollar. The ruling Chinese Communist Party's desire to control its financial system remains the ultimate obstacle to creating any currency that could truly become global. Keeping the digital economy in line  The push to develop a digital currency began in 2014, according to the People's Bank of China. Authorities spent six years researching the project before launching pilot programs this year in Shenzhen, Suzhou, Chengdu and Xiong'an. Like cryptocurrency, the digital yuan incorporates some elements of blockchain technology: Every transaction is recorded and traceable in a digital ledger. It would replace some of the cash that is already in circulation, according to Fan Yifei, deputy governor of the central bank.  The development of a digital currency serves other purposes, too. A more easily traceable yuan would allow the government to better manage the country's monetary supply. It also satisfies Beijing's desire to curtail growing influence that private tech firms and their digital payment services have on the country's financial system. The Chinese central bank didn't articulate its reason for developing a digital currency at the time. The existence of the program has only come to light in recent years as the central bank has acknowledged that it feels threatened by how rapidly digital technology is evolving. Online payment services run by Ant Group's Alipay and Tencent's WeChat Pay have been growing rapidly over the last decade, raising concerns about whether private companies hold too much sway over digital transactions in China. In 2013, for example, Alipay launched a money market fund called Yu'e Bao, or \"Leftover Treasure,\" that became so popular that Chinese regulators stepped in and forced the program to reduce its size. They were concerned about systemic risk: If the massive fund failed for some reason, it could wreak havoc on China's economy. \"Beijing has long been concerned about the digital currency monopoly by tech giants, and their impact on the financial system beyond central bank supervision,\" wrote Anthony Chan, chief Asia investment strategist for Swiss bank UBP, in a research report published earlier this year.  Recent events have served to highlight those concerns. Last month, for example, the Chinese government slammed the brakes on Ant Group's highly anticipated initial public offering just days before its shares were scheduled to start trading in Shanghai and Hong Kong. That decision confirmed that \"no one entity will be allowed too much power or control over one market without express approval or collaboration with the government,\" said James Gillingham, CEO and co-founder of Finxflo, a Singapore-based crypto brokerage firm. The 'last piece' of the surveillance state China is also concerned about money being moved out of the country, according to Gillingham. The Chinese Communist Party has long believed that maintaining vast amounts of control over its economic, financial and social systems is best for maintaining stability and political control, and has attributed those policies to shielding the country from recent, major financial crises in Asia and across the globe. \"The authorities are aware of the challenges posed by sudden monetary outflows,\" Gillingham said. \"The introduction of the digital yuan would allow them to implement better levels of capital control.\" Money left China at a record clip last year through unauthorized channels as the country grappled with economic woes and its trade war with the United States.  Xie, the University of South Carolina business professor, called the digital currency the \"last piece\" of the surveillance state. China already uses a wide array of technology, including facial recognition and cameras, to collect vast amounts of information on its citizens. The People's Bank of China says its digital yuan features \"controllable anonymity.\" In other words, while either party involved in a transaction might not be known to each other or to the general public, their private information is still known to the central bank. Central bank digital currencies \"are unlikely to have the same degree of anonymity as cash,\" wrote Andrew Tilton, chief Asia economist for Goldman Sachs, in a recent research report. He pointed out a key feature of this type of money is that the central banks can \"directly monitor their usage.\" The Chinese digital currency isn't the only one that will be forced to confront this issue. The European Central Bank has acknowledged that the infrastructure supporting its digital euro should be \"ultimately controlled\" by the institution, with one option that \"all transactions\" are \"recorded in the central bank's ledger.\" ECB President Christine Lagarde, though, said this week that she doesn't want Europe to move \"too fast,\" and pointed out that protecting user privacy is key. More ambitious plans, but challenges ahead The creation of a digital currency can also help China mitigate other economic risks, particularly as tensions with the United States continue to simmer. If the US government were to ban Chinese banks from using SWIFT — the messaging service that moves money around the global banking system — individuals and companies could use the digital yuan in cross-border transactions, according to Chan from UBP. Analysts caution, though, that it will take a lot for Beijing's biggest ambitions to be fully realized. The yuan accounts for slightly over 4% of international transactions, according to the Bank for International Settlements, an international financial institution. The US dollar comprises 88%. \"China is not anywhere close to getting people to use the [renminbi] internationally,\" said Scott Kennedy, senior adviser at Center for Strategic and International Studies. It's also not clear that Chinese consumers will actually flock to the digital yuan in the first place. More than 800 million people in China, or 86% of mobile internet users, already use mobile payment services like Alipay and WeChat Pay, according to estimates published by the China Internet Network Information Center. While not entirely the same as digital currency — which would be fully guaranteed by the central bank — such programs offer similar levels of convenience. The loss of privacy surrounding transactions probably doesn't help the government's case. Xie said that people might be hesitant to use the currency, particularly for large transactions or for assets they want to move overseas. \"Ordinary people might be cautious,\" he added. \"They risk losing more privacy while not gaining additional convenience.\" — Selina Wang contributed to this report.", "Section": "economy", "Writers": ["Laura He"], "URL": "https://www.cnn.com/2020/12/04/economy/china-digital-yuan-currency-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}