{"Type": "article", "Time": "2021-01-14", "Headline": "Two members of WHO team blocked from entering China over failed coronavirus antibody test", "Text": "Two members of a World Health Organization (WHO) team investigating the origins of the coronavirus pandemic have been blocked from flying to China after failing a coronavirus antibody test.  An international team of 13 scientists was due to land in the central Chinese city of Wuhan, where cases of the coronavirus were first recorded in late 2019, on Thursday. But two members of that team remain in Singapore, the WHO said in a series of tweets, after they \"tested positive for IgM antibodies.\"  IgM antibodies are among the earliest potential signs of a coronavirus infection, but could also appear in someone who has been vaccinated or previously infected (but is no longer a carrier) of the virus. False positives are also possible with such tests.  Since November 2020, travelers flying into China have to show negative results for an IgM antibody test, and a PCR test, before they will be allowed to enter.  The scientists in question are being retested, and had previously been tested and found negative for coronavirus multiple times, the organization said, adding that those scientists who have been able to travel to China, \"will begin their work immediately during the 2 weeks quarantine protocol for international travelers.\"  At a regular press conference Thursday, Chinese Foreign Ministry spokesman Zhao Lijian said the country \"will strictly follow the relevant epidemic prevention regulations and requirements, and provide corresponding support and facilities for WHO experts who come to China to carry out international cooperation on tracing the origin of the virus.\" Asked about the two scientists denied entry, Zhao would not comment, instructing reports to ask \"the relevant authorities.\" State broadcaster CGTN reported Thursday that the WHO team \"underwent both throat swabs and serum antibody tests at the airport\" upon arrival to the country. Delayed trip This is the second delay for the WHO team, which was due to arrive in China earlier this month, but was blocked from flying there by the authorities, sparking a rare rebuke from the United Nations agency.  \"I am very disappointed with this news,\" said WHO Director-General Tedros Adhanom Ghebreyesus. \"I have been in contact with senior Chinese officials and I have once again made clear that the mission is a priority for WHO and the international team.\" Tedros added the WHO was \"eager to get the mission underway as soon as possible\" and that he had been given assurances that Beijing was speeding up the internal procedure for \"the earliest possible deployment.\" That deployment began this week, as the majority of the team arrived in Wuhan, though they will be limited in what they can do as they finish a mandatory two-week quarantine.  Marion Koopmans, a Dutch virologist who heads the Erasmus Medical Centre's Department of Viroscience in Rotterdam and is part of the investigation team heading to China, said earlier this month that they were \"ready to go.\" Koopmans said that they have been told nothing is off limits while in China and said the team will be working in collaboration with their Chinese colleagues \"looking at the data, talking to people with expertise, and concluding from what's been done, and what can be built on.\" She said it was important to understand the origins of how the virus made the leap to humans because there is \"no country that doesn't have risk of disease emergence. It's something we need to understand, so the whole world can prepare.\" \"We really need to have patience and not judge. It's meticulous work, it will take time,\" Koopmans said. Political tensions The United States and Australia have led the charge in criticizing China's handling of the initial stages of the pandemic, accusing Beijing of downplaying its severity and preventing an effective response until too late.  Outgoing US President Donald Trump has repeatedly blamed China for the global pandemic and announced that the US would terminate its relationship with WHO, saying that China had not properly reported information it had about the coronavirus and had pressured WHO to \"mislead the world.\" The US has demanded transparency in WHO operations in China. In November, Garrett Grigsby with the US Department of Health and Human Services told WHO's assembly that the terms of the investigation to China were \"not negotiated in a transparent way\" and \"the investigation itself appears to be inconsistent\" with its mandate.  A trove of confidential documents obtained by CNN last year from the Center for Disease Control and Prevention in Hubei province -- where the virus was first detected in 2019 --  showed how Chinese officials gave the world more optimistic data than they had access to internally, by initially underreporting case numbers during the early stages of the outbreak. As countries around the world struggle with new infection surges and outbreaks, China appears to be rebounding. Last month, the country posted positive economic growth for the second quarter in a row.  Foreign Minister Wang Yi praised China's anti-pandemic efforts at home and abroad, saying that the country \"launched an emergency global humanitarian campaign\" and \"helped build consensus on a global response to Covid-19.\" As the WHO team prepared to embark, Chinese officials and state media have questioned the virus' origins, with Wang himself claiming \"more and more research suggests that the pandemic was likely to have been caused by separate outbreaks in multiple places in the world.\"", "Section": "asia", "Writers": ["Sandi Sidhu", "Helen Regan"], "URL": "https://www.cnn.com/2021/01/14/asia/who-team-china-coronavirus-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}