{"Type": "article", "Time": "2020-10-06", "Headline": "The world's 10 coolest neighborhoods, according to Time Out", "Text": "This year we've all been spending more time than expected in our own neighborhoods.  While lockdown and safety measures have hit our city centers hard, in many places local communities have been thriving.  The staff of Time Out, which has publications in cities all over the world, put together an annual list of the world's 40 coolest neighborhoods, based on local intel from more than 38,000 city-dwellers.  Proclaiming that \"It's cool to be kind,\" the magazine's focus this year is on places where neighborliness is king, and communities and businesses have pulled together and prospered during this toughest of years.  Here are the top 10. 10. Marrickville, Sydney The sheer diversity of offerings is the key to Marrickville's success in Sydney, says Time Out.  \"A true melting pot,\" it boasts what might just be Sydney's most eclectic food scene, where you can pick up world-class Vietnamese food along Illawarra Rd, tuck into plant-based pizza at Pizza Madre, then wash it all down with a brew from one of the district's many, many craft beer companies.  Marrickville doesn't hold the monopoly on Australian cool, though: There's another Aussie entry later in the top 10.  9. Haut-Marais, Paris Not to be confused with Marais proper -- delightful, of course, but rather touristy, darling -- Haut-Marais is the northern, bleeding edge of this historic district.  \"To Parisians, it feels like this neighborhood practically invented the cocktail bar,\" says Time Out, so visitors are recommended to sally down its winding streets and investigate joints like the Little Red Door speakeasy and Bisou (French for \"kiss.\")   8. Dennistoun, Glasgow In the East End of city, bordering the Necropolis -- Glasgow's Victorian-built \"City of the Dead\" -- the historically working-class neighborhood of Dennistoun has seen its young student population grow in recent years.  \"Yet the tide of redevelopment is coming in slow,\" says Time Out, \"and its charming blonde and red sandstone tenements remain affordable to most.\" Editors single out the Zero Waste Market, \"a refill grocery shop that prepped handy boxes of food essentials during lockdown,\" and Alexandra Park's Food Forest: \"where locals of all backgrounds meet to plant and grow.\" 7. Shaanxi Bei Lu/Kangding Lu, Shanghai Once part of the Shanghai International Settlement -- a Western enclave until 1941 -- this formerly sleepy neighborhood is \"quickly morphing into a buzzing destination of new cafés, bars and restaurants,\" says Time Out.  You'll still find traditional lane houses and old-school noodle shops, but now you can scoot along to an all-day roller skate bar, Riink, or quaff natural wines at the laid-back SOiF.  6. Wedding, Berlin No, don't have bridal gowns on the brain. Wedding is a neighborhood in the northwest section of Germany's capital.  Though the city is known as a place for 24-hour partying, Wedding's side streets are quiet enough to guarantee you'll get a good night's sleep once you're done hitting the beer halls.  By day, you can enjoy the great outdoors at Plötzensee lake and woodsy Volkspark Rehberge. 5. Yarraville, Melbourne Two lockdowns may have put Melbourne's culture scene into hibernation, but, says Time Out, \"Melbourne's community spirit has never been stronger, and the neighborhood that best embodies that is the westside suburb of Yarraville.\" Skater Belle Hadiwidjaja has been roller-skating through the neighborhood in an array of costumes to keep families entertained on their daily strolls, while local Lee Smith-Moir cheered up residents by adding \"happy signs\" on the area's walking tracks.  4. Bedford-Stuyvesant, New York This Brooklyn neighborhood of Victorian brownstones this year became, according to Time Out, \"New York's greatest incubator of the future.\"  During the Black Lives Matter protests, it served as a main hub, and as the city was gripped by the Covid-19 pandemic, \"it gave birth to mutual aid networks like Bed-Stuy Strong to protect its most vulnerable members.\" 3. Sham Shui Po, Hong Kong CNN Travel called it back in 2018, when it described this working-class neighborhood, whose rustic vibe had been attracting creative souls from street artists to coffee artisans, as \"Hong Kong's new cultural capital.\"  Alongside this, however, the city is home to some of Hong Kong's most deprived communities and has been a key battleground in the 2019-2020 protests.  2. Downtown, Los Angeles \"This became the most painful year in L.A.'s recent history,\" says Time Out, \"and in a city with no single, central gathering place, Downtown became its supportive soul.\" It was in this resurgent city center that shocked residents gathered to mourn after the death of basketball legend Kobe Bryant.  And it was here that Angelenos came to make their voices heard after the death of George Floyd. \"It wasn't without strife,\" says Time Out, \"but there was a palpable pivot toward unity the day that thousands streamed through Downtown's streets.\" 1. Esquerra de l'Eixample, Barcelona Eixample is Catalan for \"expansion\" and this sprawling neighborhood, on a strict grid pattern, falls into two distinct sections: The luxurious and touristy Dreta de l'Eixample, and the more down-to-earth, residential area, Esquerra de l'Eixample.  \"During Barcelona's strict lockdown,\" says Time Out, the courtyards of Esquerra's apartment blocks \"became focal points for the city's energy -- as in the pop-up Hidrogel Sessions, in which residents dressed up in costumes and organised mass dance parties from their balconies.\" Time Out's full list of 40 coolest neighborhoods 1. Esquerra de l'Eixample, Barcelona 2. Downtown, Los Angeles 3. Sham Shui Po, Hong Kong 4. Bedford-Stuyvesant, New York 5. Yarraville, Melbourne 6. Wedding, Berlin 7. Shaanxi Bei Lu/Kangding Lu, Shanghai 8. Dennistoun, Glasgow 9. Haut-Marais, Paris 10. Marrickville, Sydney 11. Verdun, Montreal 12. Kalamaja, Tallinn 13. Hannam-dong, Seoul 14. Bonfim, Porto 15. Ghosttown, Oakland 16. Chula-Samyan, Bangkok 17. Alvalade, Lisbon 18. Noord, Amsterdam 19. Centro, São Paulo 20. Holešovice, Prague 21. Lavapiés, Madrid 22. Opebi, Lagos 23. Narvarte, Mexico City 24. Uptown, Chicago 25. Little Five Points, Atlanta 26. Wynwood, Miami 27. Phibsboro, Dublin 28. Nørrebro, Copenhagen 29. Bugis, Singapore 30. Gongguan, Taipei 31. Soho, London 32. Binh Tanh, Ho Chi Minh City 33. Melville, Johannesburg 34. Kabutocho, Tokyo 35. Porta Venezia, Milan 36. Taman Paramount, Kuala Lumpur 37. Allston, Boston 38. Bandra West, Mumbai 39. Arnavutköy, Istanbul 40. Banjar Nagi, Ubud", "Section": "travel", "Writers": ["Maureen O'Hare", "Lilit Marcus"], "URL": "https://www.cnn.com/travel/article/world-10-coolest-neighborhoods-time-out-2020/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}