{"Type": "article", "Time": "2020-04-18", "Headline": "April 18 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here.  President Donald Trump said Saturday that there \"could be a difference” in how authorities enforce social distancing guidelines at mosques versus how they do at churches. This was in a response to a question regarding a post by conservative author and political commentator Paul E. Sperry he retweeted today.  Trump said that he spoke with both imams and rabbis but claims that \"politicians treat different faiths differently.\" Farhana Khera, executive director of Muslim Advocates, called Trump’s remarks \"insulting and frustrating on the eve of Ramadan … our president chooses to use his energy and platform to amplify the hateful words\" of the original tweet.\" \"As is often the case, the President is yet again stoking anti-Muslim hate and sowing division at a time when he is failing to do his job,\" Khera said. Asked if he thought mosques might not follow the social distancing guidelines, Trump responded, \"I don't think that at all. I'm somebody who believes in faith. It matters not what your faith is. But politicians treat different faiths differently. I don't know what happened with our country. But the Christian faith is treated much differently than it was, and I think it's treated unfairly.\" The retweet ignores the fact that President Trump is pushing for states to ease social distancing guidelines if they are ready to do so, and for weeks has been pushing for some of those restrictions to be lifted by May 1. Ramadan will be observed between April 23 and May 23 this year. ##Daily Life## More than 1,300 inmates have tested positive for coronavirus across three facilities in Ohio, officials announced Saturday. Officials saw an increase of coronavirus cases at the Pickaway Correctional Institution, Marion Correction Institution and Franklin Medical Center within the Ohio Department of Rehabilitation and Correction system earlier this week, Melanie Amato, spokeswoman for the Ohio Department of Health told CNN by phone Saturday. The number of positive cases at each location are as follows:  1,057 inmates at the Marion Correctional Institution \n202 inmates at the Pickaway Correctional Institution \n101 inmates at Franklin Medical Center A decision was made by officials on Thursday to test all inmates and staff at the Pickaway and Marion facilities, Amato said. Testing began Thursday and results have been coming back in stages. About 103 staff members also tested positive at Marion, according to Amato. One of those staff members passed away. No additional details were immediately available on the death. Four inmates at Pickaway have died from coronavirus and 64 staff members tested positive at the facility. No additional details were immediately available on the deaths. Amato said inmates who tested positive and inmates who did not test positive are being separated.  The increase in positive was expected by the governor's office due to the expanded testing capacity in ODRC, Dan Tierney, press secretary for Gov. Mike DeWine's office told CNN by phone Saturday. All inmates and all staff at the state-run correction facilities are being tested, according to Tierney. \"Large numbers are eye popping but one of the big reasons here is it's a congregate setting,\" Tierney said. CNN has reached out to the Ohio Department of Rehabilitation and Correction for more information related to inmate conditions. ##Health## The US Centers for Disease Control and Prevention released new details on community mitigation, as part of the White House Task Force’s plan to \"get and keep America open.\" The guidelines, posted overnight Friday on the CDC website, include actions \"persons and communities can take to help slow the transmission of the virus.\" New concepts include emphasizing personal responsibility and tailoring strategies to target specific populations. \"Mitigation strategies can be scaled up or down depending on the evolving local situation,\" the CDC said on its website. \"When developing mitigation plans, communities should identify ways to ensure the safety and social well-being of groups that may be especially impacted by mitigation strategies, including individuals at increased risk for severe illness.\" Regarding financial resources, the CDC said it has awarded nearly $730 million in funding to carry out surveillance, epidemiology, laboratory capacity, infection control, mitigation, communications and other preparedness and response activities. The CDC says it has \"500 existing field staff embedded in state, tribal, local and territorial health agencies, most of whom have pivoted to support the COVID-19 response.\" Community protection teams are being sent to eight states to conduct contact tracing. The eight states include: Alaska\nIdaho\nKentucky\nNew Mexico\nNorth Dakota\nOhio\nWest Virginia\nWyoming Rapid testing on a wide scale and a contract tracing systems to quickly isolate any outbreaks are widely considered to be necessary in order to reopen the economy. When asked in what capacity the CDC teams would be working, a federal health official with knowledge of the community protection initiative said they will be \"testing new technologies,\" including \"having people do self-swabbing and evaluating how effective that is. They are also looking at some mobile technology to look at contact tracing.\" ##Health## ##Daily Life## Protesters gathered in several states Saturday to voice their opposition to stay-at-home orders issued to slow the spread of the novel coronavirus. Here are some scenes from Annapolis, Maryland, Indianapolis, Indiana, and Concord, New Hampshire:  ##Daily Life## The governors of New York, New Jersey and Connecticut announced Saturday that marinas, boatyards and marine manufacturers \"will be allowed open for personal use as long as strict social distancing and sanitization protocols are followed,\" according to a release from New Jersey Gov. Phil Murphy. The states are aligning their policies for marinas and boatyards, noting that chartered watercraft services or rentals will not be allowed and restaurant activity at these sites must be limited to take-out or delivery only. \"A unified approach is the most effective way to alleviate confusion for the residents of our states during the ongoing public health emergency,\" Murphy said. ##Health## ##Daily Life## At least 667 members of the Fire Department of New York have Covid-19, FDNY spokesman Jim Long tells CNN. The number includes firefighters, EMS and civilian personnel. There are more than 2,200 members of the FDNY on medical leave currently, which also includes non-coronavirus-related illnesses or injuries. ##Health## There are at least 732,197 cases of coronavirus and at least 38,664 people have died from the virus in the United States, according to Johns Hopkins University's tally of US coronavirus. Track coronavirus cases in the US using this interactive CNN map. ##Health## The US needs to conduct at least 500,000 tests for Covid-19 every day to be able to successfully open the economy and stay open, according to three Harvard researchers.  Currently, about 150,000 tests per day are completed, and about 20% of those tests have been positive. More testing is necessary to be able to capture who is infected and might put others at risk, researchers said. The current percentage of tests that are positive in the US is too high, the researchers said. The World Health Organization has suggested that an adequate test positive rate should be between 3 and 12%, while the US rate is around 20%. To achieve a 10% test positivity rate by May 1, about 580,000 people per day would need to be tested, research shows. If instead, contact tracing is considered and an estimated 10 contacts are tested for each estimated positive case by May 1, about 535,000 tests would need to be conducted per day. The researchers include:  Dr. Ashish Jha, faculty director of the Harvard Global Health Institute \nDr. Thomas Tsai, a surgeon at Brigham and Women’s Hospital in Boston and researcher at the Harvard T.H. Chan School of Public Health\nBenjamin Jacobson, research assistant at the Harvard Global Health Institute  Scholars believe the numbers are underestimated, Jha wrote in an email to CNN. She said a formal write-up of their research will be available in the future. “If we can’t be doing at least 500,000 tests a day by May 1, it is hard to see any way we can remain open,” the researchers wrote. President Donald Trump told reporters the US has conducted more than 3.78 million coronavirus tests to date at a Friday White House briefing. ##Health## Invoking his favorite phrase of criticism directed at the Russia investigation, President Donald Trump says the response to the coronavirus “…should not be a partisan witch hunt.” He added that “we have to work together” to address the pandemic. However, Trump attacked three Democratic governors Friday urging people to “liberate” Massachusetts, Michigan and Virginia. For two days in a row, Trump has harshly criticized Virginia Gov. Ralph Northam, wrongly claiming Northam wants to take away the Second Amendment rights of Virginians. Trump is referring to a bill Northam signed that allows law enforcement to take temporary control of guns if people are deemed a danger to themselves or others. Trump claimed that some people are \"attempting to bring this into politics.\" He later went on to claim that Democratic senators were \"nasty\" and \"rude\" on a phone call with Vice President Mike Pence yesterday when several senators asked tough questions about the lack of testing availability. To date, 4,347 members of the New York Police Department have tested positive for coronavirus, the department said in a news release. As of Saturday, 5,324 uniformed members of the NYPD were on sick report, which accounts for 14.7% of the uniformed work force, down from a high of 19.8%, the department said. Of those out sick, about 1,855 uniformed members and 375 civilian members have been diagnosed with coronavirus. A total of 2,089 members of the NYPD have returned to work full after recovery. ##Health## President Donald Trump said Saturday he believes \"some of the governors have gotten carried away\" with social distancing measures, when asked about protests against social-distancing measures taking place across the nation.  He said that \"a lot of people don’t have to be told to do what they are doing,\" in following social distancing measures. His comments come as protests against coronavirus-related restrictions continue in various states across the country. ##Daily Life## After much criticism, Gov. Ron DeSantis announced during a press conference Saturday that Florida will be releasing the names of nursing homes and long-term care facilities with Covid-19 cases. It is necessary for public health to release the names of the facilities where a resident or staff members tested positive for Covid-19,\" DeSantis said. There are 1,627 cases of coronavirus at these facilities, including both residents and staff, per DeSantis. At the onset of the pandemic, DeSantis said he prohibited visitors and ordered anyone entering nursing homes be screened. To help prevent outbreaks at these facilities, DeSantis said he has sent \"strike teams\" into nursing home facilities across the state to do spot testing for the virus to identify asymptomatic staff members who may be infected. DeSantis says he has asked Florida Surgeon General Scott Rivkees to compile the information and release it to the public. Management at nursing homes are already required to notify residents, staff and families when cases of Covid-19 arise, DeSantis said. The names of patients or people who have died from Covid-19 will not be released, DeSantis said. According to the governor, between 90 and 100 deaths from coronavirus in Florida were related to nursing homes or long-term care facilities. DeSantis has another pressing decision to make on nursing homes: Will he release them from liability? The Florida Health Care Association, a federation that represents 600 long-term care centers, has asked DeSantis for immunity for workers.  Democratic state Sen. Gary Farmer told reporters during a conference call last week that if DeSantis gave nursing homes immunity, the move would be \"outrageous,\" \"unprecedented\" and \"unconstitutional.\" During a press conference Friday, DeSantis said he has not made a decision on the issue. ##Health## With today's announcement in Florida, 31 states and the District of Columbia have either ordered or recommended that schools remained closed through the end of the academic year, according to CNN reporting. 26 states and Washington, DC, have announced school closures through the end of the academic year: Alabama\nAlaska\nArizona\nArkansas\nDistrict of Columbia\nFlorida\nGeorgia\nIllinois\nIndiana\nIowa\nKansas\nLouisiana\nMichigan\nMississippi\nMissouri\nNebraska\nNew Hampshire\nNew Mexico\nOklahoma\nOregon\nPennsylvania\nTexas\nUtah\nVermont\nVirginia \nWashington\nWisconsin Five states are recommending to close schools through the end of the academic year:  California\nIdaho\nMaine\nSouth Dakota\nTennessee ##Daily Life## Vincent Asaro, a reputed mob boss and member of the Bonanno crime family, was granted compassionate release from a federal medical detention facility in Missouri over fear of the continued spread of Covid-19. In a decision issued on Friday in the Eastern District of New York, Judge Allyne Ross ruled that Asaro's \"age, in combination with his deteriorating health,\" constituted \"an extraordinary and compelling reason for his release\" during the pandemic. Ross wrote that, while there were no confirmed cases of Covid-19 in the prison where Asaro is being held, \"absent more information about how much testing the BOP (Federal Bureau of Prisons) is conducting, it is possible that undetected cases are present in the facility.\" Asaro pleaded guilty in 2017 to charges stemming from a 2012 incident in which he was alleged to have ordered a man's car set on fire. He was sentenced to eight years in prison. He suffered a stroke in custody in 2019, suffers from aphasia, and has difficulty walking, court documents state. \"While I do not know whether Asaro currently has the ability or the power to command others in his organization to carry out criminal acts at his will, I do not believe that, given Asaro’s current state, his release would put the public at a significantly increased risk of danger,\" Ross wrote. Asaro was found not guilty in 2015 on charges that he participated in the infamous 1978 Lufthansa Heist at New York's John F. Kennedy International Airport. The city of Boston will begin deploying public works trucks equipped with sound equipment to broadcast messages about Covid-19, including reminders to wash hands, stay home, cover your face, and maintain social distance, according to a news release from Boston Mayor Marty Walsh’s office. The messages will be broadcast in seven languages, depending on the community, and will be deployed to the neighborhoods that have Covid-19 rates higher than the rest of Boston, the release states. The trucks will be deployed beginning on Sunday at noon, the release states. ##Health## ##Daily Life## Arkansas Gov. Asa Hutchinson said he’s issued an executive order to create a task force to develop industry-specific plans for the proposed phased reopening of the state's economy beginning May 4. Hutchinson says the task force will develop plans that will allow businesses some degree of operation, but maintain public health requirements. \"You can open up a restaurant on May 4, but if the public does not have confidence that they're going to be safe, they're not going to go,\" Gov. Hutchinson said. \"They're going to self-select their way out of it.\" The group will be chaired by businessman Steuart Walton and the governor said he hopes for faith-based organizations to take part as well.  The task force is slated to meet start up next week, but Hutchinson said guidance from public health experts will ultimately determine what re-openings can be put into effect and whether the May 4 date is feasible for activity. The governor acknowledged that not all restrictions will be lifted and until there’s a vaccine, social distancing is a part of life in the future. ##Daily Life## ##Health## President Donald Trump said the government will be providing assistance to 13,000 community health sites and mobile medical stations that will give testing in medically under-served regions with “many African American and Hispanic communities.” President Trump says that they are doing \"big studies\" on the racial disparities of the coronavirus, noting that \"we don’t like it\" and it's \"not right.\" The President said the job the community health sites do \"is incredible.\"  \"These centers provide care to 28 million people living in medically underserved urban and rural regions including many African American and Hispanic communities,\" he said. \"We're taking care of them and it's so important because you've all been reading about the disproportionate numbers on African American and you're reading a little bit less about Hispanic but likewise Hispanic communities. The numbers are disproportionate.\" ##Health## Almost 23% of high school students in New York City public schools on average did not interact with remote learning between April 6 and April 14, according to the city’s Department of Education data. Each school has specific ways of defining interaction with remote learning, the NYC DOE said in a statement. These may include student submission or completion of an assignment, student participation in online forums, and student contact with teachers through phone or email, among other criteria, the DOE said.  By these definitions, an average of 77.1% of NYC high school students (grades 9-12) interacted with remote learning between April 6-14, DOE data showed. Overall, an average of about 16% of New York City public schools students from pre-kindergarten through 12th grade did not have these interactions during this time period, the data show.  This cannot be considered attendance in the traditional sense but helps us understand who is and isn’t interacting daily and is data we’re using to support students and prevent learning loss,\" said Miranda Barbot, education department spokeswoman, in a statement.  Schools started tracking student interaction with remote learning on April 6 through an online system called the Student Interaction Tracker on STARS Classroom that schools are familiar with, Barbot said. Through this system, schools can mark which students have not interacted on a particular day. About 84.3% of all students, on average, did interact with their schools under the defined criteria from April 6 to April 14, the data show. The DOE has collected and is reporting data from an average of 81% of students every day, but data in the process of being uploaded is not included in the latest April 6 through April 14 figures, the department noted in their statement. Data on school interactions will be made available weekly, the DOE said. ##Daily Life## Arkansas Gov. Asa Hutchinson says the state may begin to report the number of positive coronavirus cases at Cummins Unit prison separately from the overall state number, as cases are increasing testing at the prison. \"We’re doing an extraordinary amount of testing there. I was informed that we are doing like a thousand tests at Cummins,\" Hutchinson said. \"And if we’re going to do that volume of tests, that really skews the reporting and so, I think in the future, we will be trying to show those in a different light, but in a very transparent way as well.\" There are currently 230 inmates with coronavirus, said Dr. Jennifer Dillaha, the medical director for immunizations at the state's health department. None of the prison's staff members have tested positive yet, she said. ##Health## The number of new coronavirus cases in North Dakota have increased significantly several days in a row, Gov. Doug Burgum said during a press conference on Saturday. Burgum said new case counts have nearly doubled the past few days. There were 28 new cases reported Thursday, 46 new cases reported Friday and 90 new cases reported Saturday, he said. The state has 528 positive cases and nine deaths, according to Burgum. A total of 183 people have recovered and 13 people are currently hospitalized, Burgam said. At least 47 people have been hospitalized in the state, according to the North Dakota Health Department website. Hospitals are prepared to handle the increased number of patients, Burgum said. ##Health## Florida Gov. Ron DeSantis announced that K-12 schools will continue with distance learning for the duration of the school year, saying \"it’s not the ideal situation\" at a press conference Saturday afternoon. \"We've got pretty good momentum for distance learning, it's obviously not the ideal situation, but given where we are in the school year, we felt that that was the best, best decision to go forward,\" DeSantis said. ##Daily Life## President Donald Trump went into the weekend frustrated after a week of calls with industry leaders, governors and lawmakers who raised questions on whether the country was ready to be reopened, specifically whether or not there was adequate testing to reopen the economy and send people back to work, a senior administration official told CNN. Even allies told President Trump that to move forward there would need to be some sort of readily available mass rapid testing system in place. President Trump has expressed annoyance to those around him at the coverage of the White House reopening guidelines issued Thursday, this administration official said, and doesn’t understand why the narrative isn’t more positive. A separate source in contact with the President described him as \"chomping at the bit\" and eager for the pandemic to be over and for businesses to reopened. The source added that for the first time, the President has seemed excited, believing he sees a light at the end of the tunnel. Adding to Trump's frustration is that while White House medical experts have told him the country is on track for a phased reopening, those experts and Trump are not in sync on the timing of the relaxation, including whether his target date of May 1 for parts of the country can be met. ##Daily Life## Israeli Prime Minister Benjamin Netanyahu announced plans to begin gradually easing the restrictions to combat the spread of Covid-19 beginning Sunday, with the goal of increasing the number of employees allowed in any workplace from 15% to 30%.  The updated guidelines still need government approval, which is expected late Saturday night. The reduced restrictions will be evaluated for two weeks before any further decisions are made, Netanyahu said. Industrial and high-tech workplaces, as well as certain stores, will be allowed to reopen under health and social distancing restrictions. Employers must check the temperature of their workers upon arrival and limit the number of people in a room; maintaining at least 2 meters (6 feet) between each person.   Employers must document who enters offices and stores must document customers who enter. Employees must sign a health declaration before entering their workplace. The new rules notwithstanding, Netanyahu still encouraged employees to continue to work from home as much as possible. Stores that will be allowed to reopen include those selling furniture, household appliances, electronics, and communication devices. If an employee tests positive for coronavirus, the workplace will be required to close until it receives permission from the Health Ministry to reopen. Those over 67 years old, or with an existing health condition, should not return to work, said Health Ministry Director-General Moshe Bar Siman Tov. Israelis must remain within 100 meters (about 330 feet) of their residences, though they may travel up to 500 meters (1,640 feet) for exercise. Citizens are still required to wear face masks in public spaces and maintain a 2-meter (6-foot) distance from others. Schools and universities will remain closed, except for special needs education, which can be conducted in small groups, Netanyahu said. Beaches and parks remain closed, as do malls and restaurants. Outdoor prayer is permitted in groups of up to 10 people, provided worshipers remain 2 meters (6 feet) apart.  Israel has had a total of 13,265 confirmed cases of coronavirus cases and 164 deaths, according to the Ministry of Health, a mortality rate of 1.2%. ##Daily Life## Spanish Prime Minister Pedro Sanchez says his government plans to extend Spain’s state of alarm for 15 more days. The state of alarm was to end on April 26, but the planned extension calls for it to end on May 9.  The plan extends Spain’s strict lockdown to a total of eight weeks. \"Today it is not possible to lift the containment measures and go to phase two of de-escalation,\" Sanchez said at a news conference. The state of alarm was introduced March 14 and placed severe restrictions on movement and business. The extension will be presented to Parliament in the coming week. However, Sanchez said with the advice of experts, the government will lift the confinement of children as of April 27. He said the exception would \"be limited and subject to conditions to avoid contagion.\" Sanchez said after May 9, a \"cautious and progressive\" de-escalation would take place.  \"We will be guided by a series of markers that will tell us of the spread of the virus and of the vigor of our health system, so that we know how the pandemic is evolving in each region,\" he said.  The de-escalation may proceed at different rates in different regions, he said. But if any risk is detected, Sanchez said the de-escalation would be suspended. The state of alarm was slightly relaxed last Monday to allow some four million Spaniards to return to work in jobs like construction and manufacturing. But nonessential retail outlets, bars, cafes and other places of entertainment have remained closed, and Spain’s lucrative tourism business remains halted. The National Police and Civil Guard continue to enforce a ban on all nonessential movement, and traffic on Spain’s major roads is down by about 80% on pre-crisis levels. ##Daily Life## Coronavirus \"growth is slowing\" in Illinois, state Health Director Ngozi Ezike said Saturday. The state reported 1,585 new cases and 125 new deaths Saturday, Ezike said. Illinois has 29,160 positive cases and 1,259 deaths from coronavirus statewide, according to Ezike. Ezike said despite the new cases officials are \"cautiously optimistic\" that \"growth is slowing.\" The Iowa Department of Corrections reports that an inmate at the Iowa Medical and Classification Center (IMCC) tested positive for coronavirus late Friday night, according to a press release from the Iowa Department of Corrections.  The inmate was newly processed to IMCC, and arrived from Henry County on Thursday, the statement read. The individual is currently undergoing a 14-day quarantine to mitigate the spread of COVID-19. The inmate is currently in medical isolation, and a thorough contact tracing is taking place to identify any individuals that may have been exposed to him since his arrival, the statement read. ##Health## California Gov. Gavin Newsom said in a press conference on Saturday that the state has secured 10,974 hotel rooms and 5,025 rooms from Motel 6 in 19 counties for homeless residents during the coronavirus pandemic.  \"We had an audacious goal a few weeks back of identifying 15,000 hotel rooms that would be made available as a subset of our larger homeless strategy to get people off the streets,\" Newsom said, adding that \"4,211 individuals are now inside off the streets, out of our shelters, representing roughly 38% of all those hotel rooms now being occupied.\" Gen. James McConville, the current US Army chief of staff, joined Massachusetts Gov. Charlie Baker at the Boston Hope Field Medical Station Saturday where he called the coronavirus an \"invisible enemy.\" \"We are in a war against an invisible enemy. The Covid-19 virus,\" McConville said.  McConville was later asked how he felt about the deaths of the veterans at the Holyoke Soldiers’ Home and he said, \"The loss of life is absolutely terrible. We don’t want to lose anybody.\" When asked if he has a message to health care workers as they fight this enemy, McConville said he was in Afghanistan when the Boston Marathon bombing happened. He said he was proud of the response by Boston and the commonwealth, then and now, because the community became \"Boston strong, they became Massachusetts strong and they will defeat this virus.\" Baker noted that tumultuous events like the Boston Bombing are usually visible, unlike the current fight against the coronavirus.  What we are dealing with here, as the general said, is an invisible, insidious enemy and if you go outside and you walk around, it looks pretty much the same as it always did except there’s nobody on the streets, there’s very few automobiles, and everything for the most part is closed,\" Baker said.  The governor said that dealing with this virus is \"a different kind of battle than one you can actually see what you are up against.\" This \"will, in some extent, be a marathon for us as well,\" the governor said. Turkey has passed Iran for the highest number of confirmed Covid-19 cases in the Middle East region with a total of 82,329 confirmed cases. A total of 3,783 positives were confirmed over the last 24 hours, according to the latest Turkish health ministry figures, a slight decrease from the previous week in which daily positives hovered around the 4,000 mark.  The daily number of deaths from the virus is 121, bringing the total number of fatalities to 1,890. At least 1,894 people are receiving treatment in intensive care units, and 1,054 of those are intubated, the ministry said. The total number of patients who have recovered is 10,453 with 1,890 people discharged from the hospital Saturday after testing negative, according to the ministry figures. Turkey is under a weekend curfew that ends at midnight local time Sunday. The interior ministry announced a 15-day extension of travel restrictions in place across 31 provinces which covers nearly two-thirds of the Turkish population. An infectious disease doctor said the US has \"somewhere between one-third and one-tenth the number of tests we need in order to think about being on top of the testing issue,\" when it comes to the coronavirus pandemic. Dr. Rochelle Walensky, the chief of Infectious Diseases at Massachusetts General Hospital, told CNN the US lost time at the beginning of the pandemic when the first test didn't work initially, according to health officials. \"While we were waiting for this test we were losing time in the containment stage of the epidemic,\" Walensky said. \"We couldn't rapidly test people, we couldn't contact trace them and isolate the infected persons and quarantine their contacts and during that time we got community spread.\" Experts and government officials have said widespread testing will be crucial to reopening the economy safely. ##Health## Oregon Gov. Kate Brown issued an executive order Friday preventing creditors or debt collectors from garnishing federal CARES Act recovery rebate payments, a news release from her office said. The order ensures that recovery checks go towards the essentials that people need rather than to collection agencies. “Many Oregonians, through no fault of their own, are struggling to pay their bills, their rent, or even buy essentials like groceries and prescription drugs,” Brown said in the statement. “These recovery checks were meant to provide relief, not reward debt collection agencies for preying on Oregonians who have lost their livelihoods due to the Covid-19 pandemic.” Some exceptions: The protection does not extend to \"garnishments due to criminal actions requiring restitution or civil judgments based on a criminal conviction,\" according to the statement. ##Daily Life## Vice President Mike Pence discussed how “America is being tested” by coronavirus during a commencement address he made at the US Air Force Academy in Colorado Springs, Colorado, Saturday. Pence said that when hardship comes to the US, Americans come together and rise to the challenge. Pence outlined how Americans across all walks of life are working to fight coronavirus before discussing the military specifically.  He mentioned active duty military personnel deployed in hotspots around the country, including the National Guard and Air Force medical personnel in New York City.  “You see it in everyday Americans but in these challenging times, as we've seen on this campus, we also see it in the American military, like the thousands of active duty military medical personnel that are deployed in hotspots across the nation. Like the citizen soldiers of the National Guard, that are active in states across the country, supporting our health care workers and first responders,\" Pence said. Rhode Island Gov. Gina Raimondo praised Rhode Islanders Saturday for adhering to social distancing measures that have reduced the rate of infections, deaths, and hospitalizations in her state. The number of cases, deaths, and hospitalizations continues to rise, however, and Raimondo estimated that the peak in the state would come by the end of April or beginning of May. There have been 4,491 confirmed cases of Covid-19 in Rhode Island out of 32,826 tests. So far, 137 people died from coronavirus in the state, Raimondo said. Raimondo said her state was currently testing roughly 2,000 people a day for the disease, but that those numbers would need to increase dramatically before any firm decisions could be made regarding reopening the economy. More precautions: An order requiring nearly all essential workers to wear cloth face coverings went into effect today, the governor stated. The order also requires customer-facing businesses to remind and encourage customers to wear face coverings. Children under 2-years-old and those whose health would be adversely affected by wearing a mask are excluded, she said, but noted that if a resident's health would be harmed by wearing a mask, they shouldn't be in public right now. The governor said that she expects to have regulations in place that would allow garden centers in the state to open for limited business by April 27. Raimondo also announced a Rhode Island Artist Relief Fund, which has already distributed $126,000 to roughly 250 artists statewide. ##Health## At least 40% of coronavirus deaths in New Jersey are connected to long-term care facilities, according to Health Commissioner Judy M. Persichilli. There has been 1,655 coronavirus deaths associated with long term care so far, Persichilli said. This figure includes “Covid positive deaths, deaths in persons with pending test results, and respiratory illness deaths for which Covid testing was not performed,\" she said. Persichilli said long term care facilities were associated with 125 of the deaths reported Friday. ##Health## Contamination in manufacturing the Centers for Disease Control and Prevention's test for coronavirus caused weeks of delays that slowed the US response to the pandemic, multiple health officials told CNN.  The problem stemmed in part from the CDC not adhering to its own protocols, a Food and Drug Administration spokesperson said on Saturday. “[The] CDC made its test in one of its laboratories, rather than in its manufacturing facilities. CDC did not manufacture its test consistent with its own protocol,\" the spokesperson said. Some background: In mid-February, the CDC was uncertain whether its test was malfunctioning due to a design issue or a manufacturing issue, two FDA officials said. That was concerning to the FDA. On Feb. 22, an FDA official traveled to Atlanta and spent the following days visiting CDC labs to try to sort out the testing problem. According to an administration official, the FDA determined contamination was most likely occurring during the manufacturing process and that the CDC had appeared to violate its own manufacturing protocols.  By Feb. 27 the FDA and the CDC worked together to shift the manufacturing of the CDC test kits to IDT, an outside manufacturer, two FDA officials said. Those test kits functioned correctly and were shipped to public health labs. “The test manufactured by IDT was distributed and has encountered no issues, thus supporting the conclusion that it was a manufacturing issue,” the FDA spokesperson said in the statement. The inspector general also announced that it is doing its own investigation of the test creation and expects to complete the review by 2021. The Washington Post was first to report the issue of contamination. ##Health## New Jersey Gov. Phil Murphy said that anyone comparing Covid-19 to the flu has taken the wrong \"point of view.\" While there are flu outbreaks ever year and people die from the disease in New Jersey, it has not caused the \"devastation\" Covid-19 has, Murphy said. Data science and numbers prove \"it’s a different enemy,\" he added. In just six weeks, roughly 4,000 people have died from Covid-19 in New Jersey, Murphy said.  Covid-19 is “more virulent” than the flu, and the hospitalization rate is far greater, he said. The state continues to aggressively ramp up its testing capabilities because \"having a strong testing regime in place is critical for us moving forward as we begin to plan at some point – whenever that is – to reopen our state,” Murphy said.  ##Health## New York Attorney General Letitia James issued official guidance to state banking institutions creditors and debt collectors making clear that financial relief provided by stimulus payments under the CARES act are exempt from garnishment under the state law. A release from the AG says these emergency stimulus payments were not designated as exempt from garnishment, allowing debt collectors to potentially benefit before consumers.  “Today, we are taking concrete action to ensure debt collectors keep their hands off New Yorkers’ stimulus payments,” James said in a news release from her office. \"This official guidance makes clear that banks and debt collectors cannot freeze or seize stimulus funds that are on their way to New York families, and any institution that violates this guidance will face swift legal action from my office.” ##Daily Life## More than 1,900 Trump Organization employees around the US have been furloughed due to the coronavirus outbreak, according to public documents. Trump properties in Virginia, Nevada, Washington, DC, Illinois and New York have furloughed over 1,200 employees combined. In addition, 713 workers were furloughed at two properties in Florida. The organization said the furloughs are of non-essential employees. A spokesman for the Trump Organization did not respond to CNN's request for comment regarding the furloughs. The real estate publication the Real Deal first reported the furloughs. ##Business## A 99-year-old British war veteran Tom Moore, who raised more than $29 million for the United Kingdom's National Health Service by walking 100 laps of his garden, has been invited as the “guest of honor” to preside over the opening of a new NHS Nightingale field hospital in northern England.  “We’ve all been humbled by the gestures, large and small, by people across the country to show support to those working so hard to protect the NHS and to save lives –– none more so than Captain Tom Moore, who has raised an astonishing £23 million this week for NHS charities,” UK Housing Secretary Robert Jenrick said Saturday.  “I can’t think of a more worthy person to be the guest of honor at the opening of the new Nightingale Hospital in Harrogate next week,” he continued.  Some background: Moore, who will turn 100 later this month, began a JustGiving fundraiser on April 8, initially hoping to raise £1,000 for NHS Charities Together, which raises funds for UK hospitals, including for staff, volunteers and patients affected by the coronavirus crisis.  The World War II veteran completed the challenge on Thursday after walking 10 laps of his garden each day, aided by a walking frame. Moore told CNN on Friday that he was \"absolutely overwhelmed\" by the money raised. ##Health## There are at least 711,197 cases of coronavirus in the US and at least 37,309 people have died, according to Johns Hopkins University's tally of cases in the country. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  ##Health## The coronavirus pandemic appears to be “disproportionately” affecting black and ethnic minority communities in the United Kingdom, housing minister Robert Jenrick said Saturday.  “There does appear to be a disproportionate impact of the virus upon BAME (black and minority ethnic) communities in the UK,” Jenrick told reporters. “I am acutely aware of this challenge and have been working with different groups across the country, ensuring that the voices of BAME communities are heard.\"  Speaking at Downing Street’s daily coronavirus briefing, Jenrick said the government’s chief medical officer has commissioned work from Public Health England to “better understand” the issue.  “There are a number of reasons for this that have been posited, and it is right that we do thorough research swiftly so that we can better understand it and take action as required,” Jenrick added.  ##Health## The number of patients requiring urgent hospital care as a result of coronavirus is continuing to decline, the national medical director of NHS England Stephen Powis said Saturday, adding that authorities are beginning to see some signs of stabilization in the rate of transmission across the country. “It is now becoming clear that we are beginning to see reductions in the number of people with Covid-19 in hospitals,” Powis said. \"We are seeing a stabilization in the number of tests that are coming back positive,” he continued, highlighting that authorities have recorded an \"encouraging\" decline in the number of positive cases across London for a “succession” of days now.  “We are still in a situation where, in order to continue to see these declines, it is critical that we all comply with the social distancing measures that we have been instructed to take,” Powis cautioned.  ##Health## New York Gov. Andrew Cuomo said today that nursing homes are privately run facilities and while the state has basic regulations, they do not get into fine details of what these facilities do and what the policy of communication is. “I don’t know what else we could release beyond number of deaths per nursing home that doesn’t violate healthcare privacy,” Cuomo said. If there is a complaint that a nursing home is non-responsive “than we will talk to the nursing home and follow up,” he added. When asked if nursing homes were underreporting, Cuomo said “I don’t know if that’s what it is.” “The numbers are going to come out,” he said adding any home “that thinks they’re gonna sit there and people are not gonna figure out how many people passed away in that nursing home they’re kidding themselves.” The governor has spoken to a number of nursing homes and “more than anything” they are overwhelmed and staff are getting sick. The residents are also under tremendous pressure because they haven’t had visitors, he said.  He doesn’t think anything is nefarious about reporting, but that it’s just the dynamic. By the numbers: Yesterday the state released data showing there have been 1,109 confirmed Covid-19 deaths and presumed deaths from Covid-19 in 68 long-term care nursing home facilities in New York. However, the state did not provide a breakdown of how many were “presumed” deaths but indicated the data would be separated in future updates. The data is also incomplete because, for “privacy purposes,” facilities with less than five deaths have been excluded from reporting the results, according to the state website. ##Health## The Javits Center, in New York City, has treated about 961 patients since opening in early April, Northwell Health spokesperson Terry Lynam told CNN. Only about 305 people remain, according to Lynam. The USNS Comfort has treated about 160 people with 74 still on board, Lynam said. Some context: The Javits Center and the USNS Comfort opened earlier this month to treat patients in New York and most recently expanded to treat area patients outside the state. The two hospitals have treated about 1,121 people in total.   ##Health## People in New York can now get married remotely over video due to the coronavirus pandemic. \"We are today signing an executive order allowing people to get their marriage licenses remotely and also allowing clerks to perform ceremonies over video,\" Melissa DeRosa, the secretary to New York Gov. Andrew Cuomo, said at a news conference today. \"There's now no excuse when the question comes up for marriage. No excuse. You can do it by Zoom –– it's yes or no,\" Cuomo joked. ##Daily Life## New York Gov. Andrew Cuomo said the state knows how to conduct testing and contact tracing, but the problem is how to do it on a widespread scale to ensure reopening the economy would not cause a spike in coronavirus infections. \"The more you test, the more information, the more you can reopen society,\" Cuomo said at a press conference today. \"The trick with testing is not that we don't know how to do it, we've done it better in this state than almost any other state, almost any other country. It's bringing this up to scale.\" The testing supply chain: Cuomo explained that tests are made by private laboratory equipment manufacturers who then sell their tests to smaller labs. These smaller labs sell to hospitals and the public. In order for these tests to be performed, local labs must have necessary testing chemicals known as \"reagents.\"  \"They bought the machine. They have the machine. They have the test. But they need the reagents to do a higher volume of tests,\" Cuomo said. Cuomo said the problem with getting more reagents hinges on them not being made in the US. Additionally, because these manufactures are regulated by the federal government, it controls where the reagents are distributed. \"We need help on that supply chain, especially when it becomes international. And we need coordination and basic partnership,\" Cuomo said. New York called the top 50 producing labs in the state and say “we could be doing more if they would give us the reagents, that’s the log jam that we are in,\" Cuomo said. The local labs have to go back to that manufacturer to run their tests, and “there’s very little uniformity among the tests so your trying to coordinate this whole private sector system,\" he said. ##Health## The White House and congressional Democrats are discussing adding tens of billions of dollars for hospitals as part of a small business package stalled in Congress, a source involved in the talks said Saturday. One area of discussion is $75 billion for hospitals as part of the measure, the source said. An agreement on hospital funding could make it easier for the two sides to reach a deal after $250 billion in additional money for the small business program remains stalled in Congress amid Democratic demands to extend funding to other entities affected by the crisis. Republicans are hopeful they could see a deal by Monday, but there is a caveat, one Republican close to the negotiations told CNN. It only takes one member of either chamber to object to stop any deal from going forward. The federal government sent 1.5 million cloth masks to New York state yesterday, Gov. Andrew Cuomo said today at a news conference. \"I'm going to thank them for that. These are cloth masks that we can distribute to people to help implement our policy where, if you are in public, you have to wear a mask. It's not a surgical mask. It's a cloth mask,\" Cuomo said. \"We're asking people to wear masks and this is going to be very helpful because we're going to have additional masks to distribute to the public.\" Some context: Cuomo signed an executive order that requires everyone in the state to wear a mask or a mouth/nose covering in public when not social distancing, he said Wednesday. There will be a three-day notice period before the order is enforced, allowing New Yorkers to secure masks or coverings. He said he is considering a civil penalty for those who break the rule. ##Daily Life## Gov. Andrew Cuomo said that 540 people in New York died Friday from coronavirus, he said moments ago during a news conference. The state also recorded 2,000 new admissions to a hospital or new Covid-19 diagnoses yesterday, he said. \"And if you notice, 2,000 we're not at the peak, but this is where we were just about in late March, when it started to go up. So we're not at the plateau anymore, but we're still not in a good position. And the worse news is still tragic news, number of deaths, 540. It's not as high as it was. It's still 540 people died yesterday. 540 people. 540 families. 504 in hospitals, 36 in nursing homes. Nursing homes are the single biggest fear in all of this. Vulnerable people in one place, it is the feeding frenzy for this virus,\" Cuomo said. ICU admissions and intubation numbers down in New York, Cuomo added. The Metropolitan Transit Authority is launching a public awareness campaign to remind riders to wear face coverings. The campaign, “Keep Them Covered,” compliments New York Gov. Andrew Cuomo's executive order requiring all New Yorkers to wear a face covering while riding public transportation. The campaign includes digital signage across more than 7,000 digital screens –– including 4,000 in the NYC subway system, 2,600 on busses and about 550 on the Long Island Rail Road and Metro-North Railroad. There are also an additional 7,000 printed signs and audio announcements across the system. “Wearing the face covering is critical to protecting public health and could ultimately save lives,\" said Patrick Warren, MTA chief safety officer.  ##Daily Life## ##Health## Defense Secretary Mark Esper will extend the current Defense Department wide travel restrictions through June 30, a Pentagon official said Saturday.  The order will continue to stop the movement of most military forces and their families to new assignments around the world in order to get a better sense of testing forces for coronavirus.  In a telephone briefing with reporters, Matthew Donovan, under secretary of Defense for personnel and readiness, said the order will be effective on Monday. It was due to expire in May.  “Continuing these travel restrictions is necessary because of the global nature of the department of defense enterprise. We have service members stationed in all 50 states and in numerous foreign nations across the globe. While many areas in the United States may be on a positive trajectory, some areas and many nations are not,” Donovan said in the briefing. \"Secretary Esper will maintain a continuous conditions based assessment of the Covid-19 pandemic and will formally review this policy every 15 days to determine if conditions allow travel to resume earlier than June 30.\" Some context: In a briefing at the Pentagon earlier this week, Esper said the decision to allow more movements for troops and their families to new postings around the globe will be “driven by science by what the scientists and doctors are telling us about how this virus moves because protecting our people, protecting our communities will be task number one.\" ##Health##  Two Trump properties in Florida have furloughed a total of 713 workers due to the coronavirus outbreak, according to documents the Trump Organization filed with the Florida Department of Labor and local officials.  There are 560 employees furloughed at Trump National Doral Miami and 153 employees were furloughed at the Mar-A-Lago club. The organization said the furloughs are of non-essential employees at both properties. “We anticipate that this cessation of nonessential operations of the Club and these furloughs will be temporary. Based on the fluid and rapidly evolving nature of this situation, however, at this time we are unable to provide a specific date at which we will be able to recommence regular Club operations and return affected employees to work,” the organization’s head of human resources said in a letter regarding Doral. A spokesman for the Trump Organization did not respond to a request for comment regarding the furloughs. The real estate publication the Real Deal first reported the furloughs. ##Business## New York City residents can now report other people for not social distancing. Mayor Bill de Blasio announced a new service that encourages New Yorkers to take a photo of a crowded place, or a group of people who are not following social distancing guidelines, and text it to a phone number that alerts authorities. \"We still know there's some people that need to get the message and that means sometimes making sure the enforcement is there to educate people and make clear we've got to have social distancing,\" de Blasio said in a tweet today. \"When you see a crowd, when you see a line that's distanced, when you see a supermarket that too crowded, anything, you can report it right away so we can get help there to fix the problem.\" De Blasio said that once New Yorkers send the photo, \"we will make sure enforcement comes right away.\" He said the new reporting system is about saving lives and making sure social distancing is continuing in the city. Some context: There has been 13,202 deaths due to the coronavirus so far in New York City, according to a tally from Johns Hopkins University.  Watch the mayor's announcement: ##Health## Italian sports car maker Ferrari has announced that it will produce respirator valves and fittings for protective face masks as part of its efforts to support the national response to the coronavirus pandemic, according to a statement today.  “Ferrari has started to produce respirator valves and fittings for protective masks at its Maranello plant as one of its initiatives in support of health workers treating coronavirus patients,” the company said.  The statement added: “In the next few days, Ferrari plans to manufacture several hundred items of equipment that are already being distributed by some of the companies involved, with the coordination of the Italian Civil Protection Agency.\" According to Ferrari, the newly developed equipment will be distributed to various Italian hospitals, including those in Bergamo, Genoa, Modena and Sassuolo, as well as to health workers in the town of Medicina, near Bologna. In a statement shared on his official Facebook page, Italian Foreign Minister Luigi Di Maio said the country is proud of Ferrari’s efforts to support health care workers.  “Ferrari, one of our Italian excellences, has deployed its skills to face coronavirus and safeguard the lives of Italians…knowing that the company is helping to support the country's restart makes us proud,” Di Maio said. ##Business## A total of 15,464 people in the United Kingdom have died after contracting coronavirus, the UK Department of Health and Social Care confirmed Saturday, marking an increase of 888 from Friday's confirmed total of 14,576. \"As of 5pm on 17 April, of those hospitalized in the UK who tested positive for coronavirus, 15,464 have sadly died,\" the DHSC said in a tweet. The number of confirmed cases has also increased in the past day, with 5,525 people diagnosed in the past 24 hours. Currently there are 114,217 confirmed Covid-19 patients in the UK. Read the tweet from DHSC: ##Health## The Italian government has opened a bid for an official contract to develop a new blood test which could help authorities create a map of the contagion.  While some regions in Italy have already started using blood tests for such purposes, the government has yet to officially validate a specific test kit for the procedure.   During a press conference on Saturday, Italy’s coronavirus commissioner Domenico Arcuri asserted that “health has no price,” adding that the government will award the development contract to those who can provide quality tests.  Arcuri confirmed that the bidding process will remain open until April 29, after which the government will make a decision on who to award the contract to.   ##Health##  Queen Elizabeth II will not be marking her birthday with the traditional royal gun salute as she does not feel it would be appropriate during the coronavirus pandemic, a royal source told CNN on Saturday.  The Queen will celebrate her 94th birthday on April 21. While the Palace is expected to mark the occasion on social media, all family-related affairs, including telephone and video calls with family members, are to be kept private, the source added.  The announcement follows earlier confirmation by Buckingham Palace that the traditional parade held annually in mid-June to mark the Queen’s official birthday –– known as Trooping the Colour –– will not go ahead.  The parade gives the Queen, who is head of the United Kingdom’s armed forces, a chance to review her army. It traditionally moves from Buckingham Palace down the Mall to Horse Guard's Parade, with members of the royal family traveling on horseback or carriage. By the numbers: Last year, more than 200 horses, 400 musicians and 1,400 officers took part in the parade. According to the royal source, there are currently no plans in place for an alternative marking of the Queen’s official birthday.  ##Daily Life## Police in Spain have recorded more than 80,000 interventions to protect victims of gender violence in the first month of lockdown, the government said. The National Police and Civil Guard carried out a total of 83,341 surveillance and protection interventions on behalf of victims of gender violence during the first 31 days of the nationwide lockdown, according to figures released Saturday by the Interior Ministry. That represented a 25% increase in comparison to the corresponding period of 2019.   The incidents recorded include 38,976 checks made through telephone calls and other means of contact and 43,365 instances of surveillance to protect victims and prevent domestic abuse. Earlier this month, the Interior Ministry launched a an \"SOS Button\" on the AlertCops mobile application which allows victims of gender violence immediately to seek assistance from the police. Some context: As lockdown measures across Europe continue charities and police forces have raised the alarm over a potential spike in domestic violence.  Refuge, a leading British charity focused on fighting domestic violence, said earlier this month that calls to its helpline and visits to its website had increased significantly since restrictions on people's movement began. More than 20,000 people have now died in Spain as a result of the coronavirus pandemic, according to official figures issued Saturday by the Ministry of Health. The number of reported deaths, at 20,043, was up 565 from the number recorded Friday. The percentage rise, at 2.9%, is roughly in line with most of the daily results of the last week. Spanish authorities have warned that the data may fluctuate as a new system for reporting cases comes into play and as testing throughout the country is increased.  Earlier this week, the region of Catalonia revised the reported cases and deaths from coronavirus sharply upwards, after adopting a new formula for calculating the impact of the pandemic. Among those who have died from coronavirus in the past 24 hours was one of Spain’s most prominent doctors, Jesus Vaquero. Vaquero was head of neurosurgery at the Puerta del Hierro Hospital in Madrid, and a leading specialist in back surgery. Iran lifted coronavirus restrictions Saturday in the capital, Tehran, for low-risk businesses such as clothing stores and book shops.  Restrictions in other provinces were lifted on April 11.  High-risk businesses, such as gyms, movie theaters and shopping malls, will remain closed, authorities said. On Friday, when the country's Army Day was marked, the Iranian Army put on a \"service parade,\" instead of the usual military parade, in solidarity with medical teams working during the pandemic, according to state media. Parades took place across the country and featured some of the army equipment used to assist the fight against the outbreak, including mobile hospitals, disinfection equipment and specially designed vehicles, state-run Press TV reported.  Images and video released by state media showed personnel wearing fatigues disinfecting train stations, squares and other public spaces. Iran reported 89 more coronavirus-related deaths on Friday, bringing the nationwide total to 4,958, Iranian Health Ministry Spokesman Kianoush Jahanpour said on state television. Iran has the highest number of reported coronavirus cases and deaths in the Middle East. Many UK doctors are still without the equipment they need to keep themselves safe as they treat coronavirus patients, a major survey of British doctors has found. This is despite repeated promises from the UK government that problems with supply are being dealt with, the British Medical Association (BMA) said in a news release Saturday.  Gowns and eye protection are in particularly short supply, the trade union's survey indicated.  While the findings showed some improvement from the BMA's previous survey, published on April 7, the union urged the government to do more to resolve the issues around supply of personal protective equipment. “Two months into the Covid-19 crisis in Britain, we shouldn’t still be hearing that doctors feel unprotected when they go to work,\" said Dr. Chaand Nagpaul, BMA council chair. “The government says that 1 billion items will soon have been shipped, and while there have been signs of improvement, our research clearly shows that equipment is not reaching all doctors working on the front line.\" More than 6,000 doctors from across the UK responded to the survey, the BMA said. Around half of doctors working in high-risk areas said there were shortages or no supply at all of long-sleeved disposable gowns and disposable goggles, while just over half said the same for full-face visors, the BMA said. Doctors working in general practice also reported shortages of eye protection. UK Health Secretary Matt Hancock said Friday that he could not guarantee that hospitals would not run out of gowns this weekend, but that the government was doing all it could to ensure supply.  A day earlier, Hancock confirmed that 27 workers from Britain's National Health Service had died from the coronavirus. Speaking in a BBC interview, he called the NHS workers' deaths “incredibly heartrending.” The UK government is facing increasing pressure to do more to ensure the safety of frontline health and social care workers. As concerts and festivals continue to get canceled because of coronavirus, more and more events are turning to digital platforms. Enter One World: Together At Home, described as a \"global broadcast & digital special to support frontline health care workers and the WHO\" on its website. The event -- which will feature dozens of celebrities and musicians -- will be hosted by Jimmy Fallon, Jimmy Kimmel and Stephen Colbert. Lady Gaga also helped to curate it. The event is meant to encourage people to take action against the spread of coronavirus, through things like staying home and calling on elected officials.  Here's what you need to know about it. The World Health Organization has warned there is no evidence to suggest the presence of antibodies in blood can determine whether someone has immunity to the coronavirus.  Dr. Mike Ryan, the WHO’s executive director for health emergencies, said Friday there was no indication so far that a large proportion of the population had developed immunity.  “There’s been an expectation, maybe, that herd immunity may have been achieved and that the majority of people in society may already have developed antibodies. I think the general evidence is pointing against that... so it may not solve the problem the governments are trying to solve.” The number of recovered coronavirus patients who have retested positive for the virus has raised concerns about how antibodies work in response to Covid-19. While scientists say there is no evidence yet that a person who has retested positive can spread the virus further, there haven’t been any conclusive studies to rule that out. Professor Chris Dye, of the Oxford Martin School at Britain's University of Oxford, said substantial work to develop accurate antibody tests for coronavirus infection was ongoing. “The WHO are right to highlight that any antibody test, if we get one, won’t be able to definitely say whether someone is immune to the infection, because we just don’t know enough yet about how immunity works with Covid-19,\" he told the Science Media Centre. Such tests would need to be sensitive enough to ensure that infections were not missed,  and specific enough to be confident that a positive result is correct, he said. \"Before an antibody test can be used to indicate that someone is immune to further infection, the level of protection must be demonstrated in experimental trials,\" Dye added. The virus that causes Covid-19 has been relentlessly preying on adults around the world for months, while largely sparing children. Although children are not directly affected by the illness, their health is undoubtedly being at risk in our collective new reality. Before Covid-19, my clinic in New York City used to be filled with children coming in for checkups, vaccines and minor illnesses. Parents in my community always erred on the side of bringing their kids in right away when sick rather than waiting at home, to make sure whatever they had \"was not serious.\"  The new coronavirus changed everything. Parents are now afraid to take care of some of their children's basic health needs. Although children have, as a group, been largely spared by the illness, families are now making a new calculation: to some, the risk of exposure to Covid-19 seems greater than the benefit of vaccinating on time or that of promptly seeking medical attention for minor illnesses and injuries. For these families, our efforts to explain the measures we have taken to keep their children safe while in the office don't seem to offer much reassurance. Read more here. Global death toll rises to 150,000: Covid-19 has killed more than 154,000 people around the world in just four months, as the total number of infections rises to 2.24 million, according to Johns Hopkins University.\nWhen should the US open up? US President Donald Trump has unveiled guidelines to help states loosen restrictions, as the country's total infections hit 700,000. He said some governors who are implementing federal guidelines for stay-at-home orders are being “too tough.”\nTexas aims to be the first state to reopen: Gov. Greg Abbott announced he is consulting with a group of medical and economic experts -- named the \"Strike Force to Open Texas\" -- on how to reopen the state after the pandemic. Plans to restart business won't come until April 27, and Abbott stressed they will be determined by \"data and by doctors.\"\nDeath toll in Spain over 20,000: There have now been more than 20,002 deaths from the novel coronavirus in Spain as the number of confirmed infections tops 190,839. Despite the high toll, Madrid is beginning discussions on how best to re-open the country after the epidemic.\nJapan braces for coronavirus crisis: A combination of rising infections and medical equipment shortages has Japan scrambling to avoid a large-scale coronavirus epidemic.  Prime Minister Shinzo Abe has extended the state of emergency and promised hospitals they will receive protective equipment.\nTop Nigerian official dies: Abba Kyari, chief of staff to Nigerian President Muhammadu Buhari, died Friday after testing positive for the virus. He had been receiving treatment, the President's office said in a statement. Officially, Nigeria has 493 coronavirus cases and 17 fatalities. At first glance, the republic of Georgia has been a success story in the fight against the novel coronavirus: the outbreak in the small Caucasus nation has remained limited, with just 370 official cases as of Friday morning. But Georgia now faces a serious test. Easter will be celebrated this Sunday on the Eastern Christian calendar, and the powerful Georgian Orthodox Church is planning major celebrations that public health officials say could prove deadly. Georgian authorities moved early to respond to the coronavirus. The government closed schools on February 29, when the country had just three confirmed cases. Health experts have credited the swift response with containing the virus early through social distancing and other measures. On Friday, a five-day nationwide ban on private car travel went into effect. The Georgian Orthodox church, however, has largely refused to heed the pleas of public health officials, who have urged people to stay home. Churches across Georgia have remained open and continued to hold ceremonies, a move that experts say could prove disastrous. A spokesperson for the Georgian Orthodox Church did not return a request for comment. But church officials have been insistent that its traditional practices do no harm. \"It is not possible for this virus to be spread by the church,\" Metropolitan Gerasim, a senior priest who heads a large district in western Georgia, was quoted as saying by Georgian media this week. \"We are healing people, not hurting them.\" Read more here. Sports of all types have been canceled around the world due to the coronavirus pandemic. But not in Taiwan. Taoyuan International Baseball Stadium echoed with the thwack of bats hitting balls on Thursday, as the Rakuten Monkeys clobbered the Uni Lions 15-3. Taiwan is still playing ball. \"That is because we did a pretty good job on the pandemic prevention,\" said Richard Wang, a Taiwanese broadcaster who provided live English-language commentary broadcast worldwide. The numbers suggest he's right. As of Friday, Taiwan, with its population of around 24 million people, had detected only 395 cases of coronavirus and just six deaths. On Tuesday, it also reached an important milestone. No new cases were reported that day, for the first time since March 9. Read more here. In South Korea, health officials are trying to solve a mystery: why 163 people who recovered from coronavirus have retested positive, according to the Korea Centers for Disease Control and Prevention (KCDC). The same has been recorded in China, where some coronavirus patients tested positive after seeming to recover, although there are no official figures. That raises the question: can you get reinfected with coronavirus? In South Korea, the proportion of cases that retest positive is low -- of the 7,829 people who have recovered from coronavirus there, 2.1% retested positive, the KCDC said Friday. It is not clear how many of the people who have recovered have been tested again. But patients retesting positive is still a concern around the world, including in countries like South Korea where authorities appear to have brought the outbreak under control. Read more here. For weeks, Christian Parker has been working to save lives across the United States from his home in Washington state using a 3D printer and a blueprint for a small, Y-shaped piece of plastic. Parker has been under a stay-at-home order with his wife and three children since early March. A 3D-printing enthusiast, he was fascinated by stories of people in Italy using the technology to help manufacture equipment and protective items at a time when supplies of important medical gear are running low. \"[I thought] if I'm sitting at home just tinkering with my 3D printers anyway, or they're sitting idle, what can I do to jump in and help out where I can?\" he said. In the past week, Parker said he has produced at least 40 ventilator splitters for hospitals across the US. The simple plastic pipe can help stretch the capabilities of the country's limited supply of ventilators by dividing the air flow from a single ventilator to multiple patients. \"I'm not the hero, I'm just playing sidekick to those that are,\" Parker said. Read more here. Ayako Kajiwara is scared Japan's medical system isn't prepared for what might happen next. She's the lead nurse at a hospital in Saitama prefecture and is witnessing firsthand the strain on an intensive care unit that's treating critically ill coronavirus patients. \"It's hard because we think the patient is improving, but then they'll suddenly take a turn for the worse,\" she said. Rapid rise in coronavirus infections: In the past few weeks, Japan's coronavirus cases have spiked -- dashing hopes that the government's initial virus response had succeeded in controlling its spread. As of Friday, Japan had 9,787 confirmed cases, including 190 deaths, according to Johns Hopkins University. On March 1, the country had 243 cases. The sharp increase has prompted Prime Minister Shinzo Abe to extend the state of emergency from seven prefectures to the entire country. On Friday, he also promised to provide medical equipment such as surgical masks, gowns and face shields to hospitals struggling with acute gear shortages within a week. Earlier this week, a team of government experts warned that Japan could have more than 400,000 coronavirus-related deaths if measures such as social distancing are not taken. Experts say medical shortages combined with comparatively low testing rates and Japan's lack of provision for teleworking could create a potentially explosive surge in cases. Read more here. Dr. Tom Frieden, former director of the US Centers for Disease Control and Prevention, says the United States is not doing enough coronavirus testing and that it is “absolutely the federal government’s responsibility.” President Donald Trump said at the beginning of the pandemic that “everyone who wants a test can have a test” -- yet several governors have complained they cannot get enough testing equipment and supplies.  The Trump plan to reopen the country does not contain a national testing strategy, and has pushed the responsibility back to the states. Frieden, an infectious disease specialist, says the country’s rate of less than 150,000 tests a day is not nearly enough. “Earlier today, we released a report and we calculated quite simply: If we were just testing the highest-priority people and nobody else, we'd need about three times as many tests,” Frieden told CNN’s Dr. Sanjay Gupta during a taping of his podcast, “Coronavirus: Fact vs. Fiction.”  Frieden said it won’t be possible to test everyone, but “that doesn’t mean it’s hopeless.” \"There’s a lot the country can do to test enough, even without all the tests the country may wish it had,\" he said. “But we really need the federal government, commercial laboratories, private sector hospitals to continue to step up. The federal government has a crucial role to play in ensuring the supply chain here and focusing on ramping up test capacity.” Alaska has become the latest state to discuss plans to reopen after the coronavirus epidemic, with Gov. Mike Dunleavy saying leaders will be talking over the weekend about how to restart the economy.  They will reveal their plan for the retail sector next week. “In terms of when we’re going to open that up, we’ll talk about that on Monday,\" he said at a press conference Friday. Dunleavy said the state had enough information and experience with Covid-19 to handle any flare-ups in cases that could happen when emergency orders begin to be lifted. \"We're going to be looking at Alaska almost as if it's its own country,” he added, noting that many communities in the state are already very isolated.  “If we come across a flare-up or a cluster somewhere, we’ll get in there very fast. We’ll isolate that area. Could be a town. Could be an establishment, a business, a locale.” The state already announced that residents will be allowed standard doctor visits from Monday, with major elective medical procedures to follow on May 4. The total number of confirmed coronavirus infections in Singapore has reached 5,000,  according to the country's Ministry of Health, after another 623 cases were reported on Friday. Singapore has experienced a rapid rise in cases after a second wave of infections brought back from other parts of the world. There are now at least 5,050 infections and 11 deaths from the virus, according to the government. Just one of the new cases on Friday was an imported infection, showing the disease is now being spread through the community. \"We are particularly concerned that it is increasingly difficult to link the new cases and identify the source of infection,\" the Ministry of Health said in the press release. \"In fact, the number of unlinked cases in the community has increased slightly, from an average of 19 cases per day in the week before, to an average of 22 per day in the past week.\" Among the new cases reported, 558 are foreign workers residing in dormitories, the ministry said. Last week, Singapore announced it would move foreign workers into alternative living arrangements such as military camps and vacant government apartments amid a spike in cases. From next week, Walmart – the largest retailer in the US – will require all of its workers to wear face coverings.  In a message from the CEOs of Walmart and its Sam’s Club wholesale stores, the company said, “We will begin requiring that associates wear masks or other face coverings at work. This includes our stores, clubs, distribution and fulfillment centers, as well as in our corporate offices.” The statement says customers will also be encouraged to cover their faces, although it will not be mandatory. Walmart says it will provide all employees with a face covering, or they can provide their own. The new policy goes into effect Monday. \"We hope this step will promote safety and consistency across all of our facilities and be of comfort to our customers and members. However, it’s important to remember that face coverings are simply an additional health precaution. They do not guarantee against the spread of this virus,\" the statement said. Abba Kyari, chief of staff to Nigerian President Muhammadu Buhari, died Friday after testing positive for the novel coronavirus, according to a statement from the office of the presidency. According to Johns Hopkins University, Nigeria has 493 reported coronavirus cases and 17 deaths. However testing for the virus has not been widespread. Global death toll rises to 150,000: Covid-19 has killed more than 153,000 people around the world in less than four months, as the total number of infections rises to 2.24 million, according to Johns Hopkins University.\nWhen should the US open up? US President Donald Trump has unveiled guidelines to help states loosen restrictions, as the country's total infections hit 700,000. He said some governors who are implementing federal guidelines for stay-at-home orders are being “too tough.”\nTexas aims to be the first state to reopen: Gov. Greg Abbott announced he is consulting with a group of medical and economic experts -- named the \"Strike Force to Open Texas\" -- on how to reopen the state after the pandemic. Plans to restart business won't come until April 27, and Abbott stressed they will be determined by \"data and by doctors.\"\nJapan braces for coronavirus crisis: A combination of rising infections and medical equipment shortages has Japan scrambling to avoid a large-scale coronavirus epidemic.  Prime Minister Shinzo Abe has extended the state of emergency and promised hospitals they will receive protective equipment.\nTop Nigerian official dies: Abba Kyari, chief of staff to Nigerian President Muhammadu Buhari, died Friday after testing positive for the virus. He had been receiving treatment, the President's office said in a statement. Officially, Nigeria has 493 coronavirus cases and 17 fatalities. Chicago’s biggest jail has released more than 20% of its total population in just four weeks due to coronavirus-related precautions — bringing its population to an all-time low, according to the Cook County Sheriff’s Office.  The drop comes as county officials have worked to release those awaiting trial or low-level nonviolent offenders in an attempt to mitigate the risk of rapid coronavirus spread. At one point, Cook County Jail was the largest known source for coronavirus infections in the country. The jail's population was over 5,000 in mid-March. The number of detainees is now roughly 4,276, according to information provided by the Cook County State’s Attorney’s Office. In a new statement to CNN, the Sheriff’s Office said: “Hundreds of gallons of bleach and disinfectant is distributed throughout the jail weekly as well as masks and other protective gear. We’ve proactively single celled the majority of the jail population and maximized social distancing to the extent it is possible in a correctional facility, including preparing and opening previously closed detention areas.\"\nCook County Health added: “Many of our patients arrive at the jail with pre-existing conditions. Many have multiple conditions. And many are over the age of 60. We work closely with these patients to manage their health during their detention.\" The country's largest single-site jail: Cook County Jail is the largest single-site jail in the United States. It once had a population of about 10,000 detainees, and was often cited for overcrowding. Years of reform, including changes in bail requirements, cut the jail’s initial population swell almost in half.  Ten nurses were placed on administrative leave from a California hospital for demanding they be given N95 masks while treating Covid-19 patients, two of the nurses told CNN. Two nurses at Providence Saint John's Health Center in Santa Monica, California, told CNN that they, along with eight other nurses, were suspended with pay after refusing to enter coronavirus patient rooms on April 9 without N95 masks. The hospital said no N95 masks were available and insisted they wear surgical masks instead, the nurses said​ — even though other health care workers there were provided N95 masks. In a photo shared with CNN, taken after nurses refused to enter Covid-19 patient rooms inside the facility, eight nurses are seen, with seven raising their fists inside PSJHC. \"I really was just fed up and demanded that my hospital do better and do right for us,\" Michael Gulick, one of the suspended nurses, told CNN. \"Especially when we saw blatant signs that there's no reason why there should be a shortage.\" The hospital says the nurses were provided surgical masks, which it says are appropriate personal protection equipment according to CDC and WHO policies. Read more here. Three inmates in the Alabama prison system have tested positive for coronavirus, according to the state Department of Corrections. The cases — two at the St. Clair Correctional Facility and one at the Bullock Correctional Facility — are the first detected in the state's corrections system. One of the St. Clair inmates, a 66-year-old terminally ill man, had been receiving treatment for preexisting conditions and died on April 16.  The second inmate who tested positive at St. Clair, a 52-year-old male serving a 17-year sentence for manslaughter, has been transferred to a local hospital for treatment. The Bullock inmate, a 33-year-old serving a 10-year sentence for theft of property, is being treated.   Canada’s Minister of Transport Marc Garneau announced new measures Friday requiring all airline passengers in the country to have a non-medical mask or face covering over their mouth and nose during travel from Monday. Travelers will be asked to cover their mouth and nose at Canadian airport screening checkpoints, as well as when they cannot physically distance from others, when directed by airline employees, and when directed by public health officials, according to a release from Transport Canada. Passengers who fail to show that they have a face covering during the boarding process will not be allowed to fly. The measures go into effect on Monday. Hawaii is the latest US state to cancel in-person classes in its schools for the rest of the academic year, moving all teaching to distance learning. School facilities have been closed statewide since March 19.  “This pandemic has undoubtedly changed the way that education will be delivered at all levels and especially how our Department will operate moving forward,” Superintendent Dr. Christina Kishimoto said in a written statement. Although the order expires with the end of the school year on May 28, the Department of Education says summer school is also likely to be delivered via distance learning this year. 27 states mandate school closures: As of Friday, 27 states have closed schools statewide until the end of the academic year to help contain the spread of coronavirus. On Friday, officials in Iowa, Illinois, Hawaii, Maryland and Texas all announced school closures for the academic year.  A group of Brazilian diplomats and civilians has been flown home from the Venezuela capital of Caracas on an air force flight, according to a statement released Friday by the country's Foreign and Defense ministries. In March, the Brazilian government recalled four diplomats and 11 other officials from its mission in Venezuela, including Brazil’s Consul General in Caracas, Elza de Castro, after months of degrading diplomatic ties between the countries.  In the same month, Brazil “partially” closed its border with Venezuela.  Brazil President Jair Bolsonaro said the move was made because of the “incapacity of the Venezuelan dictatorship’s ability to respond to the COVID-19 outbreak,” and was meant to “guarantee the safety and health or our people.” CNN contacted Brazil’s government for further comment on reasons behind the flight but has not yet received a response. US President Donald Trump suggested Friday that the nation’s schools could open “sooner rather than later” — at the same time as many of state governors have cancelled schools for the rest of the academic year. “I think the schools are going to be open soon, I think lot of governors are already talking about schools being opened. And we do have to take care of our seniors, because we've learned a lot about the disease. We’ve learned a lot about this plague, we have to take care of our seniors. We’re going to take care of a lot of people,” Trump said at Friday’s White House press briefing in response to a question about schools and childcare. He did not answer the childcare aspect of the question as many parents prepare for the possibility of returning to work. “But I think that schools will be open sooner rather than later. And I understand and I've spoken — some governors are already talking about, thinking about getting the schools open,\" Trump said. \"I have a young boy who goes to school, I'd like to see him go to school. As good as home is, it’s very nice, but I would like him to go to school.”  In phase one of the administration’s plan to reopen the US, schools and organized youth activities “that are currently closed should remain closed.” States that meet phase two guidelines can reopen schools and organized youth activities. According to Johns Hopkins University's tally, there are now at least 700,282 cases of coronavirus in the US. On Friday, 29,131 new cases were reported in the country. At least 36,822 people have been killed by the virus in the US. US President Donald Trump has addressed his recent tweets calling to “liberate” Virginia, Minnesota and Michigan — three political swing states that have Democratic governors.  He said the governors who are implementing federal guidelines for stay-at-home orders to deal with the coronavirus are being “too tough.” On Virginia, he said, \"What they've done is very powerful. You know you could get the same result with doing a little bit less.\"  He then went off on a tangent about the Second Amendment and claimed — without proof — that, \"They want to take their guns away.\" Virginia has declared that gun stores are not essential businesses during the pandemic.  “I think some things are too tough,” Trump said during Friday’s White House press briefing. Asked whether those states should lift their stay-at-home orders, Trump said, “No, but I think elements of what they’ve done are too much. It’s just too much.” The President said he wasn’t concerned about protesters spreading the coronavirus among participants attending demonstrations calling for states to reopen.   “No, these are people expressing their views. I see the way they are and I see the way they’re working and they seem to be very responsible to me, but they’re been treated a little bit rough,” he said. US President Donald Trump wants to open America back up in stages after the deadly coronavirus epidemic. The plan isn't mandatory but rather a recommendation to state governors, who will be given the final responsibility for deciding when to end their widespread shelter-at-home orders. Under the plan, states which meet specific criteria — such as a drop in cases over a 14-day period — will proceed to phase 1 reopening. During phase one, only vulnerable individuals are recommended to shelter in place. Employees are recommended to return to work \"in phases,\" with teleworking maintained where possible. Gyms and some public spaces like movie theaters can reopen, while bars and schools should stay closed. If there is no evidence of a rebound in cases, under phase 2 reopening, non-essential travel can resume and schools can reopen, while bars are allowed to operate at reduced capacity. Finally, if the positive trend continues, under phase 3 reopening, almost all activities return to normal — although vulnerable individuals are recommended to continue some social distancing. Visits to senior care facilities and hospitals can resume. Read the full plan here. Dr. Deborah Birx said during Friday’s briefing that it’s unclear whether the US has enough coronavirus testing capacity for phase two of the administration’s guidelines for opening states. “What we will be doing is monitoring how much we have to use in phase one to really help inform phase two,” Birx said. “The really unknown in this, to be completely transparent, is asymptomatic and symptomatic spread.” US Vice President Mike Pence said the administration is going to continue to scale testing as needed, calling on states to manage testing. US Vice President Mike Pence said Friday that there are enough tests for states looking to reopen under phase one guidelines.  “Our best scientists and health experts assess that states today have enough tests to implement the criteria of phase one if they choose to do so,” Pence said. “Let me say that again: Given the guidance in the President’s new guidelines for opening up America again, states that meet the criteria for going into phase one and then are preparing the testing that is contemplated by going to phase one – our best scientists and health experts assess that today, we have a sufficient amount of testing to meet the requirements of phase one reopening if state governors choose to do that.” Earlier, CNN reported that while some labs say testing capacity is not an issue, others are still reporting shortages.  While delays in testing – and shortages of testing supplies – have been reported across the US, it’s also possible that a slowdown in the pandemic is responsible for the reported decline in tests. In the US, testing is primarily done on those who are symptomatic. While the country is still experiencing an increasing number of cases, social distancing measures do seem to be working, limiting transmission of the virus. Assuming there are enough tests available, that slowdown could explain why fewer people are needing tests at hospitals, doctors’ offices and other sites. Or, doctors may just be ordering fewer tests, perhaps reserving them for only the sickest patients. If there isn’t widespread availability of testing, though, then the reported decline in cases may be misleading. In a statement on Wednesday, the American Clinical Laboratory Association – which represents commercial labs such as LabCorp and Quest Diagnostics – said that testing capacity was not an issue. “ACLA members have now eliminated testing backlogs, and have considerable capacity that is not being used,” the group said.  “We stand ready to perform more testing and are in close communication with public health partners about ways we can support additional needs.” Other groups, though, have reported problems. In a Monday letter to the White House Coronavirus Task Force, the Association of American Medical Colleges said labs are facing critical shortages. “Widespread but uneven shortages in one or more of the essential components for testing have resulted in a situation where few labs are able to maximize the testing capacity of any one machine, platform, or test,” the group said. It added that “laboratories across the country are working day and night to expand testing capacity but are severely hampered by shortages of needed reagents, swabs for testing, PPE, and specialized equipment designed by companies to be used with their own machines.” Hawaii Gov. David Ige ordered all state-owned beaches closed Friday as part of the effort to combat coronavirus.  Residents will still be allowed to swim and surf with social distancing, but cannot sunbathe, picnic or play games on the sand. Ige’s order also said recreational boating is limited to two people per boat, and that watercraft should maintain a distance of at least 20 feet (6 meters). Hiking and fishing trips also are limited to two people at a time, except for relatives who live together. The new rules are in effect until April 30. Minnesota Gov. Tim Walz said he tried to speak with US President Donald Trump after the US leader tweeted “LIBERATE MINNESOTA\" on Friday, but he didn't get a call in return. Speaking at a news conference Friday, Walz said he called to ask, \"What are we doing differently about moving towards getting as many people back into the workforce without compromising the health of Minnesotans or the providers? He added that it \"will probably take longer than a two-word tweet.\" Protesters have gathered in front of the governor's residence for two days in a row to demonstrate against his statewide stay-at-home order. Walz urged protesters to follow social distancing guidelines. On Friday, Trump tweeted \"LIBERATE MINNESOTA\" one day after saying he was leaving the reopening decisions up to the governors. US Vice President Mike Pence on Friday described how the federal government is working with states to respond to the coronavirus pandemic. Pence said that a recent disaster declaration for American Samoa marked the first time in American history that all states and territories had been under a disaster declaration. “We’re continuing to bring, at the President’s direction, full resources of the federal government to bear. Today, the President approved a major disaster declaration for American Samoa, and now all 50 states and all territories are under major disaster declarations for the first time in American history,” Pence said. Pence also said there would be an additional call with governors on Mondan the topic of of supplies. “Today we issued a letter to our nation’s governors summarizing all the medical equipment and supplies that have been distributed to their state from FEMA between the first of this month and April 14 through Project Airbridge and through the commercial supply network,” Pence said.  He continued: “We’ll be speaking with our nation’s governors on Monday and detailing that information at that time.” Pence said the group will also discuss testing capacity and lab activation “very specifically” during the Monday call. US President Donald Trump laid out the administration’s swab testing efforts during Friday’s briefing.  In the next few weeks, he said, the federal government will “be sending out 5.5 million testing swabs to the states.” The swabs, he said, “can be done easily by the governors themselves. Mostly it’s cotton. It’s not a big deal, you can get cotton easily, but if they can’t get it, we will take care of it.” People might soon be able to perform their own test swabs for Covid-19 at home with a newly designed, Q-tip-style swab, the FDA said Thursday. CNN reported the FDA said it had worked with US Cotton to design the swabs, which are shorter than the swabs used by technicians, doctors or nurses to collect samples to test people for Covid-19 infection. The FDA also said US Cotton plans to manufacture large quantities of these swabs.", "Section": "world", "Writers": ["Ben Westcott", "Brett McKeehan", "Laura Smith-Spark", "Fernando Alfonso III", "Amir Vera"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-04-18-20-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}