{"Type": "article", "Time": "2018-06-30", "Headline": "US trying to make friends, counter China with massive naval exercise", "Text": "The Pentagon kicked off the world's largest naval war games last week, the biennial, month-long Rim of the Pacific exercises, known as RIMPAC, bringing together 46 ships and submarines, 200 aircraft and 25,000 troops from 25 nations.  Missing from that contingent is China, which was disinvited from RIMPAC over its militarization of islands in the South China Sea. But as ships were arriving in Hawaii for RIMPAC, China was completing naval exercises of its own, with a series of live-fire naval drills off Taiwan that began on June 17. That the two sets of exercises overlap only serves to reinforce the differences between the two super powers, as both countries vie for military influence in the Pacific.  RIMPAC is about \"building relationships,\" US military leaders said at a press conference in Hawaii on Thursday, pointing out Indo-Pacific nations making first-time or upgraded contributions to the exercises, including Vietnam, Malaysia and the Philippines, which all have claims in the South China Sea. \"We work together, build relationships here, so later on ... it's hard to turn down a friend,\" Vice Adm. John Alexander, commander of the US Navy's 3rd Fleet, told the Pearl Harbor gathering marking the beginning of the games. And RIMPAC shows the US Navy is better at making friends than its Chinese counterpart, analysts say. \"China's absence means that it loses an opportunity to ... establish professional and potentially  personal relationships with its regional and global naval counterparts,\" said Carl Schuster, a former director of operations at the US Pacific Command's Joint Intelligence Center. Beijing does not host any naval exercises on the scope of RIMPAC, Schuster said. \"There is a bit of the 'I'm the popular kid on the block' approach to all this,\" said Peter Layton, visiting fellow at the Griffith Asia Institute in Australia, pointing out that the US Navy knows how to show off its and its partners' capabilities. Among the planned RIMPAC missions are new missile demonstrations, amphibious exercises, mine clearing and anti-piracy exercises, according to the US Navy.  Expect all to be well publicized with tweets, photos and videos and postings on the RIMPAC Facebook page.  \"It highlights in graphic media detail lasting a month that navies want to exercise with the US Navy,\" Layton said. And the presence of the South China Sea nations at RIMPAC shows loyalties in the region remain very much in play, said Layton. Making friends and extending influence Washington has periodically sent warships within boundaries declared by China around disputed islands, but those so-called \"freedom of navigation operations\" have not been joined by other Southeast Asian navies. RIMPAC gives those Association of Southeast Asian Nations (ASEAN) a chance to show \"passive support\" for the US position, Layton said. The 10 ASEAN nations include Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, the Philippines, Singapore, Thailand and Vietnam. All but Cambodia, Laos and Myanmar are at RIMPAC. \"ASEAN states might not be willing to sail with the US Navy through the disputed waters but they are keen to exercise with the US Navy and show solidarity that way,\" Layton said. \"Vietnam for the first time attending this year's exercise is significant in that regard. The Philippines involvement similarly indicates they wish to hedge their bets and remind China they have other options,\" he said. Broad coalition Outside of Southeast Asia, the US is giving important roles to other allies. Canadian and Japanese admirals will be in the Nos. 2 and 3 overall command positions and Australian and Chilean commanders will the maritime and air components respectively. \"The trust built in RIMPAC will pay dividends when we all respond together to crises that may arise,\" Adm. John Aquilino, the commander of the US Pacific Fleet, said at Pearl Harbor on Thursday. China, meanwhile, sent a flotilla of warships for a week of \"real combat training\" around Taiwan, which Beijing claims as part of its territory but has been a self-governed, democratic island since 1949 following a civil war on the Chinese mainland.   Beijing said the combat exercises were \"directed at separatist elements advocating \"Taiwan independence,\" according to a report from the state-run Xinhua news service. The Chinese military said two warships from its Eastern Theater Command spearheaded the exercises -- with added units from air and coastal defense forces -- in the Taitung Strait, the Bashi Strait and the Taiwan Strait, according to Xinhua. Highlighting that the exercises were conducted by the Eastern Theater Command, formed during a Chinese military reorganization in 2016, was important, according to Schuster, the former US Navy officer now a Hawaii Pacific University professor. \"It means the PLA Navy and the joint command structure are getting better, more capable and they want Taiwan and the United States to know it,\" he said. The exercises came while US Defense Secretary James Mattis, who had pulled China's RIMPAC invitation in early June, visited leaders in Beijing. They included President Xi Jinping, who made his position on the South China Sea clear. \"Our stance is steadfast and clear-cut when it comes to China's sovereignty and territorial integrity,\" Xi said, according to state media, adding that \"any inch of territory passed down from ancestors cannot be lost while we want nothing from others.\" Alternative alliances Beijing isn't showing any envy of RIMPAC either. On Thursday, the Defense Ministry announced its planning naval drills with the 10 ASEAN nations later this year, aiming to \"enhance mutual trust, expand exchange and cooperation, and safeguard regional peace and stability,\" Xinhua reported. Meanwhile, Layton says for all the US military's talk of building relationships, there's one person who could burn them down during the month of RIMPAC -- Donald Trump. The US President has meetings with NATO and European Union leaders as well as Russian President Vladimir Putin scheduled for July. \"Donald Trump is widely expected to insult the Europeans and the Canadians, and actively try to damage NATO and the EU, while heaping praise on Putin for Syria and the Ukraine,\" the Australian analyst said. \"Some EU nations and maybe others may wonder why they are supporting a US exercise in the Pacific,\" Layton said. \"Trump in attacking allies and friends will undo for all participants some of RIMPAC's soft power aspects.\"", "Section": "asia", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2018/06/30/asia/rimpac-navy-exercises-us-china-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}