{"Type": "article", "Time": "2020-05-18", "Headline": "'I can't send money back home': How a lifeline for the world's poorest is being cut off due to Covid-19", "Text": "For more than four years, Saiful Islam sent about half of the money he made as a construction worker in Bahrain back to his aging parents in Bangladesh. When the 25-year-old lost his job due to the coronavirus pandemic earlier this year, that lifeline for his loved ones was abruptly cut off. \"Now that I can't send money back home, my family is also suffering and cannot buy food, and my old parents can't get any good medical treatment,\" Islam told CNN Business. \"I have no savings because I have a big family back home.\" Islam and his family are not alone. Migrant workers around the world are being laid off as the coronavirus crisis cripples economies and lockdowns shutter many industries, such as construction, that employ migrant workers. The families who rely on their migrant relatives for money are already feeling the consequences. The World Bank estimates that global remittances will fall 20% in 2020 due to Covid-19 —  cutting about $100 billion from a vital source of funds for the world's poorest people. By comparison, the fall in remittances in 2009 after the global financial crisis was 5%. \"The kind of fall we are expecting in remittances is unprecedented in history,\" said Dilip Ratha, lead economist for migration and remittances at the World Bank, who wrote the analysis on the payments migrants send back to their low and middle-income home countries. An estimated 800 million people — one out of every nine people on Earth — are supported by remittances, according to the United Nations. \"The human scale of this phenomenon is very, very large,\" Ratha said. \"They won't be able to buy food; they cannot sustain their families' livelihoods.\" The drop in remittances will also dramatically impact the growth rate in developing countries that have come to rely on the income to spur their economies. Remittances contribute more than a third of GDP to the tiny economies of Haiti, South Sudan and Tonga, for example, according to the World Bank. \"This is actually an important economic lifeline to the developing countries,\" Ratha said. \"The poorer the country, the smaller the country, the more fragile the country, the larger the dependence on remittances.\" With around 270 million migrants living abroad worldwide, Ratha urged governments to do more to protect the most vulnerable. \"We should not ignore the plight of this huge part of humanity,\" Ratha said. \"We need to take care of them, we need to be inclusive in our policy responses to the coronavirus crisis.\" 'Some days we have nothing to eat' Many migrant workers face a triple threat from this crisis: They lose their jobs and can't send money home to their families; they are unable to return home due to national lockdowns; and they risk contracting the virus in cramped living conditions with zero social distancing. \"I don't have money for my survival here. How can I send money home?\" Islam said. \"Now the situation is so bad that we have no money, no food, nothing. Even if we want to die, we have to die here.\" In April alone, 7,200 migrant workers were laid off in Bahrain due to Covid-19, according to the Bahrain Foreign Ministry. That's 1.5% of the 480,000 foreign workers in the country. The government says it is providing free food and a visa amnesty to the laid off workers, along with free tests for coronavirus. Since Islam lost his job, his family in Comilla Daudkandi village in eastern Bangladesh say they are struggling to survive. \"It has been around three-four months since he stopped sending money. Now, due to coronavirus, he can't work there, nor can he eat properly,\" said Rokeya Begum, Islam's 60-year-old mother. \"I have had to take a loan from people for survival, at very high interest.\" \"We cannot buy enough food and we cannot buy our medicines,\" Begum added. \"Some days we have nothing to eat, and some days we ask the neighbors for food.\" Islam said despite their desperation, his family's requests for his help have now stopped. \"When I speak to my parents they don't even ask me for money anymore, as they love me so much and they know I am in this bad situation too,\" he added. In 2019, the World Bank estimates that people in Bangladesh received $18.3 billion in remittances from abroad.  \"Overseas employment is big for Bangladesh,\" Shahriar Alam, the country's Minister of State for Foreign Affairs, told CNN Business. \"The economy relies on three major pillars: agriculture, remittances and garments.\" Seven million Bangladeshis are currently working abroad, Alam said, and the government has set aside $25 million in loans for workers who return so that they can set up small businesses. A larger stimulus package is also being worked on in case larger numbers of migrant workers start coming back to Bangladesh. \"We have doubled the coverage of our social safety net,\" he said, adding that the government now provides financial support and food to 50 million of the 165 million people who live in the country. There is also a hotline for those in dire financial need. Left homeless For many migrant workers around the world, they also rely on their jobs to provide accommodation. When Maria Cristina Y Baolos got fired from her job as a domestic worker in Hong Kong a few weeks ago, for example, she was also left homeless. The 46-year-old Filipina says she was paid out in cash for her notice period, then given an hour to pack her things and leave. After hours of being stranded on the side of the road with all her belongings, eventually a friend helped her find a temporary boarding house. \"I'm sitting on the floor, all my luggage there,\" Baolos said. \"The life of a helper, it's not easy.\" Many of the 390,000 domestic workers in Hong Kong are women, mostly from the Philippines and Indonesia, who are working abroad to send money back to their families. The Philippines consulate in Hong Kong says around 350 domestic workers from that country have lost their jobs due to Covid-19. Before she was laid off, Baolos was sending a third of her income home to support her four sons, a husband who can't work due to the lockdown, and a mother who needs expensive medical treatment. \"I take care of old women, but my mum is sick,\" she said. \"It's very hard for me. I'm also a mother. I need to sacrifice myself.\" Baolos has now extended her visa so she can search for another job. She hasn't even told her family that she lost her job yet. \"I don't want to give [them] another problem to worry,\" Baolos said. The Hong Kong Immigration Department says they have offered flexible arrangements and visa extensions for domestic workers who lose their jobs or become stranded during the crisis. Baolos is also receiving assistance from employment agency HelperChoice to find a new job. And the Philippines, where remittances contribute 10% of GDP, said that it has extended cash assistance to more than 1 million workers during the lockdown, including overseas workers. As well as the layoffs, domestic workers are also reporting that employers are cutting their salaries. \"There are many employers who said they would cut the monthly salary,\" said Chuni Thapa, a Nepalese domestic worker and the chair of the Union of Nepalese Domestic Workers in Hong Kong. The minimum legal salary for domestic workers in the city is about $600 per month. \"Domestic workers are being overworked,\" Chuni said. \"They have to sanitize everything, they have to clean more, they have to work longer hours, and the employer is also trying to cut their money.\" She added that many women are \"scared\" to complain to the authorities as they fear losing their jobs. This has a knock-on effect on the Nepalese relatives that rely on their monthly payments. Remittances make up nearly a third of Nepal's GDP. \"It is very difficult because obviously they have to look after their own kids back home, so when the wage is cut they have less to send,\" Chuni said. Half a trillion dollars  The developing world's dependence on remittances has soared over the past two decades. The opportunities for the global low-paid workforce have increased dramatically, providing people the option to earn more money than they ever could at home. Incoming payments to low and middle-income countries have grown from nearly $75 billion in 2000 to an estimated $554 billion in 2019 — an increase of more than 630%, World Bank figures show. Remittances now contribute more to those countries' economies than foreign direct investment or foreign aid. The amount of money being transferred annually is even more staggering when taking into account the size of the individual transactions. Each monthly payment averages around $300, according to money transfer giant Western Union. The company, which has 550,000 locations in 200 countries and territories around the world, has been forced to temporarily close some of its branches due to national lockdowns, as they are not classified as essential services in some places. \"Right now we are seeing this dip, especially in our retail business,\" said Khalid Fellahi, the president of consumer money transfer at Western Union, adding that more people are now using digital remittance services instead of physically taking cash to retail outlets.  He believes the impact on remittances this year will be less severe than the 20% predicted by the World Bank, though. Any drop in remittances, he said, will bounce back because these payments are so essential. \"If a son leaves his mother, it is ripping his heart, so he has to send money back,\" Fellahi said. But for many people in that situation — including Islam and his mother back in Bangladesh — that's just not an option right now.", "Section": "business", "Writers": ["Rebecca Wright", "Ivan Watson"], "URL": "https://www.cnn.com/2020/05/17/business/global-remittances-coronavirus-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}