{"Type": "article", "Time": "2018-05-03", "Headline": "Can Malaysia's unlikely political double act score election triumph?", "Text": "Two former foes are joining forces to oust Malaysia's sitting prime minister, although whether their unlikely alliance can topple the incumbent in next week's general election remains to be seen. The political odd couple, former prime minister Mahathir bin Mohamad, 92, and his one time deputy Anwar Ibrahim, have both engineered, and endured, decades of political machinations and backstabbing -- mostly targeting each following Anwar's dismissal from Mahathir's cabinet in 1998. But despite years of rivalry the two long-time operatives are coming together again in an attempt to wrest control from Prime Minister Najib Razak. Should he win, the elder statesman has pledged that he will step aside for Anwar, whom he once jailed on sodomy and corruption charges that critics said were politically motivated.   \"Mahathir has a short time horizon, he's saying that he'll only be Prime Minister for two years,\" says Meredith Weiss, professor of Political Science at the University at Albany. But despite this, \"(he's) definitely sincere in wanting to oust Najib by any means possible.\" With less than one week to go to the election, the opposition party led by Mahathir remains the underdog, analysts say, despite momentum moving toward the newly formed alliance.  Local media reports that polls indicate Mahathir and Anwar's Pakatan Harapan coalition has steadily gained support, at the expense of Najib's ruling Barisan Nasional coalition. However, in a fresh twist, the veteran politician is being investigated under a controversial anti-fake news law over a claim his plane was sabotaged, police said Wednesday.  Mutual animus overcome As the former head of Barisan Nasional, Mahathir served 22 years as the country's leader before retiring in 2003. Now, 15 years after stepping down, Mahathir has signaled a determination to topple the party he once led -- and in his quest to do so, has joined forces with his arch-nemesis. All considered, it's quite a turnaround for the man known to millions simply as Dr M. But while Mahathir and Anwar have \"hated each other politically\" for two decades, their history will not be a hindrance on the campaign trial, says James Chin, Director of the Asia Institute Tasmania at the University of Tasmania.  \"The Malaysian public have a short memory. The see (the two politicians') rapprochement as something very good; this is part of Malaysian political culture,\" said Chin. The two working together to oust Najib, who is widely seen as a corrupt, divisive figure, will benefit both men, says Amrita Malhi, visiting fellow at Australia National University's Coral Bell School of Asia Pacific Affairs.  \"It is a mutually beneficial arrangement, and the benefits have overridden their animosity,\" said Malhi.  Strange bedfellows That 92-year-old Mahathir has switched political allegiances would likely have caused consternation among opposition party hardliners, who will remember him as much for his time as leader of the ruling party, as they will for his more recent criticism of Najib, says Bridget Welsh, Associate Professor at John Cabot University and a Senior Research Associate at the Center for East Asia Democratic Studies of the National Taiwan University.  \"(He's) divisive but he does have that legacy, experience. Most important he's served as a stabilizing factor, thanks to weightiness of his leadership,\" said Welsh.  \"He brings credentials of Malaysian leadership and he brings his legacy, which is full of baggage as well as potential.\" Analysts say that, alongside the political experience that the nonagenarian brings to the table, Mahathir could make the opposition competitive in key, conservative rural seats.  According to Malhi, the opposition coalition can clearly command the popular vote overall, as it showed in 2013, but it has not been able to win the rural areas, which remain politically important because of the way Malaysia's electoral system is structured.  \"Having Mahathir on the team builds the opposition's capacity to speak to this audience,\" said Malhi. But observers point out that it's still a mountain to climb -- the Pakatan Harapan coalition will have to win at least 25 and perhaps as many as 30 of the 60 rural seats that traditionally make up Najib's base.  Of a total of 222 seats up for grabs, 65% are considered vulnerable to changing hands, said Welsh.  Working to bring down a government The two former foes are united in a mutual loathing of Najib and what they say his government has subjected Malaysia to.  The two men accuse Najib of undermining democracy, by creating deep ethnic divisions, and turning the governance of the country into a kleptocracy -- largely through a government-run investment vehicle, 1MDB, from which Najib stands accused of siphoning millions of dollars. However, only one of them is on the ticket and actually able to campaign, given that Anwar remains imprisoned after being found guilty of sodomy a second time in 2015 --  a charge he has also said is politically motivated. He's expected to be released in June, after serving the bulk of the sentence.  Mahathir has mentioned his absent partner on the stump since formally announcing his run last weekend, and has appeared at joint rallies with Anwar's wife, Wan Azizah Wan Ismail, who is campaigning for her own seat.    In January, Mahathir said that running was \"a job I have to do,\" in an exclusive interview with CNN.  \"I cannot accept this country being destroyed by selfish people who only think about themselves ... who steal money.\"  Welsh says that the fact that the two can put their deeply-held differences aside to team up is telling.  \"The fact that Mahathir and Anwar are working together is a reckoning for people in the system,\" said Welsh. Bygones be bygones? Under current laws Anwar would be banned from holding political office for five years because of his criminal record, but a Mahathir-engineered royal pardon could see this obstacle removed.  But would Mahathir honor such a commitment to his former foe should he win?  The leadership structure for Pakatan Harapan was announced last summer, with Anwar its de facto leader and Mahathir named the four-party coalition's chairman.  Welsh says it is hard to predict whether any deal that Mahathir has made to step down will come to fruition.  \"Anwar is a man with many political lives. He'll be out of jail (soon) and an important figure in the opposition. At this juncture, it will be a test whether this cooperation will have any substance.  \"No one can predict (politics) in Malaysia. I do think that one can see from the perspective of cooperation, there has been some meaningful burying of the hatchet.\" ", "Section": "asia", "Writers": ["Euan McKirdy"], "URL": "https://www.cnn.com/2018/05/03/asia/malaysia-election-mahathir-anwar-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}