{"Type": "article", "Time": "2020-04-17", "Headline": "April 17 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. The American Farm Bureau applauded the USDA Friday for the $19 billion in coronavirus aide that will go to America’s farmers. “The coronavirus pandemic forced the closing of restaurants, schools and college cafeterias, causing commodity prices to fall off a cliff and serious disruptions to food supply chains. This $16 billion in aid will help keep food on Americans’ tables by providing a lifeline to farm families that were already hit by trade wars and severe weather,” said Zippy Duvall, president of the American Farm Bureau. Farmers will receive the $16 billion in funding in the form of direct payment, while the additional $3 billion will be to use to purchase meat, dairy products, fruits and vegetables. Earlier this week, the American Farm Bureau, in partnership with Feeding America, sent a letter to Agriculture Secretary Sonny Perdue proposing a USDA run voucher program that would send farm products to food banks while helping farmers and ranchers recoup costs from lost markets, such as restaurants and tourism businesses shuttered by the pandemic. It would also help get farm-fresh products quickly to families in need. The new aide package provides about $850 million for food bank administrative costs and USDA food purchases, of which a minimum of $600 million will be designated for food purchases, according to USDA. President Trump said Friday that he’s “not happy with China,” suggesting that the country has not been forthcoming in warning the world about the coronavirus.   Asked whether China should be stripped of the privilege of hosting the 2022 Olympics, Trump referenced the US-China trade deal. “I want to see what’s happening with China. I want to see how they’re doing on it. Are they fulfilling the deal, the transaction?” Trump said.  “Let me just put it this way: I’m not happy, okay? I’m not happy,” he added. “I spoke to them and this could have been shut down a long time ago. They knew it. And we couldn’t get it. To all fairness, World Health (Organization) couldn’t get in,” he continued. Speaking about WHO, which he suggested got into China earlier than other groups, he said they “didn’t report what was happening.” Trump's announced on Tuesday that his administration was pausing funding to the WHO while reviewing the group's handling of the coronavirus pandemic.  President Trump said he would back a deal in Congress that would couple money for hospitals with more emergency loans for small businesses, after days of deadlocked talks about whether to approve a clean influx of cash for the Paycheck Protection Program.  “Hospitals — hospitals have been decimated by this,” Trump said during the coronavirus task force briefing.  On adding payments to hospitals into a PPP boost – something Democrats have pushed, along with other items, to be included alongside money for small business loans – Trump said, “I’m with that all the way.” “We could also add in to Phase four. Phase four would be hopefully infrastructure,” Trump said.  He was referring to the expected next stimulus bill, which Trump has pushed to include money for rebuilding roads and bridges.  Talks on Capitol Hill about adding more than $250 billion to the Paycheck Protection Program, which ran out of funding this week after small businesses rushed to secure emergency loans through the Small Business Administration. Republicans have pushed for a clean funding boost, while Democrats have wanted money for hospitals, states and local governments to be included alongside the funding for the SBA program.  Trump also demanded Democrats return to Washington to approve the money, although House Republicans, and the Republican led Senate are also absent from Washington due to the pandemic. He accused House Speaker Nancy Pelosi of being “on vacation.\"  Lawmakers from both parties are following guidelines that suggest they shelter in place with their families in their homes around the country and both the House and Senate are holding pro-forma sessions where legislation can be passed by unanimous consent if all members agree.  Hundreds of protesters gathered Friday in Huntington Beach, a coastal community in California, to demand the reopening of the state's economy, according to the event's Facebook page.  Many protesters ignored the state’s social distancing guidelines as they hugged and took selfies in an effort to show their opposition to the state's stay-at-home orders. A large number of people in the crowd waved “Trump 2020” flags and other signage in support for the President’s campaign. The demonstration included a stream of motorists honking and shouting in support for the protest. Only a handful in the crowd were wearing masks during the gathering.  Approximately two dozen mask-wearing police officers patrolled the event. Similar protests have garnered attention around the country in other states. Michigan, Ohio, Kentucky, Minnesota, North Carolina and Utah — states led by both Republican and Democratic governors — have all seen protests in recent days as people grow more concerned about the economic fallout of the coronavirus pandemic. On Friday morning, President Trump said in a series of tweets that states should be liberated. Trump later defended his tweets, saying the governors are being “too tough.” President Trump addressed his recent tweets calling to “liberate” Virginia, Minnesota and Michigan — three political swing states that have Democratic governors.  He said the governors who are implementing federal guidelines for stay-at-home orders to deal with the coronavirus are being “too tough.” On Virginia, he said, \"What they've done is very powerful. You know you could get the same result with doing a little bit less.\"  He then went off on a tangent about the Second Amendment and claimed without proof that, \"They want to take their guns away.\" Virginia has declared that gun stores are not essential businesses during the pandemic.  “I think some things are too tough,” Trump said during Friday’s White House press briefing. Asked whether these states should lift their stay-at-home orders, Trump said, “No, but I think elements of what they’ve done are too much. It’s just too much.” The President said he wasn’t concerned about protesters spreading the coronavirus among participants attending demonstrations calling for states to reopen.   “No, these are people expressing their views. I see the way they are and I see the way they’re working and they seem to be very responsible to me, but they’re been treated a little bit rough,” he said. Watch: Live Nation, one of the nation's top concert promoters, is unveiling its plan to accommodate fans with tickets to canceled and postponed shows. Venues hosting concerts will offer fans 150% of their ticket value as \"concert cash,\" and those going to postponed shows will get \"concert cash\" once they attend. The program is also offering an option to donate tickets to health care workers. Dr. Deborah Birx said during Friday’s briefing that it’s unclear whether the US currently has enough coronavirus testing capacity for phase two of the administration’s guidelines for opening states. “What we will be doing is monitoring how much we have to use in phase one to really help inform phase two,” Birx said. “The really unknown in this, to be completely transparent, is asymptomatic and symptomatic spread.” Vice President Mike Pence said the administration is going to continue to scale testing as needed, calling on states to manage testing.   Vice President Mike Pence claimed Friday that there are enough tests for states looking to reopen under phase one guidelines.  “Our best scientists and health experts assess that states today have enough tests to implement the criteria of phase one if they choose to do so,” Pence said. He reiterated, “Let me say that again: Given the guidance in the President’s new guidelines for opening up America again, states that meet the criteria for going into phase one and then are preparing the testing that is contemplated by going to phase one – our best scientists and health experts assess that today, we have a sufficient amount of testing to meet the requirements of phase one reopening if state governors choose to do that.” Earlier CNN reported that while some labs say testing capacity is not an issue, others are still reporting shortages.  While delays in testing – and shortages of testing supplies – have been reported across the country, it’s also possible that a slowdown in the pandemic is responsible for the reported decline in tests. Currently in the United States, testing is primarily done on those who are symptomatic. While the US is still seeing an increasing number of cases, social distancing measures do seem to be working, limiting transmission of the virus. Assuming there are enough tests available, that slowdown could explain why fewer people are needing tests at hospitals, doctors’ offices and other sites. Or, doctors may just be ordering fewer tests, perhaps reserving them for only the sickest patients. If there isn’t widespread availability of testing, though, then the reported decline in cases may be misleading. In a statement on Wednesday, the American Clinical Laboratory Association – which represents commercial labs such as LabCorp and Quest Diagnostics – said that testing capacity was not an issue. “ACLA members have now eliminated testing backlogs, and have considerable capacity that is not being used,” the group said.  “We stand ready to perform more testing and are in close communication with public health partners about ways we can support additional needs.” Other groups, though, have reported problems. In a Monday letter to the White House Coronavirus Task Force, the Association of American Medical Colleges said labs are facing critical shortages. “Widespread but uneven shortages in one or more of the essential components for testing have resulted in a situation where few labs are able to maximize the testing capacity of any one machine, platform, or test,” the group said. It added that “laboratories across the country are working day and night to expand testing capacity but are severely hampered by shortages of needed reagents, swabs for testing, PPE, and specialized equipment designed by companies to be used with their own machines.” ##Health## Hawaii Gov. David Ige ordered all state-owned beaches closed Friday as part of the effort to combat coronavirus.  Residents will still be allowed to swim and surf with social distancing, but cannot sunbathe, picnic, or play games on the sand. Ige’s order also said recreational boating is limited to two people per boat, and that  watercraft should maintain a distance of at least 20 feet. Hiking and fishing trips also are limited to two people at a time, except for relatives who live together. The new rules are in effect until April 30. Minnesota Gov. Tim Walz said he tried to speak with President Trump after the President tweeted “LIBERATE MINNESOTA\" on Friday but he didn't get a call in return. Speaking at a news conference Friday, Walz said he called to ask, \"What are we doing differently about moving towards getting as many people back into the workforce without compromising the health of Minnesotans or the providers?  He added that it \"will probably take longer than a two-word tweet.\"  Protesters have gathered in front of the governor's residence for two days in a row to demonstrate against his statewide stay-at-home. Walz urged protesters to follow social distancing guidelines. On Friday, Trump tweeted \"LIBERATE MINNESOTA,\" one day after saying he was leaving the reopening decisions up to the governors. Vice President Mike Pence on Friday described how the federal government is working with states to respond to the coronavirus pandemic. Pence said that a recent disaster declaration for American Samoa marked the first time in American history that all states and territories had been under a disaster declaration. “We’re continuing to bring, at the President’s direction, full resources of the federal government to bear. Today, the President approved a major disaster declaration for American Samoa, and now all 50 states and all territories are under major disaster declarations for the first time in American history,” Pence said. Pence also said there would be an additional call with governors on Monday on the topic of supplies. “Today we issued a letter to our nation’s governors summarizing all the medical equipment and supplies that have been distributed to their state from FEMA between the first of this month and April 14 through Project Airbridge and through the commercial supply network,” Pence said.  He continued: “We’ll be speaking with our nation’s governors on Monday and detailing that information at that time.” Pence said the group will also discuss testing capacity and lab activation “very specifically” during the Monday call. Watch: ##Health## President Trump laid out the administration’s swab testing efforts during Friday’s briefing.  In the next few weeks, he said, the federal government will “be sending out 5.5 million testing swabs to the states.” The swabs, he said, “can be done easily by the governors themselves. Mostly it’s cotton. It’s not a big deal, you can get cotton easily, but if they can’t get it, we will take care of it.” People might soon be able to perform their own test swabs for Covid-19 at home with a newly designed, Q-tip-style swab, the FDA said Thursday.  CNN reported the FDA said it had worked with US Cotton to design the swabs, which are shorter than the swabs used by technicians, doctors or nurses to collect samples to test people for Covid-19 infection. The FDA also said US Cotton plans to manufacture large quantities of these swabs. ##Health## President Trump announced Friday that the Department of Agriculture will be implementing a new multi-billion dollar relief program to deal with the fallout of the coronavirus pandemic. “Today I’m also announcing that … the Department of Agriculture will be implementing a $19 billion relief program for our great farmers and ranchers as they cope with the fallout of the global pandemic,” Trump said during Friday’s White House press briefing.  The coronavirus food assistance program will have two main missions: to issue direct payments to farmers and to purchase food to be distributed to food banks and community and faith-based organizations. “The program will include direct payments to farmers as well as mass purchases of dairy, meat and agricultural produce to get that food to the people in need. The USDA will receive another $14 billion in July,” Trump said.  Agriculture Secretary Sonny Perdue said, “American agriculture has been hard hit like most of America with the coronavirus and President Trump is standing with our farmers and all Americans to make sure we all get through this national emergency.” ##Daily Life## Montana Gov. Steve Bullock said there is no way his state could meet the standards set to reopen. \"Even the gating criteria (of two straight weeks with new cases slowing down) that the President put out yesterday — we haven't met those criteria,” Bullock said at a news conference Friday. During the news conference, Bullock focused on the phased-in plan released by the President’s task force. “The President told us that we governors will call the shots in our own states,” Bullock said. “First I want to say thank you, Mr. President, for recognizing that every state is different.” Montana’s statewide stay-at-home order is in effect until April 24. “After April 24, we will move forward with a phased reopening,” he said. ##Daily Life## There are at least 692,169 cases of coronavirus in the US and at least 36,721 people have died, according to Johns Hopkins University's tally of cases. On Friday, Johns Hopkins reported 21,018 new cases and 3,453 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  ##Health## Louisiana Gov. John Bel Edwards said the state is not ready for a Phase 1 reopening and that there is still \"work to do.\"  Edwards, speaking at a news conference Friday, said the state has not reached the threshold that must be passed to get to the Phase 1 reopening — including not having 14 days where the number of cases, tests and deaths are moving in the right direction. Speaking from Louisiana State University where he toured a personal protective equipment production center, Edwards said he hopes the state can get to Phase 1 within the next few weeks.  \"I can't tell you that we will get to Phase 1 by May 1st, but I hope we do,\" he said.  \"We aren’t going to be successful in opening the economy if we see a spike in cases and can’t deliver healthcare,” he added  ##Health## ##Daily Life## The US Navy currently assesses that the first cases of coronavirus aboard the USS Theodore Roosevelt originated with the aircraft carrier’s air wing and the Navy’s top doctor said the virus may have come aboard on routine “supply flights that come out to the ship.\"  The Navy’s surgeon general Rear Adm. Bruce Gillingham cautioned on Friday that the Navy doesn’t know for sure how the virus came aboard.  “We don't know for sure how the virus got started,” Gillingham said.  Gillingham said there's evidence to suggest that the first two sailors to test positive may have contracted the disease during a port visit. \"We also know that those sailors were from the aircrew portion of the crew,\" he said.  Gillingham said it is \"likely that it may have come aboard on the routine ... supply flights that come out to the ship.\" While Gillingham later said that he did “not personally have knowledge about the initial individuals,” a Navy official later confirmed to CNN that the first two cases were among the ship’s air wing. The air wing is responsible for operating the fighter jets, helicopters and other aircraft on board the carrier.  The number of coronavirus cases aboard the USS Theodore Roosevelt have skyrocketed in recent days, with 660 sailors testing positive as of Friday, and seven sailors have been hospitalized in Guam. ##Health## Connecticut Gov. Ned Lamont has moved the state's 2020 presidential primary election to August 11 due to the coronavirus pandemic. “To protect the health and safety of voters, poll workers, and the most vulnerable populations, it just makes most sense to extend the date out to August,” Lamont said in a statement. This is the second time the governor has rescheduled the election. The White House is helping provide data and feedback to the institute behind an influential coronavirus model, which currently predicts about 60,000 deaths in the United States by August. Dr. Christopher Murray, director of the Institute for Health Metrics and Evaluation (IHME) at the University of Washington, described the relationship Friday in a virtual press briefing. Asked whether the White House had any input or influence on new tools from the model, Murray said, “We have very regular discussions with the task force at the White House.” Murray’s institute on Friday released new projections saying that some states could begin reopening as early as May 4, so long as measures are in place to prevent a resurgence of the virus. Murray said the White House has been “extremely helpful in helping get us better data, and by making contacts through different parts of the government, or with state governments, or in fact with networks of hospital providers, or providers of mobility data.” Working with the task force has “been a very helpful route for us getting extra, or better data, and getting data faster,” Murray said. He pointed out that for his modeling approach, “the data is the most important thing.” While the White House and others have often cited the model, Murray said that states should rely on a variety of projections when deciding when to reopen. “If I were a governor of a state, I would certainly not make a decision based just on our model,” he said. ##Health##   Connecticut Gov. Ned Lamont responded Friday to President Trump’s tweet about states needing to do more testing.  “I could help Connecticut navigate through this Covid crisis or I could respond to every one of the President’s tweets,” Lamont said. He went on to say the federal government should help states with testing, but added that he’s taking it upon himself to make sure his state has everything it needs to make it happen.   “I can’t wait for the feds any longer,” he said.   ##Health##  The NBA and the National Basketball Players Association have announced that the players will see a partial pay cut in the event that remaining games in the 2019-2020 season are canceled due to the coronavirus pandemic. The gradual reduction in pay, 25% of salaries, is to avoid a large one-time cut should games need to be canceled. The NBA suspended the current season on March 11. Here's what the league and NBPA said in a joint statement: \"The NBA and the National Basketball Players Association announced today that they have reached agreement on the method for reducing player compensation in the event of a permanent cancellation of 2019-20 regular season or playoff games due to the COVID-19 pandemic. Through this agreement, and in order to provide players with a more gradual salary reduction schedule, partial reductions of 25% will begin with the players’ twice-a-month payment due on May 15.\nThe CBA stipulates that the compensation of all NBA roster players shall be reduced in the event of a 'force majeure' event, such as an epidemic or government order, in accordance with a formula based on the number of games missed.\" ##Business## ##Daily Life## Dozens of inmates being housed at a federal minimum-security prison camp in Otisville, New York, will be moved Friday to quarantine in an adjacent facility as they are processed for a potential early release due to the coronavirus pandemic, according to a Bureau of Prisons spokesperson. The prisoners, 111 in total, are mainly low-security inmates who pose a low risk of recidivism, so they are likely to qualify for home confinement or a furloughed sentence, in line with standards set in a recent memo by Attorney General William Barr, who oversees the Bureau of Prisons.  They are being moved now, as many of their cases are reviewed, so that they can begin serving a mandatory two-week quarantine ahead of their potential release from federal custody, with the expectation that many will indeed be released, the spokesperson said.  Some background: Some prisoners who'd been housed at the prison camp, known for being one of the cushier federal facilities, have already been notified of their pending release. Michael Cohen, the President's former fixer, was told Thursday by the Bureau of Prisons that he would be released early to serve out the remainder of his sentence under home confinement, CNN reported, citing people familiar with the matter and his lawyer. A Justice Department official also confirmed on Friday that Cohen would be released early.  A federal court has issued an emergency restraining order to prevent a group from distributing a “miracle” solution to treat coronavirus, according to the US Food and Drug Administration. The FDA said Friday that “Genesis II Church of Health and Healing” was selling a “Miracle Mineral Solution” to treat the virus. According to the agency, the supposed treatment included chlorine dioxide, which is used for industrial bleaching. Genesis claimed that its products could also be used for Alzheimer's disease, autism, brain cancer, multiple sclerosis and HIV/AIDS, the FDA said in a statement.  When combined with another included ingredient, the supposed treatment “has a chlorine dioxide content equivalent to industrial bleach,” according to the agency.  The FDA had previously issued a warning letter to Genesis, but said “the defendants made clear that they had no intention of taking corrective action and would continue to sell [the treatment] in violation of the law.” The FDA said it had received reports of serious adverse effects – including respiratory failure, life-threatening low blood pressure and acute liver failure – after people drank certain chlorine dioxide products. \"Americans expect and deserve proven medical treatments and today's action is a forceful reminder that the FDA will use its legal authorities to quickly stop those who have proven to continuously threaten the health of the American public,” said FDA Commissioner Dr. Stephen Hahn. The Genesis II Church of Health and Healing did not immediately respond to CNN’s request for comment.  ##Health##   The Congressional Hispanic Caucus on Friday called on the Trump administration to end its practice of swiftly removing migrant children arrested on the southern border, according to a letter to the Department of Homeland Security and Centers for Disease Control and Prevention. Last month, the administration invoked public health law to begin suspending entry of all migrants \"seeking to enter the US without proper travel documentation\" for both the northern and southern border, citing the coronavirus pandemic. As of April 9, around 300 children who arrived alone to the border have been expelled — a break from longstanding practice of referring unaccompanied children to the care of the US Health and Human Services Department. “The expulsion of unaccompanied children, including to Guatemala, Honduras, and El Salvador (also known as Northern Triangle countries), threatens to return children to countries plagued by insecurity, violence, and widespread criminal or gang activity without government protection,” the letter reads.  The Trump administration has been trying to deport unaccompanied children from non-contiguous countries shortly after arrest, arguing that the system as is encourages illegal immigration and the exploitation of children. Those attempts, though, have been unsuccessful. The Trafficking Victims Protection Reauthorization Act dictates how migrant children who arrive alone are to be handled. US Customs and Border Protection previously told CNN there may be exceptions, like if an agent suspects trafficking or sees signs of illness. Still, very few children have been turned over to the care of HHS, with referrals largely hovering in the single digits daily.  The caucus requested information on the number of children removed, details on processing, and what steps DHS has taken to ensure the safety of children, among other things, by April 20. Everyone in San Francisco will be required to wear face coverings in public and at work, Mayor London Breed announced at a news conference Friday. The health order will go into effect at midnight but will not be enforced until April 22 to allow time for people to access face coverings, Breed said \"Anytime you are indoors or within close proximity of others within an essential business or at work, like many of our city employees who are essential workers on the frontlines, you will be required to wear a mask,\" Breed said. \"If you're running or exercising or doing something out in the open and social distancing yourself from others, that is not as problematic.\" Breed said health officials plan to distribute face coverings to vulnerable populations throughout the city and county of San Francisco. Face covering requirements have already been announced in Sonoma County, California. Several other Bay Area jurisdictions will announce similar orders Friday, Public Health Director Grant Colfax said at the news conference.  See how to make your own mask at home: ##Daily Life## Washington state Gov. Jay Inslee called President Trump \"unhinged\" following a series of tweets saying states should be liberated. On Friday, Trump tweeted about liberating Minnesota, Michigan and Virginia, all of which have Democratic governors who have been the subject of protests over coronavirus restrictions. “The President’s statements this morning encourage illegal and dangerous acts. He is putting millions of people in danger of contracting COVID-19,” Inslee said in a statement. “His unhinged rantings and calls for people to ‘liberate’ states could also lead to violence. We’ve seen it before,\" the governor added.  Although Washington was not one of the states mentioned in the President’s tweets, Inslee said the tweets could have implications across the country.  “The President’s call to action today threatens to undermine his own goal of recovery by further delaying the ability of states to amend current interventions in a safe, evidence-based way,” Inslee said. The tweets came less than 24 hours after his administration issued a report calling for a deliberate, phased-in approach to restarting the economy. The UK government has advised that some items of personal protective equipment may need to be reused due to \"acute\" shortages across the National Health Service.  \"The Health and Safety Executive (HSE) has reviewed the options outlined in this document. Where there are acute shortages of PPE, and where it is safe to do so, it approves the sessional and reuse of PPE,\" Public Health England said in a statement Friday.  According to Public Health England, these measures have been introduced as a result of the \"exceptional circumstances\" the NHS faces during the coronavirus pandemic, and do not reflect the HSE's \"standard\" approach. The government's statement follows an earlier warning from NHS Providers — an organization that represents NHS hospitals — that there is a “critical” shortage of clinical gowns in the UK. According to the organization, some hospitals will \"run out of fully fluid repellent gowns this weekend\" and will be forced to use the \"highest possible level of alternative\" protective equipment.  ##Health## California Gov. Gavin Newsom offered advice to other governors considering lifting stay-at-home orders during the coronavirus pandemic: “Don’t play politics, don’t do the expedient.\" “Think about not just the short term, but the long term, and more than anything, we’re in this together,\"  Newsom added.  The governor said visitors who plan to travel to California must also follow the state's guidelines and requirements for social distancing.  “Covid-19 knows no walls, jurisdictions, no boundaries,” Newsom said. “It’s a global pandemic.” US stocks soared on Friday, giving markets their second week of gains. This hasn’t happened since the first half of February. Stocks surged higher on Friday as investors were hopeful a potential coronavirus treatment could help fight the pandemic.  Discussions about reopening parts of the US economy also put Wall Street in a cheery mood. News that China’s economy contracted by 6.8% in the first three months of the year, couldn't derail the positive sentiment. Here's where things stand: The Dow finished nearly 3%, or 705 points, higher. It gained 2.2% for the week.\nThe S&P 500 closed 2.7% higher, for a 3% gain on the week.\nThe Nasdaq Composite closed up 1.4%. It rose 6.1% this week. Remember: As stocks settle after the trading day, levels might still change slightly. ##Business## At least 1,842 new coronavirus cases were reported in Illinois in the past 24 hours, said Dr. Ngozi Ezike, the state's public health director. It is the largest number of new cases in a single day in the state. There are now at least 27,575 cases of coronavirus in Illinois, and at 1,134 people have died from the disease, Ezike said.   “Please continue to stay home. Continue washing your hands, wear a mask if you must leave. Everyone's effort is appreciated. It's noticed your efforts have shown that they can flatten the curve. So proud to be in this state, and see how we have responded to this pandemic,” Ezike said.  “We'll continue fighting together. We're all in Illinois,\" she added. ##Health## North Carolina Gov. Roy Cooper said Friday there is a global supply chain breakdown, and governors need more help from the federal government.  He went on to say they specifically need assistance with testing supplies and personal protective equipment. Cooper said he wants to ease restrictions, but public safety has to come first.  The governor also announced a new partnership with three state universities: University of North Carolina, East Carolina University and Duke University.  The goal, he said, is to address three areas: testing, tracing and trending. Cooper believes it will show the true number of Covid-19 cases, and its spread. The information, he said, will help state officials determine when to start easing restrictions.  “I know we can do this, there is no perfect sequence or timing, but there is health guidance, business guidance, and common sense,\" Cooper said. There are at least 5,859 coronavirus cases and at least 152 deaths in the state. ##Health##                       Illinois Gov. J.B. Pritzker said in-person classes will remain closed through the end of the academic year. However, the governor reiterated distance learning will continue. “I’ve said time and time again, our decisions must follow the science and the science says our students can’t go back to their normal routine this school year,” Pritzker said. He continued: “Over the last month, Illinois’ schools have stepped up and faced the many challenges of Covid-19 with generosity, creativity, and a resolute focus on caring for students, parents and communities. I am confident that our schools will manage and expand the learning opportunities for all our children who will be working from home over the coming weeks.” ##Daily Life## CNN wants to hear from you about the unique and meaningful ways you’ve said thank you, or received appreciation, during the coronavirus pandemic. Send us your stories and messages of thanks, along with your name and phone number, to be featured in an upcoming story on gratitude. One thing to note: By participating, you agree your content can be used across CNN platforms. California is “now in a pandemic-induced recession,” Gov. Gavin Newsom said Friday. Unemployment currently stands at 5.3% in the state with a whopping 3.1 million people filing claims in just the past four weeks. “These are sober and challenging times,” he said. “As California goes, so goes the nation,” the governor added.  Newsom also announced a new advisory committee that designed a series of plans for economic recovery. The advisory includes four former governors — Republicans Arnold Schwarzenegger and Pete Wilson and Democrats Gray Davis and Jerry Brown. The council chair is former presidential candidate Tom Steyer.  Celebrity chef Wolfgang Puck said more coronavirus testing is needed to get customers back into restaurants and halt the restaurant industry’s financial bleeding. “There has to be more testing,” Puck told CNN’s Anderson Cooper. “And I don't understand — we have the smartest people in this country, we have the best doctors. … I think we really have to look and get somehow, some testing going sooner rather than later.”  Puck said he’d love to open his restaurants again, but he predicts that even if he could, not many people would feel safe going out to eat in large groups yet. He said he is most worried about the future of small mom-and-pop restaurants.  “We employ the most people in the country next to the government, and we are the backbone of America,” Puck said.   He also wants to see insurance companies getting involved with helping restaurants, in addition to the federal government. Watch: ##Daily Life## At least 24 states have mandated the closure of schools through the end of the academic year.   Officials in at least five other states have recommended statewide closures.  Maine's Department of Education is starting to examine going back to school in the fall.  \"100% brick and mortar is very ambitious,\" Maine's Education Commissioner Pender Makin told CNN.   ##Daily Life## Some US states may be able to relax some aspects of social distancing measures as early as May 4, according to the researchers behind an influential model often cited by the White House. The relaxations could come so long as “robust containment strategies” are implemented to prevent a second wave of infections, according to a statement from the Institute for Health Metrics and Evaluation at the University of Washington (IHME). The states that could open as early as May 4 include Vermont, West Virginia, Montana and Hawaii. However, other states – including Iowa, North Dakota, South Dakota, Nebraska, Utah, Arkansas and Oklahoma – may need to wait until late June or early July, according to IHME. Strategies for safely relaxing some social distancing include widely implemented testing, contact tracing and isolation of confirmed cases, and restricting large gatherings, according to the researchers. The modelers cautioned that decisions by states to relax social distancing should be informed by meeting critical metrics closer to these dates, including a very low number of estimated infections in the community – less than one estimated infection per 1 million people. More data: The researchers announced that the peak number of daily deaths in the US may have peaked two days ago, and the model is now estimating 60,308 (estimated range of 34,063 to 140,381) deaths across the US by August 4, down from 68,841 as predicted on April 13. The estimates for total US deaths have been revised downward based in part on newly available cell phone data that provide a window on mobility patterns, according to IHME. “We are seeing the numbers decline because some state and local governments, and, equally important, individuals around the country have stepped up to protect their families, their neighbors, and friends and coworkers by reducing physical contact,” IHME director Dr. Christopher Murray said in a statement.  ##Health## Between 50 and 85 times more people may have been infected with Covid-19 than have been confirmed by health officials in Santa Clara County, California, according to a study released Friday as a preprint. The study used an antibody blood test to estimate how many people had been infected with Covid-19 in the past. Other tests, such as those performed with nasal swabs or saliva, test for the virus' genetic material, which does not persist long after recovery, as antibodies do. \"We found that there are many, many unidentified cases of people having Covid infection that were never identified with it with a virus test,\" said Dr. Jay Bhattacharya, a professor of medicine at Stanford University and one of the paper's authors. \"It's consistent with findings from around the world that this is disease, this epidemic is further along than we thought.\" What the numbers say: The study estimated that 2.49% to 4.16% of people in Santa Clara had been infected with Covid-19 by April 1. This represents between 48,000 and 81,000 people, which is 50 to 85 times what county officials recorded by that date: 956 confirmed cases. Similar efforts to estimate local antibody prevalence have launched in places like Miami-Dade County, Florida; San Miguel County, Colorado; and Los Angeles, California. The National Institutes of Health has a similar effort underway, as well. Bhattacharya said information from these studies will not only give researchers a better idea on antibody prevalence, but they will also vastly improve projections and disease modeling. Experts have said it's clear there have been more people infected than we've tested for, but it's unclear how much higher that number could be. \"All of the projection models have this as an input: how many people have been infected today,\" Bhattacharya said. ##Health## New Jersey Gov. Phil Murphy said he believes that students will wear masks when school schools reopen in the state. “I would bet the answer is yes, kids will be in masks when we return to school,” Murphy said when asked about makes at a news conference.  Murphy stressed that it is not a mandate, but his rather his opinion New York City has 7,890 confirmed coronavirus deaths and 4,309 probable coronavirus deaths, according to the city website. The New York City Health Department defines probable deaths as people who did not have a positive Covid-19 laboratory test but their death certificate lists the cause of death “Covid-19” or an equivalent.  The total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is 12,199. There have been 122,148 coronavirus cases in the city and approximately 32,843 people have been hospitalized, according to the city. ##Health## Schools will remain closed through the rest of the academic year, Maryland State Superintendent of Schools Karen Salmon announced at a news conference Friday. “After extensive consultation with the State Board of Education and leading public health experts in the state. I am extending the closure of schools, through May 15,” Salmon said. Plans for the summer and beyond are still being assessed. “We will use this time to examine every option and continue to develop a long term plan for recovery,” Salmon said. ##Daily Life## Canadian Prime Minister Justin Trudeau says his government and the Trump administration are \"aligned\" and that the US-Canada border will remain closed to all but essential travel for weeks to come. “As I have said we do not feel that opening the border anytime soon is likely. My responsibility is to ensure the protection and safety of Canadians, that is what we will continue to do. The conversations with the Americans have been extremely aligned and extremely productive,” Trudeau said Friday during a press briefing. Some context: President Trump indicated earlier this week that the border may reopen soon, along with other parts of the American economy.  “Our relationship with Canada is very good — we’ll talk about that. It will be one of the early borders to be released,” Trump said.  “Canada’s doing well, we’re doing well — so we’ll see,” he said during a press briefing Wednesday. The two countries negotiated a mutual ban on non-essential travel in late March. Since then, border traffic has decreased dramatically except for commercial goods and essential workers. As the President has discussed the reopening of the US economy, anxiety has been building in Canadian border towns that have not been as severely affected by Covid-19 as their cross-border neighbors. \"Trudeau should say no right away,\" Ontario Premier Doug Ford said on Thursday. \"Until we have this under containment, we need to have our borders closed.\"  ##Travel## ##Health## Pennsylvania Gov. Tom Wolf addressed residents and asked them to \"stay the course,\" when it comes to reopening the state. The state still ranks firth in Covid-19 cases, the governor said. Wolf says his office will work every day to make sure residents get whatever they need. He went on to say we need to make smart data-driven decisions before reopening Pennsylvania. The governor said they will give businesses clear guidelines for reopening, testing that requires tracking and monitoring, protecting the vulnerable residents and no large gathers. Wolf said he will provide more details on the state’s reopening plan next week including reemployment plans, childcare, student loan deferments and living wages. The state has seen nearly 30,000 of Covid-19 cases, Wolf said.    ##Health## Islamic holy sites, including Mecca and Medina in Saudi Arabia and Al-Aqsa mosque in Jerusalem, may be empty during Islam’s holy month of Ramadan after authorities say people should pray at home due to the coronavirus pandemic.  Saudi Arabia’s highest religious authority asked people to offer their daily Taraweeh evening Ramadan prayers from home to avoid the usual large mosque gatherings, according to the Saudi Ministry of Islamic Affairs on Friday. The Al-Aqsa Mosque compound in Jerusalem, Islam's third holiest place, will also remain closed during Ramadan, the Jerusalem Islamic Waqf Council said Thursday.  Egypt and Jordan will also be banning prayers in mosques during Ramadan, according to governmental statements. Arab countries are bracing for Islam’s holy month of Ramadan during which Muslims may not eat or drink during daylight hours with increased prayers in mosques and more frequent large family gatherings. Read the Ministry's tweet: ##Daily Life## West Virginia Gov. Jim Justice issued an executive order requiring every single resident and staffers at a long-term living facilities to be tested for coronavirus, he said in a news conference. \"I do believe we have the capability to test everyone in our long-term living facilities,” Justice said, adding that if they have already been tested, he wants them retested. The governor also filed an order effective today, requiring laboratories to provide immediate real-time electronic reports of both positive and negative Covid-19 tests to the Department of Health and Human Resources.  “All these people that live in these long-term facilities have brought us wisdom for decades. These are not numbers, these are families,” the governor said. “We have had too many discrepancies in testing and I think we can all do better.” \"You know, most of the labs are already doing this, but we don't have…the expediency that we need from all the labs,” Justice said. ##Health## There are at least 679,374 cases of coronavirus in the US and at least 34,180 people have died, according to Johns Hopkins University's tally of cases. As states begin to include “probable deaths” in their counts, so will Johns Hopkins. In the upcoming days, these changes may show a surge of deaths in the US. On Friday, Johns Hopkins reported 8,223 new cases and 912 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  ##Health## Texas Gov. Greg Abbott said that he is signing a new executive order today that outlines \"how we go about opening Texas economy\" at a news conference today. State parks will reopen on April 20 but visitors will be required to observe social distancing, wear masks and gather in groups of no more than five, Abbott said. Starting on April 22, current medical restrictions for surgery will be loosened, Abbott said. Procedures that do not \"deplete the hospital capacity or the PPE needed to cope with Covid-19\" will be permitted, a statement from the governor's office said.  On April 24, retail stores in Texas should be able to operate “to-go,” Abbott said. Under this model, reopened businesses are \"required to deliver items to customer's cars, homes, or other locations to minimize contact,\" the statement said. However, despite some loosing of restrictions, Abbott also announced that schools —including public, private, and higher education institutions — will remain closed for rest of the school year.  ##Daily Life## Actor Sean Penn’s disaster relief charity has teamed up with the Los Angeles mayor’s office to offer free coronavirus testing in California, as well as training volunteers to run drive-through testing sites to relieve first-responders and firefighters from being at the sites. Penn and his charity, Community Organized Relief Effort (CORE), have been involved in the Haiti earthquake and US hurricane relief. Penn told CNN’s Anderson Cooper the infrastructure already existed to put them in a place to easily offer assistance. “We had the infrastructure and when we came into play, we came into a highly function governmental response in Los Angeles,” Penn said, commending Mayor Eric Garcetti and Gov. Gavin Newsom’s response to the virus. Penn said that it’s a fluid situation as testing continues to evolve in the country, but added the federal government is key to organizing and distributing proper equipment.  “Testing is the essential, complementary component to what the heroes in the hospitals are doing,” he said. “We really need to have clear guidelines and national strategy for all of this,” he added. ##Health## Boston is using brochures, phone calls and trucks with speakers to broadcast crucial information to residents in the hardest hit areas, the city's Mayor Marty Walsh said Friday. The messages are being broadcast and printed in several languages including English, Spanish, Creole and Vietnamese, Walsh said at a news conference. The city is also contacting seniors twice a week by phone to make sure they have the information they need, he said. ##Health## ##Daily Life## The European Union Agency for Law Enforcement Cooperation, Europol, warned Friday that organized crime groups have been taking advantage of the coronavirus outbreak and are selling counterfeit and substandard medical equipment. Among the counterfeit products being sold illegally are face masks, coronavirus test kits, disposable latex gloves, alcohol-based gels, disinfectants and even some pharmaceuticals that do not meet quality standards, Europol said in a report on Friday. In France, police took down several websites offering screening tests that claimed to deliver results within two minutes. Investigators in Romania seized nearly 2,000 substandard masks that were destined for medical use. The masks were labeled with the brand of a Rio de Janeiro-based company.  “Counterfeit goods sold during the corona crisis do not meet the required quality standards and pose a real threat to public health and safety,” Europol Executive Director Catherine de Bolle said in a statement on Friday. “People who buy these fake products have a false sense of security, while they are in fact left unprotected against the virus:” Read Europol tweet: ##Health##  Public health officials are working closely with Tyson plants in Columbus Junction and Waterloo to test all employees and conduct contact tracing for all positive cases, Iowa Gov. Kim Reynolds said at a news conference today. Reynolds said the state's Department of Public Health and Tyson have stepped up testing at the Waterloo and Columbus Junction plants \"in an effort to test all employees and conduct contract trace contact tracing for all positive cases.\" Testing will conclude today at Tyson Foods Columbus Junction, and 2,700 tests will be sent today to the Tyson plant in Waterloo. The state hygienic lab will be running all completed tests over the weekend,\" Reynolds said. So far, 1,500 tests went to three clinics in the Waterloo area in an effort to expand testing in the community, Reynolds said. \"Our goal is to hope that we don't [shut down the Waterloo plant],\" Reynolds said. Iowa Department of Public Health Deputy Director Sarah Reisetter said that they \"providing and facilitating surveillance testing\" for both symptomatic and asymptomatic employees. \"The goal of that is to keep sick individuals out of the workplace so that the manufacturing and food processing can continue,\" she said. By the numbers: The state reported 191 new coronavirus cases and four deaths Friday, the governor said. The state now has 2,332 total confirmed cases of Covid-19 and 64 deaths, according to the state Department of Public Health. ##Health## ##Business## There is a “critical” shortage of clinical gowns in the UK and “some [health] trusts will run out of fully fluid repellent gowns this weekend,” according to an organization that represents National Health Service hospitals and other state health care services. In a statement issued Friday, Saffron Cordery, the deputy chief executive of NHS Providers, said that NHS trusts had sought “emergency deliveries from other countries,” but were met with a global shortage in personal protective equipment.  “National leaders tell us that one reason they have been unable to obtain emergency support from neighboring countries is that many of those countries have already adopted a similar approach due to international shortages of gowns,” she added. Speaking during a daily government news briefing at Downing Street on Friday, the UK's Business Secretary, Alok Sharma, said the government is aware of the \"global supply issue,\" and added that \"everyone is trying to get access\" to PPE.  \"I completely understand that people will be worried if there are shortages, I am aware of the supply issues that are being raised,\" Sharma told reporters.  \"We need to be on top of it, that is why we are working night and day in terms of making sure we procure more PPE,\" he added.  ##Health## Comic Con International has canceled its premiere event in San Diego due to the coronavirus pandemic, according to a post on the event’s official website. Organizers initially held out on cancellation with hopes that the July event could still go on. Passholders will have the option of being refunded, or using their badges for admission to next year’s event, scheduled for July 22-25. San Diego’s Comic-Con has been held annually for 50 years, and hosts approximately 130,000 attendees. ##Business## In one Chinese hospital, most pregnant women with Covid-19 had a relatively mild form of the disease, according to research published Friday in The New England Journal of Medicine. Looking at a hospital in Wuhan, China, researchers found that 109 women – out of 118 total – had a \"mild\" form of coronavirus. That’s about 92% of the women, who were considered to have Covid-19 based on a positive test result or a CT scan of the chest. Nine women – 8% of those in the study – had severe cases of coronavirus, with abnormally low levels of oxygen in their blood. One patient required a noninvasive form of mechanical ventilation, which researchers considered to be “critical” form of the disease. Severe cases of coronavirus developed most often after women had given birth, developing after delivery in six of the nine women. There were no deaths, according to the study. Researchers also tested eight newborns, none of whom were positive for the virus. And breast-milk samples from three mothers also tested negative. The role of gender: The researchers pointed out that women in general seem to have lower rates of severe Covid-19 compared to men. And pregnant women tend to be younger, too: the median age of the women in the study was 31 years old, and Covid-19 is often more severe in people who are older. “The present data,” researchers said, “do not suggest an increased risk of severe disease among pregnant women, as has been observed with influenza.” There’s a lot we don’t know about coronavirus and pregnancy, according to the US Centers for Disease Control and Prevention. But based on available information, the agency says “pregnant people seem to have the same risk as adults who are not pregnant.” It’s also unlikely that women will pass the virus to their children during childbirth, according to the CDC. “Mother-to-child transmission of coronavirus during pregnancy is unlikely, but after birth a newborn is susceptible to person-to-person spread.” ##Health## President Trump has been tweeting that states should be liberated which may be in reference to stay-at-home orders that he feels are overly restrictive.  Trump tweeted about three states so far, Minnesota, Michigan and Virginia, all of which have Democratic governors.  Michigan had a large protest earlier this week over its stay-at-home order. Trump has sparred with Michigan Gov. Gretchen Whitmer throughout the coronavirus pandemic. Trump was asked if he would urge those protesting to listen to local authorities at yesterday’s coronavirus task force briefing. He said that the protesters “seem to be protesters that like me” before adding that he thinks just about all of the governors share his opinion that they want to open the country. “I think they're listening. I think they listen to me. They seem to be protesters that like me and respect this opinion. And my opinion is the same as just about all of the governors,” Trump said at the briefing. “They all want to open. Nobody wants to stay shut, but they want to open safely. So do I. But we have large sections of the country right now that can start thinking about opening.\" Read Trump's tweets: ##Health## The Spanish government is planning to exit the current lockdown measures to resume regular activity in two stages; the summer and then the end of the year, the country's labor and social economy minister said Friday. \"What we are doing from the Ministry of Labor and Social Economy is to work in two stages: a first stage that will likely embark in the productive sectors and therefore in workforce until the summer, and another stage that will last until the end of the year. We are going to follow a gradual process of reincorporation,\" Yolanda Diaz said during an interview with the broadcaster TVE on Friday. Diaz said all decisions will be based on advice from health authorities but added that \"normalcy...will not be the same as before.\"  Speaking at a daily news conference, Health Minister Salvador Illa said Friday that going forward the government needs to study the available data \"with more precision.\" \"We have to differentiate between a positive [case] diagnosed through a PCR test, and those who were [diagnosed] through a quick test, and check if they had symptoms or not,\" he said. ##Health## The British Government is reviewing its guidance on wearing masks for the general public, the UK's chief scientific adviser said at a briefing on Friday. “The evidence is quite variable around masks. It’s not easy to really get a firm position on some of it, and there aren’t very good trials of masks,” Patrick Vallance said, adding that the government was currently following World Health Organization guidelines by not recommending the usage of face masks by the general public. “We’re looking at the evidence now – we looked at it this week twice, we will look at it again on Tuesday, and hope to be able to make some advice around whether any changes are needed or not,” he said. Vallance also suggested it was necessary to keep a steady supply to medical facilities.  “It’s absolutely crucial that masks are available in hospitals,” he said. ##Health## Roughly 94% of USS Theodore Roosevelt crew members have been tested for Covid-19, with 660 testing positive and 3,920 negative, the Navy said Friday. Seven sailors are hospitalized in the US Naval Hospital Guam. One of those sailors is in the intensive care unit. ##Health## The number of active novel coronavirus cases in Italy continued to rise on Friday, despite the deceleration trend seen in the fast few weeks. On Friday, there were 106,962 active cases of Covid-19 in Italy, 355 more than Thursday. That's an increase of 0.3%, the lowest since the beginning of the crisis.  The Italian Protection Agency said at least 22,745 deaths have been registered so far, an increase of 575 since Thursday. The total number of cases in Italy, including deaths and recoveries on Friday, stands at 172,434.  ##Health## Schools in Iowa will remain closed through the rest of the school year due to the coronavirus pandemic, Gov. Kim Reynolds announced at a news conference in Johnston on Friday.  “We still haven't actually peaked at this point. And we just don't have the data that I think that we need to start to have the conversation about opening them up so you know we just we made the decision yesterday,” Reynolds said.  There are now 2,323 confirmed Covid-19 cases in Iowa and four additional deaths, bringing the total number of deaths to 64 in the state, Reynolds said. ##Daily Life## ##Health##     The British government has set up a novel coronavirus vaccine task force, the UK Secretary of State for Business, Alok Sharma, announced at a daily briefing on Friday. “I can announce today that the government has set up a vaccines task force to coordinate the efforts of government, academia and industry towards a single goal: to accelerate the development of a coronavirus vaccine,” Sharma said. “This task force is up and running, and aims to ensure that a vaccine is made available to the public as quickly as possible.” The task force will work to support “progress across all stages of vaccine development and at pace.” “[The task force] will back Britain’s most promising research, positioning the UK as a leader in clinical vaccine testing and manufacturing,” he said. ##Health## Vermont Gov. Phil Scott outlined a five-point plan to reopen the state while continuing to fight the spread of coronavirus during a news conference Friday. Part of that plan includes certain businesses such as construction, home appraisers, property management and municipal clerks returning to work starting April 20 with social distancing measures in place. These businesses will be allowed a maximum of two workers per location. The workers must wear cloth masks and maintain 6 feet of distance, Scott said. On May 1, farmers markets will be able to operate with strict social distancing guidelines in place, Scott said. ##Daily Life## ##Health##   Another 847 people have died from coronavirus in Britain in the past 24 hours, the UK’s Department of Health and Social Care tweeted. The total number of victims from Covid-19 in the UK is now 14,576.  The number of confirmed cases has also jumped in the past day, with at least 5,599 people diagnosed in the past 24 hours. Currently, there are at least 108,692 confirmed coronavirus case in Britain. ##Health## New York Gov. Andrew Cuomo said he is issuing an executive order directing all public and private labs in New York to coordinate with the Department of Health on coronavirus testing.  “The federal government cannot wipe their hands of this and say, ‘Oh, the states are responsible for testing.’ We cannot do it. We cannot do it without federal help,” he said.  Cuomo said the federal government needs to step in and coordinate international supply chain issues and obtain supplies from other countries like China.  “This is mayhem. We need a coordinated approach between the federal government and the states,” he said. Watch: ##Health## While the federal government has passed three bills to address the coronavirus pandemic, states like New York have gotten \"zero, zilch, nada in unrestricted aid,\" Gov. Andrew Cuomo said. \"The state should this, the state should this, the state should this. Yes. Well, what support have you given the states? None. I mean, how can that even be? How is it even plausible as a strategy? It doesn't work,\" Cuomo said moments ago at a news conference. \"We need financial resources to stabilize the states because when you starve the state governments, you know, I still eat. Dr. Zucker still eats, but we can't fund schools, we can't fund hospitals, we can't fund small business, we can't fund all these extraordinary efforts we're undertaking. It makes no sense.\" New York Gov. Andrew Cuomo said the number of deaths in the state was 630 on Thursday, up from 606 deaths on Wednesday. The number of deaths “refuses to come down dramatically,” Cuomo said in his daily briefing. It is “breathtaking in its pain and grief and tragedy,\" the governor added. The number of people being admitted into hospitals with Covid-19 continues to be about 2,000 per day, Cuomo said. Gov. Andrew Cuomo announced moments ago that hospitalizations across New York due to coronavirus have fallen. \"Net change in total hospitalizations is undeniably on the decline. The three-day average, which is more accurate than any one-day number, also says the same thing. That's not that telling to me because, as I said, the entire hospital is now basically an ICU ward,\" Cuomo said as a news conference Friday. Cuomo also added that intubations are down and \"that is very good news.\" \"Because intubations 80% of the time wind up in a person not recovering. So that's really good news,\" he said. Watch: Florida Gov. Ron DeSantis says his state is almost \"neck and neck\" with California in terms of Covid-19 testing.   At today's press conference in Fort Lauderdale, DeSantis announced the opening of two walk-up testing centers in Broward County.  The sites will be operated with the help of the National Guard, the Florida Department of Health and Broward Sheriff's Office and will only test those with symptoms. DeSantis said these testing sites will be help the underserved communities who might not have access to drive-thru locations.  DeSantis said that 43% of hospital beds are currently empty statewide. As of 8 p.m. ET Thursday, there were 774 Covid-19 patients in the ICU statewide, the lowest number since April 9, according to DeSantis.  ##Health## Around 40% of personnel on board the Charles de Gaulle aircraft carrier and its support vessels tested positive for coronavirus, the central director of the French Health Service of Armed Forces said on Friday.  Dr. Maryline Gygax Genero, who testified before the French Senate Committee on Foreign Affairs, Defense and the Armed Forces, said all 2,300 personnel were tested for the virus, and 940 were positive.  So far, 20 personnel have been hospitalized, eight are on oxygen therapy and one is in intensive care. The personnel who tested negative are all in quarantine in military facilities.  Charles de Gaulle aircraft carrier returned to Toulon, France, on Sunday April 12, where a disinfection operation was carried out. Christian Martinez, the national coordinator of the medical and psychological services for the military, said Thursday that more than 10 doctors have been mobilized to help treat patients, including general Navy doctors and specialists. “Symptomatic people are being confined with closer surveillance than those who are not symptomatic,” Martinez said. ##Health## There are at least 672,246 cases of coronavirus in the US and roughly 33,318 people have died, according to Johns Hopkins University's tally of cases in the country.  As states begin to include “probable deaths” in their counts, so will Johns Hopkins University. In the upcoming days, these changes may show a surge of deaths in the United States.  On Friday, Johns Hopkins reported 1,095 new cases and 50 reported deaths.    The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.   ##Health## Mississippi Gov. Tate Reeves announced that he will be extending the state's shelter-in-place order an additional week to continue flattening the curve of coronavirus cases. The state's current stay-at-home order was set to expire on Monday but will now go through April 27, Reeves said during a news conference Friday morning. Reeves said he'd \"hoped and prayed\" that he would be able to lift the current order based on metrics issued by the White House on Thursday, but said the state wasn't there yet.  Reeves says they will take the next seven days to study the guidance and do what works best for resident of Mississippi.   Reeves said he will begin relaxing some of the restrictions on non-essential businesses by allowing them to offer services via drive-thru, curbside or delivery.  As of Friday morning, the state of Mississippi has recorded 3,624 coronavirus cases with 129 deaths, according to a tally from Johns Hopkins University.  ##Health## ##Daily Life## Dr. Tom Frieden, former director of the US Centers for Disease Control and Prevention, said sheltering in place is “just a strategic retreat” but we are “not fighting the virus.”  Speaking on Friday during a Vital Strategies webinar, Frieden said we are currently “trapped in our home, wrapped in our fears, isolated in our hospitals.”   In order to reopen America, Frieden said we need to “box it in,\" utilizing a four-cornered approach of testing, isolating, quarantining and finding the virus.   “This is the essence of the box-in strategy — creating a closed loop. So that with each wave of infections, there are fewer and fewer secondary infections boxing the virus in, and opening more and more space in society are safe movement,” Frieden said. ##Health##  Experts have estimated that a coronavirus vaccine could take 12 to 18 months before it is available for the public — and without a vaccine, people will still have to maintain some physical distancing measures to keep the virus from spreading, Dr. Tom Frieden, former director of the US Centers for Disease Control and Prevention, said on MSNBC this morning. \"We don't know when a vaccine will come,\" Frieden told MSNBC Friday. \"Anyone who is not afraid of the devastation this virus causes is not taking it seriously enough and that can be a deadly error,\" Frieden added. \"This is a highly infectious virus. It's spreading like a super SARS — all of the way SARS spread and more.\" Due to this, Frieden said the United States could be facing a \"new normal.\" \"What we're going to need to see is a gradual loosening of the faucet. A step wise return to not normal, but a new normal, where no one who is sick goes out, where we stop shaking hands for a while, where we cover our mouth and for a while wear face masks,\" Frieden said. Frieden said that while individuals can do a lot to reduce the risk of transmission, people who are vulnerable \"are going to have to shelter in place for longer. Maybe not that long, but longer.\" On a public health level, Frieden emphasized that people need to get tested when they're at risk and isolate when they're infected. It is also important to track contacts to determine who may have been exposed and quarantine them, Frieden said. \"This is the way we can try to keep the virus at a simmer instead of boiling over,\" Frieden said.  ##Health##   All events in New York City will be canceled for the month of May, Mayor Bill de Blasio said in a Friday morning news conference. The mayor said his office will not issues any permits. Events like the Brooklyn half marathon will be canceled, de Blasio said. The mayor said his office is currently talking to event planners for the month of June. ##Daily Life## ##Health## Some patients severely infected with Covid-19 are recovering quickly after taking an experimental drug called remdesivir, according to a report from STAT News, which obtained a video of a conversation about a clinical trial at the University of Chicago. The drug, made by Gilead Sciences, was tested against Ebola with little success, but several studies in animals show it could both prevent and treat viruses related to Covid-19.  Gilead is expecting results from their own trial later this month. “We had a lot of our patients improving and going home and I think that we're all really pleased to see that,” says infectious disease physician Dr. Leila Hojat, principal investigator on the Gilead study. “It is hard to know at this point if that's related to the study drug or not, but we're expecting results…a little bit later this month at least on the first several hundred patients that were studied.”  In an interview with CNN, Hojat explains that the drug works by preventing the virus from making copies of itself, which prevents the infection from progressing.  “Part of the benefit of this having gone through trials in Ebola is even though it wasn't able to show efficacy there, at least we got a lot of data in terms of its safety,” Hojat said, also noting that patients did not have any major side effects after taking the drug. ##Health## The number of people who have died from the coronavirus in United Kingdom hospitals has reached 14,576 as of Friday, according to the UK Department of Health and Social Care. That's an increase of 847 from Thursday. Some context: Britain made a decision to extend Covid-19 lockdown until May 7.  Speaking at a daily government coronavirus press briefing on Thursday, the UK Foreign Secretary said while there are “indications” the measures have been successful in slowing the spread of the virus, overall the infection rate has not dropped as much as needed. Read the tweet from the health department: ##Health## The Infectious Diseases Society of America (IDSA) says the US needs to ramp up effective and proactive testing before the country can reopen.  Dr. John Lynch, IDSA board member and associate medical director at Harborview Medical Center in Seattle, said the US needs broad and easy access to testing.  “We need to find a way to have testing accessible in a public health forum — an approach where it's widely, easily accessible, it is agnostic to your insurance status, and it is ahead — it is aggressive, it is out in front, where there are potentially no cases,\" Lynch said. \"We have to recognize this virus is not going anywhere. There is a distinct risk that we will just bump straight back up and we'll see a brisk increase in the number of infections. As we relax these, we have to be able to respond to that.\" Lynch said, “Social distancing is very, very effective. It has been amazing.” He called it a “lifesaving tool.” ##Health## Certain jurisdictions in the US are \"very close\" to having testing capabilities in place in order to reopen, Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, said during an appearance on NBC Friday morning.  \"People have to look at what the real strategic role of testing is and at this point it's to make that rapid early diagnosis, which then you can affirm and then isolate and then do the contacts then test, figure out of the contacts who's infected, isolate those individuals then do their contacts — it's really the traditional public health approach for containment,\" Redfield said. \"I think there's a number of jurisdictions that are very close to having that capability. We're going to work with them.\" This does not mean the American public can \"let up\" on the mitigation strategies that include frequent handwashing and physical distancing, Redfield said. \"This new opening up — which has that requirement of early case diagnosis and isolation and contact tracings — is really embedded, as you'll see in the phases, with still maintaining that personal vigilance, that personal mitigation so that we can continue to limit and protect the vulnerable in this nation,\" Redfield said.  Redfield added: \"So it's important not to let up at all, but do this in a prudent, gradual way as we go through the different phases and really maintain those mitigation strategies of handwashing, social distancing, wearing a face covering when you're in public if you're in an area where there's still significant ongoing transmission like we still see in New York, Boston, obviously Baltimore, Washington, different parts of our nation.\"  ##Health##   Senate Democratic Leader Chuck Schumer said on MSNBC that he has had “good conversations” with Treasury Secretary Steven Mnuchin and House Speaker Nancy Pelosi about how to extend a small business lending program that has run out of money, while also expanding coronavirus testing and providing more assistance for hospitals and local governments.  Schumer said the talks will continue through the weekend. “We're making progress,” said Schumer. “We can get this all done hopefully very, very soon.” Schumer said that Democrats have proposed $100 billion for hospitals, $30 billion for a testing program and assistance for local governments in addition to more funding for the Small Business Administration’s Paycheck Protection Program. “It's vital we do this,” said Schumer. “It’s vital we help small business, but if we don't deal with the testing and health care problems, if we don't deal with the local government problems, small business may have enough money to get back, although we got to fix that program, but people won't go out on the streets.” Schumer also said the Paycheck Protection Program needs to be reformed as the federal government gives it more money, saying that many small businesses are having trouble getting approved for loans. Schumer also said that the plan to reopen the country President Trump outlined on Thursday is “a little more measured than what the President has said in the past,” but the New York Democrat also voiced concerns over the lack of testing. ##Health## ##Business## Former acting Labor Secretary Seth Harris expressed criticism of President Trump’s plan to reopen the economy, saying “if you can’t do that safely, then our workplaces are going to turn into killing fields.”  Harris, who worked for the Obama administration, says Trump’s federal guidelines are “seriously lacking” for workplaces, citing no plans for contact tracing, PPE for employees, and specific protections for workers.  “If I were an employer who read the President's plan, I would feel like the federal government was hanging me out to dry and providing me with no support,” he said.  Harris said the federal government needs to be more involved and issue specific guidelines for employers to protect workers and get people back to their jobs safely.  “I think we can slowly, carefully reopen the country, but we have to do it in a way that makes sense and that keeps workers safe. And the President simply washing his hands of any responsibility for anything in this crisis is not the way to get there,” Harris said. “We need a coordinated federal state effort. We need the federal government to play the role that only the federal government can play with respect to workplace safety and health and producing the protective gear that we need. I'm really worried about it. I think that the experience we've had so far is not encouraging.\" Watch the interview: ##Health## Foreign governments have attempted to hack into US healthcare institutions researching coronavirus and vaccines for it, a senior FBI official said Thursday. “We have certainly seen reconnaissance activity and some intrusions into some of those institutions — especially those that have publicly identified themselves as working on Covid-related research,” Tonya Ugoretz, the Deputy Assistant Director of the FBI’s Cyber Division, said at an event hosted by the Aspen Institute.  The attempted cyberattacks are in line with efforts by nation state-backed hackers to steal corporate secrets and other research even outside times of crisis, but the activity has been heightened during the pandemic, Ugoretz said. “There are certainly good reasons for those institutions to tout the work that they’re doing and educate the public on the work that they’re doing. The sad flip side is that it kind of makes them a mark for other nation states that are interested in learning details about what exactly they are doing and maybe even stealing proprietary information that those institutions have,” she said. Law enforcement has recorded significant increases in the number of other reported cybercrime as many Americans have shifted their lifestyle online amid nationwide stay-at-home orders, and the FBI has warned that government-issued stimulus checks will prove a fruitful mark for online thieves.  The Internet Crime Complaint Center, or IC3, the FBI’s online tip line for cyber crime, has seen a surge in reported incidents — marking 3,000 to 4,000 complaints per day in recent months, up from typical levels of 1,000 per day, Ugoretz said.  ##Health##   The Biomedical Advanced Research and Development Authority, known as BARDA — a division of the US Department of Health and Human Services — awarded up to $483 million to accelerate development of the biotechnology firm Moderna’s experimental vaccine against the novel coronavirus, the company announced in a press release on Thursday. “Vaccines are a critical tool for saving lives and stopping the spread of the SARS-CoV-2 virus,” BARDA Director Rick Bright said in the press release. “Delivering a safe and effective vaccine for a rapidly spreading virus requires accelerated action,\" Bright said in part. \"BARDA’s goal is to have vaccine available as quickly as possible.\" Bright added that preparing now for \"advanced stage clinical trials\" and \"production scale-up\" while the vaccine candidate is currently in a phase 1 study could help accelerate the development of vaccines. Some context: In late February, Moderna had shipped an experimental coronavirus vaccine to US government researchers six weeks after it started working on the immunization. Now a phase 1 study of the vaccine is being conducted by the National Institutes of Health. The study began on March 16.  “We are thankful for BARDA’s support to fund the accelerated development of mRNA-1273, our vaccine candidate against SARS-CoV-2,” Stéphane Bancel, Moderna's CEO, said in the press release. “Time is of the essence to provide a vaccine against this pandemic virus. By investing now in our manufacturing process scale-up to enable large scale production for pandemic response, we believe that we would be able to supply millions of doses per month in 2020 and with further investments, tens of millions per month in 2021, if the vaccine candidate is successful in the clinic.”  Moderna is among several companies that are currently testing vaccines, but it will take months — or more likely at least a year — to complete those trials.  ##Health## Iran reported 89 more coronavirus-related deaths on Friday, bringing the nationwide total to 4,958, Iranian Health Ministry Spokesman Kianoush Jahanpour announced on state television. Over the last 24 hours, 1,499 new cases have been identified in the country, which brings the total number of infected people in Iran to 79,494, Jahanpour said. The spokesman said at least 3,563 people are in critical condition as of Friday.  Some context: The situation in Iran is particularly intense because the country is already plagued by a weak economy, in part because of US sanctions, and a shortage of medical resources. Iran urged the International Monetary Fund to grant a $5 billion loan to help in the country's fight against coronavirus.  US officials believe the money would not actually go towards the country's public health crisis but will finance terrorist groups. The International Monetary Fund is still assessing Iran’s request of the loan.  ##Health##  Drivers jammed into Michigan's capital and surrounded the state Capitol in a protest against Michigan Gov. Gretchen Whitmer's stay-at-home order that featured neither face masks nor social distancing, but rather the honking of horns that could be heard inside. The collision between a public health battle and a political one, which played out for more than five hours on Wednesday, underscores the boiling tensions of a restless nation struggling with the wisdom of reopening the economy before the deadly pandemic subsides. Whitmer could hardly ignore the scene, considering the honking horns, raucous jeers and blaring music became background noise for her video conference call with health care workers. \"Right outside my office right now, people have come to town who are not wearing masks, they are not observing the six-foot distance,\" Whitmer said. \"Give me some advice. How can I magnify what you're seeing and what you're experiencing?\" CNN's Jeff Zeleny reported on the gathering in Michigan, which he called a \"protest-by-parade.\" \"The protest was large, but the thing that struck me the most is that it went on and on, with honking horns, blaring music and raucous jeers for more than five hours. It was protest-by-parade — definitely not organic, considering it was organized by the Michigan Conservative Coalition, but the anger was absolutely real. It had the feel of a Trump rally from 2016 and a Tea Party rally from 2010 — back at a time when rallies were the norm,\" Zeleny said. \"What was striking was dozens upon dozens of people who stood on steps of the Capitol and the surrounding sidewalk, defying not only the strict stay-at-home orders, but also blatantly ignoring basic medical common sense.\" Zeleny acknowledged the economic pain Michigan is feeling with one-quarter of the state's eligible workforce seeking some type of unemployment help. Yet in the end, the protest \"seemed oddly discordant on a day that the state's death toll hovered around 2,000 people,\" he said. Michigan currently has 29,263 coronavirus cases and 2,093 deaths, according to a tally from Johns Hopkins University. Watch: ##Health## US Surgeon General Dr. Jerome Adams said wearing a covering over your nose and mouth in public could be viewed as a \"sign of respect\" in an effort to not spread the coronavirus.  \"I've really been in the thick of this whole mask discussion, and we know that wearing a cloth facial covering prevents you from spreading to other people,\" Adams told \"Fox & Friends\" this morning. \"And I do think it's a sign of respect, of appreciation for the fact that you could be asymptomatically spreading to someone else,\" Adams said. \"That's something that governors are going to consider as they look at how do we safely reopen.\"  In early March, Adams told the general public to \"stop buying masks.\" He said at the time that wearing a mask improperly could increase your risk of contracting the coronavirus due to touching your face often when wearing the mask. New York Gov. Andrew Cuomo this week announced an executive order requiring everyone in the state to wear a face covering in public when not social distancing.  Adams said on \"Fox & Friends\" on Friday that \"in New York especially, I know that there are challenges -- because it's a densely populated area -- with keeping people inside and if you're going to go out, you wear your mask to protect me. I wear mine my facial covering to protect you.\" ##Health## CNN's Jeff Zeleny recently flew from Reagan National in Washington, DC, to the Detroit Metro Airport and recounted his experience.  Zeleny said both airports were \"virtually empty.\" \"The biggest inconvenience: No coffee for my 6 a.m. flight on Wednesday, since all restaurants were closed. And only bottled water, with a side of Biscotti and Purell wipes served in a plastic bag, on the plane. But I'm certainly not complaining, given the janitorial staff and airline workers still on duty as before,\" Zeleny said. The hotel was empty, too: \"I travel often — or I did before the pandemic — but I don't believe I've ever stayed in an entirely empty hotel. The front desk manager told me only one other room was occupied, which was for my colleague Jake Carpenter, a CNN photojournalist. I limited my trip to one night and ordered pizza and salad from a nearby restaurant in East Lansing.\" ##Travel## Jason Hartelius, who is recovering from coronavirus, shared a video on social media of him unable to take a full breath and breaking into coughing fits.  “It felt like I had been underwater too long and I came up gasping for air. And just when I thought I was catching my breath again, I got pulled underwater,” he said in an interview with CNN. “The night before I went to the hospital, I was basically like that all night. Never slept because I couldn't fall asleep. And I was afraid if I did fall asleep, I was worried I might stop breathing.\" On day two in the hospital, Hartelius said he thought about the reality of him dying. He was put on oxygen and given a drug to treat pneumonia. It’s been one month since Hartelius started experiencing symptoms of coronavirus.  Thirty days later, he is still experiencing fatigue and got a little winded when he walked around his block for the first time. His advice for others at this point is to exercise caution. “You may say you're fine. You may say you're low risk. You know what? You might get it, not know it, go back to work thinking you're fine, never have any symptoms. You could give it to people you work with who could get very sick or die. That's what I want people to understand. That's why I put the video out there,” he said. Watch the video: ##Health## A European intelligence official told CNN that it \"is highly likely that it did occur naturally and was not man-made,\" when asked about the origins of the novel coronavirus. The official was responding to reports on whether the disease was genetically engineered by the Chinese.    Some context: US intelligence and national security officials say the United States government is looking into the possibility that the novel coronavirus spread from a Chinese laboratory rather than a market, according to multiple sources familiar with the matter who also caution it is premature to draw any conclusions.  ##Health## The coronavirus pandemic threatens to bring \"deeper and more widespread suffering\" in Yemen, UN Special Envoy Martin Griffiths said, calling for an end to the country's conflict.  “Yemen cannot face two fronts at the same time: a war and a pandemic,\" Griffiths told the UN Security Council on Thursday.  \"The new battle that Yemen faces in confronting the virus will be all-consuming,\" he said. \"We can do no less than stop this war and turn all our attention to this new threat.\"  Yemeni government forces, together with allies and rebels known as Houthis, have been fighting over control of the impoverished nation for more than five years, creating the world’s worst humanitarian crisis, the UN said. Roughly 80% of the population relies on aid relief. “The arrival of the Covid-19 pandemic to Yemen threatens to bring deeper and more widespread suffering to the people,” Griffith said. “There cannot be a more timely moment for the two parties to commit to silencing the guns and ending the conflict through a peaceful, political solution.” Griffiths has been “in constant negotiations” with the two sides on proposals for a nationwide ceasefire and on key measures, such as prisoner release, paying civil servant salaries, and opening roads for humanitarian access, the UN said in a statement.  Nonetheless, hostilities have continued and civilian casualties have been rising every month since January, according to the UN. More than 500 people were killed or injured during this period, a third of them children. Five years of fighting have degraded the country's health infrastructure, exhausted people’s immune systems and increased acute vulnerabilities, said UN Emergency Relief Coordinator Mark Lowcock.  “As a result, epidemiologists warn that Covid-19 in Yemen could spread faster, more widely and with deadlier consequences than in many other countries,” he said.  Precautions to reduce the risk from Covid-19 are being hampered by \"bureaucratic roadblocks, insecurity and restrictions on staff and cargo movements,\" the UN said. Funding is another impediment, as 31 of the UN’s 41 major aid programs in Yemen will shut down in the coming weeks, if they are not supported. Lowcock said he is worried about the loss of health teams that have been essential in containing past disease outbreaks. “We need these teams more than ever – not just to keep on top of Covid-19, but to contain a growing risk that cholera will rebound as the rainy season starts,” he said.  Japan’s Prime Minister Shinzo Abe told media in a Friday press conference that the WHO has issues and Japan will review its financial contributions after the pandemic is over. \"We must support WHO firmly now. However, it is true that there are problems and issues. I think it Is necessary to look into it once the coronavirus outbreak has ceased,\" Abe said. Abe says the WHO takes a political stance and that Japan has been requesting for Taiwan to becomes a member for several years. China considers Taiwan a renegade province and objects to its inclusion as an equal by international organizations. The mayor of Australian city Warrnambool has been fined $1,044 after being photographed drinking beer with others outside a liquor store this month -- a breach of stay-at-home orders in the state of Victoria. Victoria’s social distancing rules state that “gatherings of more than two people are not allowed except for members of your immediate household and for work or education purposes.\"  In a statement released on Thursday, mayor Tony Herbert said \"I made mistakes\" and \"I wish to apologies for them.\"  \"I believed my actions to engage with business owners as part of my mayoral role was within the bounds of the law,\" Herbert added. \"However, I realize I had inadvertently breached the new laws.\" Speaking about the incident, first reported by public broadcaster ABC, Victoria Police told CNN: \"Following reports of people gathering and drinking in a street outside a Warrnambool liquor store Tuesday 7 April, police can confirm they have issued four penalty notices for breaching Chief Health Officer directions.\"  Australia currently has 6,523 confirmed cases of the novel coronavirus, including 65 deaths. As countries tackle their own devastating coronavirus outbreaks with varying levels of success, one troubling trend has emerged: a crisis in care homes. Staff in long-term care facilities around the world are reporting a swath of undiagnosed cases, a lack of protective equipment, and a gap in the numbers with their residents’ deaths often going unreported. In the UK, a group of social care charities said they are \"appalled by the devastation which coronavirus is causing in the care system,\" in an open letter to Health Secretary Matt Hancock. Hancock and the British government have faced intense scrutiny over the lack of personal protective equipment (PPE) available to care workers, and for the fact that the government's official coronavirus death figures do not record those who pass away in care homes. Pete Calveley, the chief executive of Barchester Healthcare, said on Thursday that cases of confirmed or suspected coronavirus in care homes are “far more widespread than has previously been acknowledged.” His company is caring for 663 residents with confirmed or suspected Covid-19 in 118 of its 236 care homes, he said. In Italy, an investigation has been launched into a string of health violations at elderly care homes across the country. 17% of the first 600 elder care homes to be inspected had failed to follow national coronavirus protocols, authorities said. These violations included a lack of protective equipment for staff, and an absence of dedicated quarantine space to isolate suspected coronavirus patients. A total of 15 facilities have so far been closed and their patients relocated. Meanwhile, in Canada, public health officials revealed that nearly half of all coronavirus deaths are among residents of seniors’ homes. Theresa Tam, Canada’s Chief Public Health Officer, has said she expects to see more deaths in the coming days even as the growth rate in positive Covid-19 cases continues to decline in some parts of Canada. There are dozens of outbreaks in long-term care facilities across the country and some have reported multiple deaths and infection rates of one quarter to one half of all residents. On Saturday a criminal investigation was launched in a Montreal area seniors’ home after 31 residents died in less than a month. While five residents were confirmed Covid-19 cases, the cause of 26 other deaths is under investigation as Quebec officials said the owners concealed information including medical records. Hundreds of Canadians have already pulled their relatives out of long-term care facilities but others say their relatives are too vulnerable to leave. Ontario Premier Doug Ford, whose province is now dealing with outbreaks at nearly 100 long-term care facilities, said \"he speaks from experience\" as he described how his mother-in-law remained in an at risk seniors’ home in the Toronto area.  Pope Francis has written a “plan for resurrection” from the coronavirus pandemic which calls for a united effort to end wars, care for the planet, and take care of the poor. “Will we continue to look the other way with an accomplice’s silence in the face of the wars that are driven by the desire for domination and power?\" the Pope wrote in an article entitled \"A Plan for Resurrection,\" published Friday by Spanish Catholic magazine Vida Nueva. “Will we adopt as an international community the necessary measures to stop the devastation of the environment, or will we continue to deny the evidence?” Francis asked. In the article Pope Francis writes that the pandemic has shown the “fragility of what we are made of.” “Borders fall, walls collapse, and all the fundamentalist discourses melt in front of an almost imperceptible presence,” the Pope wrote. “I hope we will find the necessary antibodies of justice, charity and solidarity.\" Prince William said Captain Tom Moore, the 99-year-old British War Veteran who walked 100 laps of his garden to raise money for the UK National Health Service, is an \"absolute legend.\" \"I mean, it's incredible -- I did see it on the news the other night and I thought 'good on him,'\" Prince William, the Duke of Cambridge, told the BBC in a Friday interview. \"He's amazing and what I love also is that he's a 99-year-old war vet, he's been around a long time, knows everything. And it's wonderful that everyone, kind of, has been inspired by his story and his determination.\" Captain Tom Moore completed 100 laps of his garden on Thursday morning and has now raised more than $22.4 million (£18 million) to support the UK's national health system. Moore started with the modest goal of raising £1,000. Following his final laps yesterday, Tom Moore's children wrote on his fundraising JustGiving page, \"We are so in awe of him as a father, a fundraiser and nation's treasure now.\"  Meanwhile, a Change.org petition calling for Moore to be knighted by Queen Elizabeth has received more than 500,000 signatures. The Mayor of London Sadiq Khan called for masks to be worn on public transport and in shops, in a Friday interview with the BBC.  Khan said the UK is an \"outlier\" for not recommending masks and called for non-medical facial coverings such as bandanas, scarfs and reusable masks to be worn in public places.  \"I'm lobbying our government's experts and our government to change the advice,\" Khan said. \"If you really can't stay at home, if you really have to use public transport and you can't keep your social distance, then wear a non-medical facial covering.\" The UK government guidelines on social distancing do not mention masks or facial coverings. In a Downing Street press conference on April 3, the Deputy Chief Medical Officer Jonathan Van-Tam said there is \"no evidence that general wearing of facemasks by the public who are well effects the spread of the disease in our society.\" The World Health Organization is standing by its recommendation to only wear a mask if you are sick or caring for someone who is sick. According to the WHO website: \"If you are healthy, you only need to wear a mask if you are taking care of a person with suspected 2019-nCoV infection.\" It also says: \"Masks are effective only when used in combination with frequent hand-cleaning with alcohol-based hand rub or soap and water.\" But a growing number of countries have nonetheless updated their advice, urging their citizens to wear masks if they leave the house.   In a series of Friday tweets, Khan added, \"It breaks my heart that 20 London bus workers have lost their lives to #COVID19. It could easily have been my dad & his friends. I‘m taking part in this minutes silence at 11am with @UnitetheUnion and urge all Londoners to join us.\" \"Today I announced additional action to keep drivers safe, with middle-door only boarding on buses from Monday on top of enhanced cleaning & new protective screens on drivers’ cabs. Our transport workers are heroes and we must do everything we can to protect them,\" Khan said. This week, as younger children across Denmark walked onto school grounds, school bags on their backs and holding parents by the hand, things seemed almost normal. Almost. Jimmy Skov Glasdam Adetunji, head of secondary education at the Hendriksholm School in Rodovre, just outside Copenhagen, spent Wednesday going through classrooms with a measuring stick to ensure the 440 students could be seated at least two meters (six feet) apart when they arrived on Thursday. He had split the schoolyard into six sections with red and white barrier tape, and sent a detailed diagram to parents outlining staggered arrival times, routes, breaks and lunch times. \"I can't wait to see the kids again,\" Adetunji said. \"But we will obviously have to talk about the pandemic and the rules and why our playground is now marked by police tape. So, it's going to be a contrast between fun and seriousness.\" A few miles away, in Bronshoj, Philip Mundt was dropping his six-year old son Emil for his first day back. \"He is so excited,\" Philip said, laughing. \"All the way here, he's been talking about how he's going to see his friends and that this is the best day of his life. He is really looking forward to this.\" Schools across Denmark raised flags in celebration as they welcomed back younger students this week, with an excitement comparable to a first day of school. And it is the first day of school in over a month, after Denmark announced widespread closures on March 11 to contain the spread of the coronavirus.  The country was among the first in Europe to close borders, shops, schools and restaurants, and to ban large gatherings, among other measures. Now, it is one of the first to begin reopening. Read more here. Singapore is considering using cruise ships to house foreign workers who have recovered and tested negative for the novel coronavirus, according to a statement released by the Ministry of Tourism. \"Cruise ships are being considered as they have readily available rooms and en-suite toilets,\" according to the statement released on Friday. The Ministry of Tourism added the possibility of moving foreign workers onto cruise ships \"is to further manage Covid-19 transmission and to allow health measures to be implemented more effectively in existing dormitories.\" Two cruise ships are being considered and could accommodate up to 2,000 workers. The government says the ships will only be activated if there is “need to supplement other temporary accommodation.”  Last week the government said it would start rehousing some migrant workers from dormitories to empty apartment units, military camps, and floating hotels known as flotels used by offshore workers. Singapore has seen a spike in locally transmitted cases over the past week, according to the Ministry of Health. At least 2,689 of the 4,427 confirmed cases in the city are linked to foreign workers living in dormitories.  ##Health## Former San Francisco 49ers quarterback Colin Kaepernick announced Thursday he was contributing $100,000 to a coronavirus relief fund, which will go toward aiding black and brown communities affected by the pandemic.  The fund, which launched as part of the activist's \"Know Your Rights\" campaign, will focus on food, shelter relief, education, personal protective equipment and incarcerated populations to help stop spread of the virus and provide further resources. \"Black and brown communities are being disproportionately devastated by Covid-19 because of hundreds of years of structural racism,\" Kaepernick says in a video posted to his Twitter. \"That's why we've established the \"Know Your Rights\" Camp Covid-19 Relief Fund to help address these issues.\" Read the full story here: ##Daily Life## As the world experiences a shortage of personal protective equipment in the wake of the Covid-19 pandemic, tailors in Nigeria are responding by hand-making equipment like overalls and face masks.  Rising demand, panic buying, hoarding, and misuse have disrupted the global supply of PPE, according to the World Health Organization, putting lives at risk.  Now, tailors in Abia state, in the southeast of the country, are using local fabrics, cotton, and polypropylene to sew PPE for people looking to protect themselves. \"I sew different types of clothes here in Aba and I usually buy my materials from China,\" said one of the tailors, Queen Duruibe. \"But when coronavirus happened, they (her suppliers) started telling me how bad things are, that there are no materials and face masks are scarce.\n\"So I thought to myself that if things are so scarce, I can actually start producing them myself.\" With cases of Covid-19 rising in Nigeria, the Abia state government released a 12 million naira ($31,000) grant to support tailors to make the protective gear. So far, tailors in Aba, the state's commercial nerve center, have produced 200,000 face masks and 3,000 overalls, the agency said.  Read the full story here: ##Health## ##Daily Life## ##Business## The last time Jessica Meir, Andrew Morgan and Oleg Skripochka were on Earth, there were house parties, happy hours, handshakes, crowded concerts and no one was yet talking about the novel coronavirus that has reshaped daily life across the world.  More than 200 days since they each embarked on their trip to space, things are different. All three astronauts landed Friday morning near Dzhezkazgan, Kazakhstan. In a news conference last week, Meir and Morgan said they had been keeping up with how the virus was unfolding on Earth -- but watching from so far away, little seemed different on our planet.  \"We can watch news up here, and we've been talking to friends and families to try to paint a picture,\" Morgan said. \"But from up here, it's hard to understand what has transpired and how life will be different when we return.\" NASA's protocol for astronauts returning to Earth includes a post-landing medical check as doctors and other NASA teams help the astronauts reacclimate to Earth's gravity and get used to things like walking again.  But with a deadly virus now on the loose, NASA says the post-landing procedures will be more extensive. Read the full story here: ##Daily Life## South Korea's Centers for Disease Control and Prevention (KCDC) reported Friday that 2.1% of recovered coronavirus patients have retested positive. Out of 7,829 patients who recovered from Covid-19 and were released from isolation, 163 retested positive. It is currently unclear why patients could be retesting positive and the phenomena is being reviewed by the government.  Most experts think it's unlikely that somebody will be reinfected right after recovering. It's possible that issues with testing – or varying amounts of viral RNA in the body, which the tests look for – could explain why people tested positive after testing negative. KCDC reports that the positive tests came back between 24 hours and 35 days, but the average was around 13.5 days following release from isolation. Out of 137 cases the KCDC observed, 43.9% showed mild symptoms. Samples were taken from 28 of the cases that retested positive and so far six samples did not cultivate the virus.  Examination of the 22 other samples is ongoing. ##Health## French President Emmanuel Macron warned of an EU \"moment of truth\" regarding financial solidarity amid the coronavirus crisis, in an interview with the Financial Times published Friday. “We are at a moment of truth, which is whether the European Union is a political project or a market project only,\" Macron said from the Elysée Palace.  Macron said there was “no choice” but to set up a fund that “could issue common debt with a common guarantee” to finance member states according to their needs rather than the size of their economies.  This is an idea that Germany and the Netherlands have so far rejected. \"There are notions of solidarity at stake,\" Macron said. \"The economy depends on it.\" He said the lack of EU solidarity could fuel populist anger in southern Europe, especially in member states hit hard by coronavirus. “If we can’t do this today, I tell you the populists will win ... today, tomorrow, the day after, in Italy, in Spain, perhaps in France and elsewhere,” Macron added. ##Daily Life## ##Business## The reproduction factor for coronavirus has dropped below R01 in Germany, the country‘s center for disease control, the Robert Koch Institute, announced in a new data set published on Friday.  That means that a person who has Covid-19 is now infecting fewer than one other person on average. The important R-number, which indicates the average number of people who will catch the disease from a single infected person, is currently at 0.7, the institute said.  At a news conference on Wednesday, German Chancellor Angela Merkel said pushing the reproduction number below 1 and keeping it there was key to containing the coronavirus and being able to scale back some of the restrictions on public life.  Merkel warned that if the factor rose back to even 1.1, Germany’s health care system could be overwhelmed in a matter of months.  ##Health## The numbers: Covid-19 has infected more than 2.1 million people and killed at least 145,000 worldwide, according to Johns Hopkins University. The United States reported over 33,000 new cases on Thursday alone. Macron on China and EU: French President Emmanuel Macron criticized China’s transparency on coronavirus, saying in an interview with the Financial Times that the country didn’t release all the facts. The President also called for financial solidarity between EU states, saying that a fund should be set up to finance member states according to their needs rather than the size of their economies.  Wuhan revises fatalities: A total of 1,290 coronavirus deaths and 325 extra cases have been added to the toll of the city at ground zero for the pandemic. Officials said they revised the figures to show “accountability to history, to the people and the victims,” as well as to ensure “open and transparent disclosure of information and data accuracy.”  China's economy slumps: The world's second largest economy experienced its worst three-month period in decades as the pandemic forced weeks of shutdowns. The economy contracted 6.8% in the first quarter of 2020 compared to a year earlier, according to government statistics. Apple reopens first store outside China: The Apple Garosugil store in the South Korean capital Seoul will reopen tomorrow at midday local time, as the country continues to make progress in stopping the spread of coronavirus. The Seoul location will be Apple's first store outside of China to reopen amid the pandemic. South Korea reported 22 new coronavirus cases today. US reopening: President Donald Trump unveiled new guidelines meant to help states loosen social distancing restrictions, telling governors it was their decision on when and how to reopen. It's a three-phase approach, with the first including a sustained decrease in cases over a 14-day period and a return to pre-crisis conditions in hospitals. French President Emmanuel Macron has criticized China’s transparency on coronavirus,  saying in an interview with the Financial Times that the country didn’t release all the facts about the virus. \"There are obviously things that have happened that we don't know. It is up to China to say them,\" Macron said from the Elysée Palace. In the interview, Macron said China was a great power with whom France cooperates with a lot. The President added that crisis management in China cannot be compared with Europe’s. “You cannot compare the situation of France, Germany, Italy with that of China or Russia, it is obvious. And the transparency that there is, the immediacy of information is not the same, the networks are not free in these countries.” ##Health## ##Daily Life## April 15 is North Korea's most important holiday, the Day of the Sun. It celebrates the birthday of the country's founding father, Kim Il Sung, and has in the past been marked with events like satellite launches and massive military parades. The North Korean calendar even begins on April 15 and years are measured from the date of Kim's birth.  But this year, celebrations were more subdued and appear to have come and gone without a public appearance by leader Kim Jong Un, which is unusual. And at first glance, the coronavirus pandemic could be a culprit. Though North Korea has not reported any cases within its borders -- a claim public health experts say is unlikely -- Pyongyang has taken the pandemic very seriously. The country quickly closed its borders to tourists and quarantined foreign diplomats, who eventually left. State media included several warnings and reports about the importance of proper hygiene in February, while also outlining steps the government was taking to combat the virus. Limiting the celebrations organized for the Day of the Sun might have been a prudent move to emphasize social distancing and prevent community spreading.  Keeping Kim away from the celebration also could have been a way to protect the young leader from potential exposure to the virus. \"This is a leader who's kind of trademark was hugging his people a lot. You think of the images we have of condolence domestically, he's out there pressing the flesh. There's people crying next to him quite a bit -- much, much more than his father. And that's a huge danger if you're at all worried about the virus,\" said John Delury, a professor of international relations at Yonsei University in Seoul.  Of course, North Korea has no free press and is often a black hole when it comes to the country's leadership -- so there could be other explanations. Read the full story here: ##Daily Life## As lockdowns continue across the world, social media is being inundated with images and stories of people rediscovering one particular old friend (or fiend) in the realm of manes and tresses: the buzz cut. Men, women, and even celebrities are having a go at shaving their own heads, using razors or electric clippers, and a good dose of nerves. But the bold look is not just a haircut of convenience, meant to keep our locks under control while salons and barber shops remain closed. Outside of the army, where it originated, the buzz cut has long been the preserve of counterculture -- a symbol of rebellious aesthetics, empowerment, event political dissent. At a time when the world seems to be spinning out of place, it's a powerful, personal way to reclaim ourselves. If you're tempted, watch CNN social media editor Dominic Rech get the look from home with the help of hair stylist Mark Francome Painter: Read how the buzz cut went from from a symbol of wholesomeness to the hallmark of punk here: ##Daily Life## Apple said it is reopening its retail store in Seoul as South Korea continues to make progress in stopping the spread of coronavirus.  The Apple Garosugil store will open on Saturday at midday, a spokesperson for the company told CNN.  Apple closed all its stores in mainland China in February and then shut all its stores outside Greater China in March as the coronavirus pandemic spread around the world.  The Seoul location will be Apple's first store outside of mainland China to reopen its doors. “South Korea has shown great progress during the spread of COVID-19 and we’re excited to announce the re-opening of Apple Garosugil,\" Apple said in a statement. \n\"To start, we’ll have an adjusted schedule and guidelines to ensure customers and employees continue to stay healthy. A focus for the store will be service and support at the Genius Bar.\" Customers will still be able to buy Apple products in Seoul, by ordering online for delivery or pick up in store, Apple said.  \"We also have a number of service and support options available online for anyone who needs help with their Apple products,\" the statement said.  The company's stores in China reopened last month.  ##Business## ##Daily Life## Dozens of pregnant women were put in quarantine in India after coming into contact with a sonographer who tested positive for coronavirus, according to a senior district official.  The sonographer, who tested positive on April 14, lives in Pune in the western state of Maharashtra and traveled to rural areas to offer his services at several health camps.  While he was volunteering at a gynaecology clinic in Shikrapur village from April 6 to April 8, he met with 69 pregnant women.  A further 75 people had been to the clinic during that period, but they were not patients and did not come in direct contact with him, said Ayush Prasad, chief executive officer of the district council. \"We looked at the CCTV footage and identified the 69 high-risk contacts based on the fact that they had been in an enclosed space with the sonographer for 15 minutes,\" Prasad told CNN. \"Of these, four women were not from Shikrapur, so we have alerted the respective district administrations. Sixty-two women were placed in institutional quarantine at four hotels.\" Of the remaining high-risk contacts, two women have already delivered babies and one had been admitted to the hospital in labor at the time of speaking, Prasad said. The sonographer was not exhibiting coronavirus symptoms when he attended the clinic and was wearing a mask, Prasad added.  The 62 women were tested for coronavirus and found to be negative, according to Prasad.  Once the test results came back, the women were moved from the hotels and are now self-isolating at home.   \"There is not even an iota of doubt but we have still advised the women to be in social isolation in their homes for 14 days,\" he said. ##Health## Last weekend, the Turkish government implemented a 48-hour curfew for 31 provinces, impacting three quarters of Turkey's population. And while critics of the government have been calling for these types of severe measures to curb the rise of Covid-19, the initial outcome was disastrous.  The curfew was announced just two hours before it was to go into effect -- causing a buying panic in some areas as people flocked to grocery stores and bakeries with little regard for social distancing measures. President Recep Tayyip Erdogan has announced another curfew for this weekend.  In confronting coronavirus, Turkey is charting its own path -- as it does in so many other ways. Age-specific: During the week, the stay-at-home order only applies to those under the age of 20 or over 65. All other citizens are in theory allowed to go out. Small businesses closed, constructions sites open: Although many small businesses are closed, restaurants are open for delivery or pick-up only, public places like parks are off limits, and banks have limited hours. By contrast, construction sites are in full swing, along with factories and other businesses that are unwilling to take an economic hit. Some experts say partial restrictions like Turkey's can be successful -- as long as those who are vulnerable continue to be protected and those who do venture out follow the appropriate measures. Read the full story here: ##Daily Life## At least 671,425 cases of coronavirus have been recorded in the United States, including 33,286 deaths, according to Johns Hopkins University's tally of cases. On Thursday, Johns Hopkins reported 33,040 new cases and 2,424 deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. CNN’s map, using JHU data, refreshes every 15 mins: ##Health## Cathay Pacific Airways is laying off hundreds of cabin crew in the United States, as demand collapses because of the coronavirus pandemic.   The Hong Kong carrier said Friday that it is shutting down cabin crew bases in New York, San Francisco and Los Angeles, effectively laying off 286 staff.   “As a result of the Covid-19 pandemic which has virtually halted global travel, Cathay Pacific has made the difficult decision to close its US cabin crew bases,” the company said in a statement.  Like all global airlines, Cathay has been hard hit by restrictions and travel bans issued by various countries in an effort to curb the transmission of Covid-19. The measures have led to a collapse in demand for air travel.  Cathay said in an email to customers on Thursday that it has reduced passenger capacity by 97% across its network for the month of April.  Pandemic forces airline industry into crisis: On Tuesday, the International Air Transport Association said that it now expects worldwide losses due to the coronavirus to top $314 billion, higher than the $252 billion in losses it had forecast just weeks earlier. The aviation group said travel worldwide has plummeted by 80%, much deeper than its earlier predictions. ##Business## ##Travel## South Korea's Centers for Disease Control and Prevention reported 22 new coronavirus cases on Thursday.  Among the new cases, 11 were identified from the country's airport screening process, while the rest came from North Gyeongsang province, Seoul and other areas.  South Korea has now recorded a total of 10,635 cases and 230 deaths, according to the KCDC.               ##Health## The difficulties of isolation and working from home are most acutely felt by those in small apartments and other confined spaces. This may especially be the case in densely populated cities like New York and London -- and is almost a given in places like Hong Kong and Tokyo, where space comes at an eye-watering premium. US-born designer and author Azby Brown, who has lived in Japan since 1985 and founded the KIT Future Design Institute in Tokyo, has some tips on adapting. Change up your windows: \"Pay attention to your windows. Just change them up. The novelty will be mentally and emotionally helpful. Put some decorations around them, just something to liven them up so you don't feel that you're stuck,\" she said. Getting away from work: \"Put your work away when it's time to eat. Maybe you can get a side storage unit on wheels where you can just put that stuff in and roll it out of sight for a while.\" Best way to deal with privacy while on a conference call: \"Find a way to decorate a little corner somewhere. Maybe you get a stand to put your laptop on and put a better microphone there. Create a little communications nook, and that's your window to the outside world. Preventing distractions while working: \"If you really want privacy, it is psychologically important to have a \"do not disturb\" signal. In a house that's very compact, it could simply be facing your chair the other way and telling others that if you're facing that way, you're working.\" Read the full interview here: ##Daily Life## A pizza delivery boy -- who had delivered food to 72 families over the past 20 days -- tested positive for coronavirus on Monday night in the Indian capital, New Delhi, according to a senior official with the Delhi administration.  Some 16 other delivery boys who worked with the infected employee have been placed in government quarantine and all other employees of the restaurant are being tested, said B N Mishra, district magistrate of South Delhi. No one else in the company has tested positive so far, Mishra said.  \"He had been displaying symptoms since March 20 before he tested positive for the virus. We have traced and contacted all families he had been in contact with and the restaurant has been closed and disinfected,\" Mishra told CNN.  Zomato, a widely used food delivery application in India, said in a statement on Wednesday that \"some of the orders delivered by the restaurant staff were placed on Zomato. We are not sure whether the rider was infected at the time of delivery\".  \"This restaurant has instructed their riders to wear masks, and follow strict hygiene to keep customers safe from any unintended mishap,\" the statement added.  At least 20 coronavirus hot spots have been declared in New Delhi. Within these zones, only essential services are allowed to operate and no movement in and out of the locality is permitted.  ##Health## ##Daily Life## ##Business## At the beginning of the year, parts of East Asia were a somewhat scary place to be as the coronavirus rapidly spread across mainland China and its neighbors. But now East Asian governments have reported a steady drop in new cases and are gradually beginning to relax lockdown measures. As the situation has grown increasingly dire in the West, Asia now feels like one of the safest places in the world. But the West didn't have to go through the same cycles as Asia, where governments and public health systems had little warning of the virus. Anger is growing in many countries over governments' failure to respond when the situation was clear. Someone else's problem: While authorities were taken unaware by how quickly and widely the virus spread itself, multiple experts agreed there was also a general sense of complacency among governments in the West that the outbreak was a China -- or an Asian -- problem, and would not necessarily behave the same way inside their borders.  Failure to act: For all the blame laid at China's door for its failure to act early in the pandemic, officials there did not know what they were dealing with. By comparison, officials in Europe and the US knew what they were facing once the outbreak reached their borders, but were often slow to react, wasting time as the virus spread through Asia and ignoring lessons learned by other countries. The last war: From the get-go, the current pandemic was seen as a rerun of severe acute respiratory syndrome (SARS), from its emergence in China, to that government's apparent attempt at a coverup, to how it spread through Asia. In East Asia, which was badly affected by the 2003 outbreak, it put governments and the public on greater guard, with people faster to wear face masks and exercise social distancing. But while SARS may have led to faster action in one part of the world, the 2003 outbreak may have led officials elsewhere to take the opposite approach. Read the full story here: Wuhan city officials said they have revised the coronavirus death toll on Friday and added 1,290 new deaths.  The new death toll for Wuhan as of end of day Thursday is 3,869, the city government said.  Wuhan also revised the confirmed number of coronavirus cases by increasing its total number by 325, bringing the total to 50,333 cases. Officials said they revised the figures to show “accountability to history, to the people and the victims,” as well as to ensure “open and transparent disclosure of information and data accuracy” -- and the new data is the result of extensive work involving numerous government agencies and institutions. Official said the reasons for the discrepancies are: During the initial stage of the outbreak, some patients died at home due to lack of medical resources;\nDuring the peak of the outbreak, medical workers were overwhelmed and focused mostly on treatment, resulting in late reporting, omissions and misreporting of data;\nThere was a rapid increase in the number of designated medical facilities, which were run by different levels of governments or private businesses, resulting in delayed reporting from certain medical institutions;\nIncomplete information on certain death cases resulted in repetitive reporting or misreporting. China has faced increased scrutiny this week by the United States to be transparent in its reporting on the coronavirus pandemic.  This post was updated to focus on the Wuhan death toll. ##Health## At least 44 migrants who were deported from the United States to Guatemala tested positive for Covid-19, two Guatemalan government sources told CNN on Thursday. The migrants were returned to Central America on a Monday flight from Brownsville, Texas, the sources said. During a live televised address Thursday, Guatemala’s presidential spokesman Carlos Sandoval said both countries were working closely “to revalidate the health status of Guatemalans returned in recent days.\" Covid-19 tests “would be carried out again on the cases that tested positive and also on the people who tested negative” in both countries, he said.  An ICE spokesperson told CNN Thursday that: “The health and welfare of detainees in ICE custody is of the highest priority to the agency. ICE closely follows CDC guidance as a standard practice and particularly in response to the changing dynamic of this global pandemic. Currently, CDC is on the ground in Guatemala to review and validate the COVID-19 tests performed on those arriving from ICE Air flights. Once results are available, ICE will determine whether to re-evaluate current medical procedures with CDC guidance to ensure that any newly necessary practices are implemented.” Joaquín Samayoa, a spokesman for Guatemala’s foreign affairs ministry, told a WhatsApp media group Thursday that flights will be suspended between Guatemala and the US until further notice. He said the decision was agreed upon by both countries. ##Travel## ##Health## Japan's health ministry reported 503 new coronavirus cases and 12 deaths on Thursday.                                              The total number of infections recorded across the country now stands at 9,879, of which 712 were linked to the Diamond Princess cruise ship. A total of 161 people have died.  ##Health## At least 13,387 cases of coronavirus have now been recorded in India, according to the country's health ministry on Friday morning.  A total of at least 437 people have died from the virus.  The number of infections reported on Friday rose by 1,007 from the day before, with 23 additional deaths. ##Health## The numbers: Covid-19 has infected more than 2.1 million people and killed at least 144,000 worldwide, according to Johns Hopkins University. At least 671,151 cases have been recorded in the United States, including 33,268 deaths. US reopening: President Donald Trump unveiled new guidelines meant to help states loosen social distancing restrictions, telling governors it was their decision on when and how to reopen. It's a three-phase approach, with the first including a sustained decrease in cases over a 14-day period and a return to pre-crisis conditions in hospitals. China's economy slumps: The world's second largest economy experienced its worst three-month period in decades as the pandemic forced weeks of shutdowns. The economy contracted 6.8% in the first quarter of 2020 compared to a year earlier, according to government statistics.  World leaders \"not warned\": President Trump seemed to suggest during today's news briefing that world leaders were not adequately warned about the severity of the coronavirus, saying he was “angry” because he and fellow G7 leaders were out of the loop. Biden on CNN town hall: Former Vice President Joe Biden said during a CNN coronavirus town hall that the US will have to look at the economy \"totally differently than we have before\" and that it was a \"false choice\" to have to choose between the economy and peoples' health.  Germany's new normal: As the government lifts some restrictions previously imposed to limit the spread of coronavirus, German Health Minister Jens Spahn said the country will not be \"like it was before.\" The reopening will happen \"step-by-step\" he said.  Michael Cohen release: President Trump’s former personal attorney will be released early from prison due to the pandemic, according to people familiar with the matter and his lawyer. Cohen is serving a three-year sentence at the federal prison camp in Otisville, New York, where 14 inmates and seven staff members have tested positive for the virus. Venezuelan opposition leader Juan Guaido announced on Thursday that his office will pay health workers $100 per month for the next three months as a measure to help them fight the Covid-19 pandemic.  It is not clear how Guaido intends to get the money directly to the health care workers. In a video statement posted on Twitter, Guaido said the money will come from foreign assets recovered by international allies, although he did not specify how much in total his plan will cost.  The background: Since 2019, Guaido has been recognized as the legitimate Venezuelan head of state by more than 50 countries, including the US and the Organization of the American States (OAS).  Seized assets: To that end, foreign countries including the United States have seized Venezuelan assets previously controlled by the government of President Nicolas Maduro and transferred those assets under the control of Guaido.  Earlier this month, Guaido announced his office \"recovered\" more than $200 million and he intended to spend the money on fighting coronavirus in Venezuela.  Virtual wallet: Guaido, who does not exercise any rule in Venezuela, did not explain how his office will pay the health workers, but announced the funds will be transferred through a \"virtual wallet\" set up by the OAS. Bonus is a significant amount in Venezuela: Most public health workers earn a minimum wage of 250,000 Venezuelan Bolivars, or less than $2 per month.  So far, 204 cases of coronavirus and nine deaths have been recorded in Venezuela, according to statistics released by the Maduro government. ##Health## CNN’s Anderson Cooper and Dr. Sanjay Gupta hosted a global town hall on coronavirus with guests including former Vice President Joe Biden, Facebook CEO Mark Zuckerberg and Dr. Deborah Birx, the White House coronavirus response coordinator. Here's what was discussed:  Testing and capacity: Birx said that it's important for states to match need with capacity as they ramp up widespread testing -- an important lesson learned during the HIV/AIDS crisis. When asked about widespread testing, she said it was unrealistic to expect that every worker in the US would get tested. Guidelines to reopen the US: Birx said the guidelines issued by the White House today were “fairly strict\" to give states the time to set up exactly how they’re going to contact trace. Testing, contact tracing and surveillance will need to be done as a partnership between the states, local leaders and the federal government, Birx said. Social distancing measures: Dr. Chris Murray, the director of the Institute for Health Metrics and Evaluation at the University of Washington, said cell phone data anonymized and shared with his research team shows that people by and large are following social distancing policies.  Three steps to reopening: Dr. Leana Wen, the former health commissioner for the city of Baltimore, said that three things need to happen before economies and society can reopen safely: Widespread testing capacity\nInfrastructure for contact tracing and surveillance\nA stabilized health care system Economy vs health: Former US Vice President Joe Biden said it was a \"false choice\" to have to choose between the economy and peoples' health. Biden said it was important that small businesses stay open and said, \"We should think about how we do the economy in a different way.\" Opportunity to change mindsets: Biden said the way to get through the pandemic is to stimulate the economy and deal with the recovery. \"And the way you deal with recovery is you think much bigger than we have before,\" he said. \"I think we have an opportunity now to significantly change the mindset of the American people, things they weren't ready to do, you know, even two, three years ago.\" Zuckerberg on Facebook: Facebook founder Mark Zuckerberg said employees of the social media giant will return to work in a staggered fashion and shouldn't expect to be back in their offices until at least the end of May. He also said the company will hold off on hosting \"any internal or external physical events that have 50 people or more in them\" through June of next year.   ##Health## ##Daily Life## ##Business## ##Travel## Los Angeles Mayor Eric Garcetti said during a news conference today that 95% of plane travel has stopped in the city -- the biggest drop in flights in the airport’s history, he added. During the 9/11 terrorist attacks, plane travel dropped by about 55% and it took 10 years to come back, Garcetti said. Los Angeles International Airport is the fourth busiest airport in the world, with 87.5 million passengers in 2018.  Relief loans: LA is expected to receive more than $323 million from the CARES Act, which issues coronavirus relief loans. This will help maintain vital infrastructure and keep employees working as the city recovers from the crisis, Garcetti said. In addition, airlines and their contractors are receiving $29 billion in federal funds from the legislation. Garcetti explained that a condition of these funds will be to retain almost all of their employees through September 30.  Expanding testing capabilities: Los Angeles has expanded its coronavirus testing capacity and is now able to test 11,000 people per day. By the end of today, approximately 61,000 people across all testing sites will have been tested. ##Business## ##Travel## China's economy has just experienced its worst three-month period in decades as the coronavirus pandemic forced much of the country to shut down for weeks on end.  The world's second largest economy contracted 6.8% in the first quarter of 2020 compared to a year earlier, according to government statistics released Friday.  That's even worse than the 6.5% decline that analysts polled by Reuters predicted. The plunge is the worst for a single quarter that China has recorded since it started publishing such figures in 1992. It's also the first time China's economy has shrunk since 1976, when Communist Party leader Mao Zedong's death ended a decade-long social and economic tumult in China. The country where the coronavirus outbreak started was almost completely shut down in late January as the government sought to stem the spread of the virus.  Read the full story here.  ##Business## At least 670,353 cases of coronavirus have been recorded in the United States, including 33,101 deaths, according to Johns Hopkins University's tally of cases. On Thursday, Johns Hopkins reported 32,242 new cases and 2,257 deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. CNN’s map, using JHU data, refreshes every 15 mins: ##Health## The federal Bureau of Prisons has notified Michael Cohen, President Donald Trump’s former personal attorney, that he will be released early from prison due to the coronavirus pandemic, according to people familiar with the matter and his lawyer. Cohen is serving a three-year sentence at the federal prison camp in Otisville, New York, where 14 inmates and seven staff members at the complex have tested positive for the virus. Cohen was scheduled for release in November 2021, but he will be allowed to serve the remainder of his sentence from home confinement, the people said. He will have to undergo a 14-day quarantine at the prison camp before he is released.  Some background on Cohen: He pleaded guilty in 2018 to tax fraud, campaign finance violations and lying to Congress. He admitted to helping facilitate hush money payments to two women who alleged past affairs with Trump. When pleading guilty, Cohen implicated Trump, telling a federal judge that he made the payments “in coordination with and at the direction of” Trump, who prosecutors identified in court filings as “Individual 1.” A vocal Trump surrogate: Cohen had been a vocal surrogate for Trump during his 2016 presidential campaign, often sparring with reporters and appearing on television to support his long-time client. Read more here: ##Health## Dr. Deborah Birx, a HIV researcher and the White House coronavirus response coordinator, characterized the White House guidelines to reopen the country as “fairly strict.” “That’s to give states really the time to really set up exactly how they’re going to contact trace with the CDC in the background as supporting, I think those two pieces together, we really need to move forward over the next few weeks as the states move through, and really decrease the number of cases,” Birx said on CNN’s global coronavirus town hall. Testing, contact tracing and surveillance will need to be done as a partnership between the states, local leaders and the federal government, Birx said.  “This isn’t possible unless we work as a seamless team,” she said. Birx said the federal government is working closely with states and local leaders to identify all the labs and materials they need.  “I know it’s been dynamic, it continues to be a work in progress, but it’s really a partnership between the state and the federal government,” Birx said. ##Health## ##Daily Life## US President Donald Trump seemed to suggest during today's press briefing that world leaders were not adequately warned about the severity of the coronavirus, saying he was “angry” because he and fellow G7 leaders were out of the loop.  Speaking about a meeting earlier Thursday with other G7 leaders, Trump said, “all of them and their countries have been devastated by this. Their economies have been devastated by this.” “And I was angry, because it should have been told to us. It should have been told to us early. It should have been told to us a lot sooner. People knew it was happening and people didn’t want to talk about it. I don’t know why, but we’re going to get to the bottom of it,” Trump continued.  Without mentioning China by name, where the first cases of the coronavirus were reported, Trump added, “I’m not saying anything. I’m saying people should have told us about this. They should have told the rest of the world, too.”  ##Health## People might soon be able to perform their own test swabs for Covid-19 at home with a newly designed, Q-tip-style swab, the US Food and Drug Administration said today. The FDA said it had worked with US Cotton to design the swabs, which are shorter than the swabs used by technicians, doctors or nurses to collect samples to test people for Covid-19 infection.  The swabs currently used are long and must be directed deep into the nose -- a process that is uncomfortable and can make people sneeze potentially infectious particles. The new swab is shorter and can collect a sample from the front of the nose, the FDA said. “The type of testing at the front of the nose used in this study is notable because it allows self-collection by patients thereby limiting exposure of healthcare providers; it is more comfortable for patients and it can be performed by a swab that is more readily available and manufacturable at scale,” the FDA said in a statement. The FDA also said US Cotton plans to manufacture large quantities of these swabs. Commercially available cosmetic Q-tips are not suitable for use in testing because their cotton fibers absorb too much snot. ##Health## Dr. Anthony Fauci, the nation's top infectious disease specialist, said just because the country may start using the phased plan to slowly reopen the economy, \"it's not game over.\" He said at the daily coronavirus briefing that there are checks built in to each phase to ensure safety above everything else -- even if that means things don't go completely back to \"normal.\" \"No matter what phase you are in, there are certain fundamental things that we've done that are not like it was in September and October,\" he said. \"You want to call it the new normal, call it whatever you want, but even if you are in phase one, two or three, it is not game over. It's going to be a way that we protect ourselves.\" Fauci said it is important to continue to take measures to prevent the spread of the virus until there is a vaccine. \"It may very well be that as we go the cycle around there will be this virus that wants to come back to us. I think we will be able to handle that,\" Fauci said. ##Daily Life## ##Health## US President Donald Trump said certain states that are not battling a coronavirus outbreak could open for business as soon as Friday if they meet the criteria laid out by the White House today. “If you look at Montana, Wyoming, North Dakota -- that’s a lot different than New York, it’s a lot different than New Jersey,” Trump said at the coronavirus task force briefing. The President said the current Centers for Disease Control and Prevention (CDC) social distancing guidelines should remain in place unless a governor determines it has gone 14 days with a low-enough number of cases to satisfy the new reopening guidelines. “They’ll be in place, dependent on what the governor wants to do,” he said. Trump said states could open tomorrow if they retroactively determine they’ve hit the two-week mark, allowing them to move onto the next “phase” of the new guidelines. “They will be able to go literally tomorrow because they’ve met all of the guidelines,” he said. Trump noted that if a governor acted too quickly to open its businesses and allow mass gatherings, the administration would be “expressing ourselves very strongly.” “We have large sections of the country right now that can start thinking about opening,” he said. The President noted that he asked officials today in meetings why the recommendations included that people wear masks in public, even in an area that has not seen many Covid-19 cases, when things return to a version of normal. He said he was told that is to protect locals “if someone should come in from an area that isn’t so successful” in mitigating the spread of the virus. Trump said 29 states are “in that ballgame” of being able to consider reopening in the days ahead. ##Daily Life## ##Business##", "Section": "world", "Writers": ["Helen Regan", "Adam Renton", "Rob Picheta", "Fernando Alfonso III"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-intl-04-17-20/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}