{"Type": "article", "Time": "2018-02-15", "Headline": "Young Chinese shun shark fin, but threats remain", "Text": "Changing attitudes among young Chinese means shark's fin soup is increasingly off banquet menus, according to a new report from WildAid, which says the consumption of the delicacy is no longer the single greatest threat to sharks. WildAid CEO Peter Knights said that an awareness campaign that has involved high-profile celebrities and a government ban on shark's fin at official banquets had led to an 80% drop in the consumption of the delicacy in mainland China between 2010 and 2014.  \"As younger generations of Chinese abandon shark fin soup, this year's Lunar New Year celebrations are less likely to feature it,\" he said. Chen Xin, a 27-year-old who works for a fashion magazine, said that she and her friends wouldn't order the dish.   \"Basically everyone I know is aware that eating shark fin soup is bad for the ecosystem now,\" she said  However, Knights warned that shark's fin soup remained popular elsewhere and the battle to protect sharks hadn't been won.  According to the report, shark fin dishes are found in 31 of 33 casino hotels and 70% of wedding banquets in Macau.  In Hong Kong, 98% of restaurants still offer it, including the area's biggest chain restaurant Maxim, which has been singled out by WildAid for including shark fin dishes in its menu.  Researchers also expressed concern regarding the trend in places like Thailand where 61% of people surveyed said they intend to consume shark fin in the future.  \"While consumers in mainland China have changed their behavior... shark fin soup still can be found on the restaurant menus in Hong Kong and Taiwan, and consumption is growing in places like Thailand, Vietnam, Indonesia and Macau,\" said Knights. Shark fin soup is a traditional delicacy in Chinese cuisine and has been served in Chinese restaurants worldwide for decades. The often-expensive dish is deemed as a symbol of prestige and often consumed during celebratory events like the Lunar New Year or wedding banquets.  However, the shark fin itself is flavorless. The appeal lies in its chewy and gelatinous cartilage which, when cooked with savory ingredients like chicken stock, absorbs and delivers rich flavors with its chewy texture.  New threat The Wildaid report also revealed a new trend that threatens sharks. Shark liver oil, or squalene, is one of the most popular ingredients for cosmetics and health supplements. Squalene can be found in products like serums, moisturizers and Omega-3 pills. An estimated 3 million sharks are captured yearly for the oil products, according to French conservation organization Bloom.  A 2014 WildLifeRisk investigation revealed up to 600 whale sharks were processed for Omega-3 health supplements in a single factory in China's east Zhejiang province within a year.  \"Squalene is like a magic ingredient in this circle,\" said Lily Chen, a 26 year-old who follows trends in skincare and makeup closely. She said skin oil products that contain squalene are among the most frequently recommended products by beauty bloggers.  \"But it never occurs to me that squalene is harvested from sharks in a cruel way,\" she said. ", "Section": "asia", "Writers": ["Serenitie Wang"], "URL": "https://www.cnn.com/2018/02/14/asia/china-shark-fin-shift-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}