{"Type": "article", "Time": "2020-10-22", "Headline": "The 'Caspian Sea Monster' rises from the grave", "Text": "Beached on the western shores of the Caspian Sea, it looks like a colossal aquatic beast -- a bizarre creation more at home in the deep than above the waves. It certainly doesn't look like something that could ever fly.  But fly it did -- albeit a long time ago.  After lying dormant for more than three decades, the Caspian Sea Monster has been on the move again. One of the most eye-catching flying machines ever built, it's completing what could be its final journey.  In July of this year after 14 hours at sea, a flotilla of three tugs and two escort vessels maneuvered slowly along the shores of the Caspian Sea to deliver their bulky special cargo to its destination, a stretch of coast near Russia's southernmost point. It's here, next to the ancient city of Derbent, in Russia's republic of Dagestan, that the 380-ton \"Lun-class Ekranoplan\" has found its new, and most likely definitive, home. The last of its breed to sail the waters of the Caspian, \"Lun\" was abandoned after the 1990s collapse of the Soviet Union, condemned to rust away at Kaspiysk naval base, some 100 kilometers (62 miles) up the coast from Derbent. But before it could fade into oblivion, it's been rescued thanks to plans to make it a tourist attraction right at a time when this unusual travel concept could be poised to make a comeback. Speed and stealth Ground Effect Vehicles, also known as \"ekranoplans,\" are a sort of hybrid between airplanes and ships. They move over water without actually touching it. The International Maritime Organization classifies them as ships, but, in fact, they derive their unique high-speed capabilities from the fact that they skim the surface of the water at a height of between one and five meters (three to 16 feet). They take advantage of an aerodynamic principle called \"ground effect.\" This combination of speed and stealth --  their proximity to the surface while flying makes them difficult to detect by radar -- got the attention of the Soviet military, which experimented with several variants of the concept during the Cold War. Their deployment on the vast inland body of water between the Soviet Union and Iran led to them acquiring the nickname \"Caspian Sea Monster.\" The \"Lun\" ekranoplan was one of the last designs to come out of the Soviet ground effect vehicle program. Longer than an Airbus A380 superjumbo and almost as tall, despite its size and weight, the Lun was capable of reaching speeds of up to 550 kilometers per hour (340 mph) thanks to eight powerful turbofans located on its stubby wings. This formidable machine was even able to take off and land in stormy conditions, with waves of up to two and a half meters. Its intended mission was to conduct lightning sea-borne attacks with the six anti-ship missiles it carried in launch tubes placed at the top of its hull. Star attraction The ekranoplan that has been moved to Derbent is the only one of its class ever completed and entered service in 1987. A second Lun, unarmed and assigned to rescue and supply missions, was at an advanced state of completion when, in the early 1990s, the whole program was canceled and the existing Lun withdrawn from service. After 30-plus years of inaction, getting this sea beast back on the move was no easy task, requiring the assistance of rubber pontoons and a carefully coordinated choreography involving several vessels. \"Lun\" will be the star of Derbent's planned Patriot Park, a military museum and theme park that will display different sorts of Soviet and Russian military equipment. Construction of the park is expected to start later in 2020. For the time being, Lun will sit alone on the beach.  It looks set to become a new highlight for visitors to Derbent. The city claims to be the oldest continuously inhabited settlement in Russian territory. Its citadel and historical center have been designated by UNESCO as World Heritage Sites. Second wave \"Lun\" will add to the attractions of a region that, up until the coronavirus pandemic, had seen a number of initiatives to open it up to tourism, including the launch of cruise itineraries in the Caspian Sea. When it opens, Derbent's Patriot Park won't be the only Russian museum exhibiting an ekranoplan. A much smaller Orlyonok-class ekranoplan can be found at the Russian Navy Museum in Moscow. While ground effect vehicles fell out of favor in the past few decades, the concept has been experiencing a resurgence of late Developers in Singapore, the United States, China and Russia are working on different projects that aim to bring ekranoplans back to life, although with rather more peaceful purposes. One of them is Singapore-based Wigetworks, whose AirFish 8 prototype builds upon groundwork done by German engineers Hanno Fischer and Alexander Lippisch during the Cold War.  Wigetworks acquired the patents and intellectual property rights and have set about trying to improve and update those earlier designs to create a modern ground effect vehicle. Also in Asia, Chinese ekranoplan Xiangzhou 1 flew for the first time in 2017, although little is known about this project. Delivery drones In the United States, The Flying Ship Company, a startup backed by private investors, is working on an unmanned ground effect vehicle to move cargo at high speed. Think unmanned delivery drones but over water.  The project is at its early stages, although founder and CEO Bill Peterson tells CNN his team is planning to bring this project to fruition within a seven-year timeframe. And Russia, home of the ekranoplan, hasn't given up on the concept. Several projects have been touted during the past few years, although none has managed to make it past the design stage yet.  Beriev, a maker of jet-powered amphibious aircraft, came up with the Be-2500 concept, and, more recently, it has been reported by Russian media that a new-generation military ekranoplan, tentatively named \"Orlan,\" was under consideration. Another, privately funded, project has sprung out of Nizhny Novgorod, an industrial city on the banks of the Volga River closely connected with the origins of ekranoplan technology. RDC Aqualines, which has also offices in Singapore, is developing its own line of commercial ekranoplans able to carry three, eight and 12 passengers, and might possibly expand to more.  Its designs have caught the eye of a group of entrepreneurs which aims to establish a fast link across the Gulf of Finland, connecting Helsinki to the Estonian capital, Tallinn, in about 30 minutes. It might be that soon you won't need to visit a museum to spot an ekranoplan, after all.", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/caspian-sea-monster-ekranoplan/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}