{"Type": "article", "Time": "2020-09-05", "Headline": "How China's new language policy sparked rare backlash in Inner Mongolia", "Text": "Ethnic Mongolian students and parents in northern China have staged mass school boycotts over a new curriculum that would scale back education in their mother tongue, in a rare and highly visible protest against the ruling Communist Party's intensified push for ethnic assimilation. Under the new policy, Mandarin Chinese will replace Mongolian as the medium of instruction for three subjects in elementary and middle schools for minority groups across the Inner Mongolia Autonomous Region, home to 4.2 million ethnic Mongolians.  Authorities have defended the adoption of a national standardized curriculum -- which comes with Chinese textbooks compiled and approved by policymakers in Beijing -- will improve minority students' paths to higher education and employment. But parents fear the move will lead to a gradual demise of the Mongolian language, spelling an end for the already waning Mongolian culture. To critics, the policy bears a chilling resemblance to measures rolled out in the regions of Tibet and Xinjiang, where Mandarin has replaced ethnic minority languages as the instruction language in most schools. It also reflects a shift in the Party's policy towards more aggressive assimilation under President Xi Jinping, as evident in the harsh crackdown on the mostly Muslim Uyghur minority in Xinjiang. This week, as students across China returned to classrooms for the new school year, many ethnic schools in Inner Mongolia remained empty as parents refused to send their children back, according to residents and videos circulating online.  \"We Mongolians are all against it,\" said Angba, a 41-year-old herder in Xilin Gol League whose 8-year-old son has joined the boycott.  \"When the Mongolian language dies, our Mongolian ethnicity will also disappear,\" the father said. As with the other Mongolian residents who spoke to CNN for this article, Angba requested to use a pseudonym over fear of repercussions from authorities for speaking to foreign media.  Videos shared with CNN by overseas Mongolians and rights groups appear to show crowds of parents gathering outside schools -- sometimes singing Mongolian songs -- under the close watch of police officers, demanding to bring their children home. In one video, students in blue uniforms topple metal fences blocking a school entrance and rush outside. In another, rows of schoolchildren throw their fists in the air and shout: \"Let us Mongolians strive to defend our own Mongolian language!\" CNN is unable to independently verify the videos. But the opposing voices have spread far beyond students and parents. According to residents, overseas Mongolians and rights groups, Mongolians across the region from musicians to members of the local legislature have allegedly signed petitions calling for the regional government to rescind the policy. On Thursday alone, some 21,000 signatures were collected from residents in 10 counties, forming 196 petitions to the regional government's education bureau, according to an overseas Mongolian scholar who has been in close touch with local residents. In the regional capital of Hohhot, over 300 employees at a prominent regional television station also signed the petition, said the scholar, who has requested anonymity due to sensitivity of the issue. On Weibo, China's version of Twitter, some ethnic Han users have spoken out in sympathy of Inner Mongolia's plight to protect its mother tongue. Some citizens in the neighboring country of Mongolia have also protested in solidarity. A staff member at the Inner Mongolia regional government wouldn't comment when reached by phone by CNN on Thursday. A readout of a regional government meeting on Tuesday said the rolling out of standardized textbooks shows \"the loving care of the Party and the state towards ethnic regions\" and benefits \"the promotion of ethnic unity, the development and progress of ethnic regions, and the building of a strong sense of community for the Chinese nation.\" On Thursday, China's foreign ministry dismissed reports of the protests in Inner Mongolia as \"political speculation with ulterior motives.\" \"The national common spoken and written language is a symbol of national sovereignty. It is every citizen's right and duty to learn and use the national common spoken and written language,\" spokesperson Hua Chunyin said.  \"Model minority\" The boycotts and petitions are a rare show of open discontent among ethnic Mongolians, hailed by some as one of China's \"model minorities\" that have been largely pacified and successfully integrated into the ethnic Han majority. Mongolians are one of only two ethnic minorities to have ruled imperial China. In the 13th century, the Mongol Empire arose from the unification of several nomadic tribes in the Mongolian steppes to conquer much of Eurasia -- including China, where it was known as the Yuan Dynasty (from AD 1271 to 1368). After World War II, the Chinese Communist Party gained control of Inner Mongolia, a vast strip of grassland and desert to the southeast of the country of Mongolia, and established the Inner Mongolia Autonomous Region in 1947 -- the first of five so-called autonomous regions in the People's Republic of China. Following decades of Han migration and intermarriage into Inner Mongolia, ethnic Mongolians have since become a minority in their own land, accounting for only about one sixth of Inner Mongolia's population of 24 million, according to the last available census data.  However, unlike autonomous regions such Tibet and Xinjiang, Inner Mongolia has largely avoided violent ethnic unrest in recent decades.  \"Inner Mongolia is not against the Chinese government -- it is a relatively stable place,\" said Tala, a 26-year-old Mongolian who grew up in the region and now lives overseas. \"But even so,\" he said. \"We've been pushed to the brink.\" Under the surface, tensions have been running for years, especially between Han settlers and Mongolian herders, who complained their traditional grazing lands have been ruined by a coal mining boom. That conflict was laid bare in 2011, when a Mongolian herder was struck and killed by a coal truck driven by Han Chinese. The herder, protesting against the coal mining activity, had tried to stop trucks from crossing into his traditional pastureland. His death triggered thousands of Mongolians to take to the streets -- the last time major protests broke out in the region. Mongolian activists also lamented the loss of their pastoral tradition. Herders were moved from their homes on the prairies into new housing complexes in towns under \"ecological migration,\" a decades-long relocation program that officials say is aimed at alleviating poverty and easing overgrazing. \"The Mongolian way of life (has already been) wiped out by so many policies,\" said Enghebatu Togochog, director of the Southern Mongolian Human Rights Information Center, a New York-based advocacy group.  \"This new policy is the final blow to the Mongolian identity,\" he said of the curriculum change. \"Bilingual education\" As discontent threatens to boil over, Inner Mongolian authorities have sought to reassure parents that the change will only apply to language and literature, politics, and history over a staggered three-year period. Other subjects -- as well as the number of hours for Mongolian-language lessons -- remain unchanged, according to a statement from the education bureau of the regional government.  \"Therefore, the current bilingual education system has not changed,\" the statement said. However, some ethnic Mongolians also fear that Mongolian will eventually be replaced by Mandarin in all subjects. Critics of China's assimilation policy say Mongolians only need to look at the ethnic minority regions of Xinjiang and Tibet to get a glimpse of what the future might hold. Both regions have implemented \"bilingual education\" for years, but in practice, the system skews heavily toward Mandarin teaching, according to rights groups. Across Xinjiang, Mandarin had become the instruction language in all primary and middle schools by September 2018. Tibetan is also being replaced by Mandarin as the primary medium of instruction in Tibet. \"We should implement bilingual education in some ethnic areas, both requiring ethnic minorities to learn the national common language, and encouraging Hans living in these areas learn ethnic minority languages,\" Xi said at a high-level Party meeting on ethnic policy in 2014. \"If ethnic minorities learn the national common language well, it will be beneficial to them in employment, in accepting modern scientific and cultural knowledge and in integration into society.\" In reality, however, few Hans in ethnic minority regions know the local languages, which they are not required to learn at school, residents say. \"As in Xinjiang and Tibet, the Chinese authorities appear to be putting political imperatives ahead of educational ones,\" said Sophie Richardson, China director at Human Rights Watch. \"Chinese authorities should be focused on providing genuine bilingual education, not undermining it and persecuting its proponents.\" For decades, Inner Mongolia's model of bilingual education has allowed Mongolian to be used as the language of instruction and Mandarin taught as a subject. In ethnic minority schools, students used to receive their first Mandarin lesson in the third year of elementary school, but since at least the 1990s, it has started earlier, in the second grade. And now, it will be taught in the first year, in Mandarin, and with more advanced content. Angba, the herdsman in Xilin Gol, said by the first grade, many children haven't even properly learned their mother tongue yet, and adding another language would be a big burden. In Inner Mongolia, many children only begin to properly learn the Mongolian script -- a unique alphabet written vertically that ultimately derives from the Middle East -- when they enter elementary school. \"Now, Chinese is already spoken everywhere in cities as well as pastoral areas,\" he said. \"So I hope school can be the place where (the children) learn Mongolian properly.\" For its part, the regional government has emphasized that the new curriculum is a policy decision made by the Party's central leadership. \"Our region is a model autonomous region, firmly implementing this policy is a major political task that we must fulfill,\" it said in the meeting on Tuesday. According to the overseas Mongolian scholar, however, parents are not against the use of standardized national textbooks -- as long as they're translated into Mongolian. In fact, she said the curriculum previously used in Mongolian-medium schools had all been translated from Chinese textbooks used in other parts from the country.  \"The (old) education system has worked very well,\" said the scholar, who grew up in Inner Mongolia and attended Mongolian-language schools in the countryside.  \"The children don't have any proble", "Section": "asia", "Writers": ["Nectar Gan"], "URL": "https://www.cnn.com/2020/09/05/asia/china-inner-mongolia-intl-hnk-dst/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}