{"Type": "article", "Time": "2021-02-07", "Headline": "Negative interest rates and huge deficits are the new normal. What comes next?", "Text": "The pandemic is pushing economic policy to the limits. Governments around the world are running record budget deficits, and central banks are becoming addicted to easy money policies that would have been unthinkable two decades ago.  One big question: Can things ever go back to normal?  First, a bit of background: Over the past decade, the European Central Bank, the Bank of Japan, as well as central banks in Denmark, Switzerland and Sweden have experimented with negative interest rates. In other words, banks are being forced to pay to their park excess cash at the central bank. Once unthinkable, negative interest rates are now accepted practice, even if they have a spotty record of achieving their stated policy goals. What's more, negative interest rates have become entrenched, with only Sweden managing to wean its economy off the stimulus and return rates to positive territory.  The pandemic has increased the need for monetary stimulus, and with further rate cuts off the table, central banks with negative rates have responded by buying huge numbers of bonds and other assets in order to support their economies. The US Federal Reserve and the Bank of England, which have long resisted negative interest rates, are now under huge pressure to follow the course set in Europe and Japan.  The Bank of England has flirted with going negative for some time. On Thursday, policymakers gave banks another six months to prepare for negative rates, while insisting they should not be seen as inevitable. In the end, the biggest output drop in centuries could force UK rates into negative territory, leaving the US Federal Reserve as the only major central bank to not take the plunge. The pandemic is also stretching government spending the world over to its limits. The combined fiscal response totals 12% of global GDP, compared to 2% of global GDP following the 2008 financial crisis, according to Capital Economics. Stimulus spending helped push the US deficit for the 2020 fiscal year to $3.1 trillion, and the country's debt reached $27 trillion.  There are a couple reasons that most economists aren't too worried about deficits right now. The first is that government spending is needed to prevent economies from crashing even deeper into recession. The second is that low interest rates mean it's cheaper for governments to borrow in order to fund the stimulus measures.  Neil Shearing, group chief economist at Capital Economics, said that deficits become a problem when they stay elevated, either through continued high spending or substantially lower tax receipts. But the economy could recover relatively quickly once the pandemic has been vanquished. Looking even further ahead, low interest rates will help prevent public debt from spinning out of control. \"None of this is to say that some countries will not need to undergo a period of fiscal retrenchment once the pandemic passes. But most governments, particularly those whose central banks can stand behind their bond markets, have time to assess the scale of the damage and determine an appropriate response,\" said Shearing. But there are still risks. The huge amount of stimulus unleashed by governments has obscured some of the economic trauma caused by the pandemic, especially in Europe, where job support programs have kept businesses afloat and workers employed. There's a chance that when the health crisis eases, and support is withdrawn, unemployment and bankruptcies will rise dramatically. \"If there's really large scale, long term damage to the productive potential of the economy, that's going to affect your ability to raise tax revenue in the future and your scope to run big deficits now is clearly lower the more permanent the damage,\" said David Miles, a professor of financial economics at Imperial College Business School. In the face of mass unemployment and business failures, most governments have put deficit concerns to the side for now. The same is true of worries over monetary policy, suggesting that ultra-low interest rates are here to stay for the foreseeable future.  \"A world in which unemployment is moving to a significantly higher level is probably one in which inflation pressures don't build up much at all, and that's a world in which central banks are not going to be hurrying into increasing interest rates,\" said Miles, who was a member of the Monetary Policy Committee at the Bank of England from 2009 to 2015. One problem: Keeping interest rates low will limit the ability of central banks to respond to the next crisis, the same way the global financial crisis and the eurozone debt saga kept rates low ahead of the pandemic. But central bankers have to deal with the current crisis before entertaining a return to more conventional policy. \"You'd be cutting off your nose to spite your face if you think, 'well let's put interest rates up to 3% so that when things get even worse in the future, we can cut them down to zero,'\" said Miles. \"You are going into the next problem, if such a thing happens, with limited ammunition on the monetary policy side, but that doesn't mean that there's an easy answer,\" he added. The man who could shake up the gig economy Marty Walsh may not seem like the person to overhaul the gig economy. He spent years advocating for construction workers and less time on the intricacies of on-demand work at billion-dollar tech companies. But now Walsh, a former union leader and the outgoing Mayor of Boston, is on the cusp of becoming the next US Labor Secretary at a pivotal moment for the industry and the broader economy, reports my colleague Sara Ashley O'Brien.  Millions of Americans have lost their jobs as the health crisis created an economic crisis. And many turned to working with companies like Uber, Instacart, and DoorDash as a backstop for their livelihoods.  At the same time, these companies are pushing to defend a controversial business model, one in which they treat their workers as independent contractors rather than employees who would be entitled to traditional benefits and protections such as workers' compensation, unemployment insurance, family leave, sick leave, or the right to unionize. \"Right now we are at a crossroads,\" said Shannon Liss-Riordan, a Boston-based labor attorney who has been challenging Uber and Lyft over worker classification through various lawsuits for seven years. \"If he rises to the challenge, Marty Walsh can have one of the biggest impacts on labor in this country since Frances Perkins,\" she said, referring to Franklin D. Roosevelt's Labor Secretary, who was the chief architect behind the New Deal.  Up next Monday: SoftBank, Hasbro earnings Tuesday: DuPont, Cisco, Twitter, Nissan, Honda, Total earnings Wednesday: General Motors, Coca-Cola, Uber, Toyota, Maersk, Equinor earnings; US inflation Thursday: AstraZeneca, Kraft Heinz, PepsiCo, Commerzbank earnings; Royal Dutch Shell strategy update; US jobless claims; Market holiday in China, Japan, South Korea Friday: UK GDP; Market holiday in China, South Korea, Singapore Correction: An earlier version of this story incorrectly stated America's debt. It stands at nearly $27 trillion, according to data from the Federal Reserve Bank of St. Louis. ", "Section": "investing", "Writers": ["Charles Riley"], "URL": "https://www.cnn.com/2021/02/07/investing/stocks-week-ahead/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}