{"Type": "article", "Time": "2020-03-07", "Headline": "March 7 coronavirus news", "Text": "Our live coverage has ended. You can follow more live updates here.  There are 437 cases of coronavirus in the United States, according to the US Centers for Disease Control and Prevention, as well as state and local governments.  There are 49 cases from repatriated citizens from Wuhan (3) and the Diamond Princess (46), according to the CDC. Twenty-one, meanwhile, are from the Grand Princess cruise ship being held off California.  According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, 367 cases are in 30 states, bringing the total of coronavirus cases to 437. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases have received positive results from the CDC. The Italian Cabinet is discussing a draft proposal that could put people in the region of Lombardy and 11 other provinces in northern Italy under complete lockdown due to coronavirus, according to a close adviser to one of the ministers attending a Cabinet meeting. The text of the draft proposal – also sent to CNN by the press office of the Lombardy regional authority – says that people in Lombardy and the other 11 provinces should \"absolutely avoid any movement into and out ... as well as within the same territories ... except for travel motivated by unavoidable working needs or situations of emergency.\" The draft says the police, the fire brigade and armed forces could be used to enforce these measures.  The measures also could include:  Schools and universities being suspended until April 3. \nAll sporting events in those regions being suspended, with the exception of professional events. No spectators would be allowed at those professional events. \nPeople in places of prayer standing 1 meter away from each other. \nBars and restaurants enforcing social distancing. \nMedical staff not being allowed to take a leave of absence. \"I have received the draft this evening. It seems to go in the direction of confining the spread of the virus, inviting citizens to be prudent by taking decisive measures,” Attilio Fontana, governor of the Lombardy region, said through his press office. “I cannot avoid commenting on the draft. It is a bit messy and it needs, on behalf of the government, some clarification in order to allow citizens to understand what they can and cannot do.” It's unclear when or if these measure would actually be implemented, because the proposal is still being discussed and the terms could change. It could impact more than 10 million people in Italy. The first presumptive positive case of coronavirus was identified in Kansas on Saturday, according to a press release from Gov. Laura Kelly’s office. The patient is a woman under the age of 50 from Johnson County, the release said.  She is home on self-isolation. The Centers for Disease Control and Prevention and local health department are trying to identify and reach people who may have had contact with the woman while she was infectious, according to the release. “Kansas has been prepared for positive cases of novel coronavirus and will continue to work alongside local and federal public health partners in addressing the potential spread of the virus,” Kelly said.  \"It is our main priority to keep Kansans healthy and safe. We want Kansans educated on all aspects related to COVID-19,” Kelly said.  For a state-by-state breakdown of coronavirus cases, click here.  Thirteen new cases of coronavirus have been confirmed in New York, according to a statement from Gov. Andrew Cuomo’s office.  The statewide total is now 89. Check out CNN's state-by-state breakdown of coronavirus cases here.  There's no indication that President Donald Trump or Vice President Mike Pence \"met with or were in close proximity to the attendee” who tested positive for coronavirus after attending the Conservative Political Action Conference last week, White House Press Secretary Stephanie Grisham said in a statement on Saturday. \"The President’s physician and United States Secret Service have been working closely with White House Staff and various agencies to ensure every precaution is taken to keep the First Family and the entire White House Complex safe and healthy,\" Grisham said. Trump spoke at the event on February 29. Pennsylvania announced two new presumptive positive cases of coronavirus Saturday, according to a press release from Gov. Tom Wolf. “Both individuals are from Montgomery County, have mild symptoms, are in isolation at home and were exposed to an area of the United States where COVID-19 is present,” Wolf said in the release. There are now four presumptive positive cases in Pennsylvania.  The other two cases are individuals from Delaware County and Wayne County, according to the Pennsylvania Department of Health. Both of those earlier cases are individuals with mild symptoms and are in isolation at home, Wolf said. Vice President Mike Pence announced a new plan to combat coronavirus on cruises. There will be enhanced entry and exit screening for cruise passengers, as well as on-board testing for coronavirus, Pence said. There will also be new quarantine standards for those who took a cruise and need to be quarantined, which the Centers for Disease Control and Prevention will coordinate.  The cruise line industry is working with the CDC, Department of Homeland Security and the Coast Guard over the next 72 hours to implement the plans.   When asked about reports that he may have come into contact with an infected individual at a conference in Washington earlier this month, Pence said he has “not been tested for the coronavirus.”  “We were able to confirm that I did not come in contact with that young person and we wish them and their family a swift recovery,” Pence said. Canadian officials confirmed an additional two cases of coronavirus in British Columbia on Saturday, bringing the country wide total to 59. One of the new cases is a man in his 20s who returned from Italy on March 3 and presented himself to a Toronto hospital’s emergency department, according to a provincial government press release. The other case is of a woman in her 60s who returned from Iran on March 2 and presented herself to a Richmond Hill emergency department. In both cases, the “hospital took all necessary precautions and followed standard operating procedures, including testing and assessment,” according to the Ontario government. Both patients were discharged the same day and remain in self-isolation, officials said. The first presumptive positive coronavirus case has appeared in Washington, according to a news release from the office of Mayor Muriel Bowser.  The release says the test came back positive on Saturday afternoon. One of the attendees at last week’s Conservative Political Action Conference (CPAC) in National Harbor, Maryland, tested positive for coronavirus, the American Conservative Union said in a press release Saturday.  President Donald Trump, Vice President Mike Pence and other administration officials attended the conference, though the ACU says the attendee did not come into contact with Trump or Pence. The attendee also did not attend events in the main hall, the release said. The ACU said the Trump Administration “is aware of the situation.” The exposure occurred prior to the conference, the ACU added. \"A New Jersey hospital tested the person, and CDC confirmed the positive result. The individual is under the care of medical professionals in the state of New Jersey, and has been quarantined.”  A new case of coronavirus has been identified in Los Angeles County, according to a press release from the county's Department of Public Health.  The person who tested positive recently attended the AIPAC Policy Conference in Washington D.C., where they may have been exposed. Earlier this week, AIPAC organizers said two conference attendees from New York tested positive for coronavirus. There are now 14 coronavirus cases in Los Angeles County, the release said. The Centers for Disease Control and Prevention has provided \"extra nurses, practitioners and doctors\" to the Life Care Center, according to Tim Killian, the center's spokesperson in Kirkland, Washington. \"The amount of work and stress that these staff and employees and caregivers here are under is tremendous,\" Killian said. \"They truly are heroes.\"   A quarantined cruise ship in Egypt carrying 171 people now has 45 confirmed cases of coronavirus, according to state-run Al-Ahram news agency.  The Luxor Nile traveled from Aswan to Luxor, where it is now docked. Of the 45 people infected, 19 were from other countries besides Egypt, said Egypt's health minister Hala Zayed.  \"They [all the recently-announced cases] are now on their way to be isolated in a hospital in Marsa Matrouh,\" Zayed said. The new cases aboard the cruise bring the total number of cases in Egypt to 48, according to Al Ahram. Brazil, Chile and Paraguay all announced new cases of the coronavirus on Saturday.  Paraguay  Paraguay's health ministry announced the country’s first case of the novel coronavirus. The health ministry wrote on its official Twitter account that the case is a young Paraguayan national who came from Ecuador and who is now in good health and in home quarantine. Brazil Four more cases of coronavirus have been confirmed in Brazil, according to the country's health ministry, bringing the national total to 17.  The new cases include three people in Sao Paulo and one in Rio de Janeiro. The health ministry said all of the new cases were imported. Chile  A 20-year-old who recently traveled in Europe, including in Spain, tested positive for coronavirus in Chile, according to the country’s health ministry. The case is the seventh in Chile, the ministry said. Seventy employees at the Life Care Center in Kirkland, Washington, are showing symptoms of novel coronavirus, according to Tim Killian, spokesperson for the facility. There were 180 staff members employed at Life Care Center as of February 19. Employees showing symptoms have been asked not to return to work, Killian said at a briefing on Saturday.  There were 120 residents at the facility on February 19, 54 residents have since been transferred to various hospitals, Killian said.  All current residents are confined to their rooms, Killian added.  On Thursday, the facility received 45 coronavirus tests, the results of which are still pending, according to Killian. A critically ill passenger and her husband were \"medically disembarked\" from the Grand Princess cruise ship by the US Coast Guard Saturday morning, according to a press release from Princess Cruises.  The passenger, a woman in her 70s, was taken to a shoreside hospital for treatment unrelated to coronavirus, according to a US Coast Guard press release. The woman and her husband were taken by helicopter.  Personal protective gear -- including gloves and face masks -- was delivered to the ship by the US Coast Guard on Friday night to supplement the current supply, the release said. The ship remains 50 miles off the coast of San Francisco as cruise operators await the guidance of health officials, including the Centers for Disease Control and Prevention and California Department of Public Health. Portugal's national health directorate is reporting 21 total confirmed cases of coronavirus in the country. Four patients came from Italy, one from Spain and the others were local transmissions. Greece's health ministry announced 21 new confirmed cases of coronavirus in the country, bringing the total to 66.  Forty-seven of the 66 cases were all part of a tour group to Israel and Egypt. One patient is in serious condition and all the rest are in stable condition. Vice President Mike Pence spoke of the cruise ship off the coast of San Francisco in a meeting with members of the cruise line industry in Florida today amidst the coronavirus outbreak. Pence said state and federal officials have “developed a plan which is being implemented this weekend to bring the ship into a non-commercial port. All passengers and crew will be tested for the coronavirus and quarantined as appropriate. Those that require additional medical attention will also receive it.\" Pence also said “while the risk to the average American of contracting the coronavirus remains low, it is essential that we find ways to mitigate that risk to prevent the spread of coronavirus and I’m here today on behalf of President Trump to learn ways that this industry, the cruise line industry, can work with our health officials at the federal level, here at the state level with port authorities to give the passengers, communities and the country safe and healthy.” Adam Goldstein, global chairman of the Cruise Lines International Association, told Pence it was the “commitment” of the cruise line industry to “work closely with government and to go above and beyond anything we are currently doing to screen even more stringently to prevent those who should not be allowed to board, to monitor and test and care for those who are on board and to transition and help pay for any sick guests or crew to move to locations staffed and equipped COVID-19 cases.\" “We will work aggressively with government to further develop and strengthen all necessary protocols for prevention, for detection and for care,” Goldstein said. Florida Gov. Ron DeSantis, as well as officials from Carnival Cruise, MSC and Royal Caribbean were also part of the meeting with Pence. Canadian officials confirmed six new cases of COVID-19 in British Columbia on Saturday, bringing the country-wide total to 57. Two of the new cases were passengers on the Grand Princess cruise ship from Feb 11 – 21, Adrian Dix, minister of health, and Dr. Bonnie Henry, B.C.’s provincial health officer said in a press statement Saturday. Two other cases are residents of a long-term care facility in Vancouver.  “These cases were identified as part of an outbreak assessment at the facility in response to a staff member testing positive for COVID-19,” the statement says, adding that all residents of the facility have now been screened. One of the cases is a man described to be in his 50s who recently traveled to Iran, and another is a woman in her 50s, described his “close household contact” of the man who recently traveled to Iran. Indian Prime Minister Narendra Modi is asking people to avoid shaking hands amid the coronavirus outbreak and instead greet each other with \"namaste.\" \"The entire world is taking up the habit of ‘namaste.’ If, for some reason we have discontinued this habit, it is the right time to once again take it up instead of handshakes,\" Modi said.  Modi also implored people to stay away from misleading rumors about the coronavirus and follow the advice of medical experts. \"Whatever you do, kindly do it on the advice of your doctor. Let’s not become doctors ourselves,\" said Modi. Modi also held a meeting with ministers and senior officials Saturday and directed officials to identify locations for sufficient quarantine facilities and also make provisions for critical care. He highlighted the need for advance and adequate planning, and a timely response to the evolving situation. In updated figures, the US Centers for Disease Control and Prevention says, as of Friday, 72 state and local public health labs in 48 states and Washington, D.C., are verified and are conducting coronavirus testing.  No labs in either Maine or West Virginia are currently doing testing, according to the CDC. Also labs in the US territories of Guam, Puerto Rico and the Virgin Islands are in progress of being ready to test. There are 400 cases of the novel coronavirus in the United States, according to the US Centers for Disease Control and Prevention, as well as state and local governments.   According to the CDC there are 49 cases from repatriated citizens from Wuhan (3) and the Diamond Princess (46). There are also 21 people from the Grand Princess. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 330 cases in 29 states, bringing the total of coronavirus cases to 400. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases have received positive results from the CDC. Search and rescue efforts are underway after about 70 people were trapped in a hotel collapse Saturday night in southeastern China, officials in the city of Quanzhou said. The hotel was used as a coronavirus quarantine center, People's Daily and other state media outlets confirmed. Thirty-three people had been rescued from the debris by 9:30 p.m. local time (8:30 a.m. ET), the city's government said in a statement. Another 10 were rescued over the next three hours, People's Daily reported, and search efforts were ongoing. Quanzhou is about 600 miles from Wuhan, the epicenter of the COVID-19 outbreak in China, where more than 3,000 people have died from the virus. No fatalities have been reported in the building collapse. It wasn't immediately clear why the building collapsed. As of Friday at 6 p.m. ET, roughly 5,861 tests for coronavirus have been completed by the US Centers for Disease Control and Prevention and public health labs, US Food and Drug Administration Commissioner Dr. Stephen Hahn said at off-camera briefing at the White House on Saturday. Trump administration health officials had not released specific figures until today. This does not mean that 5,861 people have been tested. Currently each person tested typically has two swabs taken – one from the nose and one from the throat. The 5,861 number also does not include tests performed at private or commercial labs. Right now Hahn said there is an ability to perform 75,000 tests. Officials, however, expect that number to jump dramatically next week with the additional production by private manufacturers of coronavirus testing kits. France’s General Director of Health Jerome Salomon has confirmed 16 dead and 949 confirmed coronavirus cases nationwide, according to a press conference he held on Saturday. Salomon said 45 people infected with the virus are being treated in intensive care. Iraq’s health ministry announced eight new coronavirus cases; seven in Baghdad and one in Najaf. Today's news brings the country’s total number of confirmed cases to 54. So far, four people have died from the virus in Iraq, according to the health ministry. Five new infections of novel coronavirus were identified in Iceland on Saturday, bringing the total number of confirmed cases in the country to 50, the Department of Civil Protection and Emergency said in statement.  According to an update posted on their social media, three of the five new coronavirus infections, also known as COVID-19, occurred in-country and could be traced to “two individuals who were in danger areas abroad.” Two of the newly infected are in their 30s, one in his 40s, one in his 50s and one in his 80s. All the infected patients live in the capital, Reykjavik. On Friday, Iceland called for an \"emergency\" response after the first cases of in-country COVID-19 transmission were identified. Italy saw a dramatic increase in the number of confirmed coronavirus cases today with a rise of 1,247 in a single day, the Civil Protection Department said in a statement. The country now has a total of 5,883 cases. The death toll also continues to climb with 36 fatalities reported on Saturday. The country has reported the most deaths outside of China, a total of 233. Silvio Brusaferro, head of the Health Institute, said in a press conference that the majority of the deceased are male, over 80-years-old and suffered from other diseases.  There are 377 cases of the novel coronavirus in the United States, according to the US Centers for Disease Control and Prevention, as well as state and local governments.  According to the CDC, there are 49 cases from repatriated citizens from Wuhan (3) and the Diamond Princess (46). Twenty-one are from the Grand Princess.  According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 307 cases in 29 states, bringing the total of coronavirus cases to 377. This figure includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases have received positive results from the CDC. The Saudi Ministry of Health announced on Saturday that two female citizens have tested positive for novel coronavirus, according to the state-run Saudi News Agency, SPA. One woman had recently returned from Iran and the other from Iraq, which was not disclosed to authorities at first.  These latest two confirmed cases bring the total number in the country to seven.  Gov. Andrew Cuomo has declared a state of emergency due to the coronavirus in order to have “a more expedited purchasing and testing protocol,” according to a press conference held this afternoon. “I have officially done a declaration of emergency which gives us certain powers. We’re going to be doing purchasing and hiring more staff, especially to help local health departments that are very stressed,\" Cuomo said. Cuomo added: \"We have a more expedited purchasing and testing protocol and we’re going to be doing that.\" Dr. Simon Paul, of Madera County Public Health, reported one confirmed case of novel coronavirus in Madera County, California, today. The case is the spouse of a couple that returned from a Princess Cruise voyage and whom California Department of Public Health contacted. The Madera County Department of Public Health (MCDPH) began monitoring the patient on March 5, according to a release from MCDPH. When the individual developed symptoms, MCPDH coordinated with Madera Community Hospital for medical care and testing, the release said. According to the release, the patient is currently in stable condition. By the numbers: This latest case brings the number of people confirmed and presumed to have coronavirus in the state of California to 66. There are now 21 new cases of coronavirus confirmed in New York, bringing the state-wide total to 76, Gov. Andrew Cuomo announced in a press conference this afternoon. Here is the state-wide breakdown: New York City – 11\nWestchester County – 57\nRockland County – 2\nNassau County – 4\nSaratoga County – 2 Three positive cases of coronavirus have been confirmed in India today, according to the Health Ministry of India.  Two cases are from the union territory of Ladakh, with a travel history to Iran and the third case is from the southern state of Tamil Nadu, who recently traveled to Oman. The total number of coronavirus cases in India is 34.   The coronavirus is impacting the operations of some federal courts across the US.  The Ninth Circuit Court of Appeals, which hears cases from nine western states including Washington, as well as a district court in Washington state, which has seen at least 80 cases, have altered some of the procedures as the virus continues to spread. The appeals court, which has four courthouses including one in Seattle, said it is cancelling all hearings involving multiple judges as well as non-case related meetings, scheduled for next week.  The court said in an order posted online it was taking this measure “in light of the concerns about community spread of the COVID-19 virus throughout” the region covered by it.  All scheduled oral arguments in all locations will go forward, the court said. “Counsel who wish to appear remotely for any hearing may file a motion in that case for such relief,” the court said. The appeals court said it would be assessing the situation early next week. The Southern District of New York issued an order directing the Metropolitan Detention Center to screen all detainees prior to scheduled appearances at court. “If the temperature is 100.4 or above, such detainees should not be produced and the Court, forthwith, be notified,” Chief US District Judge Colleen McMahon ordered Friday. Amtrak is making some changes to its schedule because of reduced demand from the coronavirus virus while altering some fees to accommodate travelers. It announced three Acela trains which run between Washington, D.C., and New York will be suspended beginning Tuesday until the end of May. “As we are experiencing some reduced demand for our service, we are making temporary adjustments to our schedule, such as removing train cars or cancelling trains when there is a convenient alternative with a similar schedule that will have minimal impact to customers” including the three temporary suspensions, Amtrak said in a statement. The service also announced – as some airlines have already implemented – a waiving of change fees or on all existing or new reservations made before April 30. Regarding the actual trains, Amtrak said it is enhancing its cleaning protocols by increasing the frequency of cleaning service on the trains and stations to multiple times a day and even on an hourly basis in some cases. Also it is increasing the use of disinfectants to wipe down handrails, doorknobs and surfaces.   The National Basketball Association (NBA) has asked teams to begin making contingency plans if they have to play games without anyone in attendance as concerns about the spread of coronavirus increase. In a memo, which CNN has obtained, the league advised teams to identify “actions required if it were to become necessary to play a game with only essential staff present.” Only the league office will decide if a game will be played without fans, media, and/or other typical game attendees. Los Angeles Lakers all-star forward LeBron James said after the Lakers’ 113-103 victory against the Milwaukee Bucks on Friday that he wouldn’t play in an empty arena. “Nah, that's impossible. I ain't playing. If I ain't got the fans in the crowd, that's what I play for. I play for my teammates, I play for the fans. That's what it's all about. If I show up to an arena, and there ain't no fans there? I ain't playing. So, they could do what they want to do,\" James said. Japan Health Ministry announced Saturday that a man from Hong Kong linked to the Diamond Princess cruise ship has died from novel coronavirus.  Information about his age and whether he was the passenger or a crew member has not revealed.  Japan’s death toll from the virus now stands at 13. The Georgia Department of Public Health (DPH) reported three additional cases of novel coronavirus in Georgia this morning. One of the new cases is an individual from Cobb County, who recently returned from Italy, and is isolated at home, according to the Georgia Department of Public Health. The other individual is from Fulton County and is hospitalized, DPH said. According to DPH, the source of that person’s exposure is unclear at this time. Additionally, DPH is waiting for confirmation on a presumptive positive test for a Gwinnett County resident who recently returned from Italy and was self-monitoring at home. This person is now isolated at home, a release from DPH said. Spanish health authorities have confirmed the deaths of two coronavirus patients, bringing the total number of deaths across the country to 10. Madrid’s Department of Health confirmed Saturday the death of a 91-year-old male coronavirus patient, who suffered from previous health conditions.  Meanwhile, the Basque Country Health Department confirmed the death of a 90-year-old man who “suffered from chronic illnesses” and had tested positive to the virus. Earlier on Saturday, regional health departments across Spain confirmed that a total of 447 people have so far tested positive for coronavirus.  A hotel building in south-eastern China's Quanzhou city collapsed Saturday night, according to the city government statement. Several state media, including People’s Daily, confirmed the hotel has been used as coronavirus quarantine center.   Around 70 people were trapped in the building and 33 people have been rescued from the debris by 9:30 p.m. local time, the statement said.  It is unknown if there are any fatalities and why the building was collapsed. A total of 206 people have tested positive for coronavirus across the United Kingdom, British health officials confirmed Saturday in a statement.  “21,460 people have been tested in the UK, of which 21,254 were confirmed negative and 206 were confirmed as positive,” the UK Department of Health and Social Care said, adding that two coronavirus patients have so far died. The British government’s confirmation came shortly after an update from the Scottish health authorities, who announced that they have identified five new cases of coronavirus over the last 24 hours, bringing their regional total to 16. Dutch health authorities have confirmed new cases of coronavirus, bringing the total number of cases across the Netherlands to 188, the National Institute for Public Health and the Environment confirmed Saturday in a statement. “Since yesterday, 60 new patients have been reported…this brings the total number of positively tested patients to 188, of which 1 patient died,” the statement outlined, confirming that while most patients remain in self-isolation, 24 have been hospitalized. According to the Dutch health authority, most newly identified patients were registered in the southern province of North Brabant. “The investigation into the spread of the virus in North Brabant has since started…if you have a cold, are you coughing or have a fever: stay at home and limit your social contacts,” the statement urged. According to the Dutch National Institute for Public Health and the Environment, 112 of the confirmed coronavirus patients had recently been abroad; of these individuals, 103 had travelled to northern Italy. Additionally, 47 patients contracted the virus through contact with a previously diagnosed patient. Investigations are underway to determine how the remaining 29 patients contracted the virus. A US Navy sailor stationed in Naples, Italy, has tested positive for the coronavirus, marking the first positive case for a US service member stationed in Europe, according to a statement from US European Command and U.S. Naval Forces Europe-Africa. The service member, stationed at a naval support facility in Naples, tested positive Friday and is currently restricted to their residence, according to the statement, receiving medical and other support in accordance with the Centers for Disease Control and Prevention and Italian guidelines.  Authorities said health professionals from the US military are conducting what they call “a thorough contact investigation” to determine if any other personnel may have been exposed. They say depending on the results other precautionary measures may be taken. The statement said personnel that the service member came in close contact with have already been notified are in self-isolation at their residences.  Pope Francis will deliver his weekly Sunday greeting to pilgrims in Rome via video, instead of at the window on St. Peter’s Square, the Vatican announced Saturday in a statement, citing concerns over the potential spread of coronavirus.  According to the Vatican, such measures are being take to “avoid the risk of spreading of the Covid-19 due to crowds gathering” around St. Peter’s Square.  The Pope, who was recently confirmed to have been suffering from a cold, will also conduct his weekly Wednesday audience via video link, rather than in St. Peter’s Square. Meanwhile, all public participation at the Pope’s weekday private mass at the Vatican has been cancelled through March 15, the Vatican confirmed in its statement. The Pope celebrates mass daily and normally a small group of visitors join him. Iceland's government has called for the country’s response to coronavirus to move into what it is calling an “emergency phase,” after two people were found to have contracted the virus in the country. According to the Department of Civil Protection and Emergency Management, the total number of confirmed cases in Iceland has now risen to 45. Previous cases had been traced to Italy and Austria, where infected individuals had visited ski resorts in the Alps.  \"An increased number of confirmed cases of Covid-19 in Iceland and other Nordic countries has been reported in people who have stayed in ski resorts in the Alps. Therefore, the risk of infection in those areas has increased,” the statement added. Meanwhile, regional health departments across Spain have identified new cases of novel coronavirus, bringing the national total of confirmed cases to 447, an official update on Saturday confirmed. According to health authorities, the total number of confirmed cases includes eight deaths and 30 recoveries. Following the uptick in the number of confirmed cases, Barcelona City Hall confirmed via Twitter on Saturday that the city’s marathon – originally scheduled for March 15 – will be delayed to October 25 to “aid the containment” of the virus. An additional 60 people have also tested positive for coronavirus in Belgium, bringing the country’s total to 169 confirmed cases, the Belgian Public Health Federal Service said Saturday in a statement. According to the Public Health Federal Service, the majority of patients who tested positive had “recently traveled,” however the statement added that Belgian authorities are seeing “more and more local infections” identified. A former Denmark football international recently traveled to Amsterdam and there in the Dutch city he contracted coronavirus. Thomas Kahlenberg, who has represented his country at the 2010 World Cup, then returned to Denmark and went to watch his old club Brøndby play against Lyngby at Brøndby Stadium last weekend. It's a series of events that has Danish health authorities scrambling to find out who the 36-year-old has been in contact with. It's also as case that demonstrates the myriad challenges posed to health authorities as they try to get a grip on the outbreak. \"The authorities are now calling on the individual fans who, during Thomas Kahlenberg's visit to Brøndby Stadium, have been in direct physical contact with Thomas Kahlenberg, including his visit to the Fan Zone, Michael Laudrup-Lounge and reception at Brøndby Stadium,\" said a statement on the Brøndby website. \"The Danish Patient Safety Board (DPSB) must map everyone who has been in direct physical contact with Thomas Kahlenberg to prevent more people from getting the disease.\" Nicola Zingaretti – the head of Italy’s co-governing Democratic Party (PD) – has announced that he has tested positive for coronavirus, confirming in a video statement on Saturday that he is now in self-isolation. \"So, it has arrived, I also have the coronavirus,” Zingaretti said in a video shared on his Facebook page, adding that he is “well” and currently in self-isolation. “My family is also following the protocols and the local health unit is contacting the people who have been close to me in recent days,” the PD Secretary added. Zingaretti, who is also the President of the Lazio region in Italy, called on citizens not to panic and said he will “set a good example by following the instructions” of health officials. US President Donald Trump is receiving a steady stream of sometimes-conflicting information about the ongoing coronavirus outbreak that some aides worry is dampening his ability to effectively communicate the realities and risks of the epidemic. Some of the information Trump is receiving is viewed by his team as qualified and some of it appears designed to downplay the global crisis, people familiar with the matter said. Like he has throughout his presidency, Trump is hearing from outside friends and allies who don't necessarily convey the same information he hears from government aides. The result, multiple officials said privately, is the appearance of disconnect between the President and top officials who are responsible for managing the crisis. Even concerted efforts to streamline and centralize the administration's messaging have sometimes been foiled by Trump's own statements. Read more here. France -- one of Europe's worst-affected countries -- has added another batch of coronavirus cases to its official tally. The total number of confirmed coronavirus cases in France has climbed to 613, the French government announced Saturday, adding that 10 patients have so far died after contracting the virus. The government's statement added “several clusters” of coronavirus have been detected across the country. “We are currently at stage two of the action plan of the government, whose objective is to prevent and limit the spread of the virus.\" According to an earlier statement issued by the French health ministry, \"stage two\" entails the containment of the virus within separate clusters, as opposed to a nationwide outbreak. Germany also revised up its count on Saturday to 684, the German agency for disease control Robert Koch Institute said. In a statement published Saturday, the institute said that cases of coronavirus have been confirmed in “nearly all federal states” across Germany. One passenger aboard the Grand Princess was airlifted from the stranded cruise ship and flown back to San Francisco, another person on board told CNN. Steven Smith told CNN's Michael Holmes that the ship's captain made the announcement over the an internal public address system.  \"The captain came on a few minutes ago with another announcement that a helicopter was just dispatched to the ship to drop off some supplies and to pick up a passenger who needed medical attention and they flew that person back to San Francisco,\" said Smith.  \"They do not know what they're going to do, where they're going to have us berth. Right now we don't know what's going to happen tomorrow,\" Smith went on to say in the interview.  The Grand Princess was on a two-week trip from San Francisco to Hawaii and was scheduled to return Saturday, but has been in quarantine off the coast of California after 21 people were diagnosed with the coronavirus on board. Greece has reported 14 new cases of coronavirus, bringing the national total of confirmed cases to 45, the Greek Health Ministry announced Friday in a televised press conference. According to the Health Ministry, 11 of the newly identified cases had recently travelled to Israel and Egypt as part of a tour group; the remaining three new cases were close contacts of the group. Meanwhile, three new coronavirus cases have been confirmed in the western Herat province in Afghanistan, bringing the country's total to four, Public Health Minister Ferozidin Feroz said Saturday.   Three of the positive cases are people who returned from traveling to Iran. The fourth case is a person who has been in contact with them, Feroz said.    A number of people violated Hong Kong’s compulsory quarantine policy and tried to escape the city, Sophia Chan, the Secretary for Food and Health, said on Friday. Chan said 17 people were trying to leave the city but were stopped at the borders by Immigration Department staff. They were then sent to the government’s designated quarantine facilities. She added two people were charged and police submitted evidence of another seven cases to the Department of Justice, while the remaining cases are under investigation. Under the current policy, people entering Hong Kong from mainland China are required to be quarantined at home and forbidden from leaving the city. Health officials in England are trying to isolate anyone who had been in contact with a man in his early 80s, who has become the second person to die in the UK after contracting coronavirus. “Sadly, we can confirm that a man in his early 80s being cared for at Milton Keynes University Hospital has died,” the NHS Foundation Trust confirmed in a statement Friday. “The man, who had underlying health conditions, tested positive for coronavirus shortly before his death on Thursday,” the statement added. The hospital says it is working with Public Heath England to isolate those who had been in contact with the patient, including hospital staff, but confirmed that all services are “running normally” within the hospital. Earlier this week a woman in her 70s, who also had underlying health conditions, became the first person to die after contracting coronavirus in the UK. A women's Six Nations rugby match between Scotland and France, due to take place on Saturday, has been postponed after a player tested positive for the coronavirus. The Scottish player has been taken to a health care facility but \"is otherwise well,\" Scottish Rugby said in a statement, while seven other members of the team's playing and management staff are in self-isolation. Scotland's women's rugby team returned from northern Italy, the region of Europe hit hardest by the outbreak, on February 23 after their match against Italy was also postponed. Two games in the men's Six Nations --  an annual international rugby union competition between England, France, Ireland, Italy, Scotland and Wales -- have also been called off in recent days. England's game against Italy, due to played in Rome on March 14, was postponed earlier this week, and Ireland’s clash with Italy in Dublin, which was due to be played this Saturday, was previously called off on public health grounds by Six Nations organizers. South Korea’s Centers for Disease Control and Prevention has announced 274 additional cases of the coronavirus, bringing the national total to 7,041. The vast majority of cases are in the southern city of Daegu and the surrounding North Gyeongsang province. Two more deaths from the virus were reported earlier today, bringing the country's total to 46 fatalities during the epidemic. South by Southwest, the annual tech, film and music conference in Austin, has officially been canceled because of the coronavirus. The decision, announced by city authorities on Friday, came just two days after Austin public health officials said the event could proceed as planned despite a string of high-profile dropouts and widespread calls to cancel. \"I've gone ahead and declared a local disaster in the city, and, associated with that, have issued an order that effectively cancels South by Southwest this year,\" Austin Mayor Steve Adler told reporters Friday afternoon. The event had been scheduled to take place from March 13-22. This is the first time in 34 years that it has been canceled, according to the organizers. \"We are devastated to share this news with you,\" SXSW said in a statement. \"We are now working through the ramifications of this unprecedented situation.\" Read the full article here. European Union health ministers held emergency talks Friday on the response to the coronavirus outbreak, which has swept through nearly all its 27 member states, as questions mount over the apparent lack of preparedness in Europe. More than two months since first known cases were reported in China, the number of confirmed infections reached more than 5,500 in EU member states on Friday. Yet observers say the aggressive measures needed to curtail an epidemic has yet to materialize. Czech Health Minister Adam Vojtěch said ahead of the meeting in Brussels on Friday that \"the lack of protective masks and all the protective equipment and disinfectant\" is \"really concerning,\" and called for the European Commission to speed its procurement process up -- something the EU's executive branch said it would do nearly two weeks ago. Many countries across Europe were already facing drug shortages before the onset of the virus, with a particular shortage in respiratory medications, according to a report published by the Pharmaceutical Group of the European Union (PGEU). Read the full article here. Two Thai men who recently traveled to Italy have been diagnosed with the novel coronavirus, authorities announced today. The national tally is now 50, Sukhum Kanchanapimai, permanent secretary to Thailand's Ministry of Public Health, said at a news conference today. The two men, both aged 40, began to show symptoms on Thursday. Among the 50 patients nationwide, 31 have been discharged from the hospital and one died. This post has been updated to accurately reflect the number of patients discharged from hospital. The first outbreak of the novel coronavirus in Wuhan, China, has been linked to a wet market where a wide range of wild animals were on sale. It isn't the first time a deadly viral outbreak has been linked to one of China's wildlife markets. The 2003 severe acute respiratory syndrome (SARS) outbreak was believed to originate in a similar location in the southern province of Guangzhou. In a bid to end the risk of further epidemics, a strict ban on the consumption and farming of wild animals is being rolled out across China by the government. Even though it is unclear which animal transferred the virus to humans -- bat, snake and pangolin have all been suggested -- China has acknowledged it needs to bring its lucrative wildlife industry under control if it is to prevent another outbreak. But ending the trade will be hard. The cultural roots of China's use of wild animals run deep, not just for food but also for clothing, ornaments and even pets. And the government is leaving space in its ban for the continued use of wild animals in traditional medicine. Read the full article here. Over 100,000 infections: The novel coronavirus has now killed nearly 3,500 people, and infected over 101,400, according to CNN's tally -- the vast majority in mainland China.\nUS cases top 330: There are now at least 332 cases of the virus in the United States, with 28 states announcing confirmed or presumptive positive cases. The US has recorded 17 deaths linked to the virus.\nNYC complains to CDC: New York City has urgently requested more resources from the US Centers for Disease Control and Prevention, according to the NYT. In a letter to the CDC, New York authorities complained that “the slow federal action on this matter has impeded our ability to beat back this epidemic.\"\n21 infected on Grand Princess: Passengers and crew were devastated to learn that 21 people had been diagnosed with the coronavirus aboard their cruise ship, which is in quarantine off the California coast. The ship is moving closer to shore due to a passenger in need of medical care.\nSouth Korean cases rise above 6,700: Seoul announced over 480 new infections today, bringing the country's total to 6,767, including 46 deaths -- the worst outbreak outside of China.\nDeath toll grows in Iran: At least 124 people have died from the coronavirus in Iran, the government announced Friday, with 17 new fatalities confirmed in one day. Among those killed was a newly-elected female Iranian politician.\nFacebook bans ads for masks: In a move to try and stop people taking advantage of the coronavirus outbreak, Facebook has announced it will temporarily ban advertisements for surgical facial masks. Many countries around the world have seen shortages as the coronavirus has spread. And if you're told to self-quarantine, here's what you need to know. The biggest buzzword in travel over the past few years has been overtourism -- are popular cities and attractions becoming too overburdened with tourists? But now the pendulum is swinging in the other direction as a result of the novel coronavirus, which originated in Wuhan, China, and has since trickled around the world, from Japan and Italy to the United States. According to some industry experts, coronavirus may prove to be the worst hit to the global travel industry since 9/11. Many countries have restricted travelers from China, which is the world's largest travel market, thus guaranteeing a decline in visitors. And that's not all. Airlines have asked staffers to take unpaid leave as many routes are canceled indefinitely, and hotels and attractions have reported plummeting bookings. Read the full article here. There are now more than 100,000 people who have been infected by the coronavirus, as the disease officially known as Covid-19 spreads rapidly around the world. If you're wondering whether you may have contracted the virus, here are some of the symptoms you should look out for. Coronavirus usually gives people a mild to moderate upper respiratory tract illness, similar to a common cold.  Some symptoms include:  a runny nose \na cough \na sore throat\na headache\na fever that can last for a couple of days For those with a weakened immune system, the elderly and the very young, there's a chance the virus could cause a lower, and much more serious, respiratory tract illness like pneumonia or bronchitis. Read more about the coronavirus and how you can catch it here. It's a bad time to be in the oil business. Oil prices crashed more than 9% to their lowest level in nearly three years on Friday as major producing nations failed to agree on supply cuts aimed at addressing the collapse in global demand caused by the coronavirus outbreak. The OPEC cartel led by Saudi Arabia on Thursday had proposed a two-pronged approach to its key ally Russia: extend existing production cuts of 2.1 million barrels through to the end of 2020; and make further cuts of 1.5 million barrels per day. But Russia refused to back the plan at a meeting with OPEC in Vienna on Friday, leaving the future of its three-year alliance with the cartel in doubt and raising the prospect of a huge supply glut. OPEC Secretary General Mohammed Barkindo, speaking to reporters after the meeting broke up, said there was no consensus to extend the policy of supply restraint beyond the end of March and OPEC would not act unilaterally. Discussions would continue, he added, but gave no further detail. Read the full article here. Two more people have died from the coronavirus in South Korea, bringing the national death toll to 46. The head of the South Korean National Institute of Health, Kwon Jun-wook, announced the new fatalities at a regular briefing today. Among the confirmed cases in the country, approximately 73% of cases have been found to be associated to a cluster transmission, Kwon said, while 27% are sporadic cases or still under investigation. As of Saturday, there are 4,297 cases related to the Shincheonji religious group, which accounts for 63.5% of cases nationwide. Among the confirmed cases within the religious group, 3,716 cases are in the southern city of Daegu. The Grand Princess cruise ship quarantined off California is moving within 20 miles of the coast at the request of the US Coast Guard because a passenger needs medical assistance. The ship's captain announced in a video sent to CNN by a passenger onboard that moving closer would allow for greater ease in managing logistics and \"the delivery of supplies.\" The US Coast Guard has been called and the passenger may be airlifted off the ship, the captain added. While the exact time of the operation is unknown, a few guests will be asked to leave their rooms during the operation. “I know some of you may have onward travel booked for tomorrow morning since that was our originally scheduled disembarkation time, but unfortunately It does not look probable that disembarkation will occur,” the captain said. He also announced that medication orders are being filled for passengers onboard as required. All in-person classes for the final two weeks of the winter quarter will be cancelled starting Monday, California's Stanford University announced in a letter on the university’s website. “To the extent feasible, we will be moving classes to online formats in place of in-person instruction,” Provost Persis Drell said in the letter. Exams that were scheduled to be taken in-person will be taken in a take-home format, the university said. Stanford University is also canceling campus tours and the “Admit Weekend” event for prospective undergraduates that was originally scheduled for the weekend of April 23-26. Stanford University is in Northern California’s Santa Clara County, which currently has 24 cases of the coronavirus. California has 65 cases of the virus. Do you have your \"bug-out bag\" (BOB) ready for when the \"s*** hits the fan\" (SHTF), or will you \"bug in\" for \"the end of the world as we know it\" (TEOTWAWKI)? This jargon is well understood within niche \"prepper\" communities, whose members spend their lives preparing for impending armageddon -- natural disasters, pandemics or financial collapse. And the ideas that drive this culture are becoming increasingly mainstream as coronavirus panic sees people across the world stockpiling rations, sourcing gas masks and self-isolating at home. Now, \"civilians\" are turning to expert preppers in droves for help in getting ready for the worst. Read the full article here. A woman in her 50s who was a staff member at Chicago's Vaughn Occupational High School tested positive for the coronavirus on Friday. In the wake of the diagnosis, Chicago Public Schools (CPS) sent out a letter on Friday evening to parents to say that they will be supporting the staff and students of Vaughn. The employee had been a passenger on board the Grand Princess cruise ship, disembarking on February 21. CPS said while the development was concerning, \"at the moment this remains an isolated incident and public health experts believe the immediate health risk to the general public remains low.\" CPS said it was not considering closing schools at this time, based on the recommendations of local health authorities. On Friday morning, amid questions of why President Donald Trump had canceled a planned trip to Atlanta to visit the Centers for Disease Control and Prevention, the White House released this statement: \"The President is no longer traveling to Atlanta today. The CDC has been proactive and prepared since the very beginning and the President does not want to interfere with the CDC's mission to protect the health and welfare of their people and the agency.\" OK! Makes some sense, since a presidential visit requires a massive amount of logistics and security that, theoretically, could take away from the important work the CDC is doing in identifying and containing the novel coronavirus. Except that, when asked later Friday morning why he had canceled the CDC trip, Trump said this: \"We may go. They thought there was a problem at CDC, somebody that had the virus. They've tested the person very fully and it was a negative test,\" Trump said. \"I may be going they're going to see if they can turn it around with Secret Service.\" Uh. So, which is it? Read the full analysis here. The first patient to be diagnosed with coronavirus in Utah didn't know that there had been an outbreak among their fellow Grand Princess cruise ship passengers until they returned home. The Utah Department of Health said in an earlier news release that the resident had contracted the coronavirus while onboard the Grand Princess, which is anchored off the coast of California under quarantine. Utah state officials said that the cruise line informed the patient of the outbreak after they got home, and then the passenger went to a clinic to be checked. State epidemiologist Angela Dunn said there were other Utah residents on the cruise, and they are reaching out to those passengers to encourage them to watch for potential symptoms. People who live with the confirmed patient are also being tested for the coronavirus, and they are looking for other people who were in close contact. The University of Southern California (USC) has announced that classes will temporarily move online from March 11 to 13, due to the coronavirus outbreak. “We will replace in-person classes with online lectures & seminars to test our readiness should we need to take stronger action for health & safety. The campus will remain fully open and functional at this time,” the university said in a tweet. According to a statement sent out to the USC community, this is a campus-wide test in case longer term home classes are ever needed.  “We need to test our technical capabilities to ensure academic continuity in an online environment should there be a disruption,” said the university. The school confirmed that there are no cases of the coronavirus on campus and that the university is fully functional. Campus events are scheduled to take place as planned and employees are expected to be at work, according to the statement. New York City has urgently requested more resources from the US Centers for Disease Control and Prevention, according to a letter obtained by the New York Times. In the letter from Deputy Mayor for Health and Human Services Raul Perea-Henze, the New York City government said “the slow federal action on this matter has impeded our ability to beat back this epidemic.\" The city also asked for additional testing kits, according to the New York Times, noting the two previously provided kits “do not meet the needs of New York City, America’s most populated city with 8.6 million (population).” “With multiple positive cases, NYC needs maximum testing capacity to enable successful implementation of the public health strategies that best protect New Yorkers,” Perea-Henze wrote.\n“The importance of NYC having additional testing kits and expanding our testing capacity cannot be overstated.\" The novel coronavirus has spread throughout the world since the first cases were detected in central China in December. More than 3,400 people have died globally and over 101,000 have been infected, according to CNN's tally. These five countries have been worst hit: Mainland China: 80,651 cases; 3,070 deaths \nSouth Korea: 6,767 cases, 44 deaths\nIran: 4,747 cases, 124 deaths\nItaly: 4,636 cases, 197 deaths\nJapan: 1,045 cases, 12 deaths (includes 706 cases linked to Diamond Princess cruise ship) Here's a full list of cases worldwide. South Korea’s Ministry of Foreign Affairs announced today it will raise its travel-alert level for all areas of Japan amid the novel coronavirus outbreak. Seoul said all areas of Japan except those already with high travel alerts will go from a level 1 “blue alert/precautious” to level 2 “yellow alert/high cautious” level.  The measures will come into effect on Monday, March 9. “As many questions are being raised from the international community over the recent nontransparent infection situation and weak response in Japan, the coronavirus infection is continuously spreading,” the South Korean ministry said. The decision to raise the travel-alert level was made “in consideration of the concern that our citizens are exposed to infection.” The move comes after Japan on Thursday announced similar travel restrictions for its citizens for travel to South Korea. South Korea’s Foreign Ministry expressed “strong regret” over Tokyo's decision following Japan’s travel restriction announcement. South Korea now has more than 6,700 cases of the coronavirus within its borders, while Japan has over 1,000, including more than 700 linked to the Diamond Princess Cruise ship that was quarantined in Yokohama Bay in February. A new case of the novel coronavirus from a passenger who was on the now-quarantined Grand Princess cruise ship has been confirmed in Northern California’s Alameda County.   The patient is an older adult who has underlying health conditions and is currently hospitalized, the Alameda County Public Health Department said in a news release. Their family members are now under quarantine. Alameda County’s Public Health Department is urging all residents who were on the Grand Princess cruise from February 11 to February 21 to get tested if they are experiencing any symptoms. There are 11 confirmed US cases of the virus from former passengers who were on the Grand Princess cruise ship that traveled from San Francisco to Mexico. It is Friday morning at Seattle's famous Pike Place Market and Mike Kirn and the other fish mongers are setting up for business. They've had their warmup stretches and they've talked about how the novel coronavirus is affecting the Puget Sound area and being a bright spot for their customers. \"We're always going to be here for the people, creating a nice space for people to come and have some good vibes while negative stuff going out there,\" he says about the market, known for the entertaining way the staff tosses fish around. But there's a new reality beginning to form in the city of almost 800,000 people, affecting nearly every aspect of life from business to traffic and even education. Fewer people are going to work -- or to school. Big companies have told employees to telework and the University of Washington and a Seattle area school district have told their 80,000 students combined to take their classes online for up to several weeks Read the full article here. There are now 29 US states with cases of the novel coronavirus, after Utah announced a resident had tested positive. The Utah Department of Health said in a news release that the resident had contracted the coronavirus while onboard the Grand Princess cruise ship, which is anchored off the coast of California under quarantine. The patient -- described as a Davis County resident over the age of 60 -- sought medical attention after returning home and developing symptoms. The patient is now at home in isolation. The presumptive positive result for coronavirus came from testing at the Utah Public Health Laboratory. Two patients who tested positive for the novel coronavirus have died, the Florida Department of Health announced Friday night. Both of the deceased -- one of whom was in their 70s -- had recently returned from international trips to undisclosed locations. One was in Santa Rosa County while the other in Lee County. In addition to the two deaths, Florida's Department of Health announced two new presumptive positive cases of the coronavirus in Broward County. This brings the US death toll to 17. These are the first US deaths outside the states of California and Washington.  An employee at a downtown Seattle Starbucks has tested positive for novel coronavirus, according to a memo released by the company Friday evening. Starbucks said the worker is now isolated at home. The store where the patient worked is now closed, and the company said it was subjected to a deep cleaning overnight. The local health department gave the store the go-ahead to return to business, according to the company, but Starbucks has not announced when the location will reopen. Three Maryland patients contracted the coronavirus on a Nile River cruise in Egypt, Maryland Governor Larry Hogan announced in a news conference. Hogan said these cases also appear to be linked to six confirmed coronavirus cases in Texas who were also on a Nile River cruise.  Two of the Maryland patients had public interaction. Hogan said that one individual, after returning from the cruise on February 20, attended an event in the Philadelphia area where they were in contact with a group of children. As a result, the Central Bucks Co. School District in the Philadelphia suburbs made the decision to close five local schools today. Another patient attended a public event on February 29 at the Village at Rockville, a retirement community where they were in contact with approximately 70 to 100 individuals including outside visitors, as well as residents and staff, according to Hogan.  The Iraqi Ministry of Health announced eight new coronavirus infections Friday, bringing the country's total confirmed cases to 46. Iraq shares a border with Iran, the Middle Eastern country that has the largest number of infections in the region. As of Friday night, Iran had more than 4,700 confirmed cases of the virus, including 124 deaths. Ecuador’s ministry of health has confirmed an additional case of the coronavirus, bringing the country’s total to 14, according to a statement published via Twitter on Friday. The statement said that the foreign individual traveled to Ecuador for tourism and is now hospitalized; his condition is not being revealed. It was not announced which country the tourist came from. The US now has 329 confirmed or presumed positive cases of the novel coronavirus in 28 states, according to CNN's tally of US Centers for Disease Control and Prevention and state totals. Compared to the Thursday night total of 227 cases, that is a jump of more than 100 infections in just 24 hours. The largest clusters of cases are in Washington state, California and New York. In total there have been 15 deaths from the virus in the US. Indonesia confirmed two new novel coronavirus cases on Friday, raising the nationwide tally to four, according to a report from state-run news agency Antara News. The association representing four million nurses in the United States called on Friday for \"a concerted effort among all members of the health care team, decision makers and the public to respond to the coronavirus outbreak.\" The American Nurses Association said in a statement that while their members were ready to respond to the crisis, they needed \"proper support.\" \"This includes clear, evidence-based protocols and the highest level of protection in order to care for infected individuals as well as prevent the spread of the coronavirus in health care facilities and the community,\" the statement said.\n\"In order to effectively respond, nurses must have the full support of their employers and government organizations to access the appropriate safeguards and secure proper supplies ... The current lack of supplies, testing kits, proper protective gear, and the lack of a universal set of guidelines, all contribute to the spread of coronavirus.\" Vietnam reported its 17th novel coronavirus case on Friday night, the government’s media office said on Twitter.  The new case is the first  Vietnam has had in 22 days.  Members of the Shincheonji religious group dress in identical white shirts, black pants and name tags when they gather to hear founder Lee Man-hee preach. There are no chairs, except for those provided for the elderly or sick. They sit on the floor to listen to sermons to maximize space. The religious practices of Shincheonji are in the public eye because the movement appears to be the source of South Korea's growing novel coronavirus outbreak that has infected more than 6,700 people across the country. Shincheonji, however, is not the only fringe faith in the country.  Today there are hundreds of similar minority religious groups in South Korea -- including Christian ones -- according to Tark Ji-il, a professor at Busan Presbyterian University and a respected expert on the country's religious movements. And no one is really sure why South Korea has so many. Read the full article here. An FBI employee out of the San Francisco field division is among those to test positive for the novel coronavirus, an FBI official confirmed Friday. The infected person is based out of a smaller satellite office and not the main offices in San Francisco.  Employees of the satellite office were sent home and the FBI is taking all necessary steps to prevent further spread of the virus, the official said.  It’s not clear how the employee contracted the virus. The FBI has notified local health officials and is tracking people who had contact with the employee. There are now 83 nationwide cases of the novel coronavirus in Malaysia after the country's state news agency reported a rise of 28 new cases Friday. According to state news agency Bernama, the 83 cases nationwide comprise of 65 Malaysians, 15 Chinese nationals, and one case each in citizens of the US, Japan, and Italy. As of Friday, a total of 23 cases in Malaysia had fully recovered and been discharged from hospital, the report added. The number of new infections in South Korea is continuing to grow rapidly, with the country's Centers for Disease Control and Prevention announcing 483 new cases today. The national total for South Korea is now 6,767. Two new deaths were also announced today, bringing the death toll to 44. Out of the 483 new cases recorded on Friday, 390 are from the city of Daegu, where the outbreak has been concentrated. So far, 5,084 cases during the outbreak have been from Daegu, with about 90.6% of cases nationwide either from Daegu or the surrounding North Gyeongsang province. Placer County in northern California has confirmed three more presumptive positive cases of the novel coronavirus, all of whom were passengers on the Grand Princess cruise ship from San Francisco to Mexico. Placer County Public Health said in a news release that all three had been isolated at home and didn't require hospitalization. Placer County has a total of five cases, including one death. California's total is now 64. In total, 10 confirmed US cases are from former passengers who were on the Grand Princess cruise ship. The vessel is now in quarantine off the coast of California. There are now at least 304 confirmed or presumptive confirmed cases of the novel coronavirus in the United States. This includes 49 cases in repatriated citizens and 255 cases detected in 28 states. Here is a state-by-state breakdown of the 255 cases: Arizona: 3 cases California: 60, including 1 death Colorado: 8  Connecticut: 1  Florida: 4  Georgia: 3  Hawaii: 1  Illinois: 6   Indiana: 1 Kentucky: 1 Maryland: 3 Massachusetts: 8  Minnesota: 1  Nebraska: 1   Nevada: 1   New Hampshire: 2  New Jersey: 4  New York: 44  North Carolina: 2   Oklahoma: 1  Oregon: 3  Pennsylvania: 2  Rhode Island: 3   South Carolina: 2  Tennessee: 1   Texas: 8  Washington: 80, including 14 deaths   Wisconsin: 1  Facebook plans to temporarily ban medical face mask advertisements and commerce listings from its platform, according to the social media giant's director of product management. Rob Leathern said in a tweet on Friday night that Facebook “will make necessary updates to our policies if we see people trying to exploit this public health emergency.\" He said the change will be rolled out in the coming days. China's National Health Commission reported 28 new deaths from the coronavirus today, bringing the global death toll to 3,491 since the epidemic began. The total number of deaths in mainland China is now 3,070, the vast majority of which have been in Hubei province -- ground zero for the outbreak. The total number of confirmed infections in China is now 80,651, with an increase of 99 new cases on Friday. Outside of mainland China, there have been 421 deaths, as of this morning: Italy: 197 deaths Iran: 124 South Korea: 44 United States: 15 Japan: 12 France: 9 Spain: 8 Hong Kong, Iraq and Australia: 2 deaths each Taiwan, Thailand, the Philippines, Switzerland, the United Kingdom and the Netherlands have each reported 1 death. Hawaii has confirmed its first novel coronavirus case, according to state officials at a Friday news conference. Governor David Ige said the patient is a Hawaii resident who traveled on the Grand Princess cruise ship, which is now in quarantine off the coast of California.  It’s the seventh confirmed case tied to the cruise ship. Ige said the Hawaiian patient disembarked in Mexico, but officials are aware that the cruise ship also stopped at four Hawaiian ports last month.  The state is examining the manifest of Grand Princess passengers to contact those who stopped in Hawaii, asking that they self-quarantine, he said. 100,000 infections:  The novel coronavirus has now killed more than 3,400 people, and infected over 101,300, according to CNN's tally -- the vast majority in mainland China.\nUS cases top 300: There are now more than 300 cases of the virus in the United States, with at least 28 states announcing confirmed or presumptive confirmed cases. The US has recorded 15 deaths linked to the virus.\nSenior citizens told to stay home: Older US citizens are being encouraged to avoid going out as much as possible by the US Centers for Disease Control and Prevention (CDC) as cases rise.\n21 infected onboard cruise ship: Passengers and crew were devastated to learn that 21 people had been diagnosed with the coronavirus aboard their cruise ship, which is in quarantine off the California coast. They were not informed before they heard it from a news conference by US Vice President Mike Pence.\nSouth Korean cases rise above 6,700: Seoul announced over 480 new infections of the coronavirus today, bringing the country's total infections to 6,767. South Korea has the most cases of the virus outside of China.\nDeath toll grows in Iran: At least 124 people have died from the coronavirus in Iran, the government announced Friday, with 17 new fatalities confirmed in one day. Among those killed was a newly-elected female Iranian politician.\n\"This is not a drill,\" WHO says: The director-general of the World Health Organization has warned governments that the coronavirus spread is \"not a drill.\" It said significant action would be required to contain the outbreak, with clusters expanding in South Korea, Japan, parts of Europe, Iran and the United States.  And if you're told to self-quarantine, here's what you need to know. There are at least 304 cases of the novel coronavirus in the United States as of Friday evening, according to the US Centers for Disease Control and Prevention, as well as state and local governments.  According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, 255 cases have been detected in 28 states. After including the 49 cases in repatriated citizens, the total number of coronavirus cases in the United States is 304. This total includes both presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases that have received positive results from the CDC. A total of 15 people have died from the virus in the United States -- 14 in Washington state and one in California. Australia now has 63 confirmed cases of the novel coronavirus, the country’s Department of Health said in a statement on Saturday. Two deaths linked to the virus have been reported in the country. Taiwan confirmed an additional coronavirus case on Saturday, raising the island’s total to 45, a statement from the Ministry of Health and Welfare said.  The newly confirmed case is a woman in her 50s who was in the same hospital ward as a previous case. Mexico’s health authorities confirmed one new case of novel coronavirus at a news conference late Friday, bringing the total number of cases in the country to six. The latest case is a 71-year-old man who traveled to Italy. Authorities said he was in critical condition, but is now stable and under observation. A resident of a nursing home in Issaquah, Washington tested positive last night for the novel coronavirus, according to Eastside Fire Deputy Chief Rich Burke. The patient has since been transferred from the facility to a local hospital, and three firefighters who responded to the scene have self-quarantined. “We worked closely with the Kirkland Fire Department and learned a lot from what they went through,” Burke said. The Issaquah Nursing & Rehabilitation Center, where the patient was living, posted a message on its website saying it had implemented infection control procedures for staff and residents. This is the third senior care facility in the past week in Washington state to have a resident diagnosed with coronavirus. An elderly woman and a patient with a travel history to Europe are the first two cases of novel coronavirus in the US state of South Carolina. According to South Carolina's Department of Health and Environmental Control, the two cases are not linked. The first patient is an elderly woman from Kershaw County who has been hospitalized and is in isolation. The second is a woman from Charleston County who recently traveled to France and Italy. She did not require hospitalization and has self-isolated at home. A 56-year-old man with a long-term illness is among three new infections that have pushed the number of confirmed cases in Hong Kong to 107. According to a government statement, the man traveled to the US and Mexico between February 2 and February 20, and then to London and Paris until March 3. The other two new cases are related to a previous case of a 69-year-old woman who was on a tour of India between January 31 and February 24.  One of those is the woman’s husband, a 69-year-old man with an underlying illness. He has no recent travel history.  He did not have any symptoms, and is now stable. At least 26 US states have now either confirmed or presumptive confirmed cases of the novel coronavirus, after Nebraska announced its first case Friday. Nebraska Governor Pete Ricketts said in a news release that the first presumptive positive case of the virus had been reported to the Nebraska Department of Health and Human Services (DHHS).  The patient is a woman in her 30s from Nebraska's Douglas county who recently returned from the UK at the end of February.  She started experiencing symptoms and was hospitalized at Methodist Hospital on March 5. After public health officials received notification that she could possibly have the virus on Thursday, they immediately ordered testing for the virus, which came back positive. Currently, she is being transferred from the progressive care unit at Methodist Hospital to the Biocontainment Unit at Nebraska Medicine / the University of Nebraska Medical Center (UNMC).   Two people who recently returned from overseas trips have tested positive for the novel coronavirus in Colorado, bringing the total of positive or presumptive positive cases in the state to eight. Authorities in Douglas County reported today that an adult who returned from a trip to Italy and a student who returned from a trip to the Philippines had both tested positive. Separately, Colorado's Eagle County Public Health Department announced its first presumptive positive case.  The patient is a woman in her 50s visiting the area and likely exposed during international travel. She is not hospitalized and is recovering in isolation.   Kentucky’s governor has confirmed the state’s first case of coronavirus this afternoon. Gov. Andy Beshear said the patient is in the city of Lexington and they are being treated in isolation. Beshear has filed a state of emergency and activated the state’s emergency operations center.   Passengers aboard the Grand Princess cruise off the coast of California learned that 21 people on the ship tested positive for the novel coronavirus by watching Vice President Mike Pence’s announcement this afternoon. In an audio address aboard the cruise after Pence’s news conference, the ship’s captain apologized to passengers over the loudspeaker. “You may have heard this on the news by the media already and we apologize, but we were not given advance notice of this announcement by the US federal government,” the captain said. “It would have been our preference to be the first to make this news available to you. These individuals will be notified of their test results as quickly as possible.” The captain went on to say the individuals will be notified of the test results by the ship doctor as soon as possible. This includes two guests and 19 crew members. Health authorities in Argentina announced six new cases of novel coronavirus on Friday, according to a news release from the government of Argentina. This brings the country’s total number of cases to eight. According to the statement, all six new cases had traveled to different European countries. Those diagnosed with the virus are two women and four men between the ages of 57 and 72. There are 282 cases of the novel coronavirus in the United States, according to the US Centers for Disease Control and Prevention, as well as state and local governments.  According to the CDC there are 49 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 233 cases in 23 states, bringing the total of coronavirus cases to 226. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases that have received positive results from the CDC. A sixth person who was previously aboard the Grand Princess cruise ship that voyaged last month from San Francisco to Mexico is confirmed to have been infected with novel coronavirus.  The person, who did not feel well upon arriving home from the cruise, is a resident of Ventura County in Southern California, according to Ventura County Public Health. The patient has since remained at home with mild symptoms, according to county officials, only leaving to receive medical treatment.  The patient’s spouse, who also remains under home quarantine, was also on the cruise but does not have symptoms. Some context: The California Department of Public Health notified Ventura County on March 4 that six of their residents had traveled on the cruise.  The county has contacted the four remaining passengers, one of whom is symptomatic and being tested at this time. The remaining three have no symptoms. This latest infection brings the total number of confirmed cases in California to 56. EvergreenHeath announced that its 12th novel coronavirus patient has died at its hospital in Kirkland, Washington. This raises the coronavirus death toll in Washington state to 14, including two past coronavirus fatalities reported at other locations in Washington. Amid a coronavirus outbreak in the United States, the US Centers for Disease Control and Prevention posted new guidance on its website, encouraging older people and people with severe chronic medical conditions to “stay at home as much as possible.” This advice is on a CDC website that was posted Thursday.  The CDC says early data suggests older people and people who have severe chronic medical conditions like heart, lung, or kidney disease are at higher risk for more serious illness from the novel coronavirus. The CDC says older people are twice as likely to become seriously ill if they become infected with the virus. Some context: This advice from the CDC comes as two top infectious disease experts with ties to the federal government have advised people over 60 and those with underlying health problems to strongly consider avoiding activities that involve large crowds, such as traveling by airplane, going to movie theaters, attending family events, shopping at crowded malls, and going to religious services.  A Trump administration official tells CNN that the US Department of Health and Human Services “is in the process of doing targeted outreach to the elderly community and those that have serious underlying health conditions.” ", "Section": "asia", "Writers": ["Ben Westcott", "Adam Renton", "Rob Picheta", "Fernando Alfonso III", "Amir Vera"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-03-07-20-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}