{"Type": "gallery", "Time": "2020-07-03", "Headline": "The week in 30 photos", "Text": "A couple draws guns on people who were protesting against St. Louis Mayor Lyda Krewson on Sunday, June 28. The demonstration came after Krewson, on a Facebook live video, read the names and addresses of people calling for police reform, according to CNN affiliate KMOV. The man and woman with the guns were identified as Mark and Patricia McCloskey, who owned a home on the private street the protesters were walking on. \"The peaceful protesters were not the subject of scorn or disdain by the McCloskeys,\" their attorney, Albert S. Watkins, said in a statement to CNN. \"To the contrary, they were accepting and supportive of the message of the protesters. The actions of violence, destruction of property and acts of threatening aggression by a few individuals commingling with the peaceful protesters, gave rise to trepidation and fear of imminent and grave.\" People prepare to go tubing on the Salt River outside of Phoenix, Arizona, on Saturday, June 27. Arizona, along with four other states, posted record new coronavirus cases this week, according to Johns Hopkins data.  Mississippi Department of Finance and Administration employee Willie Townsend raises the state flag during the flag retirement ceremony at the Capitol building in Jackson, Mississippi, on Wednesday, July 1. Mississippi Gov. Tate Reeves on Tuesday signed a bill to retire the last US state flag to feature the Confederate battle flag. Prince Charles looks at a Cloucestershire Old Spot pig with her piglets during a visit to Cotsworld Farm Park near Cheltenham, England, on Wednesday, July 1.  Joseph James DeAngelo is helped up by his attorney, Diane Howard, as the judge enters the courtroom in Sacramento on Monday, June 29. DeAngelo, also known as the \"Golden State Killer,\" pleaded guilty to 13 counts of first-degree murder and special circumstances -- including murder committed during burglaries and rapes -- as well as 13 counts of kidnapping. Sam Khok school students use old ballot boxes repurposed into partitions to help limit the spread of Covid-19 during class on Wednesday, July 1, in Pathum Thani, Thailand. The Thai government recently eased isolation restrictions and reopened schools nationwide.  A woman reacts after police deployed pepper spray to clear a street of protesters rallying against the new national security law in Hong Kong on Wednesday, July 1. China's central government imposed a sweeping national security law late the night before that critics say stripped the city of its autonomy and precious civil and social freedoms, and cements Beijing's authoritarian rule over the territory. President Donald Trump swings a baseball bat during the Spirit of America Showcase at the White House in Washington on Thursday, July 2. In this undated handout image released this week, a dead elephant is seen in Okavango Delta in northern Botwswana. More than 360 elephants have died in mysterious circumstances in Botswana in the past three months, according to local conservationists. A child plays on the steps of the US Supreme Court building as anti-abortion activists demonstrate outside the court in Washington on Monday, June 29. Chief Justice John Roberts sided with the liberal justices on the Supreme Court on Monday to block a controversial Louisiana abortion law that critics said would have closed nearly every clinic in the state. Russian President Vladimir Putin shows his passport to a member of an election commission before voting in Moscow on Wednesday, July 1. Russia kicked off early voting in a national referendum on controversial amendments to the country's constitution that could allow Putin to stay in power until 2036, amid reports that the process had been marred by election tampering and compulsory voting. A 3D printer produces a plant-based steak mimicking real beef at the Israeli start-up Redefine Meat facility in Rehovot, Israel, on Monday, June 29.  People sit at a giant table — more than 1,690 feet long — on the Charles Bridge in Prague on Tuesday, June 30. To celebrate the end of the country's lockdown, cafe owner Ondrej Kobza organized the dinner party. \"We want to celebrate the end of the coronavirus crisis with people meeting up and showing they're no longer afraid to meet others. That they aren't afraid to accept a bite of a sandwich from someone,\" Kobza told the Agence France-Presse news agency. An employee takes the ﬁngerprints of a woman who died from Covid-19 before her remains are cremated at La Recoleta crematorium in Santiago, Chile, on Saturday, June 27. Chile's Ministry of Health reported 2,498 new Covid-19 cases on Thursday, continuing a recent downward trajectory of new infections,  according to the government's latest data. Democratic presidential candidate Vice President Joe Biden speaks about the coronavirus pandemic and the economy on Tuesday, June 30, in Wilmington, Delaware.  A boy wearing a face mask swims with an inflatable tube in a ﬂooded park caused by heavy rains on Tuesday, June 30 in Wuhan, China.  Jan Claire Dorado bonds with her mother and cat from behind a small plastic window on her makeshift isolation room in Quezon City, Manila, on Friday, June 26. Dorado works in the Emergency Room of East Avenue Medical center and is self-isolating from her family to reduce their risk of exposure to the coronavirus. A Palestinian shepherd herds his ﬂock next to the West Bank Israeli settlement Tomer on Tuesday, June 30. Israel's Prime Minister has announced plans to annex parts of the West Bank, a move that most of the international community regards as a violation of international law. A medical worker wearing Personal Protective Equipment relaxes in front of an air cooler at a coronavirus testing center in New Delhi on Tuesday, June 30.  Visitors take a selfie at the entrance gate of Tokyo Disneyland on Wednesday, July 1. Tokyo Disneyland and Tokyo Disney Sea are reopening after months of being closed because of the coronavirus pandemic. All of Disney's Asia parks have now officially reopened.  Farmers try to scare away a swarm of locusts from a ﬁeld in southern Sindh province of Pakistan on Wednesday, July 1. The desert locust is considered the most dangerous of all migratory pest species because of its ability to reproduce quickly and devastate crops. A child sits on the roof of a taxi during a protest in downtown Madrid, Spain, on Tuesday, June 30. Taxi drivers are demanding assistance due to lack of clients following the coronavirus pandemic.  A boy plays in a rice paddy field during \"National Paddy Day\", which marks the start of the annual rice planting season, on the outskirts of Kathmandu, Nepal on Monday, June 29. A police ofﬁcer walks in front of a burning pile of seized illegal drugs during a destruction ceremony to mark the United Nations' \"International Day against Drug Abuse and Illicit Trafﬁcking\" in Yangon, Myanmar, on Friday, June 26.  This handout photo from the Taipei Zoo shows a newborn panda cub on Sunday, June 28, in Taiwan. The female cub is giant panda Yuan Yuan's second baby born at Taipei Zoo through artiﬁcial insemination. Rainbow-colored lights are projected into the sky in celebration of Pride Month on Saturday, June 27 in New York. The coronavirus pandemic caused the cancellation of many in-person Pride events, but organizers found creative ways to bring the community together online. Dr. Anthony Fauci watches as Vice President Mike Pence speaks after leading a White House Coronavirus Task Force brieﬁng at the Department of Health and Human Services on Friday, June 26, in Washington.  Protesters and police stand off in front City Hall in New York on Wednesday, July 1.  A diver cleans the inside window of the seal tank at Tynemouth Aquarium in northeast England on Thursday, July 2. The aquarium is opening on Saturday as coronavirus lockdown restrictions are lifted in England. Maximilian Krauß of SpVgg Unterhaching handles the ball while a massive cloud rolls in during a match between SpVgg Unterhaching and FC Carl Zeiss Jena at Alpenbauer Sportpark on Wednesday, July 1, in Unterhaching, Germany. See last week in 40 photos", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/07/02/world/gallery/week-in-photos-0703/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}