{"Type": "article", "Time": "2020-09-06", "Headline": "Listening to global woodland sounds is now a click away", "Text": "If you are looking for a way to experience nature, a group in the United Kingdom has collected woodland sounds from around the world into one unique map.  Wild Rumpus, a group that produces outdoor arts events, organizes a three-day festival in central England every July. It's a celebration of human connection to trees through music, art and other creative ideas.  Since organizers canceled the festival due to the coronavirus, they came together to think of a unique way to celebrate nature.  \"Once the restrictions around movement and gatherings were in place due to the global pandemic back in March, we knew we would need to find a different way of helping people to connect to and be inspired by nature,\" Sarah Bird, director of Wild Rumpus, told CNN. \"At a time when everything in society was being questioned and there was so much uncertainty, we felt that the natural world offered much reassurance and constancy,\" she said. Asking their community for help In May they decided to ask their global community to submit one-minute sounds of nature around them -- all in an effort to create the first Global Forest Sound Map.  \"We were utterly amazed when even in the first few days after we'd published it, we had contributions from the USA, Chile, Hungary, New Zealand, Indonesia, Malaysia and so many more,\" Bird said.  \"We listened to exotic forests in Hong Kong, lemurs in the forest in Madagascar, nightingales in Slovakia,\" she said. \"We realized that not only had it captured people's imaginations, but at a time when we felt so isolated it was an amazing way to feel connected.\" They compiled the submissions into an interactive sound map that users can click on to hear. Users can also download sounds that they feel particularly connected to.  Musicians will use the sounds to create new music  Wild Rumpus selected four musicians to compose music that is inspired by the sounds. Once the music is finished, it will be released and the artists will perform the pieces live at the 2021 festival.  The group was going to cut off submissions as soon as the works were completed, but now it has taken on a life of its own.  \"It feels like there's still so much potential for it to keep on growing,\" Bird said.  \"People are coming to us all the time with ideas for different ways to use the map,\" she said. \"Some teachers suggested that it would be a great way to get their kids excited about learning geography, natural history and media studies.\" ", "Section": "world", "Writers": ["Lauren M. Johnson"], "URL": "https://www.cnn.com/2020/09/06/world/global-woodland-sound-map-trnd/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}