{"Type": "article", "Time": "2020-01-30", "Headline": "January 30 coronavirus news", "Text": "Our live coverage has ended. Read here for more updates on the Wuhan coronavirus. China's National Health Commission has announced that as of the end-of Thursday January 30, the total number of confirmed Wuhan coronavirus cases in mainland China had risen to 9,692. That's a jump of 1,982 from the previous day, with the total figure now far exceeding the number of cases associated with severe respiratory syndrome (SARS) in 2003 -- previously among Asia's worst outbreaks. The death toll in mainland China has now reached 213, with 42 new deaths occurring in Hubei province -- the epicenter of the outbreak, and one in the northeastern province of Heilongjiang. The death toll from the Wuhan coronavirus has risen in mainland China after more deaths were reported in the central province of Hubei.  Hubei’s health authority said that 42 additional deaths were reported Thursday, bringing the death toll in the epicenter of the Wuhan coronavirus to 204.  This brings the total number of deaths in mainland China to 213. Trinidad and Tobago is imposing a 14-day travel restriction on travelers from China, the country's health minister said Thursday.  \"Persons who are presently living in China or visiting China regardless of your nationality, will not be allowed entry into Trinidad and Tobago for fourteen (14) days after leaving China,\" said Health Minister Terrence Deyalsingh, according to a post on his Facebook profile. The coronavirus has an incubation period of up to 14 days.  The travel restriction will take effect immediately, he said. Canada's Chief Public Health Officer Theresa Tam is urging people to stop acts of racism against people of Chinese and Asian descent due to the coronavirus outbreak.  \"It is understandable that our fears increase during times like this. However, we need to remember that cohesion in our collective efforts is important,\" Tam said. \"We need to learn from our experience with SARS, where South East Asians faced significant racism and discrimination.\" \"Racism, discrimination and stigmatizing language are unacceptable and very hurtful. These actions create a divide of Us Vs. Them. Canada is a country built on the deep-rooted values of respect, diversity and inclusion,\" she added. Authorities said Wednesday that Chinese Canadians in Toronto have been reporting incidents where people suggest they should be quarantined or avoid Chinese businesses.   Italy's Prime Minister Giuseppe Conte announced Thursday that all air traffic to and from China has been stopped in an effort to halt the spread of the coronavirus. “As far as we know, we are the first country in the European Union to adopt such a precautionary measure,” Conte told reporters in Rome. The decision comes after Italian authorities confirmed Thursday that two Chinese tourists in Italy were diagnosed with coronavirus. The two patients were in isolation at Rome hospital, health officials said. The Wuhan coronavirus has brought up memories of the severe acute respiratory syndrome (SARS) outbreak in Asia back in the early 2000s.  In China, the number of confirmed cases of the Wuhan coronavirus has already exceeded the number infected by SARS in 2002 and 2003. But so far, the SARS outbreak had a considerably greater fatality rate.  An American who flew out of China on a chartered flight tried to leave the Southern California military base where authorities have been monitoring nearly 200 people for coronavirus symptoms, health officials said. The person, who was not identified, has been ordered to stay in quarantine at the March Air Reserve Base near Riverside, California, until the \"entire incubation period or until otherwise cleared,\" Riverside County Public Health said. The incubation period will be 14 days. \"This action was taken as a result of the unknown risk to the public should someone leave MARB early without undergoing a full health evaluation,\" the agency said Thursday. Nearly 200 Americans arrived Wednesday at the military base from Wuhan, the epicenter of the deadly coronavirus outbreak in China, and were asked to stay for at least three days so they can be monitored for coronavirus symptoms. Italy has confirmed two cases of coronavirus on its territory, Italian Prime Minister Giuseppe Conte said in a press conference in Rome on Thursday evening. The individuals affected are two Chinese tourists who arrived in Rome a couple of days ago, Conte said.  “We have already prepared all the precautionary measures to isolate these two cases,” Conte said, adding that he will convene the Council of Ministers on Friday to take \"further measures.\"   \"There is no reason to create social alarm or panic,\" Conte concluded. Italy's Health Minister Roberto Speranza said: “We will try to trace the path of these two people in our country. The situation is serious, but absolutely under control.” The patients were placed in isolation as soon as they displayed symptoms of the virus, said Professor Giuseppe Ippolito, director the National Institute of Infectious Diseases Spallanzani in Rome.  He added the patients are currently in \"good condition\". The Allied Pilots Association, a union representing 15,000 American Airlines pilots, has sued the company to halt the carrier's US-China service, citing \"serious, and in many ways still unknown, health threats posed by the coronavirus.\" The union asked the court for a temporary and immediate restraining order halting the flights as the virus spreads. \"The safety and well-being of our crews and passengers must always be our highest priority, first, last, and always,\" said APA President Capt. Eric Ferguson. \"Numerous other major carriers that serve China, including British Airways, Air Canada, and Lufthansa, have chosen to suspend service to that country out of an abundance of caution.\" The World Health Organization declared the novel coronavirus outbreak a public health emergency of international concern, after an emergency committee reconvened Thursday in Geneva. Here is the current tally of cases -- and deaths -- reported from around the world.  UK's health authorities have increased the risk level for coronavirus in the country from low to moderate, the four Chief Medical Officers for England, Wales, Scotland and Northern Ireland said in a statement on Thursday.  The statement said: In light of the increasing number of cases in China and using existing and widely tested models, the four UK Chief Medical Officers consider it prudent for our governments to escalate planning and preparation in case of a more widespread outbreak. The statement added that the decision did not mean the health authorities think that the risk to individuals in the UK has changed at this stage but that the government should \"plan for all eventualities.\" The World Health Organization has declared the novel coronavirus outbreak a public health emergency of international concern, after an emergency committee reconvened Thursday in Geneva. Last week, the organization said the virus did not yet constitute the emergency declaration. But with rising numbers and evidence of person-to-person transmission in a handful of cases outside of China, WHO leadership called the committee back together due to the “potential for a much larger outbreak,” WHO Director-General Tedros Adhanom Ghebreyesus told reporters earlier this week. WHO defines a public health emergency of international concern as “an extraordinary event” that constitutes a “public health risk to other States through the international spread of disease” and “to potentially require a coordinated international response.” Previous emergencies have included Ebola, Zika and H1N1. Two cruise ship passengers suspected of having coronavirus do not have the virus, the Italian Ministry of Health said Thursday night. The 6,000 passenger ship had been forced into quarantine near Rome because of fears the passengers might have the virus.  The ministry said the patients instead had the H1N2 virus. It is not clear when the ship will be allowed to depart. The total number of people infected with the Wuhan coronavirus in mainland China alone has surpassed those infected with SARS worldwide during the 2002-2003 epidemic.  SARS, or severe acute respiratory syndrome, infected 8,098 people worldwide with approximately 774 official SARS-related deaths. As of Thursday, there have been 8,137 confirmed cases of Wuhan coronavirus in mainland China, including 171 deaths. The impact of the new coronavirus outbreak on stock markets is spreading. The latest sector to be hit: cruise companies. Shares of Norwegian Cruise Line Holdings, Royal Caribbean Cruises and Carnival Corporation tumbled in morning trading in New York amid revelations that 7,000 people had been held on a cruise ship in Italy after a passenger showed symptoms of a fever. A school district in Ontario, Canada is asking parents to not stoke fear and anxiety over the Coronavirus that could lead to racism and xenophobia.  The district wrote the message to their community after becoming aware of a petition -- which thousands of parents signed -- asking the school district to keep students home from school for 17 days if they had family who visited China, according to CNN partner CBC. The York Region District School board chair Juanita Nathan and education director Louise Sirisko said: “individuals who make assumptions, even with positive intentions of safety, about the risk of others, request or demand quarantine can be seen as demonstrating bias and racism.”  The board told CNN that the statement was “not written in reaction to any one source of misinformation,” but rather because they want to ensure all students feel safe and welcome at school. All Shi Muying wanted was to spend one last Lunar New Year holiday with her terminally ill mother. She flew back from the United Kingdom, where she lives and works, to spend the festive season in her hometown, Wuhan, a sprawling metropolis in central China.  For 24 hours a day, Shi -- who is in her mid-30s -- sat by her mother's bedside in hospital, taking care of her. Around her, more and more people were getting sick from a newly identified coronavirus. But Shi wasn't too worried. After all, Chinese authorities were saying that the outbreak was \"preventable and controllable.\" Now, three weeks after Shi arrived in China, it's clear the outbreak is not under control. The virus has spread to every Chinese province and region, across Asia and as far away as Europe and the United States. It has infected more than 7,700 people and killed at least 170. Wuhan has been placed on an effective lockdown, almost entirely sealed off from the outside world. On Monday, preliminary results showed Shi could also be infected with the virus. A suspected patient of coronavirus at a community health station in Wuhan, China. But she is more worried for her family -- for her 67-year-old father who also appears to have the virus too, and for her mother who has been uprooted to what she describes as an older, inferior hospital building, to make way for the rush of coronavirus patients. Shi, and others like her, have become victims of a public health care crisis. Over the past few days, CNN has spoken to patients, medical staff and experts who have told of delays in testing for the virus, in telling the public the true nature of the virus' spread, and of an already overburdened health system creaking under the enormous weight of a rapidly expanding outbreak. Read the full story here.  As Americans digest the news that the first US case of person-to-person transmission of the Wuhan virus has been confirmed, a reminder that authorities believe there was a case of person-to-person transmission in Germany several days ago. Health experts believe the first such case in Europe happened last week, when a 33-year-old German man contracted the virus in a business meeting with a Chinese national.  The Chinese staff member is originally from Shanghai and has since flown back to China. She felt ill on the flight back and tested positive for the coronavirus after her return to Shanghai. The case was significant because most people diagnosed with the virus outside of China have recently travelled to the country. However, the German man who fell ill did not.  The United States reported its first confirmed case of person-to-person spread of the Wuhan coronavirus, the US Centers for Disease Control and Prevention announced on Thursday. This is the second case of the virus in Illinois.  This second person is a Chicago resident and the spouse of the first confirmed travel-associated case in the state. The second patient did not travel to China. Mainland China now has a total of 8,137 confirmed cases of the novel coronavirus, including 171 deaths. This is from the provincial health authorities reported as of 11:30 a.m. ET on Thursday.  A breakdown of cases per province: Hubei (including Wuhan): 4,903, including 162 deaths Zhejiang: 428 Guangdong: 354 Henan: 278, including 2 deaths Hunan: 277 Anhui: 200 Chongqing: 182 Jiangxi: 162 Shandong: 158 Sichuan: 142, including 1 death Jiangsu: 129 Beijing: 121, including 1 death Shanghai: 112, including 1 death Fujian: 101 Guangxi: 78 Yunnan: 76 Hebei: 65, including 1 death Shaanxi: 63 Hainan: 46, including 1 death Heilongjiang: 44, including 2 death Liaoning: 41 Shanxi: 35 Tianjin: 31 Gansu: 26 Inner Mongolia: 19 Ningxia: 17 Jilin: 14 Xinjiang: 14 Guizhou: 12 Qinghai: 8 Tibet: 1 Scenes from big cities across China, including Wuhan, the epicenter of the coronavirus outbreak, show usually bustling urban centers looking like ghost towns.  A coronavirus task force under the authority of US President Donald Trump has been meeting daily since Monday, the White House announced Thursday.  In coordination with the National Security Council, the task force is led by US Health and Human Services Secretary Alex Azar and includes members from the National Institutes of Health, the US Centers for Disease Control and Prevention, the departments of State, Transportation and Homeland Security, among others. The force will lead the US government's response to the current coronavirus outbreak and, according to a statement, “will lead the Administration’s efforts to monitor, contain, and mitigate the spread of the virus.”  Five cases of the coronavirus has been confirmed in the United States. The White House notes the risk of infection to Americans remains low. Around 300 people were killed in Hong Kong during the SARS outbreak in 2003. Now the city’s residents are taking no chances.  Malls and streets are empty in what should be the busiest weeks of the year. But Chinese New Year celebrations have been muted -- in many cases here, they're simply canceled. A line of people wraps around a deserted shop, as residents wait more than three hours to collect surgical face masks to help protect them from the Wuhan coronavirus, even though only 10 cases here have been confirmed. People were also seen lining up for face masks in long lines in Shanghai. More than 100 people in the Shanghai municipality have been infected with the coronavirus, and one death has been confirmed. After long delays, Chinese authorities have given permission for the UK to fly its nationals out of Wuhan early Friday morning local time, British Foreign Secretary Dominic Raab said in a statement sent to CNN. “We are pleased to have confirmation from the Chinese authorities that the evacuation flight from Wuhan airport to the UK can depart at 0500 local time on Friday 31 January,” Raab said.  “The safety and security of British nationals is our top priority. Our Embassy in Beijing and consular teams remain in close contact with British nationals in the region to ensure they have the latest information they need.” Raab had earlier said UK authorities had been \"working tirelessly\" to get the flight off the ground.  Roughly 7,000 people are being kept on a cruise ship in Italy as a female passenger and her husband are being tested for the Wuhan coronavirus. A spokesperson for Costa Cruises told CNN that a 54-year-old woman and her husband, from Hong Kong, were being evaluated as the woman was suffering a fever.  \"All the other passengers are, at the moment remaining on board,\" the spokesperson said. Of the 7,000 people on board, around 1,000 are crew members. Italian news agency ANSA and public broadcaster RAI reported that the woman and her husband were from Hong Kong and were being kept separately in solitary confinement in the hospital section of the Costa Smeralda cruiseliner. The couple will be held until the couple both test negative to the virus. Images show the ship docked at Civitavecchia port, a coastal town northwest of Rome, after arriving Palma de Majorca, Spain.  The couple are expected to receive their results this afternoon, ANSA reports. They are said to have arrived in Italy on January 25 at Milan's Malpensa airport from Macao. Russian Prime Minister Mikhail Mishustin has signed an order to close his country's far-east border with China, state media reports, in an effort to prevent the spread of coronavirus.  \"An order has been signed today, it is in the works. Today we will inform everyone accordingly about the relevant measures to close the border in the Far Eastern region and other measures that have been taken by the government,\" Mishustin said, RIA reports. Russia’s Far Eastern Federal District shares a land border with China, Mongolia and North Korea.   It comes after several Russian tour operators and charter flight companies suspended flights to China. Russia will also limit its railway service with China from Friday, Deputy Prime Minister Tatyana Golikova said Wednesday, TASS reported.  “Trains will only follow the route Moscow-Beijing and Beijing-Moscow,\" she said. Israel’s El Al Airlines said it was suspending flights along its Beijing route from today until March 25. It will continue its flights to and from Hong Kong.  The Israeli carrier joins several others halting flights to mainland China as the number of coronavirus cases in the country rises significantly each day. British Airways, American Airlines, Air Canada, KLM, Lufthansa and United have all suspended flights. The moves follow travel guidance from multiple governments advising against nonessential travel to the country. Beyond China, there are now more than 100 cases of the virus in 20 countries or territories.  The Wuhan coronavirus has sparked alarm around the world, but in Asia, it's also brought up memories of a deadly virus.  To many, the latest outbreak feels eerily similar to 2003, when severe acute respiratory syndrome (SARS) swept through the region, infecting more than 8,000 people and killing 774. But while the Wuhan coronavirus and SARS are caused by a similar virus, they're not exactly the same. Here's how the two stack up. Origin: Both the SARS and Wuhan outbreaks started in China -- and both are believed to have originated from wild animal markets. Number of infections: More than 7,700 people worldwide have been infected with the Wuhan coronavirus since December. By comparison, there were 8,098 confirmed cases of SARS between November 2002 to July 2003. Cases in China overtake SARS: It has taken less than two months to infect around 75% of the number infected by SARS over a nine month period. In China, the number of confirmed cases of the Wuhan coronavirus has already exceeded the number infected by SARS in 2002 and 2003. Number of deaths: 774 people died during the SARS outbreak, with the vast majority in mainland China and Hong Kong. This time, 170 people have died of the virus -- and so far, they have all been in mainland China. Identifying the virus: One of the biggest differences between SARS and this current outbreak is how fast it was reported and how soon scientists were able to identify it. China informed the World Health Organization about the new virus on December 31, 2019, about three weeks after the first case was detected. The virus behind the outbreak was identified on January 7. Beijing was also able to identify the genome and informed other countries about it. Still, there are concerns that the scale of the problem may be far worse than the official figures let on.  Read the full story here. Much is still unknown about the Wuhan coronavirus outbreak, and health officials are urging vigilance.  That means travelers crisscrossing the globe should be aware of the virus, steer clear of heavily impacted areas and exercise some of the same kinds of preventive measures they'd use to avoid influenza and other illnesses. Here's what travelers should know about the virus outbreak: Check travel advisories: Several countries, including the US, UK and Canada are warning against all nonessential travel to Hubei province, or even to the rest of mainland China. Airlines are suspending flights to China: Airlines based in Asia, Europe and North America are canceling flights to China. British Airways suspended direct flights between Britain and China on Wednesday. US carrier United Airlines announced that it has suspended flights from February 1 through February 8 between US hubs and Beijing, Hong Kong and Shanghai. Other airlines, including Lufthansa, Air Asia, Cathay Pacific, Air India and Finnair have similarly slashed or suspended service. What you should do: Many US airlines have offered waivers on change fees or the option to cancel for credit on a future flight. Travelers with upcoming plans should check with their airlines and look for advisories posted on carriers' websites. Most travel insurance is unlikely to cover this situation: Airlines are relaxing their policies and some major hotel chains are waiving cancellation fees, but recouping all the costs associated with trips canceled due to Wuhan coronavirus fears is far from guaranteed. An outbreak of a virus is not covered under most standard trip cancellation insurance policies, according to TravelInsurance.com. If you cannot avoid travel to China: Those who can't delay travel should \"practice enhanced precautions\" by avoiding contact with sick people, animals and animal markets and frequently and thoroughly washing hands, the CDC recommends.The CDC advises washing hands often with soap and water for at least 20 seconds. An alcohol-based hand sanitizer can be used when soap and water are not available. If you feel sick: Discuss travel to China with your healthcare providers, the CDC advises, noting that older adults and travelers with underlying health issues may be at higher risk. Travelers who've visited China within the past two weeks and are feeling sick with fever, have a cough or difficulty breathing should seek treatment right away and call ahead to tell medical providers about recent travel to China and symptoms. The CDC also advises potentially infected travelers to avoid contact with others, to not travel while sick and to be sure to cover your mouth and nose with a tissue or your sleeve (not your hands) when coughing or sneezing. Read more on this here.  All football matches in mainland China starting from Thursday will be postponed due to the coronavirus outbreak, according to the country's governing football body.  \"The Chinese Football Association will continue to maintain close communication with national authorities, to determine the timing of each event in this season based on the actual development of the epidemic situation at various locales. It will make reasonable adjustments to the system, schedule, and scale of some events when necessary,\" said a statement on the association’s website on Thursday. The Chinese Super League is the top tier of professional football in China, and was originally scheduled to kick off on February 22. South Africans in Wuhan, the epicenter of the novel coronavirus outbreak, have expressed frustration about their government's lack of evacuation plans from the city. Several countries, including the US and Japan, have flown hundreds of their citizens out of the city.  No support: South African Pieter Viljoen, who traveled with a colleague to Wuhan for a business conference before the city's transport lockdown began, said the authorities in South Africa and its embassy in Beijing have not provided support or information about plans to repatriate them. \"We are not getting any real assistance. The only information from the South African embassy is that we must comply with local authorities. In terms of leaving Wuhan, there has been no effort or communication about evacuation,\" Viljoen said. Life under lockdown: Viljoen said he has remained in his hotel, which has shut down operations partially since the movement restriction put in place to help check the spread of the deadly virus. \"You have only these small supermarkets where you can get food right now because of the complete lockdown. You can't move around from one district to another, so supplies are not readily available,\" Viljoen told CNN on telephone. Feeling abandoned: South African Jessika Bailing says she feels neglected by her country's government. The 23-year-old English teacher, who moved to Wuhan last year, said while many countries are racing to get their citizens out of the city, authorities in South Africa were reluctant to make such arrangements. \"I've watched other countries' governments go above and beyond to evacuate their citizens and then we are faced with that kind of response from our government, how can one not feel abandoned?\" Bailing said. What does South Africa say?: South Africa's embassy in Beijing declined to comment on Viljoen's allegations and directed CNN's request for comment to the Department of International Relations and Cooperation (DIRCO). DIRCO spokesman Clayson Monyela told CNN that the South African government and its health ministry was working on all requests. However, they must also consider travel and quarantine measures imposed by Chinese authorities to prevent the spread of the virus. \"We are not ignoring their plight, and we are quite aware of the need for speed to assist our citizens in Wuhan. We are liaising with the mission in Beijing to see how we can respond to the situation within the present context,\" Monyela said. No plans to evacuate: Despite growing calls for repatriation, South Africa's Health Minister Zweli Mkhize on Wednesday said there were no plans to fly its citizens out as Chinese authorities have the outbreak under control. \"The Chinese government has assured us that there is no evidence to necessitate the evacuation of foreign nationals living in Wuhan city, and they have called for calm in this respect,\" Mkhize said. He added that they have been assured by the Chinese government that foreign nationals who fall sick will be treated in the same way as Chinese citizens. Read the full story here.  The Philippines has confirmed its first case of the Wuhan coronavirus, the country's Health Secretary Francisco Duque said in a statement Thursday. The patient is a 38-year-old woman from China who arrived in the Philippines from Wuhan on January 21 via transit in Hong Kong, according to Duque. The patient began experiencing coughing symptoms on January 25 and consulted doctors at a government hospital. Officials at the Department of Health sent her samples to the Victoria Infectious Disease Reference Laboratory in Melbourne, Australia to be tested and it was confirmed on Thursday that the patient’s samples tested positive for the Wuhan coronavirus.  The Health Secretary said the patient is currently asymptomatic, showing no signs of fever or any other symptoms. The Department of Health stressed it is “on top of the evolving situation” but urged the public to wear surgical masks and avoid crowded places if they are experiencing symptoms, such as coughing and a fever. The Northern Mariana Islands has issued an emergency declaration banning all Chinese travelers from entering the US commonwealth for 30 days due to the outbreak of the coronavirus. The “State of Significant Emergency” takes effect immediately and will remain for 30 days. Airlines are ordered to suspend travel of passengers “directly and indirectly from mainland China” while the emergency order is in place.  Approximately 700 mainland Chinese passengers per day arrive in the Northern Mariana Islands, according to the executive order.  Gov. Ralph Torres’ order notes that while the Centers for Disease Control and Prevention says risk of getting the virus in the US is low, the islands face a significantly greater chance of transmission. The total population of the Northern Marianas, which include the islands of Saipan, Rota and Tinian, is under 60,000 people, according to US government statistics. China's National Health Commission said Thursday that 1,370 people in mainland China who have been diagnosed with the Wuhan coronavirus are in severe condition. The total number of confirmed cases on the mainland is now at least 7,711, most of them in Hubei province where the virus originated.  At least 170 people have died from the virus, all in mainland China.  UPDATE: A previous version of this map mapped coronavirus cases using raw counts instead of normalized rates. The graphic has been removed. Jenna Davidson arrived in Shanghai three weeks ago.  The Arizona State University student was supposed to spend the semester studying abroad at East China Normal University until the Wuhan coronavirus prompted the university to shut down. “We got here before the outbreak, and it went south really quick,” she told CNN. \"I think things unfolded a lot faster than we thought that they would.  \"We went from just being, you know, encouraged not to go outside and not to go to, like, crowded places to 'do not go outside, do not ride the metro.' It went from being just a little scary to pretty scary.” Classes were canceled, Davidson said. She and her friends have been stuck inside for days -- “no one in, no one out,” she explained -- and they’ve been filling their time playing the card game Uno. Davidson said her study abroad group had started trying to leave campus because they were running out of food and school cafeterias are closed. A teacher was bringing them food, even though staff were told not to go on campus.  A few students put on masks and went shopping at Costco, and since then they’ve been making the food last.  “It's a ghost town. There's 24 million people in Shanghai and there's no one on the street. It's kind of spooky,” she said. Davidson said was able to book a flight to Africa -- she was planning on studying abroad in Cape Town, South Africa, after China -- after hours of searching and paying much more than she expected to.  However, she doesn’t think she's guaranteed to avoid catching the coronavirus. “What’s most stressful is even though we’re leaving I still don’t feel like we’re in the clear yet because what if we catch it in the taxi, or at the airport on the way home, or on the plane? We still need to be very careful. It’s not over yet,” she said.  Despite the ordeal, Davidson said one day she’d like to visit China again. “I've always wanted to see China and it's a little frustrating, even though this is out of anyone's control. I have so many things that I wanted to see and do and we haven't been able to go outside. So it's a little frustrating,” she said.  “Hopefully I can come back.” CORRECTION: This post was updated to amend the destination of Davidson’s flight. India's Ministry of Health and Family has confirmed the first case of coronavirus in the country. The patient is a student in the southern state of Kerala and was studying at Wuhan University. The ministry said in a statement that the patient tested positive for the virus and is in isolation in hospital. No further details were given about the patient, such as age or gender, but the ministry said they were stable and being closely monitored. India's first case will inevitably raise further fears over the global spread of the virus. China and India currently account for about 37% of the entire global population of roughly 7.7 billion, with China currently home to about 1.4 billion people and India to 1.3 billion.  Officials in Toronto are becoming concerned about misinformation that is spreading about the Coronavirus in their community. The inaccurate information is creating “unnecessary stigma against members of our community,” Dr. Eileen de Villa, Medical Officer of Health, Toronto Public Health said in a news release.   ���I am deeply concerned and find it disappointing that this is happening. Discrimination is not acceptable. It is not helpful and spreading misinformation does not offer anyone protection. I understand that when there are uncertainties that people may worry. I want to remind people to check credible, evidence-based sources to get the facts when seeking information.” Toronto Mayor John Tory, held a press conference on Wednesday to discuss the discrimination the Chinese community is facing. In a post on Twitter the mayor said, “Standing with our Chinese community against stigmatization & discrimination, and reminding residents that, as our health care professionals have informed us, the risk of Coronavirus to our community remains low. We must not allow fear to triumph over our values as a city.” Tory went on to say in the presser,  I’ve been very troubled to hear of reports one as recently at lunch time today, of people treating our Chinese Canadian community differently. That they in some way, are being or should be shun or quarantined or suggesting Chinese businesses should be avoided. This type of thinking is wrong.\"  He added that such behavior was \"entirely inconsistent\" with the advice of our healthcare professionals.  It is ill-founded and in fact could lead to a situation where we are less safe because it spreads misinformation at a time when people are in more need than ever of real information and real facts,” said Tory.  The number of confirmed cases of the Wuhan coronavirus continues to rise around the world, with the Philippines and India only the latest countries to confirm the spread of the infection.  With the number of cases of the Wuhan virus at almost 8,000 worldwide, and over 170 deaths, the outbreak is on pace to overtake the 2003 SARS epidemic within hours. The number of confirmed cases in China is already greater than during SARS, which infected 5,327 people in the country and killed 349.  Worldwide, 8,098 cases of SARS were confirmed in 2003, with 774 deaths, a fatality rate of 9.6%. Thankfully, the Wuhan virus does not appear to be anywhere near as deadly, but the greater levels of infection, which experts don't expect to peak for weeks if not months, could see the death toll creep up to SARS levels as well.  Researchers at Imperial College London who have modeled the spread of the Wuhan virus based on available data from the first month of the outbreak have given a low estimate of 20,000 infections in China alone by the end of the month, with high estimates of over 100,000. With a fatality rate of around 2%, which experts agree appears to be the current level for the virus, that would translate to between 400 and 2,000 deaths.  SARS was a key test of the Chinese government at the time, and officials were widely blamed for failing to address the outbreak in time, censoring news of its spread and downplaying the severity. Several officials were sacked in the wake of the epidemic and China even publicly apologized to the World Health Organization.  While Beijing's reaction was infinitely faster this time, it was hampered by what appears to have been poor crisis handling at the local level, perhaps even a deliberate coverup. Failure to protect the country from another devastating disease outbreak -- combined with what is likely to be severe economic pain from the ongoing transport shutdowns and quarantines -- could blow back on Chinese President Xi Jinping, who has taken personal control of the response.  Wuhan is also a lesson to the world of what scientists have been warning about for decades. We are overdue a deadly pandemic and yet few governments are sufficiently prepared -- even Hong Kong, which learned the lessons of SARS the hard way, has run out of face masks and dithered for days over whether to shut its border. The Wuhan virus is not as deadly as SARS, and nowhere near as deadly as a true pandemic like the Spanish Flu, and yet may end up killing more people than the former.  In an increasingly connected, global world, a delay of days in tackling a disease can have major ramifications, as Wuhan shows.  The number of novel coronavirus cases is changing quickly. A real-time tracking map shows us just how quickly. The map from Johns Hopkins University's Center for Systems Science and Engineering follows coronavirus cases across the world. The dashboard collects data from the US Centers for Disease Control and Prevention, the World Health Organization, the European Centre for Disease Prevention and Control, the Chinese Center for Disease Control and Prevention and the Chinese website DXY, which aggregates data from China's National Health Commission and the CCDC. The results populate a worldwide view of coronavirus cases in real time.  See the map here. The clickable map pinpoints regions where patients have been diagnosed with coronavirus -- the more cases in a region, the larger its dot on the map.  The map tracks deaths, too, in total and by city. Read the full story here.  With more than a dozen countries working to get citizens out of China amid the Wuhan virus outbreak, you'd be forgiven for being surprised that some want to stay put.  But that's what the ABC found when it asked some Australians living in Wuhan about the country's hugely controversial plan to fly evacuees to Christmas Island, site of a former immigration prison camp.  \"We are not prisoners, how could they treat us in a detention centre rather than a proper medical facility?\" one Chinese-Australian woman, who gave her surname as Liu, told the national broadcaster.  A Sydney woman, surnamed Wu, accused the government of racism.  \"The Government wouldn't send its citizens to Christmas Island detention centre if those who are trapped in Wuhan were white Australians,\" she said. \"As a mother, I feel so sorry to bring my daughters to a detention centre for the quarantine purpose.\" Adding to the controversy, those Australians who are quarantined on Christmas Island may have to pay for the privilege. Both the ABC and the Sydney Morning Herald have reported that Australians in China have been asked to pay up to 1,000 AUD (around $700) a piece.  Speaking to CNN affiliate 9 News, Australian Home Affairs Minister Peter Dutton defended Christmas Island  \"We want to make sure we are protecting Australians both offshore and here as well,\" he said. \"There are medical facilities on Christmas Island. People will be isolated from the rest of the Christmas Island community.\"  \"Hundreds of millions of dollars have been spent on immigration facilities around the country,\" Dutton said, adding that the facilities there may be nicer than people expect.  Since it was first discovered in December 2019, the Wuhan coronavirus has spread across the world.  Here's where the coronavirus has spread: Mainland China - As of Thursday, there were 7,711 confirmed cases of the virus in mainland China, including 170 deaths, according to Chinese officials.\nAustralia - There are at least seven cases of the disease confirmed in Australia. On Wednesday, the Prime Minister Scott Morrison announced the government is working to evacuate Australian citizens from Huebi province.\nCambodia - One case of the virus was confirmed in Cambodia on Monday.\nCanada - A Canadian couple has been confirmed to have the illness after visiting Wuhan.\nFinland - Finland confirmed its first case on Wednesday, a 32-year-old woman who flew from Wuhan to Finland on Thursday.\nFrance - The first European country to have confirmed cases of the virus, they now have five cases of the disease, one including a Chinese tourist.\nGermany - The Bavarian state has reported four cases of the disease, all originating from the same workplace.\nHong Kong - The semi-autonomous city, boarding mainland China, has reported 10 cases of the virus and has temporarily closed some of its borders.\nJapan - There are 11 cases of the disease in Japan, including three people who were evacuated from Wuhan on Wednesday. \nMacao -  A semi-autonomous city in southern China, Macao confirmed at least seven cases of the Wuhan coronavirus.\nMalaysia - They have reported seven cases of the illness, all of the patients are Chinese-nationals.\nNepal - There has been one confirmed case in Nepal, a PhD student who lives in Wuhan but flew to Nepal earlier this month.\nSingapore - The country has confirmed 10 cases of the virus and is advising its citizens to avoid all non-essential travel to mainland China.\nSouth Korea - Four cases of the disease have been confirmed in South Korea.\nSri Lanka - There's one case of the Wuhan coronavirus in Sri Lanka.\nTaiwan - All residents of Hubei province are banned from entering the self-governing island, after eight cases of the coronavirus have been confirmed in Taiwan.\nThailand - The highest amount of confirmed cases outside of China, Thailand has reported 14 cases of the disease.\nUnited Arab Emirates - The UAE confirmed four cases of the coronavirus, all from a single family.\nUnited States - Five cases have been confirmed from across the country.\nVietnam - Two cases have been confirmed in Vietnam, they come from a father and son duo. The South Korean government is sending $5 million worth of emergency humanitarian aid to China, the South Korean Foreign Affairs Ministry announced on Thursday. Due to the urgent need of medical supplies in Wuhan to combat the outbreak of the coronavirus, the government is sending two million face masks, one million medical masks, and 100,000 hazmat suits and goggles in a plane, which will repatriate South Korean citizens from Wuhan. South Korea will also send $300,000 worth of supply items to Chongqing city, near Wuhan, and is working with the Chinese authorities to organize the flights. Hong Kong lawmaker Ann Chiang has clashed with her colleagues and a top medical official over whether you can clean and reuse face masks, as the semi-autonomous Chinese city faces shortages and long queues at the few shops still with masks in stock.  Speaking during a parliamentary session, Chiang, chair of the health services panel, asked Wong Ka-hing, controller of the government-run Center for Health Protection, \"what if I can't buy any surgical masks?\"  \"The public do not have so many masks as you do,\" she told Wong, before asking if it \"possible to sterilize them at home?\"  \"That doesn't work according to my understanding,\" Wong responded.  Chiang had earlier uploaded a video to Facebook showing how she steam cleans her own masks, and in a follow up post she defended the move as a possible last resort, pointing out that materials in the mask could withstand temperatures of over 140 degrees C, meaning 100C should not damage the masks itself.  According to public broadcaster RTHK, medical sector lawmaker Pierre Chan said the idea was \"horrible,\" and \"will destroy the structure of that surgical mask, it's very simple.\"  \"(Masks are) one use only and please, do that,\" he said.  Whether surgical masks can be safely reused has been examined in the past. A report published in 2006 from the US Institute of Medicine said it could not find any means of cleaning disposable masks, including more sophisticated respirators, \"without increasing the likelihood of infection.\" The bat has long been seen as a biological super villain.  \"When you look at the genetic sequence of the virus, and you match it up with every known coronavirus, the closest relatives are from bats,\" said Dr. Peter Daszak, president of EcoHealth Alliance, an environmental health non-profit. Professor Guizhen Wu of the Chinese Center for Disease Control and Prevention said in a study released by the Lancet medical journal on Wednesday that the data they had so far was consistent with the virus being initially hosted by bats. Why the bat? The winged mammal has been the reservoir for several different deadly viruses like Marburg, Nipah and Hendra, which have caused disease in humans and outbreaks in Uganda, Malaysia, Bangladesh and Australia. Bats are thought to be the natural host of the Ebola virus, rabies, SARS and MERS, with the latter two both coronaviruses similar to the one that's now emerged in Wuhan. Often, there's an intermediary involved as was the case with SARS in 2003 — the civet cat — and MERS, which emerged later in the 2000s and was carried by camels.  Flying could be why: One theory posits that flight, which is shared by all bats but no other mammals, has allowed bats to evolve mechanisms that protect them from viruses. Flying elevates the bat's metabolism and body temperature -- similar to a fever in humans and other mammals -- and scientists say this, on an evolutionary scale, could boost a bat's immune system and make it more tolerant of viruses. Too early to really tell: It's too early to say for sure whether the Wuhan coronavirus originated in bats and whether an intermediary played a role. The outbreak was initially traced to a seafood market that sold live animals in Wuhan and scientists are working hard to trace the source both in the lab and in the field. Read the full story here.  Chinese health workers fighting the Wuhan coronavirus will receive a subsidy of 300 yuan ($43) per day, according to China’s Ministry of Finance and National Health Commission. Those eligible for the subsidy include front line medical staff who are in direct contact with suspected or confirmed coronavirus cases. Staff involved with the diagnosis, treatment and nursing of coronavirus patients, or who are involved in the collection and testing of pathological samples will all also receive 300 yuan.  Other healthcare workers involved in fighting the outbreak will receive a subsidy of 200 yuan ($29) per day.  Thousands of medical workers are putting their health and life at risk as they treat patients and work to stop the spread of the virus that has killed at least 170 people.  There was a mixed response on Chinese social media to the announcement, with many saying the amount is too little.  \"It’s not much to subsidize Wuhan health care workers 1,000 yuan ($144) per day,\" one user of China's microblogging site Weibo said.  Others noted that the money was ultimately coming from taxpayers. Dangerous, exhausting work Exhausted medical workers have described an incredibly intense environment, where they must balance dealing with the overload of patients and suspected patients while also keeping themselves safe.  Health care workers in Wuhan have said hospitals are running low on supplies as they treat an increasing number of patients.    One hospital staff member said health care workers have resorted to wearing diapers to work so as to avoid having to remove their hazmat suits, which they say are in short supply. A doctor on her Chinese social media Weibo page described similar accounts at another Wuhan hospital. \"My family members are definitely worried about me, but I still have to work,\" another doctor told CNN.  Countries are scrambling to evacuate their citizens from Wuhan, the epicenter of the novel coronavirus outbreak in Hubei province, as the number of cases overtake the 2003 SARS outbreak inside mainland China. Flights have been chartered and various quarantine measures have been put in place. Australia: There are more than 600 Australian citizens in Hubei, according to CNN affiliate Nine News, and Australian Prime Minister Scott Morrison said there will be a focus on repatriating \"the young, especially infants, and the elderly.\" Returning Australians will be quarantined on Christmas Island -- more than 1,000 miles away from Australia in the Indian Ocean. European Union: Two planes will be sent to Wuhan to help evacuate EU citizens, Janez Lenarcic, the EU commissioner for crisis management, said Tuesday. Around 250 French citizens will be transported in the first aircraft, while 100 people from other EU countries will take the second plane, which will leave later this week.  Germany: German evacuations are planned to start in the next few days, the country's Foreign Ministry said Wednesday. France: A plane will be sent Thursday to repatriate French citizens, with a second flight is planned for those who may be carrying the virus. There are around 800 French citizens in Wuhan.  Italy: A flight is set to depart Italy on Thursday to repatriate its citizens from Wuhan. Spain: Spain's government is working with China and the EU to repatriate its nationals from the Wuhan area. No flight has been planned yet.  India: The Indian government has begun the process of \"preparing to evacuate\" Indian nationals from Hubei, a spokesman confirmed Wednesday. No other details are known. New Zealand: The New Zealand government has chartered an Air New Zealand aircraft to evacuate its nationals currently in Wuhan. A government press release says the aircraft will have capacity for 300 passengers.  Japan: Two flights carrying more than 400 Japanese citizens arrived back in the country from Wuhan on Wednesday and Thursday. South Korea: Four charter flights were sent to Wuhan on Wednesday, where almost 700 South Korean citizens have applied to fly out. On Thursday the planned flights out of the city were delayed and officials are working to organize the flights as early as tonight.  Turkey: More than two dozen Turkish citizens in Wuhan will be evacuated in the next couple of days, the Turkish ambassador in China told Haberturk news channel. It is unclear whether the plane will land in the capital, Ankara, or Istanbul.  United Kingdom: Britain had planned to bring back 200 of its citizens in Wuhan on Thursday but had to delay the flight. It was understood the flight was delayed due to Chinese permissions that did not come through.  United States: A chartered plane carrying around 201 US citizens -- mostly diplomats and their families -- arrived in southern California on Wednesday. More Americans remain in Wuhan, hoping to be evacuated at a later date. The State Department said it was unable to accommodate everyone on the flight because of space limitations but is working to identify alternative routes. Read more on this here.  Outside of Hubei province -- the epicenter of the outbreak --  infections are predicted to continue growing for weeks, if not months.  More cases expected: Researchers at Imperial College London have estimated that at least 4,000 people were infected in Wuhan by January 18, almost a week before the lockdown of the city began. Their model suggests a low nationwide figure of 20,000 infections in China by the end of the month, potentially as high as 100,000.  Possible peak in 10 days: Speaking to state media Tuesday, Zhong Nanshan, one of China's leading respiratory experts and a hero of the 2003 fight against SARS, said he expected the peak to come in up to 10 days. \"It is very difficult to definitely estimate when the outbreak reaches its peak. But I think in one week or about 10 days, it will reach the climax and then there will be no large-scale increases,\" Zhong said. Others say virus could still spread: Other experts have warned that while the outbreak in Hubei may peak in the coming weeks, other Chinese megacities may see self-sustaining epidemics that continue to spread the pathogen around the country and worldwide. \"We modeled epidemic curves out to August 2020 for all the major city clusters: Chongqing, Shanghai, Guangzhou, Shenzhen and Beijing. Chongqing is predicted to have the largest epidemic due to large population and most intense traffic volume coupled to Wuhan,\" Gabriel Leung, a leading Hong Kong researcher and public health expert, said earlier this week. Spring and summer: He said outbreaks in China's largest cities could peak in April or May and gradually slow in June and July. Read the full story here.  While many foreign nationals are being evacuated by their countries from Wuhan and the wider Hubei province, tens of millions of Chinese people must stay put and endure life under lockdown.  In Wuhan itself, 11 million people are marking a week on lockdown with no sign of immediate relief. Nor is there firm evidence that their sacrifice has been worth it, with the virus spreading around the country and scientists warning that other major cities could soon become self-sustaining epidemics. Some 60 million people across Hubei, the province of which Wuhan is the capital, are on some level of lockdown, and many travelers from the region have been ordered to self-quarantine, holed up in their apartments or hotel rooms for days on end.  While \"Come on Wuhan!\" has been a popular refrain online, and the country has largely pulled together to tackle the outbreak, there have also been reports of discrimination against Hubei residents, with them denied accommodation or entry to restaurants in other parts of the country.  For those living in the smaller towns or satellite cities in Hubei, life with travel restrictions and not knowing whether supplies of food or medicines will last, is taking its toll.  CNN spoke with an individual in Jingmen, another city in Hubei province about 130 miles east of Wuhan. Its population of roughly 2.94 million residents are also under travel restrictions. CNN has agreed to not name the individual because of security concerns and potential government reprisals for speaking to Western media. Although they live in another province in China, they are now stuck -- essentially quarantined -- at a family’s apartment in the city. They say pedestrians have all but cleared out; streets that used to be very busy and noisy are nearly silent. Officials have advised everyone there to stay indoors. They've ventured out to a local store nearby where there was a mask shortage of the kind that has plagued other parts of China. They spend most of their time watching television, but playing the piano and doing housework also keeps them busy. The family has kept up their exercises. They told CNN things are calm, but there is a lot of concern because they have no idea when the travel restrictions will be lifted. Jokes about how Wuhan residents can now make a great contribution to China by simply doing nothing and lying on the couch are doing the rounds on Chinese social media.  There is also a viral video of an elderly woman in Wuhan dumping bags of vegetables into her shopping cart while everyone around her stopped to listen to Premier Li Keqiang giving a short speech at a local supermarket. The meme goes that no one can stop Wuhan grannies from getting their groceries, not even the Chinese premier. Li visited Wuhan on Monday to inspect the situation on the ground and placate the public amid growing criticism of the government's handling of the crisis. The same evening, residents could be heard shouting \"Go, Wuhan!\" and singing China's national anthem from their high-rise buildings, according to videos circulating online. The scene echoes similar evening routines in Hong Kong last year during the city's ongoing  pro-democracy protests, which began in June. Protesters shouted \"Go, Hong Kong!\" and sang the protest movement's anthem from their apartment windows. Not all Wuhan residents support the practice, however. Counter calls online warned it was too dangerous to shout from apartment windows, as droplets of bodily fluids carrying the coronavirus could be passed from one floor to another as people shouted over balconies. Read the full story here.  Unlike in the United States and elsewhere, it's unusual for a Chinese leader to personally proclaim his involvement in countrywide matters. Not only is it considered self-evident, but he also doesn't need to -- state-run media produces fawning coverage of his every move on a daily basis. But on Tuesday, that's precisely what Chinese President Xi Jinping did, telling the visiting head of the World Health Organization he had \"always been personally in command\" and always \"personally organizing deployments\" in China's effort to contain the deadly Wuhan coronavirus outbreak. Since the coronavirus epidemic turned into a national crisis on January 20, when a government adviser confirmed the possibility on live television of human-to-human transmission, Xi has maintained something of a low profile, rarely appearing in newscasts connected to the outbreak. Many were caught off guard the next day when Premier Li Keqiang, officially the No. 2 leader but seen as sidelined under Xi by many analysts, was made the head of a super commission in charge of combating the epidemic. Although all state media reports stressed that Li was \"entrusted by Xi\" to visit Wuhan, the absence of China's most powerful leader in decades from the epicenter has generated a swirl of reactions -- often in coded words -- on the country's tightly monitored and censored social media platforms. A political Waterloo? \"Having concentrated so much power in his hands, Xi's been heading countless commissions and groups -- except this one,\" noted Pin Ho, the founder of Mirror Group, an influential Chinese-language media company based in New York that publishes books and websites on Chinese politics.\n\"And this one is dealing with the most important national, or even global, issue of the day -- about life and death,\" he added. \"This mistake may become his political Waterloo.\" Some now worry the situation may push Xi to centralize power even more, as he faces perhaps his biggest political challenge to date. Unlike the Hong Kong protest movement or the trade war with the US, analysts say he can't easily blame hostile foreign forces for a homegrown epidemic -- ostensibly exacerbated by initial mishandling in Wuhan. \"Strongmen often rely on the halo of being national heroes, being brave and adventurous,\" said Ho. \"If Xi takes the risk to go to Wuhan now, his political reputation would bounce back -- but of course there is the risk of infection due to the uncertainty of the virus.\" Read the full story here.  For the millions of residents trapped in an unprecedented lockdown in Wuhan, the epicenter of China's deadly coronavirus outbreak, life has not been easy -- but some are trying to make the best of a bad situation. The city of 11 million people in central China's Hubei province has been in lockdown for almost one week. \"Things (Chinese people) are capable of doing in their living rooms\" has become a hot topic on Weibo -- China's equivalent of Twitter, attracting 230 million views. Videos show people coming up with all kinds of activities to kill time: playing ping pong on the dining table, playing badminton with a rope tied between the television and a closet, and people pretending to fish in fish tanks.  One man, surnamed Zhang, said because of the lockdown he, \"slept so much that my back and my neck hurt.\" His remedy is to bring \"square dancing\" -- a ubiquitous daily routine of middle-aged and elderly women taking part in large, loud dance sessions in China's urban spaces -- indoors, into his living room. In the video, his family also joined him, joyfully dancing in colorful, cotton-padded pajamas.  CNN has been unable to verify many of the videos being shared on Weibo that purport to show life inside the lockdown zone Read the full story here. The White House announced Wednesday the creation of a new task force to deal with the threat of the coronavirus in the United States. In a statement, the White House wrote that the “President’s Coronavirus Task Force” will, “lead the Administration’s efforts to monitor, contain, and mitigate the spread of the virus, while ensuring that the American people have the most accurate and up-to-date health and travel information.” Members of the task force have been meeting daily since Monday, the statement said.  President Donald Trump tweeted photos of the meeting earlier on Wednesday evening, writing, “We will continue to monitor the ongoing developments.” “We have the best experts anywhere in the world, and they are on top of it 24/7!,” the President wrote. Trump suggested on Wednesday that he’d recently spoken to Chinese President Xi Jinping amid concerns over containing the Wuhan coronavirus, but a White House official told CNN that the last time the two world leaders spoke was in December.  Carriers of the Wuhan coronavirus may face criminal charges if they spit at others in public, according to the Public Security Department of Hubei province. In a statement on Wednesday morning, the department stated that those who intentionally spread the pathogen to other people by spitting -- and therefore pose a threat to public security -- could face criminal proceedings in serious cases. Suspected patients who refuse to be screened, quarantined or treated and who cause transmission to others as a result, could also face charges. Currently there have been 4,586 confirmed cases of the novel coronavirus in Hubei Province -- the epicenter of the virus -- with 162 deaths. Worldwide the infection rate has exceeded 7,000. The announcement will be effective immediately. Ikea has announced it is now closing all of its stores in mainland China effective from January 30, amid the Wuhan coronavirus outbreak. In a statement shared with CNN, Beth Ze of the Ikea China Communications Department said that stores will be closed until further notice. “The recent outbreak of novel coronavirus pneumonia touches everyone's heart. IKEA China has been continuously and closely monitoring the epidemic situation of Coronavirus 2019 n-CoV. IKEA always care the health and safety of our customers and co-workers”, the statement said. It ends by saying “we encourage people to stay at home, the most important and safe place in the world.\" Ikea had closed some of their operations in China earlier in the week. The Wuhan coronavirus has spread throughout the world since the first cases were detected in central China in December. At least 170 people have died and more than 7,700 are fighting symptoms including fever and breathing difficulties.  China's National Health Commission has confirmed the virus can be transmitted from person to person through \"droplet transmission\" -- where a virus is passed on due to an infected person sneezing or coughing -- as well as by direct contact.  There are more than 100 confirmed cases of Wuhan coronavirus -- but no deaths so far -- in 19 places outside mainland China. A number of countries, such as the United States and Japan, have evacuated their nationals on flights from Wuhan, capital of Hubei province.  At least three of the Japanese citizens evacuated from Wuhan on Wednesday have been diagnosed with the novel coronavirus, bringing the total number of cases in Japan to 11.  Read more here Elon Musk's Tesla factory in China just got up and running. Now its vehicle production there will be delayed because of the deadly Wuhan virus outbreak.  Beijing has taken extraordinary measures to try and contain the outbreak, including placing major cities on lockdown and extending the Lunar New Year holiday. Officials in Shanghai, where Tesla's China factory is located, extended the holiday period from January 30 to February 9. \"At this point, we're expecting a 1 to 1½ week delay in the ramp (up) of Shanghai-built Model 3 due to a government-required factory shutdown,\" Tesla's chief financial officer Zachary Kirkhorn said during an earnings call Wednesday. Kirkhorn said the hit to Tesla earnings will be limited because profits from the China-made cars are still in the early stages. He added that the company is also keeping an eye on whether there will be supply chain disruptions for Tesla's California-made cars. Read the full story here.  The New Zealand government has chartered an Air New Zealand aircraft to evacuate its nationals currently in Wuhan, according to a government press release. The statement says the aircraft will have capacity for 300 passengers. “This is a complex operation as we work through all the necessary requirements but we are working to have the aircraft depart as soon as possible,” said Deputy Prime Minister Winston Peters. \"We encourage all New Zealanders in the Hubei region to register on Safetravel and ensure all their details are accurate and up to date. This will give us a better understanding of the level of demand for this flight,\" he continued.  Any spare seats on the flight will be offered to Pacific Island and Australian citizens “as a matter of priority.\" Hong Kong customs officials are carrying out a large scale city-wide special operation to crack down on stores selling fake surgical masks amid the Wuhan coronavirus outbreak.  Officers with the Hong Kong Customs and Excise Department have conducted spot checks on almost 200 stores across the city, including pharmacies, chain stores, and other shops that sell the face masks.  \"The spot check operation focused on three aspects of surgical masks, namely false origin claims, non-compliance with consumer goods safety standards and false trademarks,\" a statement from the customs department said.  The operation, codenamed \"Guardian,\" is to ensure masks sold in Hong Kong comply with consumer goods safety standards. \"Immediate announcements will be made if any irregularities are spotted during the operation,\" the statement said.  The crackdown comes as supplies of face masks are running low in Hong Kong. Long lines of residents queueing outside pharmacies and stores are a common sight around the territory.  Hong Kong has now confirmed 10 cases of the Wuhan coronavirus.  At least three of the Japanese citizens evacuated from Wuhan on Wednesday have been diagnosed with the Wuhan coronavirus.  Only one of the patients has a fever, while the other two are not showing any symptoms, Japan’s Health and Welfare Ministry announced today.  They are currently quarantined in Tokyo. Two flights carrying more than 400 Japanese citizens arrived back in the country from Wuhan on Wednesday and Thursday. Footage taken in Hong Kong's eastern Tin Hau district shows hundreds of people queuing to get their hands on face masks, as fears grow around the continued spread of the coronavirus outbreak. Supplies of face masks in the city are running low and many pharmacies or drugstores have put up signs saying they've sold out of masks and hand sanitizer, as people scramble to stock up. The line in Tin Hau shows people outside a pharmacy on Thursday morning -- the line can be seen stretching around the block, up a flight a stairs, and down another street.  Similar scenes are playing out across the city as people hear that a store has received a new shipment of masks, or wait before opening time in the hopes of new stock.  Hong Kong has now confirmed 10 cases of the Wuhan coronavirus.  Tibet has now confirmed its first case of the Wuhan coronavirus, Chinese health authorities said Thursday.  Tibet was previously the only region administered by the Chinese government to have avoided the virus. Now, all provinces, autonomous regions, special administrative regions (Hong Kong and Macao) and municipalities have confirmed cases.   Cases have also been confirmed in the self-governing island of Taiwan.    The spread to Tibet, a remote and mountainous region, will renew concerns about how easily the virus is transmitted, particularly when people are asymptomatic. On Tuesday, Tibet announced the indefinite closure of all tourist attractions, state-run newspaper People’s Daily reported, citing the regional Communist Party committee. All travelers, including tourists, entering Tibet are now required to register with authorities and be quarantined for 14 days. There are now 7,711 confirmed cases in mainland China, with 4,586 in Hubei province, where the outbreak originated.  China's largest state-run media outlets are belatedly going big on the Wuhan virus Thursday morning, a week after the city at the center of the outbreak was placed under lockdown.  Both state broadcaster CCTV -- known as CGTN internationally -- and news agency Xinhua were leading their websites with multiple stories about the virus and efforts to stem its spread across the country. The top story on both was President Xi Jinping ordering the military to aid in containing the virus.  While the Wuhan virus has been headline news around the world for weeks, its coverage in China has been more mixed. More independently-minded outlets, particularly Caixin, The Paper and the Beijing News, have been dedicating significant resources and space to the virus, but state and Communist Party outlets have been more restrained for the most. (Though some internationally focused publications, like the English-language Global Times, have been covering it extensively.)  For much of the crisis, the Wuhan virus was not the primary story on Xinwen Lianbo, CCTV's main daily news broadcast, watched by hundreds of millions of people across China.  Last week, as Wuhan was being placed under lockdown and cases of the virus were spreading worldwide, the People's Daily -- the official mouthpiece of the Party -- was still playing it well below the fold.  \"The report that gets top billing at the site today is about a gathering yesterday of former senior officials ahead of the Spring Festival. It is essentially just a list of names, including Jiang Zemin, Hu Jintao and Zhu Rongji, that ends with expressions of support for Xi Jinping,\" wrote David Bandurski of Hong Kong University's China Media Project last week. \n\"Why would such a story be emphasized over a national health crisis? The reason is not necessarily distraction, though the leadership certainly wishes everyone could look away. This story is there to serve the paramount purpose of reiterating Xi Jinping’s power and status, one of the primary roles played by Party media.\" With the Wuhan crisis expanding even more in the past week, and Xi taking personal control over the response, the approach to covering it in state media appears to have shifted -- we can likely expect more banner headlines about Xi's orders in the days to come. As the number of confirmed coronavirus cases continues to rise, the head of the World Health Organization's Health Emergencies Programme Michael Ryan has said, \"The whole world needs to be on alert now.\" \"The whole world needs to take action and be ready for any cases that come, either from the original epicenter or from other epicenters that become established,\" Ryan told reporters Wednesday.  His comments come as the WHO will reconvene an emergency committee on Thursday to advise the agency on whether the coronavirus outbreak meets the definition of a public health emergency of international concern, the agency announced. WHO leadership called the committee back together due to the \"potential for a much larger outbreak,\" WHO Director-General Tedros Adhanom Ghebreyesus said. Ghebreyesus said that, while nearly 99% of cases have occurred in China, cases of person-to-person transmission in a handful of other countries have become a cause for concern. Last week, the organization said the virus was an emergency in China, but does not yet constitute an international public health emergency. Still, in daily situation reports, the WHO has listed its risk assessment as \"very high in China, high at the regional level and high at the global level.\" Ryan said that many countries are taking action at borders and around travel — and one advantage of declaring an emergency is the ability to better coordinate the global response.  \"One hundred ninety-four countries implementing unilateral measures based on their own individual risk assessment is a potential recipe for disaster at least politically, economically and socially,\" Ryan said. \"So ensuring that all measures that are being taken that affect travel, trade and economy are based on rational public health evidence is very important.\" International rights group Human Rights Watch has said the Chinese government should ensure that human rights are protected while responding to the coronavirus outbreak. In a statement, the rights group said that the government's initial response to the outbreak was \"delayed by withholding information from the public, underreporting cases of infection, downplaying the severity of the infection, and dismissing the likelihood of transmission between humans.\" But since mid-January, China ramped up its response as the number of confirmed cases of the virus drastically increased. Almost 60 million people are living under a full or partial lockdown in Hubei province -- where the outbreak originated.  \"In addition, authorities have detained people for 'rumor-mongering,' censored online discussions of the epidemic, curbed media reporting, and failed to ensure appropriate access to medical care for those with virus symptoms and others with medical needs,\" the statement said. The coronavirus outbreak requires a swift and comprehensive response that respects human rights,” said Yaqiu Wang, China researcher at Human Rights Watch. “Authorities should recognize that censorship only fuels public distrust, and instead encourage civil society engagement and media reporting on this public health crisis.” The coronavirus outbreak began in Wuhan, China, in December and it has now spread across the globe. Today, Chinese authorities are trying to contain the outbreak while other countries evacuate their citizens from Wuhan. At the same time, scientists are racing to learn more about the virus and develop a vaccine. Here are the latest updates: The numbers: In China, 170 people have died and there are at least 7,711 confirmed cases in the country -- surpassing the number of Chinese SARS cases during the deadly 2003 outbreak. \nIt's everywhere in China: Tibet, previously the last uninfected region of mainland China, announced its first confirmed case today. \nGlobal spread: Outside mainland China, at least 91 cases have been reported in 19 other places. The United Arab Emirates and Finland confirmed their first cases yesterday.\nEvacuations: The US and Japan have already retrieved some of their citizens from Wuhan. Other countries such as Australia, France, India, South Korea and the UK are also preparing evacuation plans for their citizens in the city. Some of those planned departures have been delayed. \nBusinesses react: Several airline companies, including Delta have reduced their flights to China. Meanwhile IKEA said it will temporarily close around half their stores on the mainland and Google said it would temporarily close its four offices in China. ", "Section": "asia", "Writers": ["Helen Regan", "Steve George", "Angela Dewan", "Ivana Kottasová"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-01-30-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}