{"Type": "", "Time": "2018-03-05", "Headline": "US Navy carrier’s visit to Vietnam puts China on notice – Manila Bulletin", "Text": "By the Associated PressMonday’s visit by the USS Carl Vinson, accompanied by a cruiser and a destroyer, brings more than 6,000 crew members to the central coastal city of Danang, the largest such U.S. military presence in Vietnam since the Southeast Asian nation was unified under Communist leadership after the war ended in 1975.The visit comes at a time when China is increasing its military buildup in the Paracel islands and seven artificial islands in the Spratlys in maritime territory also claimed by Vietnam. China claims most of the South China Sea and has challenged traditional U.S. naval supremacy in the western Pacific.“The visit of aircraft carrier USS Carl Vinson to Vietnam signifies an increased level of trust between the two former enemies, a strengthened defense relationship between them, and reflects America’s continued naval engagement with the region,” said Le Hong Hiep, a research fellow at the Singapore-based ISEAS-Yusof Ishak Institute.The ships’ mission — a “friendship” visit that includes technical exchanges, sports matches and other community activities, according to Vietnamese Foreign Ministry spokeswoman Le Thi Thu Hang — marks a fine-tuning, rather than a turning point in relations. The U.S. Navy has staged activities in Vietnam for its Pacific Partnership humanitarian and civic missions in nine of the past 12 years.Hang said the visit would “continue to promote bilateral relations within the framework of the two countries’ comprehensive partnership and contribute to maintaining peace, stability, security, cooperation and development in the region.”The United States normalized relations with Vietnam in 1995 and lifted an arms embargo in 2016, and the two former adversaries have steadily improved bilateral relations in all areas, including trade, investment and security.The inclusion in this week’s visit of an aircraft carrier — a more than 100,000-ton manifestation of U.S. global military projection — reaffirms closer relations as Beijing flexes it political, economic and military muscle in Southeast Asia, and Washington seeks to re-establish its influence.“Although the visit is mainly symbolic and would not be able to change China’s behavior, especially in the South China Sea, it is still necessary in conveying the message that the U.S. will be there to stay,” Hiep said.Separately from this week’s mission, U.S. officials have said American warships continue sailing without prior notice close to China-occupied islands and atolls, an aggressive way of signaling to Beijing that it does not recognize its sovereignty over those areas.Hiep said that the Carl Vinson’s visit is likely to irritate China, but that Beijing will not take it too seriously.“They understand well the strategic rationale behind the rapprochement between Vietnam and the U.S., which was largely driven by China’s growing assertiveness in the South China Sea,” he said. “However, China also knows that Vietnam is unlikely to side with the U.S. militarily to challenge China.”Vietnam, while traditionally wary of its huge northern neighbor, shares China’s system of single-party rule and intolerance for political dissent.Economic relations with the United States in recent years have served as a counterbalance to Vietnam’s political affinity with China.“The United States now is a very important trading partner with Vietnam and it is the most important destination of Vietnam’s exports,” said Joseph Cheng, a professor of political science at the City University of Hong Kong. “In terms of security, both countries certainly share substantial common interest in the containment of China in view of the territorial dispute between China and Vietnam.”“However, it seems that Vietnam does not intend to become an ally of the United States. It is basically a kind of hedging strategy, a kind of balance of power strategy,” he said.The first U.S. Marines arrived in Danang in 1965, marking the beginning of large-scale American involvement in the war, which ended in 1975 with the communist North’s victory, reunifying the country. Some 58,000 American soldiers and an estimated 3 million Vietnamese were killed in the war.Danang, which was a major U.S. military base during the war, is now Vietnam’s third-largest city and is in the midst of a construction boom as dozens of resorts and hotels pop up along its scenic coastline.Several Danang residents said Monday that they welcomed the Navy’s visit.“During the war, I was scared when I saw American soldiers,” said Tran Thi Luyen, 55, who runs a small coffee shop in the city. “Now the aircraft carrier comes with a complete different mission, a mission of peace and promoting economic and military cooperation between the two countries.”Huynh Quang Nguyen, a taxi driver, echoed the sentiment.“I’m very happy and excited with the carrier’s visit,” he said. “Increased cooperation between the two countries in economic, diplomatic and military areas would serve as a counterbalance to Beijing’s expansionism.”", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2018/03/05/us-navy-carriers-visit-to-vietnam-puts-china-on-notice/", "MainKeyWord": "China", "AdditionalKeyWord": "viet Nam", "Source": "MB"}