{"Type": "article", "Time": "2021-03-18", "Headline": "Asian American communities on edge after deadly Atlanta-area shootings", "Text": "A candlelight vigil was held Thursday outside Young’s Asian Spa, where four people were killed and one person wounded. The four killed in the shooting near Woodstock, Georgia, were Delaina Ashley Yaun, 33, of Acworth; Paul Andre Michels, 54, of Atlanta; Xiaojie Tan, 49, of Kennesaw; and Daoyou Feng, 44. The injured survivor was Elcias R. Hernandez-Ortiz, 30, of Acworth, authorities said. “We are at a loss of words of why, but we are committed to building a solid case and working with the FBI, the city of Atlanta and Crisp County Sheriff’s Office to present a solid case to have a successful result of prosecution,” said Cherokee County Sheriff Frank Reynolds who attended the vigil. “Tonight is about these individuals and their lives, what they meant to their families and what they meant to our communities,” Reynolds said. He told reporters that he wanted to let the Asian American community know that “we have them in our hearts and our prayers and we’re so sorry for the loss of life.\" The sheriff said he grew up in Cherokee County and was a patrol sergeant in the same area where the spa is located. “For me, this is the worst thing I have seen in our community. It breaks my heart that this happens in other places and now here in our community,” Reynolds said. The sheriff’s office is still looking at all possibilities and asking anyone with any additional information on the suspect to contact them. Reynolds said that as of right now, there is no evidence to suggest that this was a racially-motivated attack but they are not ruling out any possibility. The suspect in the Atlanta spa shootings, Robert Aaron Long, asked officers taking him to a jail cell if he was “going to be here for the rest of his life,” according to the incident report released by the Crisp County Sheriff’s office.  According to the report, Georgia State Patrol performed a pit maneuver on his black 2008 Hyundai Tucson and took him into custody along GA 401.  While waiting to be escorted to a cell, Long asked if he was going to be there for the rest of his life, the report said. He was placed in a padded cell on suicide watch. The report indicated that the conversation with Long was caught on body worn camera. CNN has requested the video from the Crisp County Sheriff’s Office. Former Transportation Secretary Elaine Chao weighed in for the first time Thursday after a gunman shot and killed eight people in Atlanta, including six who were Asian, saying the work to combat the rise in hate against the Asian American Pacific Islander (AAPI) community \"must intensify.\" \"My thoughts and prayers are with the families of the victims of the attack in Atlanta,\" Chao, who is Asian American, said in a statement first provided to CNN.  \"Such vicious, unconscionable acts of violence cut at the very core of our country and the values on which it was founded. As we await the findings of a thorough investigation, the critical work to combat the haunting rise of hatred against the AAPI community must intensify with the immediacy this latest tragedy commands.\" Senate Minority Leader Mitch McConnell, Chao's husband, also released a statement on the shootings. “Committing a crime against anyone because of his or her national origin or race is deeply wrong and antithetical to our founding principles. Asian Americans should not have to experience discrimination anywhere,\" he said. Earlier in the day, McConnell had ignored multiple questions about the Atlanta shootings, including whether former President Trump's harsh rhetoric about China and coronavirus led to a rise in anti-Asian American bias and who is to blame for the shootings. While investigators have not yet determined a motive, violence against Asian Americans has risen since the start of the coronavirus pandemic. The group Stop AAPI Hate began tracking violence and harassment against Asian Americans and Pacific Islanders in March 2020 and has received nearly 4,000 firsthand complaints. Some context: CNN reported earlier that most Senate Republicans have not commented publicly on the issue of violence against Asian Americans in the wake of the shooting. President Biden plans to visit the state Friday with Vice President Kamala Harris and will meet with local Asian-American community leaders. Captain Jay Baker is no longer the spokesperson for the Cherokee County Sheriff’s Office’s case investigating the spa shooting, the sheriff’s office confirmed to CNN. In an earlier statement, Sheriff Frank Reynolds responded to comments made by Baker during a news conference on Tuesday that where he said about the spa shooting suspect, “He was pretty much fed up and had been kind of at the end of his rope. Yesterday was a really bad day for him, and this is what he did.”  Reynolds said in a statement on Thursday that he has known and worked with Baker for many years and his comments “were not intended disrespect any of the victims, the gravity of this tragedy or express empathy or sympathy for the suspect.”  CNN has reached out to Baker for comment. Atlanta Deputy Police Chief Charles Hampton said the investigation into the four people killed at the two Atlanta spas is ongoing and the department is not prepared to release the names of the victims because they are still pursuing the next of kin notifications. \"We had four Asian females that were killed, and so we are looking at everything to make sure we discover and determine what the motive of our homicides were,\" Hampton said during a news conference Thursday afternoon.  \"Again, it's just very important to let you know that we are not done. In most cases of homicides we don't have a quick apprehension, there's usually a lengthy investigation especially when it involves multiple victims, and we are working diligently to ascertain all the facts so we can have a successful prosecution, and that's what is most important now.\" Hampton said the suspect, Robert Aaron Long, \"may have frequented those locations\" before Tuesday's shootings. Eight people were shot dead – including six Asian women – at three metro Atlanta spas on Tuesday in attacks that police believe were perpetrated by the same suspect.  The four killed in the shooting near Woodstock were Delaina Ashley Yaun, 33, of Acworth; Paul Andre Michels, 54, of Atlanta; Xiaojie Tan, 49, of Kennesaw; and Daoyou Feng, 44. Asked his position on whether Tuesday's shootings were a hate crime, Hampton said: \"I don't have a position. Like I said, I will only comment about our investigation. Again, we're not prepared to talk a lot about what has been said because, again, we're not trying to try the case in public. This is, again, it's a tragic – again, we try to remember that eight families are impacted by this.\" Watch here: For Delaina Yaun, one of the victims of the fatal Georgia spa shootings, “family came first,” according to her sister Dana Toole.  “She had such a wonderful, happy, upbeat personality. … It's devastating,” Toole told CNN’s Brianna Keilar.  Yaun was recently married, Toole said, and had an eight-month-old daughter. She and her husband wanted to have some time alone, so they visited a spa for a couple's massage, Toole said. Her husband made it out safely, but she was fatally shot, according to a GoFundMe page. Atlanta Police Chief Rodney Bryant said it's still too early to determine a motive in the shootings. Atlanta Mayor Keisha Lance Bottoms told CNN's David Axelrod, \"We can't ignore the fact that there were Asian women who were — seem to have been targeted in these Asian massage parlors.” “The Asian community was attacked, and unfortunately, my sister was in an Asian spa,\" Toole said. \"She was enjoying time. She was just going to enjoy time with her husband. Her husband. Come on. Like, it's supposed to be a safe place. I don’t understand.”    “She didn't deserve that. Nobody deserved it. These families didn't deserve to lose their loved ones. I just hope, I hope there's justice. I hope that we can prevent stuff like this from happening, because this is uncalled for,” she added.  Toole said she’s been trying to avoid social media and watching the news because she is grieving her sister. She said she doesn’t want any other families to suffer the same result in the future.  “I don't want to get that phone call that I just lost somebody again like this. … She was too young. She was only 33,” Toole said.  Several Asian American female lawmakers, including Reps. Grace Meng, Doris Matsui, Judy Chu, Young Kim and Michelle Steel and Sen. Tammy Duckworth, testified before a House committee today about the discrimination and violence the community has faced. \"Our community is bleeding. We've been in pain and we've been screaming out for help,\" Meng told lawmakers.  Chu, who chairs the Congressional Asian Pacific American Caucus, testified that the \"Asian American community has reached a crisis point that cannot be ignored.\" \"What started out last January as just dirty looks and verbal assault have escalated to physical attacks and violence against innocent Asian Americans,\" she added. Some of the Democratic lawmakers on the panel contributed the rise in attacks to the rhetoric former President Trump and other Republican lawmakers used in referring to Covid-19. Reports of anti-Asian hate incidents have risen in recent months, including several unprovoked violent attacks on elderly Asian Americans, with at least three in the Bay Area captured in disturbing videos this year. The hearing also came after a string of shootings in the Atlanta area left eight people dead — six of whom were of Asian women. The witnesses implored Republicans to tone down their rhetoric in the wake of attacks on the Asian American community, with Rep. Meng accusing a Republican of placing a \"bulls-eye\" on them with his comments about China. \"Your president and your party and your colleagues can talk about issues with any other country that you want, but you don't have to do it by putting a bull's-eye on the back of Asian Americans across this country, on our grandparents, on our kids,\" Meng said to Republican Rep. Chip Roy of Texas. \"This hearing was to address the hurt and pain of our community and to find solutions, and we will not let you take our voice from us,\" she added. Earlier Thursday during the hearing, Roy said his \"concern about this hearing is that it seems to want to venture into the policing of rhetoric in a free society, free speech, and away from the rule of law and taking out bad guys.\" \"I think the Chinese Communist Party running the country of China, I think they're the bad guys,\" he said. Democratic Rep. Ted Lieu, who is an immigrant from Taiwan who served active duty in the US Air Force, also pushed back against Roy's remarks, saying the hearing is \"not about policing speech.\" \"I served in active duty so you can say whatever you want under the First Amendment, you can say racist stupid stuff if you want,\" Lieu said in comments Thursday. \"But I'm asking you to please stop using racist terms like 'Kung flu,' or 'Wuhan virus' or other ethnic identifiers in describing this virus. I am not a virus and when you say things like that, it hurts the Asian American community.\" Thursday's House committee hearing also addressed the history of racism and xenophobia against Asian Americans, which dates back to the 19th century. It was the first House hearing on discrimination against Asian Americans in over three decades.  Watch a moment from the hearing:  Violence against Asian Americans has been on the rise since the pandemic began, but the community has long faced discrimination in the United States, going back all the way to mid-19th century, when the first Chinese migrants arrived in the country. Discrimination by law The Page Act of 1875 was enacted seemingly to restrict prostitution and forced labor. But many scholars have argued that in reality, it was used systematically to prevent Chinese women from immigrating to the US, under the pretense that they were prostitutes. The Chinese Exclusion Act of 1882 banned Chinese workers from coming to the US. To support their families back home and to repay loans they took to migrate to the US, Chinese workers were often forced to work for whatever wages they were offered. “Many of the non-Chinese workers in the United States came to resent the Chinese laborers, who might squeeze them out of their jobs,” according to the Office of the Historian with the US State Department.  The immigration Act of 1924 excluded from entry anyone born in a geographically defined “Asiatic Barred Zone,\" except for Japanese and Filipinos. In 1907, the Japanese government had voluntarily limited Japanese immigration to the US and the Philippines was a US colony, so its citizens were American nationals. In the wake of the Pearl Harbor bombing and by an executive order signed by President Franklin Roosevelt, almost all Japanese Americans had to leave their homes and live in camps against their constitutional rights. These immigrants were painted as disloyal and it was considered an issue of public safety.  Anti-Asian attacks and riots In 1871, Los Angeles witnessed the Chinese massacre, where about 500 rioters killed 18 people or 10% of the city’s Chinese population, according to the L.A. Public Library. Eight people were convicted of manslaughter, but the convictions were overturned and no one was retried. The anti-Asian sentiments continued amid a hard economic period. In 1885, a disturbing trend of forced evacuation emerged in Tacoma, Washington, where a mob of about 300 people drove about 700 Chinese people out of their homes and forced them into wagons. When they heard about the violence, 150 Chinese people fled neighboring Seattle. In 1886, 350 Chinese were forced out of their homes and most were shipped to San Francisco. A series of anti-Filipino riots took place in 1929 and 1930 in farming communities across California. For example, a mob of about 500 White people roamed Watsonville, California, attacking Filipino farmworkers and their property after Filipino men were considered to not only be taking jobs, but also flaunting social norms by dating White girls. In the 1980s, a Chinese American named Vincent Chen was mistaken as Japanese and beaten to death by two White men who blamed Japan for the loss of auto jobs. And since the start of the Covid-19 pandemic, many Asian Americans have been coughed on, spat on, harassed and attacked. The Atlanta shootings have only highlighted that the community is on edge with their long-lived fears and trauma that goes back centuries. CNN's Harmeet Kaur contributed to this report. Avlon: Asian-American discrimination is a horrific chapter of our history  Atlanta Police are holding a 3 p.m. ET news conference with an update on the spa shootings. Eight people, including six Asian women, were shot dead at three metro Atlanta spas on Tuesday in attacks that police believe were perpetrated by the same suspect.  Police said yesterday it was too early to determine a motive in the killings, but the attacks come as Asian Americans are facing increased incidents of hate in the wake of the Covid-19 pandemic.  The suspect told police he believed he had a sex addiction, Cherokee County sheriff's Capt. Jay Baker said at Wednesday's news conference. The defense attorney for spa shooting suspect Robert Aaron Long issued a statement Thursday saying J. Daran Burns has been appointed by the Cherokee County Office of Indigent Defense to represent Long.   “Our condolences are with the victims and their families. We are working on behalf of our client, Robert Aaron Long, to investigate the facts and circumstances surround this incident,” the statement said.  According to the statement, Burns met with Long at the Cherokee County Adult Detention Center Wednesday and “under advisement of counsel, waived his statutory right to a First Appearance Hearing.” CNN previously reported that Long’s scheduled court appearance was canceled at the request of his attorney. The reason remains unclear. The political portion of President Biden and Vice President Kamala Harris’ trip to Atlanta has been postponed after Tuesday’s shootings. Instead, the President and vice president will be meeting with Asian American leaders and visiting the US Centers for Disease Control and Prevention, according to the White House. In a news release issued moments ago, the White House said: \"Given the tragedy in Georgia on Tuesday night, President Biden and Vice President Harris will postpone the evening political event in Georgia for a future date. During their trip to Atlanta, they will instead meet with Asian-American leaders to discuss the ongoing attacks and threats against the community, meet with other local leaders, and also visit the Centers for Disease Control to receive an update from the team of health and medical experts helping lead the fight against the pandemic.\" President Biden has announced a proclamation ordering flags to be flown at half-staff to honor the victims of the Atlanta area shooting. Per the proclamation, flags will be flown at half-staff at the White House and other federal buildings and on military bases, as well as embassies and other facilities abroad, until sunset on March 22 “as a mark of respect for the victims of the senseless acts of violence perpetrated on March 16, 2021, in the Atlanta Metropolitan area.” Eight people were shot dead at three metro Atlanta spas on Tuesday. Six were Asian women. Police have not yet offered a motive in the bloody attacks, but because of many of the victims' backgrounds, some public officials and organizations have raised concerns that ethnicity came into play. It comes amid an alarming spike in violence directed at the Asian American community in recent months. A photo allegedly posted by Captain Jay Baker, a public information officer at the Cherokee County, Georgia, Sheriff’s Office, show shirts with a racist and anti-Asian message about Covid-19. “Covid 19 imported virus from Chy-na,” the racist shirt in the photo posted April 2, 2020, reads. Although the account that posted it has been deleted, CNN was able to access the photos through a cached copy. The name on the Facebook account matches Jay Baker, and it claims that the individual is an employee of the Cherokee County Sheriff’s office. The Daily Beast was first to report on the racist shirt photo. They also reported the account posted photos of Baker in uniform, with his name tag visible.  When contacted by CNN about the post, Baker told CNN, “No additional comment.”   “Love my shirt,” the photo caption of the shirt reads. It goes onto encourage others to buy their own shirts saying, “get yours while they last.” CNN reached out to the store selling the shirts, but did not immediately receive a response. CNN reached out to Facebook to see whether they deleted the account, or if it was the user that did, but did not receive a response. This allegation comes as criticism over Baker’s description of spa shooting suspect Robert Aaron Long’s actions on Tuesday continues to grow.   “He was pretty much fed up and had been kind of at the end of his rope,” Baker said during a news conference on Wednesday. “Yesterday was a really bad day for him, and this is what he did.” Senate Majority Leader Chuck Schumer on Thursday strongly condemned attacks on Asian Americans and said the “fear” and “threat of violence” against their community “should be a topic of national conversation.” “We cannot allow the rising tide of bigotry against them, the intolerance against them, the prejudice against them, to go unchecked because in a multicultural society like ours, an attack on any one group is an attack on everyone,” he said. For the second day in a row on the Senate floor, Schumer addressed the shootings in the Atlanta-area earlier this week that left eight dead, including six women of Asian descent.  He reiterated that while we don’t know what drove the shooter to do this “despicable” crime, “there is no doubt that abuse prejudice and violence against Asian Americans is on the rise.” Schumer called out former President Trump specifically for his xenophobic rhetoric, and for not condemning bigotry “in the instances where he should” allowing the floodgates to open bringing hatred “far more up to the surface.” “Unfortunately, the past few years has shown us that America has not excised the age old demon of racism and for too many it has become acceptable, permissible to just shrug your shoulders,” he said. “That cannot be. With respect to the Asian American community specifically and all communities. We must condemn rhetoric that is racist. In this case, we must condemn any rhetoric that blames the Chinese people for the coronavirus. President Trump did that despicably. And that notion was too often encouraged by others who repeated his harsh nasty and bigoted words.” Hear Sen. Schumer's full remarks: A House Judiciary Committee panel is holding a hearing now about discrimination and violence against Asian Americans in the US, which has been on the rise since the start of the Covid-19 pandemic. Reports of anti-Asian hate incidents have risen in recent months, including several unprovoked violent attacks on elderly Asian Americans, with at least three in the Bay Area captured in disturbing videos this year. The hearing also also comes after a string of shootings in the Atlanta area left eight people dead — six of whom were of Asian women. Though the motive of the killer is still being investigated, the killings have exacerbated existing fears among the Asian American community. The House Judiciary Subcommittee on the Constitution, Civil Rights, and Civil Liberties will hear from four Asian American female lawmakers:  Sen. Tammy Duckworth \nRep. Doris Matsui\nRep. Judy Chu \nRep. Grace Meng Other panel witnesses include actor Daniel Dae Kim, University of Minnesota professor Erika Lee, and Asian Americans Advancing Justice president John C. Yang. Georgia Rep. Bee Nguyen said at least two of the women who were shot and killed on Tuesday lived and worked in the spas. “This one fact alone highlights the vulnerability, the invisibility, and the isolation of working-class Asian women in our country,” Nguyen said during a Thursday news conference. “And we know that vulnerability makes them targets.”  “When they go missing, or when they die, the loss of their lives will not incite the same kind of rage, and they won't even be treated with the same humanity,” she said. “And in this case, they've been characterized as a problem that needed to be eliminated,” she said.  On Tuesday, authorities say Robert Aaron Long, 21, shot and killed eight people at three different spa locations around the metro Atlanta area. He faces eight counts of murder and one count of aggravated assault. Nguyen said, “it's not a coincidence that some of the names have not been released,” she said. “They're still trying to locate and notify family members of their deaths.”  “Can you imagine living in a spa being between the ages of 50 and 70 years old, and getting gunned down, and we're having trouble getting in touch with some of the family members?” she asked.  Nguyen said the hate crime law Georgia passed is a good start, but there is more that still needs to be done.   “Hate crimes laws are not preventative, they are used in the aftermath, as a prosecutorial tool and hate crimes law does not prevent hate killing,” she said. President Biden and Vice President Kamala Harris will meet with Asian American leaders during their visit to Atlanta on Friday. The meeting comes after the shooting deaths of eight people, six of whom were Asian women. A spokesperson for Harris, Sabrina Singh, confirmed the meeting on Twitter, and said the President and Vice President will “offer support.”  The pre-planned Atlanta stop on the “Help is Here” Tour is taking on added significance in the wake of a horrific shooting that has sparked a national conversation on racism against Asian Americans amid a spike in violent hate crimes and a deep sense of fear in the Asian American community.   A Georgia official yesterday said the Atlanta-area spas shooting suspect had a “really bad day,” which New Jersey Democratic Rep. Andy Kim slammed as detached from reality. “That sounds so detached from what actually happened and what we should be talking about as a nation. And that gentleman is supposed to be a spokesperson for the community, spokesperson for our laws and our rule of law in this country. Instead, he sounds more like a spokesperson for the killer,” Kim said to CNN’s Erica Hill.  “This is something where we should not be trying to...downplay what happened. We should be speaking about it with the rawness of which it is, which is a mass murder that occurred, killing innocent people, people who should be with their families right now and be able to enjoy their lives. It really breaks my heart to hear that kind of callousness with words that were chosen, again, from someone who is supposed to be a spokesperson for the community and for the people,” Kim added.  Kim said he spoke last night with his wife and called this moment particularly painful for her. “This moment means something more to her and other Asian American women around the country, and we need to be very aware of that and be present for them in recognizing that trauma,” he said.  Kim said he has not heard from lawmakers across the aisle concerning his safety or his family’s well-being amid a rise in hate crimes directed toward Asian Americans this year. Last fall, the House passed a resolution condemning anti-Asian sentiment, with 14 Republicans joining their Democratic colleagues. \"I hope that if anything comes out of the tragedy of the last few days, I hope people see this was not about politics. This was not some tactic that the Democrats or others are trying to use to jab at the former president or someone else. This is about our lives. This is about the safety of our communities. This is about eight people who were just killed. This is about countless others who have experienced discrimination,\" Kim said.  Watch the full interview: Six of the eight people who were shot dead at three metro Atlanta massage parlors on Tuesday were Asian women. While police have not yet offered a motive in the bloody attacks, but the shootings come against a backdrop of an increase in violence against Asian Americans nationwide. If you've experienced anti-Asian racism during the pandemic, we want to hear from you. Share your story in the form below:  While investigators said it's too early to say if the Atlanta shootings were racially motivated, experts and activists argue it's no coincidence that six of the eight victims were Asian women. The suspect's claim of a potential sex addiction, they say, is rooted in a history of misogyny and stereotypes that are all too familiar for Asian and Asian American women. They're fetishized and hypersexualized. They're seen as docile and submissive. On top of that, they're often working in the service sector and are subject to the same racism that affects Asian Americans more broadly. The way their race intersects with their gender makes Asian and Asian American women uniquely vulnerable to violence, said Sung Yeon Choimorrow, executive director of the non-profit advocacy group National Asian Pacific American Women's Forum. These perceptions are rooted in US history and leave Asian women economically vulnerable too, and this week, those factors came together in a dangerous, and ultimately deadly, way. The perceptions of Asian and Asian American women as submissive, hypersexual and exotic can be traced back centuries. Rachel Kuo, a scholar on race and co-leader of Asian American Feminist Collective, points to legal and political measures throughout the nation's history that have shaped these harmful ideas. One of the earliest examples comes from the Page Act of 1875, which was enacted seemingly to restrict prostitution and forced labor. But many scholars have argued that in reality, it was used systematically to prevent Chinese women from immigrating to the US, under the pretense that they were prostitutes. American service members, while abroad for US military activities (including the Philippine-American War, World War II and the Vietnam War), have a history of soliciting sex workers and patronizing industries that encouraged sex trafficking. That furthered denigrating stereotypes of Asian women as sexual deviants. Those stereotypes also feed into perceptions of \"Asian women as cheap and disposable workers,\" Rachel Kuo, a scholar on race and co-leader of Asian American Feminist Collective, said. That's made them economically vulnerable, too. Many Asian American women work in service industries, such as beauty salons, hospitality and restaurants, where they are especially at risk since they not only face stigma but are also often migrants, according to Esther Kao, an organizer with Red Canary Song, a New York-based collective of Asian and Asian American advocates for massage parlor workers and sex workers. It's also important to note that not all massage businesses provide sexual services, Kao said. To suggest as much, as the suspect in the Atlanta area attacks did, is a \"racist assumption,\" she said. \"It ties specifically to the fetishization of Asian woman.\" Read more here.  CNN's Aditi Sangal contributed to this post.  After eight people — six of whom were Asian women —were killed at Atlanta-area spas, Georgia State Rep. Bee Nguyen said the Asian American community is “overwhelmed.”  “There is increased fear amongst our community, but there's also deep pain and anger. … So often, the centering is around the perpetrator. In this case, it is no different. And so we are trying to focus on prioritizing the victims and their family, but we are also trying to amplify the messaging that, look, this has been going on for the past year,” Nguyen said on CNN’s “New Day.”  There’s been a spike in hate crimes against Asian Americans since the coronavirus pandemic began.  The suspect, Robert Aaron Long, told police he believed he had a sex addiction. Atlanta Police Chief Rodney Bryant said it is still too early to know a motive behind the shootings.  “The fact that he's even characterizing this as eliminating some sort of sex addition problem is dehumanizing and directed at the women who worked in this industry,” Nguyen said.  \"Sex\" is a hate crime category under Georgia law. The shootings don't have to be racially motivated to constitute a hate crime in the state.  “We're going to wait and see what happens, but, you know, I still am very firm in my position that … he targeted three Asian businesses. Six Asian women are dead. And you simply cannot separate the fact that there's hypersexualization of Asian women. It is interlinked to sex-working industry, and you cannot separate the misogyny, the racism and gender-based violence,” Nguyen said.  Eight people, including six Asian women, were shot dead at three metro Atlanta spas on Tuesday. Here's what we know about the deadly attacks and the investigation into them. What happened: Eight people were killed and another was wounded in the attacks that police believe were perpetrated by the same suspect. The suspect killed four people at Young's Asian Massage between the Georgia cities of Woodstock and Acworth. About an hour later and 30 miles away, another four people were killed at two Atlanta spas across the street from each other.\nMore attacks possibly thwarted: A 21-year-old suspect, Robert Aaron Long, was taken into custody. When he was apprehended, he was on his way to Florida \"perhaps to carry out additional shootings,\" the Atlanta mayor said.\nNo motive determined yet: Police say it's still too early to determine a motive in the killings, but the attacks come as Asian Americans are facing increased incidents of hate in the wake of the Covid-19 pandemic. The suspect told police he believed he had a sex addiction, Cherokee County sheriff's Capt. Jay Baker said at Wednesday's news conference.\nThe charges: Long has been charged with four counts of murder and one count of aggravated assault in Cherokee County and four counts of murder in Fulton County. In a statement, the Atlanta Police Department called Tuesday’s shootings “despicable acts of violence.”  “It is hard to comprehend what could lead someone to commit such a heinous crime and how someone could show such disregard for life,” the statement, which was posted late Wednesday night, reads.  On Tuesday, authorities say Robert Aaron Long, 21, shot and killed eight people at three different spa locations around the Atlanta area. He faces eight counts of murder and one count of aggravated assault.  Police said the “atrocious acts will not be tolerated” as investigators continue to work hard on the case. “Our goal is a successful prosecution of the shooter, to hold him accountable for his actions.\"  “Investigators are taking a hard look at what motivated the shooter. Our investigation is far from over and we have not ruled anything out,” the statement says.  The man accused of killing eight people, including six Asian women, Tuesday in the metro-Atlanta area will not appear in court today in Cherokee County, according to the Cherokee Clerk of Court’s Office. The office confirmed to CNN Thursday that Robert Aaron Long’s court appearance, which was initially scheduled for Thursday, was canceled at the request of the defendant’s attorney.  The court said no reason was given and no reschedule date has been set.", "Section": "us", "Writers": ["Melissa Mahtani", "Meg Wagner", "Melissa Macaya"], "URL": "https://www.cnn.com/us/live-news/atlanta-area-shootings-3-18-21/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Philippines", "Source": "CNN"}