{"Type": "article", "Time": "2021-03-11", "Headline": "Dr. Gupta: One year of living in the shadow of a pandemic", "Text": "Today, March 11, marks one year since the World Health Organization declared Covid-19, the disease caused by the novel coronavirus, a pandemic.  In the first months of 2020, as the unprecedented health crisis rapidly crossed borders -- China, Italy, Spain, South Korea, Japan and soon, the United States -- it started to take the shape of a looming, global threat. Something beyond an epidemic. As I researched, I was surprised to learn that there was no universally agreed-upon definition of \"pandemic.\" But an increasing number of medical experts and public health officials I spoke with were telling me that the rapidly unfolding situation fit the bill.  Loosely speaking, a pandemic is an outbreak of a virus that can cause illness or death, where there is sustained person-to-person transmission of that virus, and evidence of its spread in different geographic locations. Check, check and check.  Still, to call it a pandemic felt momentous and weighty. It was not a decision CNN (or I, personally) took lightly -- we didn't want to panic people -- be we felt we had to call it what it was. And so we did that on March 9. A couple of days later, WHO adopted the same language. To be fair, WHO had been sounding the alarm steadily for nearly six weeks, since January 30, 2020, when the director general, Tedros Adhanom Ghebreyesus, declared the situation a \"public health emergency of international concern\" -- the highest level of health alert under international law. The definition is \"an extraordinary event that may constitute a public health risk to other countries through international spread of disease and may require an international coordinated response.\" For this symbolic anniversary, I spoke to Maria Van Kerkhove, WHO's technical lead for the coronavirus response, to reflect on the year of the pandemic and beyond.  Different countries, different responses, different outcomes Van Kerkhove -- who said WHO tries to do for the world what the US Centers for Disease Control and Prevention does for the US -- told me the goal of a public health emergency of international concern is to raise the alarm before you're in an actual pandemic, when there's still time to possibly prevent and, at any rate, prepare for what is to come. Similarly, for more than a year now, WHO has been trying to change the trajectory of the pandemic through, among other things, expertise, guidance, advice and support as well as frequent news conferences. While every country has responded to the emerging threat in its own way, some countries took the early warnings more seriously, she said. \"It wasn't about rich or poor countries. It was about experience. It was about those countries that knew the threat that this was; they heeded our warnings,\" said Van Kerkhove. That experience came from dealing with previous infectious outbreaks, such as SARS, MERS and Ebola. And those countries quickly implemented strong public health measures, mobilized community health workers, contact tracers and lab technicians.  Van Kerkhove points to places like South Korea, Japan and Nigeria -- all of which managed to keep transmission of this novel virus relatively under control.   For me, South Korea has been one of the clearest examples of success. It reported its first case of Covid-19 on January 20, 2020, hours before the United States confirmed its first case on January 21.  But the two countries have ended up in wildly divergent places: The US has more than 29 million total reported cases and more than half a million deaths. South Korea? Fewer than 100,000 cases and less than 2,000 deaths. You can't dismiss that as the US having a higher population than South Korea, because when you look at the per capita deaths per 100,000 population, the US has more than 161 compared with South Korea's 3. Van Kerkhove said South Korea learned lessons from the 2015 MERS outbreak. \"What they learned from that was to rebuild their system and enhance their public health system, which was utilized during this pandemic,\" she said.  As an example, she pointed to what unfolded in the city of Daegu, when there was a big outbreak linked to church activity in February. \"The case numbers were seemingly out of control,\" she said. \"And Korea turned it around.\"  How did they do it? By being strategic and leveraging the tools they had at their disposal, Van Kerkhove said. \"They looked at the situation that they were in. They enhanced their cluster investigation. ... They ramped up their screening capacity, their testing capacity. They used quarantine effectively and they brought that outbreak under control. But at one point in time, it seemed almost impossible -- and they turned it around,\" she said.  She added that other countries have turned things around too, for example, Cambodia, Thailand, Rwanda, and South Africa, even with the emergence of a more-contagious variant there. \"The resilience of people is what is encouraging and inspiring,\" she said. What has often struck me is that while infectious disease outbreaks typically crush poorer countries, this novel coronavirus has disproportionately affected many of the world's wealthiest nations. Consider there are close to 9,000 cases per 100,000 people in the United States. Compare that to India, where it's about a 10th of that, even though they have some of the most population-dense areas in the world. As they say, money can't buy everything, especially good health. \"You can have really, really good medical systems in countries ... the best treatments in the world. But that doesn't make up for the fundamentals of public health,\" Van Kerkhove said. Variants and vaccines Now that we are in the second year of the pandemic, the cavalry in the form of vaccines has arrived. But with it, a more contagious and, possibly in some cases, a more deadly enemy. New variants of the virus are decimating cities in Brazil; different variants have raged through the United Kingdom and South Africa. And they are establishing themselves in this country, too.  This can be addressed by providing better vaccine access to underserved countries. According to the People's Vaccine Alliance, a global vaccine watchdog group, rich nations are now vaccinating one person every second while the majority of the poorest nations have yet to administer a single dose. But that's changing, thanks to COVAX, a global initiative that promotes equitable access for developing nations to Covid-19 vaccines. Led by the WHO and other organizations, COVAX delivered 20 million vaccine doses to 20 countries last week during the first week of distribution, according to WHO Director-General Tedros.  An additional 14.4 million vaccine doses are slated to go out this week to an another 31 countries. \"We are all part of this global community. Every life on this planet matters,\" said Van Kerkhove. \"Everyone on this planet deserves to be protected.\" Shot by shot, the world is beginning to see some hope. And those countries that did heed the WHO's warnings, and followed public health guidance, are giving us a glimpse into a post pandemic life. \"I have glimmers of hope in many countries around the world,\" Van Kerkhove said, pointing to places such as Australia, New Zealand, China and Japan. \"I see societies that are opened up. I see sporting events that are happening. I see a resilient community that is living their life, that has driven transmission down in some situations to zero.\"  Van Kerkhove, I and many others have been humbled by this virus -- a virus that taught us that rich and poor doesn't matter, borders don't matter, and that unexpected things can and do happen. She and I both hope that all nations, but especially Western ones, use the unfortunate lessons we've all been forced to learn to put the systems in place so that we are in a better position to meet the next unexpected event, the next pandemic, the next infectious pathogen -- because surely this one won't be the last. ", "Section": "health", "Writers": ["Dr. Sanjay Gupta"], "URL": "https://www.cnn.com/2021/03/11/health/who-anniversary-pandemic-declared-gupta/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}