{"Type": "article", "Time": "2020-12-24", "Headline": "Singaporean woman faces execution in China as family launches last desperate appeal", "Text": "The first Ismiraldha Abdullah knew that her mother might be in trouble was when she came home from school in Singapore to find her aunt sobbing, holding a letter in Chinese.  It was October 2015 and the letter said Ismiraldha's mother, Siti Aslinda Binte Junaidi, had been arrested in the southern Chinese city of Shenzhen on suspicion of drug trafficking, and could face the death penalty. Ismiraldha was shocked. She said she had had little idea what her mother was doing in China, only that she had gone there looking for work, and while she cried along with her aunt at the news, the then 12-year-old still didn't truly understand what was going on. Almost five years later, Aslinda, now 35, and another Singaporean, 44-year-old Mohd Yusri Bin Mohd Yussof, were found guilty of drug trafficking and sentenced to death in July 2020. Yusri's sentence was suspended for two years, meaning it may be downgraded to life imprisonment. Aslinda -- deemed to have played a more active role in the crime -- faces execution if her final appeal, which could be heard at any time, is not successful.  Back in Singapore, her family is trying desperately to save her from this fate, through diplomatic channels and the Chinese legal system, where acquittals are incredibly rare. \"It has been very difficult to get a pro bono lawyer in China and the family cannot afford to pay for one,\" said M. Ravi, a Singaporean lawyer who has been advising on the case. \"I've been trying to liaise with some international networks I have to get a pro bono lawyer, but her case is (moving forward) and we don't know when it might reach the next court. \"What if China suddenly decides to shoot her in weeks?\"  Smuggling through Shenzhen According to court documents seen by CNN, Aslinda and Yusri were stopped by customs officials in Shenzhen on October 24, 2015. A search of their suitcases revealed 28 women's handbags containing more than 11 kilograms (24 pounds) of methamphetamine stitched into the lining. If sold per gram, that amount of meth could be worth upwards of $220,000 in the US. Both denied any knowledge of the drugs.  Aslinda told the court how, while looking for jobs online in late 2014, she met a man called Chibuzor Onwuka, who offered her generous commissions to transport goods from China to Cambodia. Around once or twice a month, Aslinda said she would pick up goods in Guangzhou and fly with them to Phnom Penh. It is unclear whether Onwuka has been arrested, with court documents saying only that his case was being \"handled separately.\" He could not be reached for comment.  The goods she transported were usually women's lingerie, handbags and toner cartridges, and while Aslinda admitted to having doubts about the scheme, she told the court she was convinced by Onwuka's explanation that the handbags were highly profitable as they were sold to prominent Cambodians. In July 2015, Aslinda introduced Yusri to Onwuka and they began carrying goods together. Onwuka paid them $2,000 to $3,000 each per trip, they said, and also covered their airfare and hotel bills. By the time they were arrested, they'd done two trips together.  At trial, the judge rejected the pair's arguments that they didn't know what was in the handbags, ruling that they were either aware or should have been aware of the contents given the \"unusually high remuneration\" for transporting goods overseas. The convoluted way in which they were told to travel -- from Guangzhou to Hong Kong via Shenzhen then Phnom Penh -- should also have raised suspicion, the judge said, as direct flights were available to the Cambodian capital.  Ismiraldha said the case was a \"horrible mistake,\" adding that her mother has a clean record in Singapore and would never have knowingly committed a crime.  \"One thing I have to admit is that it's stupid,\" she said. \"If I was in my mom's shoes, I would never have taken that job, (and) if I'd known what she was doing, I would have told her off. But I was only 12 years old at the time.\"  While she has been able to write to her mother, she said their letters appear to be monitored as sometimes they do not get through, so she's limited in the questions she can ask. In a recent letter, Ismiraldha said her mother complained that consular officials have been unable to visit her for almost a year, likely as a result of the coronavirus pandemic.  Singapore's Ministry of Foreign Affairs did not respond to a request for comment about Aslinda's case. United States consular officials have previously confirmed to CNN that they had been prevented from visiting jailed Americans in China due to coronavirus concerns.   Death penalty Aslinda's case is being appealed to the Guangdong High Court, her legal team said. If the court does not overturn the judgment, her death penalty could be carried out within weeks.  Prosecutors in Guangdong did not respond to a request for comment.  \"Drug crimes are recognized as serious crimes in the world, and its social harm is extremely serious,\" China's Foreign Ministry said in a statement Friday. \"Chinese law retains the death penalty, while strictly controlling its application. Chinese law provides that all persons who commit crimes are equal in the application of the law. Chinese judicial organs deal with criminals of different nationalities in accordance with the law, and protect the legitimate rights and interests of defendants.\"  China is the the world's leading executioner, according to analysis by Amnesty International and the Dui Hua Foundation, which advocates on behalf of prisoners in China. The country does not report the total number of executions carried out each year, but it is believed to be in the thousands, with the majority performed by firing squad or lethal injection.  Those executed include large numbers of foreigners, though again China does not release exact figures. In 2016, the Nigerian senate reportedly heard that 120 of its citizens were on death row in China -- while over the past decade, people from Uganda, South Korea, Japan, and Kenya have received death sentences for drug crimes.  Sometimes, penalties appear to be linked to political events. Last year, Canadian Robert Lloyd Schellenberg was sentenced to death for drug smuggling. He had originally received a 15-year prison sentence but it was upgraded to death following the arrest in Vancouver of top Huawei executive Meng Wanzhou.  In August this year, two more Canadians -- Xu Weihong and Ye Jianhui -- were also sentenced to death for drug offenses, while in June, amid worsening ties between Canberra and Beijing, Australian Cam Gillespie received the same sentence.  \"It all depends on diplomatic persuasion,\" said Ravi, the lawyer, adding that \"Singapore is quite close to China, but I've been trying to reach out to the Ministry of Foreign Affairs and they've not been very helpful. They should at least meet up with us to ask what they can do, it's very frustrating.\"  In the past, Chinese authorities have appeared to avoid handing down death penalties to citizens from some countries, particularly Western nations. However Singapore itself has the death penalty, and applies it in cases of drug trafficking. In May this year, a Singaporean judge sentenced a man to death by hanging over Zoom, attracting widespread outrage.  Singapore and China are among the minority of states that execute prisoners. In some 170 countries, it's not even an option. United Nations Secretary General Antonio Guterres has said the death penalty \"has no place in the 21st century.\" Ismiraldha said she was \"worried and scared,\" unsure if the work she and others are doing in Singapore will have any effect on her mother's fate in China.  \"Everyone deserves a second chance,\" she said.", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2020/12/24/asia/singapore-china-death-penalty-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}