{"Type": "gallery", "Time": "2020-10-13", "Headline": "Wildlife Photographer of the Year 2020 winners", "Text": "This shot by Italian photographer Alberto Fantoni shows a male Eleonora's falcon bringing his mate food on the steep cliffs of an island in Sardinia. US-Russian photographer Alex Badyaev captures a biologist observing a Cordilleran flycatcher from a cabin in the Rocky Mountains, Montana, US. Andrés Luis Dominguez Blanco captured this image of a European stonechat near his home in Andalucia, Spain. French photographer Frank Deschandol managed to capture a red-banded sand wasp (left) and a cuckoo wasp about to enter adjacent nest holes. Colombian photographer Gabriel Eisenband captured this image of white arnica, a member of the daisy family found only in Colombia, on the slopes of Ritak'Uwa Blanco in the Colombian Andes. Spanish photographer Jaime Culebras photographed this Manduriacu glass frog eating a spider in the foothills of the Andes, northwestern Ecuador.  Jose Luis Ruiz Jiménez photographed this family of great crested grebes in a lagoon near Brozas, in his native Spain. A polar bear performs at a Russian circus in Kazan, Tatarstan, photographed by US photographer Kirsten Luce. Young Wildlife Photographer of the Year winner Liina Heikkinen captured the moment a young fox made off to eat a barnacle goose without sharing with its siblings. Italian photographer Luciano Gaudenzio reveals how lava flows in a huge lava tunnel on Mount Etna, Italy. Danish photographer Mogens Trolle photographed this young male proboscis monkey striking a pose at a sanctuary in Sabah, Borneo. British-Australian photographer Paul Hilton got this shot of a young, chained pig-tailed macaque at Bali's bird market, Indonesia. Its mother would have been killed. Indian photographer Ripan Biswas captured the moment a weaver ant bit into the hind leg of a giant riverine tiger beetle. Italian-American photographer Sam Sloss captured this picture of a clown fish while on a diving holiday in North Sulawesi, Indonesia. Overall winner Sergey Gorshkov got this rare tigress in her Siberian forest environment using a hidden camera in the Russian Far East. Shanyuan Li managed to capture a rare picture of a family of Pallas's cats -- or manuls -- on the Qinghai-Tibet Plateau in northwest China after six years' work at high altitude. Songda Cai photographed this tiny diamondback squid paralarva whilst on a night dive over deep water, far off the coast of Anilao, in the Philippines.", "Section": "travel", "Writers": [null], "URL": "https://www.cnn.com/travel/gallery/wildlife-photographer-awards-2020-winner-scli-intl-scn/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}