{"Type": "article", "Time": "2021-01-26", "Headline": "January 27 coronavirus news", "Text": "Millions of Americans are at increased risk for more severe Covid-19 because of tobacco use, according to a new report from The American Lung Association. “Tobacco remains the leading cause of preventable death and disease in America, killing 480,000 people each year,” said the American Lung Association in their State of Tobacco Control 2021 report.  The annual report, published Wednesday, added, “In addition, 16 million Americans live with a tobacco related disease.”  The US Centers for Disease Control and Prevention has said that smoking can cause more severe symptoms of Covid-19.  “With the threat of Covid-19 in addition to the numerous tobacco-caused diseases, it is imperative to prevent youth from starting to use tobacco and to help everyone quit,” said the report.  The association makes the point that, similarly to the coronavirus, smoking also has disproportionate impacts on certain communities, particularly those of color.  Some 50.6 million Americans are currently using tobacco products, the report says, with use of commercial products particularly high among Native Americans and Alaskan Natives -- 29.3% -- and Lesbian, Gay and Bisexual adults -- 29.9%.  Adults with mental illness and substance abuse also have higher rates of smoking, the report says.  South Africa is granting emergency use approval to AstraZeneca’s Covid-19 vaccine and will continue reviewing applications from Pfizer and Johnson & Johnson, the country’s health products regulatory authority (SAHPRA) said in a news conference Wednesday. The approval was granted under Section 21 Authorisation, which grants emergency use of a health product that is unregistered in South Africa.  Health Minister Zweli Mkhize said that the government expects the first 1 million doses of AstraZeneca’s vaccine to arrive on February 1. “I am pleased to announce that the flight carrying the first 1 million doses will leave India on Sunday, January 3,  2021, fly via Dubai and land at O.R. Tambo International Airport on Monday, February 1, 2021,” Mkhize told reporters.  Upon arrival in South Africa, the vaccines will undergo a quarantine lasting a minimum of 10 days, in which they will be tested for quality assurance, Mkhize said.  The vaccines will be manufactured by the Serum Institute of India, and 1.5 million doses in total will eventually be flown into South Africa to begin immunizing the country’s 1.25 million healthcare workers.  South Africa has been battling an aggressive second wave of Covid-19 infections caused by a new variant of the virus, known as 501Y.V2, which was first discovered in November. With more than 1.4 million recorded cases and 41,000 fatalities to date, South Africa has recorded more infections and deaths than any other country in Africa. ##Vaccines## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said that the US must focus on minorities in order to efficiently distribute Covid-19 vaccines.  \"I think that's the one thing we really got to be careful of, we don't want in the beginning that most of the people who are getting it are otherwise, well, middle class white people,\" Fauci said during an interview with The New England Journal of Medicine Wednesday. \n\"You really want to get it to the people who are really the most vulnerable, you want to get it to everybody, but you don't want to have a situation where people who really are in need of it, because of where they are, where they live with their economic status is, that they don't have access to the vaccine,\" Fauci said. The bigger picture: Black and Latino Americans are receiving the Covid-19 vaccine at significantly lower rates than White people, a disparity that health advocates blame on the federal government and hospitals not prioritizing equitable access. A CNN analysis of data from 14 states found vaccine coverage is twice as high among White people on average than it is among Black and Latino people. The analysis found that on average, more than 4% of the White population has received a Covid-19 vaccine, about 2.3 times higher than the Black population (1.9% covered) and 2.6 times higher than the Hispanic population (1.8% covered). ##Vaccines## Peruvian President Francisco Sagasti announced that his government expects the first 1 million doses of China’s Sinopharm vaccine to arrive in the next few days.  In a televised address Tuesday evening, Sagasti announced the country will start its vaccination plan in February with frontline health workers as the priority group.    The President also announced he will be among one the first people in the country to receive the vaccine.  The Peruvian government has also finalized two other agreements with Sinopharm for half a million doses in February and 1.5 million doses in March, Sagasti added.  Sagasti’s government has faced strong criticism for the delay in achieving vaccine agreements with different laboratories. Peru’s Foreign Minister Elizabeth Astete told Congress last week the country has negotiated 28 million doses of Covid-19 vaccines. Peru has taken part in the Sinopharm vaccine’s clinical trials, however the vaccine has yet to be approved by Peruvian regulators.  New restrictions: Peru announced new lockdowns for 10 of its 25 regions, including the capital Lima, as Covid-19 cases rise and hospitals reach a breaking point. The lockdowns will start on January 31. The country is also racing to address a shortage of intensive care unit (ICU) beds for Covid-19 patients, Peru's President Francisco Sagasti, said during his address Tuesday. \"We expect to add another 350 (beds) in the next two weeks,\" he said. An aggressive second wave has seen Peru pass 40,000 Covid-19 deaths on Tuesday, according to data released by the country's Health Ministry. Infections are also spiraling -- with about 100,000 new cases recorded in the past month alone -- as officials warn of burned out doctors and overwhelmed intensive care wards. Read more about the crisis in Peru: ##Vaccines## Roughly one in 55 people in the United Kingdom has coronavirus, England’s chief scientific adviser Patrick Vallance said Wednesday. He was speaking at a joint news conference with Prime Minister Boris Johnson, who reiterated the announcement he made earlier in Parliament that schools would not reopen February 22 as planned, but could perhaps reopen starting March 8. On Wednesday, Johnson also announced that the UK would be introducing government-provided accommodations, for example hotels, for 10 days for those who cannot be refused entry into the UK from high-risk countries.  It comes as the UK surpassed 100,000 coronavirus deaths -- the first country in Europe to do so. On Wednesday, the UK reported 25,308 new Covid-19 cases and 1,725 deaths within 28 days of a positive Covid-19 test. ##Hotspots## Dr. Marcella Nunez-Smith, the chair of President-elect Biden's Covid-19 equity task force, said there is much work to be done in making sure communities of color around the US accept and receive the Covid-19 vaccine.  \"We have to do so much work to disrupt this predictability of disproportionate impact and in this case, disproportionate access to [the] vaccine. If we think specifically about the numbers you just quoted CNN analysis as well as Kaiser Health News and others have found, a similar pattern already emerging across the country,\" Nunez-Smith said tonight during CNN's coronavirus town hall. \"We know part of this has to do with vaccine acceptance. We have to build vaccine confidence. That's part of our work. A lot of this has to do with access.\" More context: Black Americans remain among the groups that have the least confidence in the vaccine, according to a study from the Kaiser Family Foundation. The findings come as the nation's top health leaders urge Black people to trust the vaccine, by hosting live events where Black health professionals are among the first to receive and administer it. The Kaiser study found that 35% of Black Americans would probably or definitely not get the vaccine if it was determined to be safe by scientists and widely available for free. ##Town Hall## A question asked at CNN's town hall tonight was whether there are contingency plans in place for alteration and redistribution of the mRNA vaccines in case one of the current or future coronavirus variants renders them less effective.  Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said that this is something that health experts are working on in collaboration with the pharmaceutical companies.  \"One of the beauties of the mRNA approach is that it's highly adaptable,\" Fauci said.  These vaccines work by using genetic material called messenger RNA, a kind of genetic software that instructs cells to make a piece of the coronavirus spike protein.  \"So what you have is this bit of RNA and you stick in the part of the RNA that codes for the protein of the spike that is in the virus that is now circulating in our country,\" Fauci said.  He added that when you want to adapt the vaccine to protect against new variants, such as the one first identified in South Africa, \"you take that same mRNA and instead of sticking in the coding component for the virus that's circulating in our own country, you quickly stick in the one that codes for the South African isolate.\"  This approach means that you don't have to conduct large-scale trials, he said.  \"Bottom line is we're already on it and that's one of the beauties of the mRNA type of platform that it's easily adaptable to what we're talking about.\" ##Town Hall## Whether it's the Pfizer or Moderna Covid-19 vaccine, there is no evidence that shows one is better than the other when administered to a person of color, Dr. Rochelle Walensky, director of the US Centers for Disease Control, said during tonight's CNN coronavirus town hall. \"We don't have any data that suggestions one vaccine we have now is better than another for any subgroups. The subgroup analysis from the trial is just that. We don't have massive numbers. We don't yet know the data from J&J [Johnson & Johnson] so it's hard to compare J&J in the absence of data with Moderna or Pfizer,\" Walensky said. \"What we do know of the Pfizer and Moderna trials is they have had similar effectiveness with ages and races.\" The bigger picture: Black and Latino Americans are receiving the Covid-19 vaccine at significantly lower rates than White people, a disparity that health advocates blame on the federal government and hospitals not prioritizing equitable access. A CNN analysis of data from 14 states found vaccine coverage is twice as high among White people on average than it is among Black and Latino people.  The analysis found that on average, more than 4% of the White population has received a Covid-19 vaccine, about 2.3 times higher than the Black population (1.9% covered) and 2.6 times higher than the Hispanic population (1.8% covered). ##Town Hall## Answering a question from a teacher during CNN's town hall tonight, Dr. Rochelle Walensky, director of the US Centers for Disease Control, addressed fears of sending kids and staff back to school with few protective measures in place. Walensky said that while the Biden administration \"has very much said and emphasized the importance of getting our children back to school,\" there needs to be resources in place to do so safely, especially in Covid hotspots. \"We need to make sure that we have proper ventilation, proper masking and mitigation procedures so that we can safely get our kids back to school,\" she said.  Walensky said that there is a federal plan to get children back into schools but more resources are needed.  \"The federal plan is linked to having resources for the school which is why we so badly need the American rescue plan to be funded so we have resources for mitigation for ventilation and PPE, and importantly, for testing,\" she said.  \"A really key part of getting our children back to school is to do testing amongst teachers and among children and the funding for that testing is all on this American rescue plan.\" Walensky also raised concerns of the other impacts on kids who are not in school. \"I worry about food insecurity. I worry about teenage pregnancy and kids falling behind in their academics. I worry about the whole package, which is why it's so very critical that schools be the first thing to open and in my mind, the last thing to close,\" she said.  Watch the moment: ##Town Hall## Dr. Anthony Fauci, the leading infectious disease expert in the US, said work has already begun on developing a \"booster\" that would vaccinate people against the South African strain of Covid-19. \"We need to see the data when you compare the capability of the vaccine of protecting against the strain that's here versus the strain that's in South Africa, but as I mentioned, Anderson, we're much more concerned about the South African strain,\" Fauci told CNN's Anderson Cooper during the network's coronavirus Town Hall tonight. \n\"What we're going to do about it; we are already working with the companies to make what we would call a 'booster potential' of getting the same vaccine but only sticking into it what would be expressing the mutant that you see in South Africa.\" Fauci added: \"So we're already trying to stay one or two steps ahead of the game so that if in fact, we have a situation where the South African strain is prevalent here, it's here but certainly not dominant, and you want to get ahead of it from a protection standpoint, you're going to want to have a vaccine that specifically addresses that strain and that's what we're working on.\" More context: As researchers around the world race to see if new coronavirus variants will pose a problem for the vaccines, a second study in two days says the South African variant could possibly do just that. The variant was first spotted in South Africa in October and has now been found in more than 30 countries, according to the World Health Organization. In both studies, the work was done in the lab and not in people, so more research is needed to gauge the true threat of the new variant. In the most recent study, which was small, researchers took antibodies from six people who were hospitalized with Covid-19 before the new variant was discovered. They found to varying degrees, that antibodies for all six of the survivors were unable to fully fight off the virus. Watch the moment: ##Town Hall## Speaking on CNN's town hall Wednesday, Dr. Rochelle Walensky, director of the Centers for Disease Control and Prevention, said it's \"going to take awhile for us to feel like we're back to a sense of normalcy.\" Answering a question from CNN's Dr. Sanjay Gupta, who asked where the US will be with the number of Americans vaccinated after the first 100 days, Walensky said that she believes 100 million Americans will be vaccinated within that timeframe.  \"That will be protection for perhaps about 50 million, some people will be after two doses, some people will still be in the process of getting their second dose,\" she said.  \"Will we feel as if we have the herd immunity that everybody has been talking about by the end of the first 100 days? I told you I'd tell you the truth. I don't think we'll feel it there.\" Walensky said that after the first 100 million Americans have been vaccinated, that will still leave 200 million more.  \"We are working to figure out where the bottlenecks are and to resolve those bottlenecks but it's going to take some time to get 300 million Americans vaccinated twice,\" she said.  Walensky also said that even if you've been diagnosed with Covid-19, the advise is to get vaccinated.  \"We're asking people to wait 90 days from the time infected. We don't know a lot about the long term immunity of this disease, so we are still recommending it,\" she said.  Watch the moment: ##Town Hall## Dr. Rochelle Walensky, director of the US Centers for Disease Control and Prevention, spoke this evening about why only a fraction of the 47 million Covid-19 vaccines distributed around the US have been administered. First of all, some of the vaccines only just arrived today or Tuesday, Walensky said during CNN's coronavirus town hall. Some of the vaccines are also \"in the several day long distribution process to get them to the final state where they will actually be administered into the arm,\" she added. \"So there is some delay from the time they are distributed to the time they could possibly be administered,\" Walensky said. \"On the administration side, there is some delay in reporting. We know probably a bit more than the 23 million that have been reported have actually been administered. And then there are some doses that we need to make sure for the four or five-day window we give people in order to get their second shot, either at three weeks or four weeks, we need to make sure that's available for them when they return for their second shot.\" Watch the moment: ##Town Hall## At least 315 cases of a coronavirus variant first spotted in the UK have been detected in 28 US states, according to data posted Wednesday by the US Centers for Disease Control and Prevention. This includes 92 cases in Florida, 92 in California, 22 in New York, 17 in Michigan and 14 in Georgia. The following states have found fewer than 10 cases each: Alaska, Colorado, Connecticut, Illinois, Indiana, Kentucky, Louisiana, Maryland, Massachusetts, Minnesota, Nevada, New Jersey, New Mexico, North Carolina, Oregon, Pennsylvania, Tennessee, Texas, Utah, Virginia, Washington, Wisconsin and Wyoming. One thing to note: The CDC said this does not represent the total number of cases circulating in the US, but rather just those that have been found by analyzing positive samples. The agency cautions that its numbers may not immediately match those of state and local health departments. The variant — which is known as B.1.1.7 and appears to spread more easily — has also been found in at least 70 countries worldwide, according to the World Health Organization. ##Variants## Between vaccination coverage and natural immunity among those who have recovered from an infection, about 12% — and perhaps as much as a third — of the US population may currently have some degree of protection against Covid-19, according to a CNN analysis. About 6% of the US population has been vaccinated against Covid-19, according to the latest data from the US Centers for Disease Control and Prevention. Close to 20 million people have received at least one dose of the two-dose regimen — which trial data shows can offer partial protection against the virus — and more than 3.8 million people are fully vaccinated. Studies show that people who recover from Covid-19 are largely immune to the virus for a period of time. About 25 million cases of Covid-19 have been reported to the CDC, representing about another 8% of the population with some protection against Covid-19. However, the CDC estimates that just a fraction of total Covid-19 cases in the US have actually been reported. The latest estimates show that total cases may have topped 83 million through December. Along with the 5 million or so cases that have been reported in January, about 88 million people – more than a quarter of the US population – may actually be protected from Covid-19 after recovering from infection. Experts say that people who have already had Covid-19 should still get the vaccine. The immunity you get from contracting Covid-19 does last for a certain amount of time, but the nature of the vaccine should provide longer immunity, according to CNN Chief Medical Correspondent Dr. Sanjay Gupta. The CNN estimates of current protection against Covid-19 do not account for any potential overlap among individuals who may be counted in both the number of people who have been vaccinated and those who have been infected. With at least one vaccine dose administered to about 6% of the population and potentially a quarter of the population immune after infection, as many as about 1 in 3 people in the US may currently be at least partially protected against Covid-19.  That said, trial data shows that one dose of vaccine only offers partial coverage. And while some studies found that immunity to Covid-19 may last years after infection, others have found it may wane after just five months. On Tuesday, President Biden announced a boost to vaccine supply allocated to states and promised to have enough doses to vaccinate at least 300 million people by late summer or early fall. ##Vaccines## President Biden's Covid-19 team will soon appear on CNN's global coronavirus town hall tonight to answer questions from readers and viewers. Dr. Anthony Fauci, Dr. Rochelle Walensky and Dr. Marcella Nunez-Smith will join CNN's Anderson Cooper and Dr. Sanjay Gupta for the hour-long event at 8 p.m. ET. The White House Covid-19 response team gave their first virtual briefing earlier today to address vaccine distribution problems and questions about a vaccine stockpile that top officials said does not exist.  The briefing also addressed the spread of new coronavirus variants that are more contagious threatens to add stress to an already overwhelmed health care system, Walensky, director of the US Centers for Disease Control and Prevention, said Wednesday. The briefing included an updated US coronavirus death forecast from Walensky, who said the CDC's ensemble forecast now projects there will be 479,000 to 514,000 deaths by Feb. 20. Unlike some individual models, the CDC's ensemble forecast only offers projections a few weeks into the future. The previous ensemble forecast, published Jan. 20, projected up to 508,000 coronavirus deaths by Feb. 13. At least 425,406 people have already died from Covid-19 in the United States, according to data compiled by Johns Hopkins University. A portion of the briefing was also devoted to emphasizing that equitable distribution of medical care and vaccines is key to the administration's national coronavirus plan, a priority amid recent research that has showed communities of color are not being vaccinated in proportion to their share of the population. ##Town Hall## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said the US must focus on minorities in order to efficiently distribute Covid-19 vaccines.  \"I think that's the one thing we really got to be careful of, we don't want in the beginning that most of the people who are getting it are otherwise, well, middle-class White people,\" Fauci said during an interview with The New England Journal of Medicine on Wednesday. Fauci's remarks come after CNN published an analysis that found that on average, more than 4% of the White population has received a Covid-19 vaccine, about 2.3 times higher than the Black population (1.9% covered) and 2.6 times higher than the Hispanic population (1.8% covered). \"You really want to get it to the people who are really the most vulnerable, you want to get it to everybody, but you don't want to have a situation where people who really are in need of it, because of where they are, where they live with their economic status is, that they don't have access to the vaccine,\" Fauci said. ##Vaccines## A possible explanation is emerging for why federal data shows only about half of the vaccine supply delivered in the US has been administered.   The nation’s vaccine distribution figures have baffled observers for weeks, with states claiming they need more vaccine when the data indicates they still have many doses on hand.  Health officials for President Biden sought to explain on Wednesday, at least in part.   Speaking at a media briefing, Dr. Rochelle Walensky, director of the US Centers for Disease Control and Prevention, said not all vaccine that's been delivered to states is available for \"inserting into people's arms.\"  White House Covid-19 Response Coordinator Jeff Zients took that explanation a step further.  \"Some of what the states have right now is inventory to do the very, very important second shot,\" Zients said. \"I think it's important that when you're looking at state's inventories that you recognize that some of that inventory is being held for the very important second shot.\"  The Pfizer and Moderna Covid-19 vaccines currently available for emergency use in the US require two doses. A federal dashboard tracks the nation's distribution of these vaccines. The data shows how many doses of vaccine have been delivered to each state, but it does not differentiate between first and second doses.   Consider Florida, where the federal data on Wednesday showed about 3.1 million doses had been delivered and about 1.6 million had been administered. That's roughly 50% of the doses going into arms.  On Monday, White House press secretary Jen Psaki used similar figures to suggest that Florida had a good deal of vaccine, after Florida Gov. Ron DeSantis claimed the state wasn't getting enough supply from the federal government and needed more.    “I will note, because we're data-first here, facts-first, they’ve only distributed about 50% of the vaccines they’ve been given in Florida,\" Psaki said. \"So, clearly they have a good deal of the vaccine.”  On Wednesday, DeSantis pushed back against those comments from the White House, explaining the federal data didn't account for vaccine earmarked for second doses.  \"When the person at the White House says that Florida has all these doses, those are second doses,\" DeSantis said.  Other states also say part of their vaccine inventory is intended for second shots.  \"When a first dose comes, you can just go ahead and give it to someone. When a second doses comes, it needs to be 21 days later for Pfizer or 28 days later for Moderna,\" Kristen Ehresmann, the director of Minnesota's Infectious Disease Epidemiology, Prevention and Control Division, said in an email to CNN. \"So yes, we get this vaccine and then give it at the appropriate interval and it can look like we are ‘sitting on doses’ when that is not the case.\"  In New York, Gov. Andrew Cuomo has started to express the state's vaccine distribution figures in terms of first and second doses, announcing Wednesday that 96% of the state’s allocated first doses have been administered, excluding the federal long-term care facility vaccination program with CVS and Walgreens.  On Tuesday, Cuomo said his state was “basically out of vaccine,” but that same day New York City Mayor Bill de Blasio, who had also complained about being short on vaccine, said the city did have doses intended for second shots in its inventory.  \"I've got a hundred thousand second doses,\" de Blasio told MSNBC.  De Blasio went on to say the doses were \"sitting on a shelf\" and \"can't be used for weeks.\" He said President Biden should order governments across the country to take second doses in their inventory and use them right now for first doses.  \"Even a first dose gives folks about 50% protection,\" he said.  Cuomo said on Tuesday second doses aren't being distributed as first doses due to uncertainty over how quickly additional doses of vaccine can be made.  \"The fear is, until you really know what the production schedule is, if you start using the second dose as the first dose, you have to have a dramatically increased supply otherwise you're going to leave people without a second dose when their appointment is due,\" said Cuomo.  It's unclear how many states have an inventory of second doses, or how many states may be handling distribution of second doses differently. The White House and the Health and Human Services Department did not immediately respond to CNN's inquiries for additional details.   In Maryland, the state is not holding onto any reserve doses in its warehouses aside from doses to be administered that week, according to Charlie Gischlar of the state’s department of health. Gischlar says Maryland has requested the federal government automatically distribute second doses to providers who were provided with first doses.  ##Vaccines## A major voice for the tourism industry is urging the Biden administration against requiring coronavirus tests for travel within the United States, a possibility a federal official said Tuesday is under consideration.   The official said the government is “actively looking at” the possibility of domestic travel testing requirements, as well as requirements for travelers entering the US on roads connecting the country to Canada and Mexico.   “These are conversations that are ongoing and looking at what the types and locations of testing might be,” said Marty Cetron, director for Global Migration and Quarantine at the Centers for Disease Control and Prevention. He spoke Tuesday at a State Department briefing.   “We realize that there’s been a dramatic evolution and increase in both testing platforms and testing capacity. I think this is a really important part of our toolkit to combat this pandemic.”   The US Travel Association said Wednesday it supports the requirement that any traveler flying into the US must present a negative Covid test, but that it believes requiring domestic travelers to present a negative result is “extremely problematic” and impractical. Some states and local governments do require at least some travelers to quarantine upon arrival or obtain a test, but the counsel from the CDC against travel are only guidelines.   “Our view really is that it would be extremely problematic [and] difficult to enforce for many reasons – in particular, the high cost and low availability of testing, which really would make it quite unworkable,” said Tori Barnes of the US Travel Association. She spoke to reporters on a conference call after a presentation from the group’s president and CEO on the state of travel.     Barnes said the group has “articulated this concern on this point to the Biden administration,” including the White House and other agencies. She said it would “really hamper not only the mobility of the country but put a huge further dent into the overall national economy.”   She estimated that to accommodate pre-travel testing at the current level of travel, the US would need to grow testing capacity by up to 42%. Travel has slumped since the holidays, and the Transportation Security Administration said it screened fewer people on Tuesday than any single day in six months. It is unclear how seriously the new administration is considering such a plan while it rolls out other measures to address the spread of coronavirus. White House press secretary Jen Psaki declined to provide details about the topic when asked at Monday’s briefing.   Last week, President Biden directed federal agencies to develop a plan for requiring passengers on virtually all forms mass transportation to wear masks. The requirement for passengers on international flights into the US to present a recent negative coronavirus test took effect on Tuesday. And Biden prevented the lifting of travel restrictions from certain countries, including those where scientists found aggressive variants of the virus spreading.   ##Restrictions## Cases of coronavirus are starting to decline slightly across England, but this is likely to be driven by significant regional variation, a major survey finds. The study by scientists at Imperial College London found that Covid-19 cases are declining in the southeast and southwest of the country, including London, but are rising in other regions, notably the East Midlands. And overall, the prevalence of infections remains high. “We still remain very worried that high levels of community prevalence are going to continue to cause high levels of pressure on the NHS (National Health Service),” said Paul Elliott, chair in Epidemiology and Public Health Medicine at Imperial College London. “There is this suggestion of a downtick now, but by no means as fast as we saw in lockdown one.”  The study, called REACT-1, randomly sampled 167,642 people across England between Jan. 6 and 22. Of them 2,282 or 1.57% tested positive. The results show the national prevalence remained stable up until Jan. 15, then started to show a slight decline in the last week of the survey. However, the researchers believe this is due to declines in the South bringing the national average down — with the Southwest seeing the greatest fall in infections. Other regions either had minimal no decline, or in the case of the East Midlands, saw an increase. Despite the decline, London continued to have the highest burden of Covid cases, with 2.83% of people sampled testing positive. In terms of age groups, the highest prevalence was seen in people aged 18 to 34 or close to 2% of that population. Close to 1% of people over 65 nationally were infected and 2% of people over 65 in London. Unlike government data, which has results for people who come forward for testing, REACT-1 selects people at random and so includes people with and without symptoms and who may not suspect they’re infected. The study also monitors people’s movements using mobility data from Facebook apps. Through this they could see that people while there was a decrease in activity towards the end of December, this was followed by a rise in January. Elliott said more people are active now than they were in the first lockdown, with more people going to work and more children in schools. This is all adding to the reduced impact of the national lockdown.  “It’s going in the right direction, probably, but it's not going in the right direction fast enough,” said Elliott. “Without a rapid decline, there will continue be pressure on health services.”  ##Restrictions## Students at University of Michigan are being asked \"stay in place\" on campus in Ann Arbor to slow the spread of cases of the Covid-19 B.1.1.7 variant on campus until Feb. 7, according to a news release sent Wednesday. The recommendation comes in coordination with the Washtenaw County Health Department, and is directed at undergraduate and graduate students, as well as student-athletes who are currently living on and off campus, the release said. \"Students are permitted to leave their residence only to participate in limited activities, including in-person classes, work or research that cannot be completed remotely, obtaining food and medical care and other approved activities,\" according to the release. The school says it has increased Covid-19 testing among students, and has reported 175 Covid-19 cases since the beginning of the winter term. Fourteen of those cases are the B.1.1.7 variant. “This recommendation is intended to slow any possible spread and give us a better understanding of the extent of the presence of B.1.1.7 variant on campus and to aid in containing any current spread,\" said Rob Ernst, associate vice president for student life and executive director of the University Health Service. \"We encourage all students to stay in place and only leave their residence for essential activities, including getting tested weekly for COVID-19.\" ##Variants## More than 24.6 million doses of Covid-19 vaccine have been administered in the United States, according to data published Wednesday by the US Centers for Disease Control and Prevention. The CDC reported that 24,652,634 total doses have been administered, or about 52% of the 47,230,950 doses distributed. More than 20 million people have now received at least one dose of the vaccine, a benchmark that the Trump administration had previously said the United States would hit by the end of 2020.  More than 3.8 million people have been fully vaccinated, CDC data shows. States have 72 hours to report vaccine data, so data published by the CDC may be delayed – and may not necessarily mean all doses were given on the day reported.   ##Vaccines## The United States’ decision to rejoin the World Health Organization and its international coronavirus vaccine program does not mean giving away any doses of vaccines intended for Americans, Dr. Anthony Fauci said Wednesday. One of President Biden’s first acts was to reverse the Trump administration’s decision to leave WHO. Biden also said the US would take part in COVAX, an international system for making sure non-wealthy countries get some supplies of coronavirus vaccines. Fox’s John Roberts asked Fauci if joining COVAX meant giving away vaccines for the US market. “When we say we're joining COVAX, we're not saying we're giving them allocations that were our allocations,” said Fauci, director of the National Institute of Allergy and Infectious Diseases. “We said we would participate in making sure that there's some equity globally for countries that can't afford it. There's a number of ways of doing that. One is to provide financial resources to the program to develop vaccines from other companies, or even the companies that we're dealing with, so we'll be able to get vaccine doses to them. It doesn't mean we're going to take the vaccine doses that were allocated to us and give to them.” But if the US ends up with extra vaccines that are not needed, it might be in a position to donate some doses, said Fauci, who advised the Trump administration about the pandemic and who has stayed on to advise the Biden White House. “So just make sure that the American public doesn't interpret that we'll take vaccine that was ready to go to New York and Chicago and give it to somebody else. That's not what we're talking about,” Fauci said. ##Vaccines## Current coronavirus vaccines will work to protect people against the known coronavirus variants, but the medical and scientific community needs to stay ahead of emerging new types, Dr. Anthony Fauci said Wednesday. Fauci said one variant, first seen in the UK and called B.1.1.7, did not seem to affect vaccine efficacy at all. Tests indicate another, first seen in South Africa, may somewhat interfere with vaccine response – but not enough to make a significant difference. “It is diminished, somewhat, the capability of the vaccine to protect,” Fauci told Fox News. “But – and this is important — the vaccine still is effective against this strain that is in South Africa,” Fauci added. Fauci and other scientists have said that is because the body’s immune response after a vaccine is overwhelming enough to overcome any weakening. “Having said that, we need to try and stay a few steps ahead of the game,” Fauci added. The US needs to be ready for new mutants – variations of the virus – in case one does show up that affects vaccine efficacy, Fauci said. Both the Pfizer/BioNTech and Moderna vaccines are designed to be quick and easy to modify to match any new variants or strains. ##Variants## While the United States may return to some sense of normalcy in the second half of this year, people need to be prepared to respond to the coronavirus as it evolves, Dr. Anthony Fauci said Wednesday. “If normal means not paying attention to anything, we're never going to go to that normal. To me that would be abnormal, because from now on, we've got to constantly be vigilant,” Fauci said in an interview with The Hill. “That to me is the new normal – constant vigilance.” Responding to an evolving virus may necessitate changes to treatments and vaccines, said Fauci, director of the National Institute of Allergy and Infectious Diseases. “We have to be prepared that this will be an elusive virus, that we would have to make some modifications in our interventions, whatever they may be – an upgraded vaccine, different types of monoclonal antibodies,” he said. “So yes, there is light at the end of the tunnel,” Fauci added. “We will begin to approach some degree of normality as we get into the late fall of this year, as we get into the winter, but we've got to keep our eye on it and our pressure on it. Otherwise it could slip away from us.” ##Hotspots## Coronavirus variants popping up across the US are beginning to affect tests for the virus, the US Food and Drug Administration said Wednesday. The agency said it is asking test developers to ensure their tests can detect the virus as it continues to mutate, an FDA official said. “We are starting to see mutations to impact tests,” Dr. Timothy Stenzel, director of the FDA’s Office of In Vitro Diagnostics and Radiological Health, said during a briefing. “There may be a performance difference going forward,” he added. Stenzel said that Covid-19 tests are being developed that will consider new variants. “We are going to start beginning to ask developers how they think they can monitor for variants of concern,” he said. “At least for key variants, we're going to start wanting to know if there's any loss of sensitivity with those variants,” he added. Stenzel said the FDA will stay vigilant in monitoring how variants impact the performance of Covid-19 tests and encouraged test developers to do the same.  Dr. Rochelle Walensky, director of the Centers for Disease Control and Prevention, said Wednesday that 308 cases of a variant first identified in Britain and known as B.1.1.7 have been seen in 26 states so far. ##Variants##  The US Centers for Disease Control and Prevention said Wednesday it does not know if the new Covid-19 variants are causing more cases of a rare complication in children called MIS-C. MIS-C, which stands for multisystem inflammatory syndrome in children, is a troubling complication of Covid-19 infection that can cause heart damage and typically shows up about three weeks after a child has been infected. Many MIS-C cases follow a Covid-19 infection that had no symptoms. While children are much less likely than adults to be hospitalized or die from Covid-19, children are as just as likely as adults to become infected. About 2.68 million children in the US have tested positive for the virus since the start of the pandemic, according to the American Academy of Pediatrics, and the number of infections has increased recently. The CDC says that as of the end of December there were at least 1,659 reported cases of MIS-C. If the Covid-19 variants are more contagious, then there is a chance that there could be more instances of MIS-C, but the CDC said it does not have the evidence yet to determine if the variants are leading to more cases. “All I can say right now is we don’t know,” Dr. Angela Campbell, a CDC medical officer with the Influenza Division, told a meeting of the CDC’s Advisory Committee on Immunization Practices. “We are very interested in that question,” Campbell said, adding that the CDC is encouraging public health departments to be on the look out for cases. Campbell said the CDC has heard from a handful of states that have said they are seeing more MIS-C cases, but it’s unclear if that is due to the overall surge in Covid-19 cases or if it is related to the variant.  “It’s just not possible to figure that out right now,” Campbell said. Some context: MIS-C has disproportionately affected children of color. There is a six-fold higher incidence of MIS-C among Black children relative to White children. Hispanic children are four times as likely to develop MIS-C and Asian Pacific Islander children are three times as likely to develop the condition as White children, Campbell said.  Children recover with prompt treatment. The CDC advises that parents or caregivers contact a doctor right away if kids have fever, abdominal pain, vomiting, diarrhea, neck pain, rash, bloodshot eyes or extra tiredness.  ##Variants## Gov. Andrew Cuomo and State Health Commissioner Dr. Howard Zucker announced Wednesday there are currently 42 known cases of the highly-contagious UK variant statewide across nine counties and New York City.  “We don’t know what exactly what is going on with the new strains. And the concept of not knowing is very troubling for me,” Cuomo continued.  So far, the state has collected roughly 2,800 samples for genomic testing since early December, Zucker added. Cuomo noted how the real “nightmare scenario” is not necessarily community spread of this new variant, but evidence of a vaccine-resistant viral mutation.  Nevertheless, the governor reiterated that the state will change its policies based on the present facts.  “If the facts change, I have no problem looking the people in the eye and saying ‘the facts changed, our plan has to change,’” he said.  ##Variants## The federal government is amending rules to help broaden the list of people who can administer coronavirus vaccines, White House Covid-19 response coordinator Jeffrey Zients said Wednesday.  States have been exploring ways to temporarily license more people to give out vaccine, and Zients said the US Health and Human Services Department would act to make that easier. The hope is to speed up vaccination rates. “HHS will amend the current Public Readiness and Emergency Preparedness Act – otherwise known as the PREP Act – to permit doctors and nurses who have recently retired or become inactive to administer shots, and to permit anyone currently licensed to vaccinate in their state to administer shots across state lines,” Zients told a White House coronavirus briefing. “As the President said, we need to increase the number of places people can get vaccinated. And at the same time increase the number of vaccinators. This action by HHS will help get more vaccinators in the field,\" he added. ##Vaccines## At the Biden administration’s first coronavirus briefing today, adviser Andy Slavitt said “we hear you” in response to Maryland GOP Governor Larry Hogan’s call for increased coronavirus vaccine supply. Hogan has answered in kind, praising the improvement in responsiveness on the crisis from Biden’s administration compared to Trump’s. Yesterday, Biden Covid coordinator Jeff Zients had informed the nation’s governors on a call that they could expect a 16% boost in vaccine support for the next three weeks. “Governors appreciated that precision,” a Hogan aide told CNN. “Shows increased attention to detail and planning.” ##Vaccines## Andy Slavitt, the senior adviser to the White House Covid-19 response team, said Wednesday that the White House is not keeping a stockpile of vaccines but is rather sending doses to states as they get ordered, keeping only a few days’ worth in reserve.   “Now we've gotten several questions on this so I want to be clear, as you heard us announce yesterday, any stockpile that may have existed previously, no longer exists,” Slavitt said during the first briefing from the Biden administration’s Covid response team.  Slavitt said the administration is maintaining “a rolling inventory of two to three days of supply that we can use to supplement any shortfalls in production and to ensure that we are making deliveries as committed.”  He added that the administration is \"passing doses directly along to states very much in real-time as they order them.\" The announcement is similar to what was learned in the final days of the Trump administration when it was revealed there was no reserve of second vaccine doses available for release. Slavitt added that the Biden administration didn’t inherit a fully developed strategy or the infrastructure needed to make vaccines readily available to Americans but he said the administration has been hitting its target goal of 1 million vaccinations per day to meet the President’s commitment of 100 million shots administered in 100 days. Despite that, Slavitt made a point to level with Americans, saying the administration currently faces two constraining factors on vaccine distribution: getting supply quickly enough and the ability to administer vaccines once they are produced and at distribution sites. “We are taking action to increase supply and increase capacity, but even so, it will be months before everyone who wants a vaccine will be able to get one,” he said. ##Vaccines## New York Gov. Andrew Cuomo announced during an ongoing news conference today that he will lift restrictions in nearly all the state’s existing orange and yellow micro-cluster zones, citing the decline in the percent positivity and hospitalization rates statewide following the winter holiday Covid-19 surge.  “I think at this point it’s safe to say the holiday surge was anticipated, the holiday surge did happen, but the holiday surge is over,” the governor said.  Cuomo said restrictions will be lifted for all zones except for four yellow zones in New York City: The Bronx, Washington Heights, Queens, and Newburgh.  State officials implemented the micro-cluster restrictions based on the severity of each clusters’ outbreak, with red being the highest. There are currently no New York counties in the “red zone,” according to the governor’s website.  The governor added that he will be meeting with city health officials in New York City and aims to release a reopening plan for the city’s restaurants “by the end of this week.” “I fully understand how difficult it is that they’re closed, not just for the restaurants but all the people who are employed there. On the flip side is how fast this virus can take off,” Cuomo said.  ##Hotspots## ##Restrictions## A coronavirus variant first seen in Britain has been detected in at least 70 different countries, according to the World Health Organization’s weekly epidemiological report.  This report added 10 countries to the list where this variant, known as B.1.1.7 or VOC 202012/01, has been detected. According to WHO, incidences of this variant are declining in the United Kingdom, Denmark, Ireland and the Netherlands.  Other strains: A variant first identified in South Africa has been detected in 31 countries, according to the WHO. South East Asia is the only WHO region that has not reported a case of this variant so far. It’s widely known as B.1.135. Variant P.1, first identified in Brazil, has been detected in eight countries. This report adds six countries to the last update on variants.  ##Variants## The Portuguese government has announced that it will suspend all flights with Brazil starting on Jan. 29, due to the detection of new strains of Covid-19. “The government has decided to suspend flights from and to Brazil, from 00h00 of January 20, taking into account the epidemiological evolution on a global scale, the rise in the number of infections with the virus SARS-CoV-2 in Portugal and the detection of new strains of the virus,” the government said in a statement on Wednesday.  The suspension will be in place at least until Feb. 14, and it applies to all commercial and private flights, except those for humanitarian purposes.  In its statement, the government also announced that flights to and from the UK would remain suspended until Feb. 14, extending a previous ban that came into effect last Saturday and that was set to last until Feb. 5.  ##Variants## ##Restrictions## ##Hotspots## Germany is considering further travel restrictions and a dramatic reduction in air traffic due to fears about new mutations of coronavirus, an Interior Ministry spokesperson told CNN. The Interior Ministry is in talks with the German federal government to consider halting all unnecessary travel.  \"The threat posed by the numerous virus mutations requires us to also consider drastic measures and discuss them in the Federal Government,\" said Federal Interior Minister Horst Seehofer in a statement. \"These include significantly stricter border controls, especially at the borders to high-risk areas, but also the reduction of air traffic to Germany to almost zero, as Israel is currently doing to prevent the introduction of the virus mutation.\" \"People expect us to protect them as best we can from an explosion in the number of infections,\" he added. A decision at the national level could be considered if no satisfactory measures are decided at the EU level, according to the ministry.  ##Restrictions## ##Hotspots## Oklahoma state officials are trying to return the state's $2 million stockpile of hydroxychloroquine back to the medical distributer, according to Oklahoma Attorney General's Office Communications Director Alex Gerszewski.  \"We are working with the department of health to try to return the stockpile,\" Gerszewski confirmed to CNN in an email Thursday.   Gerszewski did not provide further details on the effort.  Some context: Hydroxychloroquine was initially pushed by former President Trump, but over the summer, the FDA reversed its emergency use authorization for the drug's use to treat Covid-19 after a series of studies showed not only that it did not help coronavirus patients but might be harmful, CNN has reported.  On May 12, 2020, Oklahoma Gov. Kevin Stitt \"enacted an Executive Order that removed all restrictions regarding prescriptions for Hydroxychloroquine,\" according to The Oklahoma State Board of Pharmacy.  Previously, the state had required a waiver for prescribing the drug to prevent shortages early on in the pandemic, according to Stitt's executive order back in March.   CNN has reached out to the Oklahoma Department of Health but has not heard back.  The UK’s travel sector reacted to new government quarantine guidelines outlined by Prime Minister Johnson earlier, saying battling Covid-19 is the top priority but it needs more government support to survive. Earlier today Johnson announced the UK would be introducing government-provided accommodations, for example hotels, for 10 days for those who cannot be refused entry into the UK from high-risk countries.  Heathrow Airport, the UK’s largest airport, said it fully backs any measures that protect public health but called for more fiscal aid “Aviation will play a vital role in delivering the Government’s ambitions for Global Britain, levelling-up and a green recovery, but only if it survives – now we need 100% business rates relief, an extension to the furlough scheme and a roadmap to reopening borders safely,” said Heathrow in a statement to CNN. The Airport Operators Association warned that these new measures are another blow to the industry adding that the public health benefit of the mandatory hotel quarantine remains to be seen, also echoing calls for more government action. “The Australian and New Zealand governments have backed up their government-ordered aviation shutdowns with more than a billion dollars in combined aviation-specific support. It’s time the UK Government backed their tough stance on border with similar financial support for the industry hit hardest by that stance,” the Airport Operators Association said. Separately, airline bosses from the UK’s biggest airlines, including British Airways, easyJet, Virgin, TUI, Loganair, and Jet2, have signed a joint letter to the Prime Minister asking to discuss an “exit plan and a bespoke support package” to save the 1.56 million jobs at “immediate risk.” “Jobs are being lost at an alarming rate and longstanding businesses have gone to the wall,\" the UK’s Travel Association ABTA told CNN.  ##Restrictions## ##Variants## ##Hotspots## Andy Slavitt, senior adviser to the White House Covid-19 Response Team, said it will \"be months\" before all Americans who want a Covid-19 vaccine can get one.  “I want to level with the public that we're facing two constraining factors. The first is getting enough supply quickly enough, and the second is the ability to administer the vaccines quickly once they're produced and sent out to the sites,” Slavitt said. “We are taking action to increase supply and increase capacity, but even so, it will be months before everyone who wants a vaccine will be able to get one,” he added. Slavitt said so far this week, the Biden administration has hit its initial target of one million vaccinations per day. That number of doses is “the floor, not the ceiling,” he said.  The administration has delivered 47 million doses to states and long-term care facilities, yet 24 million doses have been administered, according to Slavitt.  “Any stockpile that may have existed previously no longer exists. Our practice is to maintain a rolling inventory of two to three days of supply that we can use to supplement any shortfalls in production and to ensure that we are making deliveries as committed,” he said.  Yesterday, Biden announced a series of measures aimed at ramping up coronavirus vaccine allocation and distribution, including the purchase of 200 million more vaccine doses and increased distribution to states by millions of doses next week. With those additional doses, Biden said there would be enough to fully vaccinate 300 million Americans —nearly the entire US population — by the end of summer or early fall. Hear the administration's plan to increase vaccine supply: ##Vaccines## Two Arab Gulf nations, Bahrain and Oman, have reimposed restrictions across different sectors to control the spread of new coronavirus variants, government statements said on Wednesday.  Bahrain suspended school attendance and banned indoor dining services for three weeks starting Sunday and called on citizens to limit gatherings and outings, the Health Ministry said. “There will be an increase in the frequency of [coronavirus detection] tests and a strengthening of the contact tracing process,” the Bahraini deputy health minister, Waleed Al Manea said in a news conference.  Bahrain had a strong vaccination campaign in December and early January, however the country is now waiting on new vaccines to arrive after this month’s shipment of the Pfizer/BioNtech vaccine was delayed by the company, the Health Ministry said last week. “Delays in vaccination deliveries around the world calls for more caution, and we ask everyone to increase their commitment, as we wait for the arrival of the vaccines,” he said. Meanwhile, Oman banned group events, including sport activities and suspended the opening of universities. It also advised citizens against foreign travel, to prevent the spread of the new coronavirus variants, state media said quoting a government statement. “The [High Committee on Controlling Coronavirus] stresses that the situation related to the new coronavirus variants is extremely dangerous,” state-run Oman News Agency said. Both nations have not clarified which coronavirus variants are spreading within their countries. ##Variants## President Biden was sworn in to office exactly one week ago on Jan. 20 and vowed to make tackling the Covid-19 pandemic his top priority. Today, the White House Covid-19 response team gave their first briefing and Andy Slavitt, senior adviser to the team, gave a recap of the Biden administration's actions on the virus so far.  Here's what he listed: Use of the Defense Production Act to increase the vaccine supply to states by 16%.\nUse of the Federal Emergency Management Agency [FEMA] to deploy more personnel and support state vaccination sites.\nAcquire low dead space syringes to get six doses out of Pfizer's vials.\nThe United States plans to purchase an additional 200 million doses from Moderna and Pfizer this year.\nCreate 100 community vaccination clinics to accelerate immunizations among Americans, including mobile clinics to reach remote areas for the administration's health equity goals.\nSupply more vaccines directly to pharmacies.\nPartner with community health centers to reach hard-hit communities. \"So far this week, we've been hitting our target of an average of 1 million vaccinations per day necessary to meet the President's early commitment to administer 100 million shots in 100 days,\" Slavitt said, adding that it would still take months before all Americans can get vaccines. ##Vaccines## The number of new Covid-19 cases worldwide decreased by 15% over the last seven days, according to data from the World Health Organization. This is the largest decline in global new cases that has been reported over the course of the pandemic. In its weekly epidemiological update, WHO said 4.1 million new Covid-19 cases were reported globally in the last week. This is the second week in a row to show a decline in global new cases. This metric hit its peak the week of Jan. 4, 2021. New cases in the Americas accounted for more than half of all new cases worldwide last week, and the Americas reported 47% of global new deaths. The United States reported more than half of the total new cases counted in the Americas. Europe reported the largest regional decline in new cases, and reported a 20% decrease in new cases over the last seven days New cases in Africa declined by 16% in the last week. The largest change in deaths was in South East Asia and in the Western Pacific, which both saw new deaths decline by 5% in the last week. ##Hotspots## The first Covid-19 briefing of the Biden administration got off to an unfortunate start on Wednesday with multiple technical difficulties. The administration has repeatedly touted their transparency amid the enormous undertaking of getting the pandemic under control, but the briefing, which was conducted virtually via Zoom, had multiple audiovisual issues.  As Covid-19 chief Jeff Zients began the call, his audio was intermittently audible. US Centers for Disease Control and Prevention Director Dr. Rochelle Walensky also had issues with her line on mute.  “Rochelle? Rochelle?” someone off-camera asked.  Dr. Anthony Fauci spoke for nearly a full minute while on mute, at which point the audio came on and he was informed of the issue.  “Okay, so in other words, nobody has heard anything from me? Is that correct? A lot of really good stuff,” Fauci said, as he went on to repeat himself with his microphone on.  US Centers for Disease Control and Prevention Director Dr. Rochelle Walensky emphasized that the Covid-19 vaccines are safe and effective, saying the risk of getting sick with the virus is higher than having an anaphylaxis reaction. \"I want to take a moment here to emphasize that the Covid-19 vaccines are safe and they work. And this is backed up with data,\" Walensky said at the White House Covid-19 Response Team's first press briefing on Wednesday. She said that based on recent data, there were 2.1 cases of anaphylaxis per million doses administered of the Moderna vaccine. For the Pfizer vaccine, data showed 6.2 cases of anaphylaxis per million doses. \"Let me be clear, these are rare, treatable outcomes and the Covid-19 vaccines are safe. It's also important to put this into context. The risk with getting sick with Covid-19 are much higher than the risk of allergy or anaphylaxis from the vaccine,\" she said. \"While anaphylaxis can be scary, there are effective treatments, and patients generally do quite well,\" she added. Walensky also said it is important to remember that there may be some side effects with the vaccine, including things like feeling feverish or having muscle aches. \"These are all normal and expected part of getting a vaccine, especially the second dose. These symptoms mean your immune system is revving up and the vaccine is actually working,\" she said. Some background: President Joe Biden announced a plan to buy 200 million more Covid-19 vaccine doses from Pfizer and Moderna to fully vaccinate the American population by the end of summer or early fall of 2021. Biden said on Monday that he expects that the US will soon be able to vaccinate 1.5 million people a day, raising the bar by roughly 500,000 more vaccinations than its target of one million per day in his first 100 days in office. He said that the US could surpass that initial target in about three weeks. Hear from the CDC director: ##Vaccines## The US has confirmed 308 cases of the Covid-19 variant that originated in the UK in 26 US states as of Jan. 26, Dr. Rochelle Walensky, director of the US Centers for Disease Control and Prevention, said during a White House coronavirus response team briefing on Wednesday.  In addition, the US has also identified its first case of the P1 variant first detected in Brazil, in Minnesota, she said. However, there are no cases yet in the US of the variant first detected in South Africa. \"The emergence of variants underscores the need for public health action,\" Walensky said. \"Viruses mutate and we have always expected that variants would emerge and we have been looking for them. The variants [that] have been identified recently seem to spread more easily, they're more transmissible, which can lead to increased number of cases and increased stress on our already-taxed health care system,\" the CDC director added.  Walensky emphasized that at this time, people should not travel unless necessary, continue to observe coronavirus safety measures like social distancing, mask wearing and hand washing, and getting vaccinated when they can. \"Get vaccinated when it's your turn. Also, some people may need help getting vaccinated. Please consider helping your neighbors and loved ones schedule or travel to their appointments,\" she said.  ##Variants## There is some wiggle room on getting vaccinated against coronavirus, but people should try to get their second dose of vaccine on time, and they should try to make sure they get two doses of the same vaccine, US Centers for Disease Control and Prevention Director Dr. Rochelle Walensky said Wednesday. “The CDC still recommends that people get their second dose as close to the recommended interval as possible. That would be three weeks for the Pfizer vaccine and four weeks for the Moderna vaccine,” Walensky said during a White House coronavirus response team briefing. “However, we also know that life can get in the way, and that some of those doses may be missed in the best time window. And in those circumstances, the second dose may be given up to six weeks, or 42 days, after the first,” Walensky added. “Second, the CDC has reiterated that the Covid-19 vaccines are not interchangeable. However, it's also true that in extremely rare circumstances, people may not simply remember, or have documentation of, which first dose they received. In these extremely rare situations, we have said that any available mRNA Covid-19 vaccine may be administered as the second dose,\" she continued.  ##Vaccines##  An ensemble forecast from the US Centers for Disease Control and Prevention now projects there will be 479,000 to 514,000 coronavirus deaths in the United States by February 20, according to CDC Director Dr. Rochelle Walensky.  Walensky shared the updated forecast during a White House coronavirus response team briefing on Wednesday; the numbers have not yet updated on the CDC’s website.  Unlike some individual models, the CDC’s ensemble forecast only offers projections a few weeks into the future. The previous ensemble forecast, published January 20, projected up to 508,000 coronavirus deaths by February 13. The latest numbers: At least 425,406 people have already died from Covid-19 in the United States, according to data compiled by Johns Hopkins University. ##Hotspots## The White House Covid-19 Response Team and federal public health officials are giving an update on the government's pandemic response. This will be the first of regular briefings from the team. The Biden Administration has said they will prioritize sharing information about Covid-19 on a regular basis. Here's who is participating: Dr. Anthony Fauci, Director of the National Institute of Allergy and Infectious Diseases and chief medical advisor to the president\nDr. Marcella Nunez-Smith, Covid-19 Health Equity Task Force Chair\nAndy Slavitt, Senior Advisor to the White House Covid-19 Response Team\nDr. Rochelle Walensky, Director of the Centers for Disease Control and Prevention\nJeff Zients, White House Covid-19 Response Coordinator This briefing comes as many states' governors are frustrated with vaccine roll out and supply delays. Biden has made clear that slowing down the spread of Covid-19 and getting 100 million vaccine shots into Americans' arms in his first 100 days in office are of utmost priority – goals that will shape whether Biden's first years in office are ultimately deemed successful. While cases seem to be trending downward after the holiday surge, experts are saying don't let down your guard yet. January is already the deadliest month for the pandemic and health departments are discovering more cases of more contagious Covid-19 variants. ##Hotspots## Walmart says it has more than 5,000 stores and Sam’s Club locations “that are operationally and clinically ready to administer vaccines in our facilities and in communities through vaccination events.” In a statement Wednesday, Walmart says it is preparing this week “to begin administering COVID-19 vaccines in Maryland, Texas, Delaware, Indiana and the District of Columbia to eligible populations as determined by each district and state.”  The world’s biggest retailer has previously said that it has been preparing for a vaccine rollout for a year and that with 150 million people passing through its doors each week, “we’re in a unique position to reach people where they already shop.” Walmart also said that “at full capacity, we expect we will be able to deliver 10-13 million doses per month when supply and allocations allow.” ##Vaccines## Under new UK border regulations, people exiting Britain must explain their reasons for travelling, British Home Secretary Priti Patel said on Wednesday. Whilst announcing the new measures to reduce travel in Parliament, Patel said the \"rules are clear\" and people should stay at home unless they have a valid reason to leave. \"We will introduce a new requirement so that people wishing to travel must first make a declaration as to why they need to travel. This reason to travel will be checked by carriers prior to departure,\" Patel said. She added that the government would heighten police enforcement of coronavirus travel restrictions and anyone found not to have a valid reason for travel would either be \"directed home\" or \"face a fine.\" Earlier on Wednesday, UK Prime Minister Boris Johnson said the government was set to introduce accommodations (for example hotels) for a 10 day quarantine for those who cannot be refused entry into the UK from high-risk countries.  The Home Secretary reiterated that the travelers would be people who can't be turned away but added that they will be arriving from red list countries where the UK has already imposed international travel bans.  \"They will be required to isolate for ten days without exception,\" Patel said, adding that the Department for Health and Social Care will set out further details on the hotel quarantine process next week.  \"We will continue to refuse entry to non-UK residents from red list countries which are already subject to the UK travel ban,\" she said. ##Restrictions## New York City will be getting 30% more doses of the Moderna vaccine, starting next week, resulting in 17,000 more doses each week, as a result of the Biden administration's most recent vaccine announcement. “We’re going to need a lot more than that, but I’m also really happy,” to get those doses, Mayor Bill de Blasio said. De Blasio lauded the decision citing “real efforts in Washington, DC, to help us,” and praising President Joe Biden for “owning the mission.” The city has to date administered 673,405 doses, de Blasio said – more people than in the entire city of Detroit Michigan. He continues to call for the use of the defense production act, and for other pharmaceutical companies to produce the vaccines in formulas already approved. Last week, de Blasio said the city was set to run out of vaccines soon if the state doesn’t receive more doses.  ##Vaccines## Vaccine maker AstraZeneca has completed enrollment in its Phase 3 clinical trial in the US, according to slides posted to US Centers for Disease Control and Prevention website Wednesday ahead of a presentation by a company representative.  The slides clarify the ongoing trial, which includes more than 32,000 participants, will serve as “the primary basis” for the company’s application to the US Food and Drug Administration for emergency use authorization, “with supporting data” from trials abroad. Of the 32,459 participants enrolled, 26,327 received their second dose by Jan. 21, the slides say. About two-thirds of participants in the US trial receive the vaccine, and the remaining third receive placebo. Some background: On Sept. 6, AstraZeneca’s US trial was put on pause in the US after a trial volunteer in the UK developed neurological symptoms. The trial resumed in the US on Oct. 28, after a review by the US Food and Drug Administration concluded it was safe to do so. AstraZeneca’s vaccine has not been authorized for emergency use in the United States, but it has in other countries, such as the UK and India. Earlier this month, Operation Warp Speed’s Moncef Slaoui projected AstraZeneca’s vaccine could be authorized in the US by the end of March. The US has contracted to purchase 300 million doses of the company’s vaccine. ##Vaccines## Portugal has reported 293 deaths from Covid-19 in the past 24 hours on Wednesday, according to Portuguese health authorities, reaching another record in daily deaths.  Since the beginning of the pandemic, a total of 11,305 people have died with Covid-19 in the country. Deaths from Covid-19 have been rising steadily after a surge in the number of cases following Christmas and New Year’s holidays, with new daily fatalities records reported in 9 of the past 10 days.  Portugal also reported at least 15,073 new Covid-19 infections on Wednesday, the second highest since the pandemic started.  A total of 668,951 people have been diagnosed with the novel coronavirus since the pandemic reached Portugal, 484,753 of which have since recovered.  Some background: Portugal has the worst Covid-19 infection rate with a seven-day rolling average of 1,217.76 cases per million, according to the Oxford University’s data crunching website, Our World in Data.  The southern European nation also has the highest death rate, with a seven-day rolling average of 24.74 deaths per million. ##Hotspots## Local policies preventing evictions and utility shutoffs may have helped reduce the spread of Covid-19, according to a new analysis by Duke University researchers. Moratoria on evictions and utility shutoffs reduced Covid-19 cases by 8%, the researchers found, suggesting that people who can stay home safely are better able to social distance. If enacted nationally from the start of the pandemic, the analysis estimated that halting evictions could have cut Covid-19 cases by 14% and deaths by 40%, and preventing utility shutoffs could have cut cases by 9% and deaths by 15%. The researchers assessed trends in Covid-19 cases and deaths in US counties from March 1 to Nov. 28, and how they changed when local policies were put in place preventing evictions or shutoffs of water or electricity. County demographics, as well as health and environmental factors that have been shown to contribute to spread or increased mortality, were also considered in the analysis.  The analysis used case and death data from The COVID Tracking Project, which may differ from data from the Johns Hopkins University data that CNN uses. ##Hotspots## Europe continues to battle the coronavirus pandemic as the disagreement over vaccines continue. Here are some of the key lines from the continent today: The row continues over vaccine supplies in the European Union where AstraZeneca’s chief executive Pascal Soriot defended their decision prioritize vaccine deliveries to the UK.\nBritish Prime Minister Boris Johnson said the United Kingdom would introduce government-provided accommodation (e.g. hotels) for 10 days for those who cannot be refused entry into the UK from high-risk countries. This comes as the country  reached the grim milestone of 100,000 coronavirus deaths  – the first country in Europe to do so.\nFrance's pharmaceutical giant Sanofi entered an agreement with German biotech company BioNTech to help produce its vaccine. \nToday marks a grim year since coronavirus struck in Germany, where the first case was registered at a Bavarian company. The country shows no signs of reduced infections as two hospitals in a Bavarian town are now under self-quarantine as 11 people are potentially carrying the UK coronavirus variant.  \nIreland has extended the national lockdown until March 5, according to Taoiseach Micheál Martin who also announced new regulations to contain coronavirus, which include a 14-day mandatory quarantine for those traveling from South Africa and South America. ##Variants## ##Hotspots## ##Vaccines## New Jersey Gov. Phil Murphy says the state’s biggest challenge is “supply-demand imbalance” with vaccinations. Murphy called the Biden administration's plans to increase states' Covid-19 vaccine allocations a \"step in the right direction\" \"It's not enough,\" Murphy said in an interview with CNN's Alisyn Camerota this morning, \"but it is a big step in the right direction.\" He said that there are more than two million New Jerseyans pre-registered for vaccines, and the state is set to receive about 130,000 vaccine doses per week right now. The state opened up a call center on Monday and got 17,000 calls in the first hour, he said.  “We’re still going to be chopping through that for some number of weeks to come,” he said.  Murphy said teachers are in the “on-deck circle” for vaccinations.  “I think [as] we get more supply, as soon as we can get there, I think educators are next up to bat,” he said.  Murphy said that there are many schools with hybrid learning in the state, and recognized reopening schools fully as a “tough” decision to tackle.  “There's an enormous amount of stress and anxiety, and I completely get it, on everyone's part — educators, parents, the kids themselves,” he said.  “I think we're starting to see the light at the end of the horizon,” he added. “I think this is now going in the right direction. It's slow, admittedly. But it's beginning without question, and it's steady, slowly but surely going to the right place.” Watch:  ##Hotspots## The regional government of Madrid has decided to stop administering first doses of Covid-19 vaccine for the next two weeks due to growing uncertainty over the supply situation. Ignacio Aguado, regional vice-president, told a news conference Wednesday that priority would be given to providing a second dose to those who had received a first dose at the end of December and the beginning of January.  \"We need more doses urgently,\" Aguado said.  Madrid has completed the vaccination of just 2% of those who received a first dose, far lower than most of Spain's regions. Severe weather earlier this month in the Spanish capital hampered the roll-out of the vaccination program. Several Spanish regions have complained to the central government about uncertainty over supplies. 96% of the doses distributed – largely of the Pfizer/BioNtech vaccine – have already been administered.  The daily Health Ministry figure for the number of doses distributed has been static for the last week at 1,346,000 doses. ##Vaccines## British Prime Minister Boris Johnson said the UK government was introducing government-provided accommodations, for example hotels, for 10 days for those who cannot be refused entry into the UK from high-risk countries.  “It is illegal to leave home to travel abroad for leisure purposes. And we will enforce this at ports and airports by asking people why they are leaving and instructing them to return home. If they do not have a valid reason to travel. We have also banned all travels from 22 countries where there is a risk of known variants, including South Africa, Portugal, and South American nations,” Johnson said.  “And in order to reduce the risk posed by UK nationals and residents returning home from these countries. I can announce that we will require all such arrivals who cannot be refused entry to isolate in government provided accommodation, such as hotels for 10 days without exception, they will be met at the airport and transported directly into quarantine. The department for health and social care is working to establish these facilities as quickly as possible. And by right one roof in the Home Secretary will set out the details of our plans in her statement shortly.” ##Variants## ##Restrictions## The number of people flying on commercial airlines just hit a six-month low, with fewer than half a million passengers screened at US airports Tuesday.  New figures, released by the Transportation Security Administration show 468,933 people were screened at TSA checkpoints nationwide.  That number hasn’t dipped below 500,000 since July 4, 2020. Dr. Paul Offit says he doesn’t think the US needs \"to wait for vaccination” to get public schools back open. “I think we have to be able to provide a mechanism whereby we can get those kids back into a public school setting where it can be done safely. It may require more money for those schools, but I definitely think we need to do it,” Offit, director of the Vaccine Education Center at the Children’s Hospital of Philadelphia, said on CNN’s “New Day.”  Experts from the US Centers for Disease Control and Prevention say that with the right mitigation measures, there is a path to low-risk, in-person learning. In a paper published Tuesday, researchers noted that the kind of spread seen in crowded offices and long-term care facilities has not been reported in schools.  Offit, a member of the FDA Vaccine Advisory Committee, outlined strategies that school can implement. “You try to have smaller classroom sizes, so-called pods. It's the teachers who move from one class to the other, not the students, so that you don't have these crowded hallways. You try to separate the desks as much as possible, you don't eat in a cafeteria … so you're not all sitting together with your masks off. There are a number of strategies that can be done,” he said.  Offit added that he doesn’t think the Covid-19 variants play a role in reopening schools.  Beijing's municipal government has announced new measures for anyone entering the Chinese capital, aimed at curbing the spread of the virus during the Chinese Lunar New Year, otherwise known as the Spring Festival. On Wednesday, spokesperson Xu Heijan said that from Thursday until March 15, anyone coming to Beijing from \"low-risk areas in China\" must show negative Covid-19 test results within seven days of arriving. The festival is celebrated in mid February. On arrival, visitors must undergo 14 days of \"health monitoring\" and get tested on the seventh and fourteenth days of their stay.  \"Those who don’t plan on staying for more than 14 days in Beijing need to fulfill the health monitoring and nucleic test requirements based on the actual number of days they are in Beijing,\" Xu added. During the \"health monitoring\" period, people can work and travel but cannot participate in group activities or gatherings.  The new restrictions will be implemented \"in order to minimize the risk of the spread of the virus caused by massive migration of people around the Spring Festival and to ensure that the citizens enjoy a happy and peaceful holiday,\" Xu said. Some background: According to data from John Hopkins University, the total number of coronavirus cases in China currently stands at 99,605 since the start of the pandemic, with 4,811 deaths. ##Hotspots## ##Restrictions## Two hospitals in the German state of Bavaria have started self-quarantining on Wednesday after preliminary tests showed 11 people connected to the facilities were potentially carrying the UK coronavirus variant B1.1.7. The two hospitals -- the Klinikum Bayreuth and Krankenhaus Hohe Warte -- located in the town of Bayreuth, east of Frankfurt, have stopped admitting new patients except those in a very serious condition. Frank Schmälzle, head of press and public relations at the Klinikum Bayreuth, told CNN that a total of 3,300 staff from both hospitals are only allowed to commute between the facilities and their homes during the quarantine period. Schmälzle said a total of 560 patients were being treated across both hospitals.  Professor Juergen Duner, chief medical officer at the laboratory Becker & Kollegen, meanwhile told CNN that there was a rise in the new coronavirus mutations B1.1.7 and B1.351 in the area of Munich, the Bavarian state capital.  “In less than three weeks, the proportion of variants in infections has risen sharply from 0.2 percent to 7 percent,\" Duner said.\n\"That in itself is a clear sign that the new variants are currently spreading very quickly.” Some background:  The move to self-quarantine the two hospitals comes just days after the Vivantes Humboldt-Klinikum hospital in Berlin was placed under quarantine following an outbreak among both patients and staff of the coronavirus variant first detected in the UK.  On Tuesday, 24 cases of the UK variant were detected at the hospital -- in 13 patients and 11 members of staff, the hospital confirmed.  In a different Berlin hospital, the Klinikum Spandau, two additional cases have been identified in patients.  ##Vaccines## ##Hotspots## World Health Organization (WHO) Director-General Tedros Adhanom Ghebreyesus has accused wealthy countries of trying to jump the queue in the distribution of vaccines -- and described equitable distribution around the world as both a moral imperative and essential for ending the pandemic.  Tedros told a session of the parliamentary assembly of the Council of Europe on Wednesday that \"the promise of equitable access is at serious risk.\"  \"A me-first approach leaves the world's poorest and most vulnerable at risk,\" he said, and was also self-defeating. \"Many countries have bought more vaccine than they need.\"\n\"We now face the real danger that even as vaccines bring hope to those in wealthy countries, much of the world could be left behind,\" Tedros added.  He said some companies and countries were making bilateral deals in an attempt to jump to the front of the queue. This was driving up prices and meant they were \"going round\" the COVAX mechanism, a WHO program which purchases vaccines in bulk for distribution to poorer countries. 75% of the doses distributed had been deployed in just ten countries, Tedros said, and it was not right that younger, healthy adults in rich countries could get the vaccine before health workers and older people in poorer countries.  The emergence of new variants of Covid-19 has made the speedy and equitable roll-out of vaccines even more important, he added. Some background: Tedros said WHO's COVAX program had secured contracts for two billion doses from five producers this year and has options for a further one billion doses into next year. The first deliveries of doses bought through the program should be made next month, he said. However, Tedros continued, the WHO still needed funds to complete the purchases contracted for this year. COVAX needs access to those doses soon, not the \"leftovers in many months from now,\" he said. Read more on rich countries snapping up Covid vaccines supply here One year ago today, the first person was diagnosed with coronavirus in Germany at a Bavarian company, as German Health Minister Jens Spahn warned the country was at the \"beginning of a coronavirus epidemic.\" Spahn provided assurance that Germany was well equipped to tackle the virus with large amounts of hospital space and warned against unnecessary panic saying \"not every cough is a case of coronavirus.\" Germans were warned by Chancellor Angela Merkel that the country would enter into its first national lockdown on March 22 while cases and deaths were still low. She added that Germany should expect restrictions like they have \"never seen them before.\" As people were urged to stay at home, the data showed cases and mortality rates slowing down, leading Merkel to say in May, the first phase of the pandemic was behind them. We're at a point where we can say we've achieved the goal of slowing the spread and keeping the health care system from being overwhelmed,\" Merkel said. But as Germany started to open up and travel restrictions were lifted, a second wave of coronavirus quickly grew, leading Merkel to warn that another -- lighter -- lockdown was to come. Experiencing lockdown fatigue, social distancing became less of a priority and the country battled higher infections and death rates. On Wednesday, Bavarian Prime Minister Markus Soeder marked the grim anniversary, telling CNN’s German affiliate they could now identify and isolate the patients effectively. He warned though that the virus was still spreading “at great speed.”  Some background:  Germany's health agency said there'd been 13,202 new cases in the last 24 hours, bringing the total number of infections to 2,161,279. \nAccording to the Robert Koch Institute (RKI), 982 people died of the disease in the same period, bringing the country's death toll to 53,972. \nSince the start of Germany's vaccine rollout, 1,638,425 first doses have been administered and 283,264 people have received a second dose, according to RKI. French pharmaceutical giant Sanofi has entered an agreement with BioNTech to help produce more than 125 million doses of the German biotech company's coronavirus vaccine for the European Union, according to a statement released on Wednesday. The statement said production of the shots would begin later this year in the summer period at the Sanofi plant in Frankfurt. \"We are very conscious that the earlier vaccine doses are available, the more lives can potentially be saved,\" Sanofi CEO Paul Hudson said in the statement.\n\"Although vaccination campaigns have started around the world, the ability to get shots into arms is being limited by lower than expected supplies and delayed approval timelines owing to production shortages. \n\"We have made the decision to support BioNTech and Pfizer in manufacturing their COVID-19 vaccine in order to help address global needs, given that we have the technology and facilities to do so. As always, our top priority is to focus our efforts and capabilities on fighting this global pandemic. First and foremost, we will do this by continuing to develop our own COVID-19 vaccines candidates, in parallel with this industrial cooperation.\" Sanofi scientists are also developing two vaccine candidates to help prevent and control Covid-19. One, with Britain's GlaxoSmithKline, has been delayed until later this year after it showed an insufficient immune response in the elderly, but according to Sanofi phase two trials with an improved formulation are set to start in February. Another vaccine the company are working on is with the U.S. firm Translate Bio which uses mRNA technology, similar to Pfizer/BioNTech. Phase one trials are expected to start this quarter. Some background:  The European Union has been widely criticized for the slow rollout of its vaccination program.\nThe bloc is calling out vaccine makers AstraZeneca and Pfizer over supply problems and delays that could hinder its recovery from the pandemic. \nEU officials have threatened to introduce export controls on doses as anger mounts. Read more about criticism of the vaccine delays here ##Vaccines## January has already become the worst month for US Covid-19 deaths since the start of the pandemic. As of Tuesday, there have been more than 79,000 coronavirus fatalities this month, topping the previous record set in December by more than a thousand, according to data from Johns Hopkins University. The grim milestone underpins the growing demand from state officials for more vaccines so that Americans can be inoculated more quickly.        President Joe Biden has pushed for 100 million vaccination shots in the first 100 days of his presidency, but with a long road ahead for vaccinations, he also called for 100 days of mask-wearing. \"The brutal truth is it's going to take months before we can get the majority of Americans vaccinated. Months. In the next few months, masks, not vaccines, are the best defense against Covid-19,\" Biden said while announcing the federal government would buy and distribute more vaccine doses from Moderna and Pfizer. With those additional doses, Biden said there would be enough to fully vaccinate 300 million Americans -- nearly the entire US population -- by the end of summer or early fall. Read the full story: ##Hotspots## At least 297 Covid-19 cases as of Tuesday have been linked to an unauthorized religious school run by a missionary group in South Korea's Daejeon city. Senior Health Ministry official Yoon Tae-ho said during a briefing that the cases have been reported out of six ​facilities connected to the school. Authorities are ​inspecting 32 out of 40 operating facilities run by the missionary group, Tae-ho added, and have issued guidelines to help local governments deal with unaccredited religion-based educational facilities.  New cases: South Korea recorded 559 daily new Covid-19 on Tuesday, 516 of which are locally transmitted cases, according to a press release by the Korea Disease Control and Prevention Agency (KDCA) on Wednesday. The country's tally now stands at 76,429, including 1,378 deaths. It’s not too soon to start thinking about how the world should respond to the next pandemic, even as the current one rages on, according to Bill and Melinda Gates. In the couple's annual letter released Wednesday, they say that the coronavirus pandemic’s disproportionate impact on people of color and women has a domino effect on communities.  \"Bill and I are deeply concerned, though, that in addition to shining a light on so many old injustices, the pandemic will unleash a new one: immunity inequality, a future where the wealthiest people have access to a COVID‐19 vaccine, while the rest of the world doesn’t,\" Melinda writes. The Gates Foundation has invested $1.75 billion in the fight against coronavirus, and most of that funding has gone toward producing and procuring medical supplies, including backing researchers who develop new treatments, and working with partners to ensure safe transport of these drugs and vaccines to poorer parts of the world.  \"From the beginning of the pandemic, we have urged wealthy nations to remember that COVID‐19 anywhere is a threat everywhere. Until vaccines reach everyone, new clusters of disease will keep popping up. Those clusters will grow and spread. Schools and offices will shut down again. The cycle of inequality will continue. Everything depends on whether the world comes together to ensure that the lifesaving science developed in 2020 saves as many lives as possible in 2021.\" The Gates say their foundation has partnered with historically Black colleges and universities to expand diagnostic testing capacity on their campuses, to help meet the demand for local community testing as inequalities grow, as well as helping partners understand the virus' impact on pregnant women and babies, so they continue to receive essential health services.  \"The unfortunate reality is that COVID‐19 might not be the last pandemic ...To prevent the hardship of this last year from happening again, pandemic preparedness must be taken as seriously as we take the threat of war,\" Bill writes. ##Vaccines## Peru will lock down 10 regions, including the capital Lima, from January 31 to February 14,  President Francisco Sagasti announced on Tuesday.   Metropolitan Lima and the Lima region, Callao, Ancash, Pasco, Huánuco, Junín, Huancavelica, Ica and Apurímac will be locked down after being classed under \"extreme\" Covid-19 risk.  Residents in those regions will be allowed out of their homes for one hour per day under the restrictions.  Interprovincial land and air transport services have been suspended, according to Sagasti. \"This requires confinement, that is, quarantine,\" the President explained in a message to the nation. Another nine regions of the country are at \"very high\" risk level, and the rest are at \"high.\"  ##Restrictions## President Joe Biden's pledge that there will be sufficient Covid-19 vaccines for 300 million Americans by the end of summer represents a bold and politically risky response to criticism that his pandemic plan lacks ambition. In effect, the President is putting a date on a return of a semblance of normal life -- with no guarantee that he can deliver. If the President succeeds, Tuesday may be remembered as a key turning point in a pandemic exacerbated by the former Trump administration's disastrous response. Should he fall short, the credibility of his new presidency will take a serious hit, that would not only prolong the crisis into another fall and winter but would also hamper his ambitious program on other key issues. In a show of presidential power six days into his term, Biden sought to galvanize the action of federal, state and local governments into the kind of unified, national effort that had up until now been lacking during this once-in-century crisis. Signs that there is finally a federal government that is not in denial and has a coherent plan could give businesses, from cruise lines to restaurants, the capacity to plan ahead -- a crucial factor in the recovery of the economy from its pandemic stasis. And Biden's aggressive, daily, actions designed to combat the pandemic since taking office may also inject a sense of urgency on Capitol Hill as Republicans question the need for a rescue package that is vital to speeding up vaccinations. Read the full analysis: Myanmar will begin its Covid-19 vaccination rollout to frontline health care workers and volunteers on Wednesday, according to state media outlet Global New Light Myanmar, citing the country's Health Ministry. Myanmar received 1.5 million doses of the Covishield/AstraZeneca vaccine on January 22.  The nationwide rollout will start on February 5 for government workers and the general public, Global New Light reported. The program will prioritize higher-risk individuals and those in areas more prone to infection.  Myanmar has a population of more than 54 million people, according to United Nations data. ##Vaccines## Close to half of Americans say they are eager to get a coronavirus vaccine or have already gotten one, according to a January survey published Wednesday by the Kaiser Family Foundation.  The survey of more than 1,500 adults found that 41% want the vaccine and 6% have already gotten at least one dose.  That’s considerably higher than the 34% reported in December, said KFF, which studies health policy. In the new survey, 31% said they would like to wait and see how the vaccine works for others before they get one themselves. Some 7% will only get one if “required to do so for work, school or other activities,” while 13% said they would “definitely not” get it. And of course, politics plays a role.  “While vaccine enthusiasm increased for both Democrats and independents, it has not shifted among Republicans, who remain the most resistant, with 33% saying they will definitely not get the vaccine or will get it only if required to do so for work, school or other activities,” Kaiser said in a statement. The survey also looked into what might motivate people to take the vaccine. Some 57% of those surveyed would be more likely to get vaccinated if told the vaccines are highly effective in preventing illness, and 54% said they would be more likely to get vaccinated if told it was the quickest way for life to return to normal. Just under half, 46%, were impressed by hearing millions of people have been safely vaccinated, and 45% were motivated by being told we need people to be vaccinated to get the US economy back on track. ##Vaccines## Thailand on Wednesday reported its second highest number of daily Covid-19 cases after a mass testing drive in the kingdom's hardest-hit province. Thailand’s Center for COVID-19 Situation Administration (CCSA) announced 819 total new infections on Wednesday, including 808 local transmissions. The new cases are from a mass testing program being carried out in Samut Sakhon province -- the origin of Thailand’s most recent wave, the CCSA said. Wednesday's figures raise the national total to 15,465 cases, including 76 deaths. ##Hotspots## China has administered more than 22.7 million doses of Covid-19 vaccines, a health official said on Wednesday ahead of next month’s Lunar New Year holidays. “At present, we are carrying out vaccination in various places for key groups with a relatively high risk of infection,” said Zeng Yixin, deputy head of the National Health Commission, during a news conference. Those groups include workers in border protection, health care, transport and social services, he said.\n“Overall, the work is still progressing in a smooth and orderly manner,” Zeng said.  China aims to inoculate 50 million people with homegrown Covid-19 vaccines before February’s Lunar New Year celebrations.   Since July, China has been administering domestically produced vaccines to people considered “high-risk” groups under an emergency use program. ##Vaccines## A Taiwanese man has been fined $1 million New Taiwan Dollars ($35,000) for repeatedly breaking his home quarantine. The unnamed man, who lives in Taichung in central Taiwan, was doing a home quarantine in his apartment building after returning from a business trip to mainland China and violated it at least seven times, according to local media. According to TTV News, the man left his apartment building seven times in just three days to go shopping, get his car fixed and more. He reportedly got into an altercation with one of his neighbors when they confronted him about leaving his home during quarantine. The Taichung local government confirmed that the man returned home on January 21. Taiwan's regulations require quarantining for 14 days. Taichung Mayor Lu Shiow-yen denounced it as \"a serious offense\" and added that the man \"must be given severe punishment.\" Read more: ##Restrictions## CNN is hosting a town hall with President Joe Biden's Covid-19 team on Wednesday at 8 p.m. ET.  Dr. Anthony Fauci, Dr. Rochelle Walensky and Dr. Marcella Nunez-Smith will join CNN's Anderson Cooper and Dr. Sanjay Gupta for a CNN global town hall on coronavirus. What questions do you have for President Biden's Covid-19 team? Send them here. The US reported 142,511 new Covid-19 cases and 3,990 virus-related deaths on Tuesday, according to a tally by Johns Hopkins University. That raises the national total to at least 25,439,570 confirmed infections and 425,199fatalities. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.   Vaccine distribution: At least 44,394,075 vaccine doses have been distributed and at least 23,540,994 shots administered, according to the Centers for Disease Control and Prevention. CNN is tracking US cases here. ##Hotspots## Mexico's President Andres Manuel Lopez Obrador is in overall good health and continues to suffer only mild Covid-19 symptoms, Deputy Health Minister Hugo Lopez-Gatell said on Tuesday. The Mexican President first tested positive for Covid-19 on Sunday evening. Lopez-Gatell said that Lopez Obrador experienced a fever over the weekend, “but is doing well right now and in good spirits.” Mexico has reported more than 1,788,900 Covid-19 cases and 152,000 related deaths, according to a tally by Johns Hopkins University. The US Food and Drug Administration has placed all alcohol-based hand sanitizers coming from Mexico on a nationwide \"import alert\" until the agency is able to review the products’ safety. \"Over the course of the ongoing pandemic, the agency has seen a sharp increase in hand sanitizer products from Mexico that were labeled to contain ethanol (also known as ethyl alcohol) but tested positive for methanol contamination,\" the FDA said in a news release on Tuesday. According to the FDA, methanol, or wood alcohol, is a substance that can be toxic when absorbed through the skin and can be life-threatening if ingested. This substance is not an acceptable ingredient in hand sanitizer or other any drugs in the United States.  \"Consumer use of hand sanitizers has increased significantly during the coronavirus pandemic, especially when soap and water are not accessible, and the availability of poor-quality products with dangerous and unacceptable ingredients will not be tolerated,\" said Judy McMeekin, FDA Associate Commissioner for Regulatory Affairs. From April through December 2020, the FDA found that 84% of the samples that were analyzed were not in compliance with the FDA’s regulations.  More than half of the samples were found to contain toxic ingredients, including methanol and/or 1-propanol, at dangerous levels. This is the first time the FDA has implemented a countrywide import alert for any drug product. Under this import alert, alcohol-based hand sanitizers from Mexico will be subject to heightened scrutiny, and the FDA may detain the shipments. Japanese Prime Minister Yoshihide Suga apologized on Tuesday for the government’s failure to provide sufficient medical care under the strain of the coronavirus pandemic. \"As the person in charge, I feel terribly sorry,” Suga said at a parliament committee session. “We have not been able to provide the necessary care, and I recognize that because the Japanese people are feeling anxious.” Eleven prefectures in Japan are now under a state of emergency. As of Sunday, at least 18,111 people are either waiting for a hospital bed or a spot at an isolation facility after testing positive for coronavirus. Police have also reported an increased rate of people who have died at home from Covid-19 in January and December, according to public broadcaster NHK. Since March 2020, there have been 197 deaths recorded at home, NHK reported, citing the National Police Agency. Covid figures: Japan reported 3,851 new coronavirus cases and 94 additional deaths on Tuesday. The national totals now stand at 372,498 cases and 5,297 deaths, according to a tally by Johns Hopkins University. AstraZeneca’s chief executive Pascal Soriot has defended the pharmaceutical giant’s decision to prioritize vaccine deliveries to the United Kingdom, after the European Union voiced growing frustration over delivery delays. “The UK agreement was reached in June, three months before the European one. As you could imagine, the UK government said the supply coming out of the UK supply chain would go to the UK first,” Soriot told Italian newspaper la Repubblica on Tuesday.\n“The contract with the UK was signed first and the UK, of course, said ‘you supply us first,’ and this is fair enough. This vaccine was developed with the UK government, Oxford and with us as well,” he added.  Earlier on Monday, EU Health Commissioner Stella Kyriakides expressed dissatisfaction on talks with AstraZeneca, saying that the drugmaker \"intends to supply considerably fewer doses in the coming weeks than agreed and announced\" due to production problems.   Speaking to la Repubblica, Soriot conceded that the company had to reduce supply to the EU as a result of reduced yields early in the manufacturing process at one site in Europe. “It's complicated, especially in the early phase where you have to really kind of sort out all sorts of issues. We believe we've sorted out those issues, but we are basically two months behind where we wanted to be,” Soriot said.  He added that they also faced \"teething issues\" with the UK supply chain -- but they had a \"head start\" since they signed the contract earlier, and had more time to \"fix all the glitches.\" European delays: So far, the EU has ordered 300 million doses of the AstraZeneca vaccine -- which could be approved for use by the European Medicines Agency (EMA) as soon as this week -- with an option to purchase an additional 100 million doses.  With production issues centered around AstraZeneca’s European plants, Soriot said the company could soon be able to begin using its UK site to help Europe once the UK has “reached a sufficient number of vaccinations.”  “We're moving very quickly, the supply in the UK is very rapid. The government is vaccinating 2.5 million people a week, about 500,000 a day, our vaccine supply is growing quickly,” he told the Italian newspaper. “As soon as we can, we'll help the EU,” he added. ##Vaccines## A team of World Health Organization (WHO) investigators is preparing to leave quarantine in the Chinese city of Wuhan and begin a long-awaited investigation into the origins of the coronavirus pandemic. Members of the 13-person international team will finish their two-week quarantine in the next 24 hours, stepping out into a city that was once the center of the global outbreak but is now, a year on, largely returned to normal. Scrutiny of the team's work will be immense, as they navigate what is likely to be a political minefield in uncovering how the virus that brought much of the world to a halt first emerged. \"The eyes of the world are focused on this, the opinions of the world are focused on this,\" Dutch virologist and team member Marion Koopmans told CNN Wednesday morning, as she prepared for a final round of meetings before leaving her quarantine hotel.\n\"We are aware of it, there is no way around that. That's why we really try to keep focused, we are scientists, we are not politicians, we are trying to really look at this from the scientific perspective.\" Part of that involves abandoning all preconceived notions about how the virus evolved and spread, to look at what the evidence says, and go from there, Koopmans said. The team has spent the past two weeks in video calls with each other and Chinese scientists, \"discussing what we know, what we don't know.\" Demand for answers will be great, especially after the investigation itself was delayed several times, but Koopmans cautioned patience. \"I think we really have to manage expectations, if you look at some of the earlier quests for the origins of outbreaks, they have taken years to complete,\" she said. \"The early and relatively easy studies have been done, have already been published.\" An earlier report by a WHO team in China, published in February 2020, found that \"key knowledge gaps remain\" about the virus, though it endorsed previous findings that the virus appeared to have originated in animals, with the likely first outbreak at a seafood market in Wuhan. Read the full story: A draft of the first national mask evaluation standard for consumer masks obtained by CNN shows proposed guidance would call for two tiers of certification. A level one mask would require the product to filter 20% of particles -- something that would make the mask easy to breathe through, but that would provide minimal protection.\nA level two mask would require \"high performance\" filtration of at least 50% of particles, but would provide less breathability. The standards are currently in development with ASTM International and the National Personal Protective Technology Laboratory, which is an arm of the US Centers for Disease Control and Prevention’s National Institute for Occupational Safety and Health. The current standards: Currently, only medical-grade masks and respirators must meet standards. These include N95 masks, which are regulated for fit, filtration efficiency, flammability and other qualities. The new standards: The proposed standards will outline specific fit, design, performance and testing requirements for face masks and coverings, according to a draft of the standards provided to CNN by ASTM International.  The draft evaluates both single use and reusable masks, and outlines specific requirements. For instance, the standards would prohibit the use of vents, valves or any feature that allows air flow to bypass filtration -- though there are exceptions to this that reflect current CDC guidance. The review process is ongoing, and these guidelines are subject to further review and change. The drafted guidelines will be further reviewed next week. International standards: The ASTM draft standard currently is far different from standards required for masks in several European countries. Germany, Austria and France are now requiring people wear masks with a minimum filtration efficacy of 80-90% while on public transport, shopping or in public areas.  In March last year, the UK government said it was hopeful the country could cap its coronavirus deaths at 20,000. It was a bleak target to set, but one the nation came to begrudgingly accept. Ten months on, Prime Minister Boris Johnson delivered a somber public briefing Tuesday, in which he announced the country could now count more than 100,000 people as its Covid-19 dead, in what he called a \"grim statistic.\" Of the worst-affected nations, the UK has earned the dishonor of having the highest number of confirmed deaths in the world, proportionate to population. A surge in case numbers that began in December has pushed hospitals to the brink. ICU workers say they have been forced to \"dilute\" their care and describe mental health struggles under unprecedented pressure.  Schools are shut and have moved online, disrupting the lives of students and working parents alike. All but essential shops are closed. In England, socializing, even outdoors, is banned, except in pairs for exercise.  There are few differences from the spring, when Britons suffered a devastating first wave and were put under a draconian lockdown. They are now asking themselves how they got here. Yet again. When asked that very thing, Johnson has repeatedly pointed to a new and more contagious variant of the virus, now infamously known around the world as the \"UK variant.\" Health Secretary Matt Hancock too has claimed the country's response was working until the new variant hit. But it's not that simple. Like in the first wave, the government has been slow to respond to rising case and death numbers with restrictions. It has failed to get an adequate contact-tracing and isolation system running. And it has, again, been slow on border controls, only closing \"travel corridors\" with more than 60 countries or territories in mid-January amid record-breaking daily death tolls. Read the full story: ##Hotspots## ##Variants## Johnson & Johnson told investors it expects to share further details on its Phase 3 Covid-19 vaccine study results by early next week. “Stay tuned,” said Alex Gorsky, chief executive officer and chair of Johnson & Johnson’s board of directors, during the company’s earnings call Tuesday. Gorsky said that the company is “hopeful” that the efficacy and safety data from the earlier trials is a “good precursor” to the kind of data in the larger population in its Phase 3 trial.  “We won’t know for certain, but we remain optimistic,” Gorsky said. Results from J&J's Phase 1/2a trials showed that a single dose of the vaccine induced a strong immune response in nearly all the people who got the shot. The immune response was similar across the age groups, according to the company. If J&J’s trial shows its vaccine is effective, it could help speed up the slow US vaccine rollout. The Johnson & Johnson vaccine is one dose, while the authorized vaccines from Pfizer and Moderna require two doses three to four weeks apart. Johnson & Johnson is also testing a dual dose in a separate trial and said it should have data on that toward the end of the year.  The company also said it’s watching closely how its vaccine protects against variants. Joseph Wolk, J&J’s executive vice president and chief financial officer, said that the company is currently “on track” to meet its manufacturing commitments to the US, EU and to developing countries.  “There’s still some fluidity with respect to timelines,” Wolk said.  Earlier, J&J committed to producing and deploying at least a billion doses of vaccine during the calendar year, including at least 100 million doses to the US. Because the company doesn’t have the results yet, it said it was “premature to speculate” on the financial impact from the potential distribution of its Covid-19 vaccine candidate. “I'm proud of the progress of our Covid-19 vaccine candidate. And the fact that we move so quickly while maintaining the highest level of science and safety standards,” said Gorsky. “Johnson & Johnson was built for times like these.”  ##Vaccines## The world has now surpassed 100 million confirmed cases of the coronavirus. It's a figure that seemed almost unimaginable 12 months ago, when the first case had only just been confirmed on US soil. A year later, the pandemic shows little sign of loosening its stranglehold on billions of people's everyday lives. Cases continue to rise sharply in some parts of the world, and every day the losses mount, as more people lose loved ones to Covid-19, lose a business or lose their livelihood. On January 15, the official global death toll from the coronavirus pandemic surpassed 2 million, according to Johns Hopkins University. While the 2 million figure is horrifying, experts say the real death toll is likely much higher. Only confirmed Covid-19 deaths are included in the tally, which means that people who die without a firm diagnosis may not be included. Similarly, many people will have been infected with the coronavirus without having a positive test to confirm it. In the early stages of the pandemic fewer tests were available, and testing remains inadequate in many countries now. Nonetheless, with a world population of some 7.67 billion, according to the latest World Bank figures, the global case tally suggests that about one in every 76 people has now had the virus. Read the full story:", "Section": "world", "Writers": ["Zahid Mahmood", "Jessie Yeung", "Adam Renton", "Hannah Strange"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-01-27-21/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}