{"Type": "article", "Time": "2017-08-07", "Headline": "US calls for legally binding code of conduct in South China Sea", "Text": "The US, Australia and Japan have promised to continue \"freedom of navigation\" operations in the South China Sea and called on Beijing to endorse a legally binding code of conduct over the disputed region.  In a joint statement following a meeting Monday of US Secretary of State Rex Tillerson and his Australian and Japanese counterparts, the three officials \"expressed serious concerns over maritime disputes in the South China Sea.\" China claims almost all of the South China Sea, and has heavily militarized some islands in the region and expanded other territories with major land reclamation work, turning sandbars into islands and equipping them with airfields, ports and weapons systems. All or parts of the sea are also claimed by Brunei, Malaysia, the Philippines, Taiwan and Vietnam, which has led to intense territorial disputes and naval standoffs. The US and other nations have tested Beijing's claims by conducting \"freedom of navigation\" operations around islands controlled by China. Last month, the guided-missile destroyer USS Stethem came within 12 miles of Triton Island in the Paracel archipelago, which is claimed by China, Vietnam and Taiwan.  Territorial disputes In their statement Monday, the three foreign ministers said they would \"continue to fly, sail, and operate wherever international law allows.\"  They urged all claimants in the region to \"refrain from land reclamation, construction of outposts, militarization of disputed features, and undertaking unilateral actions that cause permanent physical change to the marine environment in areas pending delimitation.\"  While China is the most active in terms of building up the territories it controls, both the Philippines and Vietnam have begun to follow Beijing's lead.  The Philippines scored a major legal victory last year, when an international tribunal in the Hague threw out most of China's territorial claims, but since the election of President Rodrigo Duterte, Manila has become less confrontational with Beijing.  Monday's joint statement described the ruling as \"legally binding on both parties\" and urged the Philippines and China to abide by it.  Code of conduct The ministers also called for a proposed code of conduct in the South China Sea, to be negotiated by China and the Association of Southeast Asian Nations (ASEAN), to be \"legally binding, meaningful, effective, and consistent with international law.\"  Attempts to hammer out such guidelines have been ongoing for years, and ASEAN members and Beijing announced Sunday that they had agreed a framework for a future code of conduct, but formal negotiations are not expected to start until November, according to CNN Philippines. Chinese Foreign Minister Wang Yi would not comment on whether Beijing supported the code being legally binding.  The framework is largely based on a 2002 declaration by ASEAN members and China, and analyst Greg Poling of the Asia Maritime Transparency Institute told CNN last week that some ASEAN nations remain suspicious of China's motives, seeing the slow pace of progress as \"another delaying tactic by Beijing.\"  \"ASEAN set aside the tribunal ruling, didn't complain about continued Chinese militarization of the South China Sea, watered down its joint statements, and basically wasted a year, all so they could reiterate the same principles they already agreed to in the declaration on conduct 15 years ago,\" Poling said prior to Sunday's announcement. ", "Section": "politics", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2017/08/07/politics/south-china-sea-us-australia-japan/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}