{"Type": "article", "Time": "2020-11-22", "Headline": "The much-hyped Hong Kong-Singapore 'travel bubble' is postponed amid Covid-19 spike", "Text": "The highly-anticipated Hong Kong and Singapore \"air travel bubble\" was postponed Saturday -- less than 24 hours before it was due to launch. The bubble would have allowed quarantine-free, air travel between the two Asian hubs. But a spike in coronavirus infections in Hong Kong means the arrangement will be postponed for two weeks, said Edward Yau, Hong Kong's secretary for commerce and economic development, at a press conference Saturday.  Hong Kong reported 43 new coronavirus cases on Saturday, the highest daily spike in over three months. Among them, 36 were locally transmitted -- including 13 that are untraceable. The quarantine-free corridor was meant to boost tourism and business travel between the two Asian hubs, which have largely contained their coronavirus outbreak. Hong Kong has recorded 5,561 Covid-19 cases, including 108 deaths, since the outbreak began, while Singapore has reported 58,000 infections and 28 deaths. Quarantine-free travel would have been a big deal for both destinations, where strict arrival regulations have been in place for months. When the coronavirus pandemic hit, both governments shut borders and denied entry to most non-residents and short-term visitors. In Hong Kong, returning residents are required to undergo a 14-day quarantine and wear an electronic bracelet to track their location. How the bubble was meant to work The bubble was set to begin Sunday with one flight a day into each city, with a quota of 200 travelers per flight -- and later set increased to two flights a day.   Travelers would have to meet certain parameters before embarking, such as having made no trips in the previous 14 days, and undergo compulsory Covid-19 testing. But they wouldn't be subject to any quarantine or stay-home notice requirements, or a controlled itinerary, upon arrival. However, the arrangement always included the caveat that should the Covid-19 situation deteriorate in either city, the plan would be suspended. Singapore's Civil Aviation Authority initially announced on Saturday morning that the travel bubble with Hong Kong would be launched as scheduled. But later that day, the city-state's Transport Minister Ong Ye Kung announced there had been a change of plan. \"Given the evolving situation in Hong Kong, Secretary Edward Yau and I discussed further this afternoon, and decided that it would be better to defer the launch of the ATB, by two weeks. We will review within two weeks on the new launch date and update again,\" Ong said. Hong Kong has seen a sharp rise in coronavirus infections in the past few days, after weeks of steadily low number of cases. The city's Centre for Health Protection \"strongly urged\" the public to avoid all non-essential travel outside Hong Kong, and called on residents to avoid going out, dining out and having social contact. \"The scale of the increase is very alarming,\" Chuang Shuk-kwan, head of the Communicable Disease Branch at Hong Kong's Centre for Health Protection said on Saturday.  She warned that this new increase in cases will be \"very difficult to control.\"", "Section": "travel", "Writers": ["Nectar Gan", "Akanksha Sharma"], "URL": "https://www.cnn.com/travel/article/hk-singapore-travel-bubble-delay-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}