{"Type": "article", "Time": "2020-02-02", "Headline": "February 2 coronavirus news", "Text": "Please click here to read more live updates on the coronavirus outbreak. Canadian officials have fielded 325 requests for departure assistance from Hubei Province in China due to the coronavirus, Global Affairs Canada said Sunday in a statement.  Canada is attempting to charter a plane to take Canadians from Wuhan, China, back to Canada, the statement said. Hubei is the epicenter of the outbreak There are currently 543 Canadians in Hubei who have registered with the voluntary Registration of Canadians Abroad service. There are currently 15,219 Canadians in China (including Hong Kong) who have registered with the voluntary service.                                                                                                                                                          Since registration is voluntary, this number is not a complete picture of Canadians in the region or in China, the statement said. Only Canadian citizens who have entered China with a Canadian passport will be allowed to board the plane back to Canada, Global Affairs Canada said. Canadian citizens will need to have a valid Canadian passport and a valid Chinese visa to board the plane. Canadians who appear to have symptoms will not be able to board, according to Global Affairs Canada. The total number of confirmed Wuhan coronavirus cases in mainland China stands at 17,205, the country's National Health Commission said Sunday,  That figure is up 2,829 from the previous day. The death toll globally is 362. All but one of those deaths have occurred in mainland China.  Doctors in Thailand say they have successfully treated one Wuhan coronavirus patient with a combination of antiviral drugs, according to a briefing on Sunday from the Ministry of Health. Dr.Kriangsak Atipornwanich, a doctor at Rajavithi Hospital in Bangkok, said he treated a 71-year-old female patient from China with a combination of drugs used in HIV and flu treatments. He said the patient had previously been treated with only anti-HIV drugs. “I had treated a patient with severe condition, and the result has been very satisfactory. The patient’s condition has improved very quickly within 48 hours. And the test result has also changed from being positive into negative within 48 hours as well,” Atipornwanich said.  Officials at the press conference said the latest lab test has showed there’s no trace of the virus in the patient’s respiratory system. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases at the US National Institutes of Health, told CNN last week there are currently no proven effective drugs to treat the virus.  Hospitals in Beijing have reported using the same drugs given to HIV and AIDs patients are part of treatment for the Wuhan coronavirus, though it is unclear if they have been successful. CORRECTION: This post has been updated to accurately reflect the number of patients successfully treated The Hubei health authority reported that 56 people died of the coronavirus on Sunday, raising the death toll since the beginning of the outbreak to 361.  Authorities confirmed an additional 2,103 cases of the virus in Hubei, according to the health authority, which brings the total number of cases to over 16,600. The health authority said 9,618 patients have been hospitalized, including 478 who are in critical condition.  Russia is suspending all international rail services between Russia and China, including those operated by Chinese rail companies, Russian Railways said Sunday. Unused tickets for cancelled trains booked and issued at Russian points of sale can be returned without incurring any charges or fees, the company’s statement said. There are now nine cases of the novel coronavirus in the United States. There are four confirmed cases in California; one case each in Massachusetts, Washington state and Arizona and two in Illinois. The second case in Illinois is the only instance so far of person-to-person transmission in the United States, state health officials said.  Confirmed cases by state: Nine confirmed cases as of Sunday, February 2.  Arizona – 1 California – 4 Illinois – 2 Massachusetts – 1 Washington state – 1 The US Department of Homeland Security added four airports – Dallas, Detroit, Newark and Dulles – to the list of airports where US citizens who have traveled to China in the last 14 days can enter the US, according to a statement from the agency. The four new airports add to the seven gateway airports that were initially listed: JFK, LAX, Seattle, San Francisco, Chicago, Atlanta and Honolulu. The restrictions began at 5 p.m. ET Sunday night. DHS says those airports have an increased ability to conduct enhanced screening procedures. Citizens who have been in Hubei province in the last 14 days of their return will face 14 days of mandatory quarantine. Those who have been to other parts of China will have 14 days of self-quarantine.  Foreign nationals will be largely denied entry to the US unless they are the immediate family members of US citizens, permanent residents or flight crew. Santa Clara County, California, confirmed the second case of the novel coronavirus, the Santa Clara County public health department said Sunday. This second case of the virus is in an adult female, the public health department said in a statement. The newest case is unrelated to the first case but both individuals recently traveled to Wuhan, China, the department said. The newest patient arrived January 23 to visit family in Santa Clara County, public health officials said. “She has stayed home since she arrived, except for two times to seek outpatient medical care. She has been regularly monitored and was never sick enough to be hospitalized,\" the statement said. There have been four cases of the coronavirus in California. The Department of Homeland Security (DHS) announced it will begin enforcing restrictions for all passenger flights carrying individuals who have recently traveled from China in response to the coronavirus, according to a DHS press release that shed light on some of the procedures US air travelers can expect in the coming days The screening parameters reiterate much of what the Health and Human Services secretary previously announced go into effect at 5 p.m. ET today – including that flights will be routed to seven designated US airports where the Centers for Disease Control and Prevention will seek to identify all potentially ill persons.  DHS adds that Americans flying to the US from China will be re-routed to the designated airports at no cost to the traveler, the DHS said. According to Acting DHS Secretary Chad F. Wolf, to minimize disruptions, Customs and Border Protection and air carriers are working to identify qualifying passengers before their scheduled flights. DHS advises if a traveler who spent time in China, outside the Hubei province, is re-routed through one of the seven airports and shows no symptoms following a health screening, they will be re-booked to their destination and asked to “self-quarantine” at their homes. The department adds that any individual traveling from China who has either been in Hubei province or other areas of the mainland, and is showing virus symptoms, will be screened and subject to mandatory quarantine by medical professionals at a nearby facility. While the “overall risk to the American public remains low,” acting secretary Chad F. Wolf says “funneling all flights with passengers who have recently been in China is the most important and prudent step we can take at this time to decrease the strain on public health officials screening incoming travelers.” National security adviser Robert O’Brien said that right \"now there is no reason for Americans to panic” with regards to the coronavirus, adding that “this is something that is a low risk we think in the US,\" according to an interview he did today with CBS' \"Face the Nation.\" O’Brien says that the US is working with Chinese authorities, its health authorities and the World Health Organization to determine where the virus came from. The US continues to offer the Chinese assistance but have not heard back on that. O’Brien claims the Chinese have been more transparent than in past crises.  “This is a worldwide concern we want to help our Chinese colleague if we can,” O’Brien said. “Look I think we can be helpful if we’re on the ground, right now the Chinese are providing information to us and we’re taking that for what it’s worth but at the same time we’re monitoring ourselves and what we’re especially doing is monitoring the situation here in the states to make sure Americans are continuing to be safe from this virus.” Pakistani students studying at Wuhan University are appealing to the Pakistan government to be evacuated from the epicenter of the coronavirus outbreak.  “We have been getting reports that the spread of this virus is going to double up In the coming 10 days and that the current weather is going to be favorable for a further spread of the virus. There is a panicked situation and we are appealing to the Pakistani government, please take us to a safe location. Anywhere in China, we have very little children with us. They are compromised, they are more susceptible to the disease. We are only getting verbal help from the embassy, no physical help. I’d just like to add that we are willing to pay for our own expenses to get out of here but please for God’s sake get us out of here. Please,\" Mohammad Adnan Shireen told CNN. Last week the Pakistani government stated they would not be evacuating any students in Wuhan.  The second evacuation flight that will carry US citizens out of the epicenter of the coronavirus outbreak is on its way to the city of Wuhan, a US official with knowledge of the matter told CNN.  The flight should be ready for departure on Monday, as indicated in US Embassy Beijing’s email to American citizens who are still in the central Chinese city, according to this official. There may be additional evacuation flights due to continued high-demand from US citizens in Wuhan, the official added.  “I can't confirm the numbers yet, but this upcoming evacuation might not be the last,\" he said. Some context: Last Wednesday a chartered plane carrying some 200 US citizens -- including about three dozen diplomats and their families -- arrived at March Air Reserve Base in southern California. The official with knowledge to the matter told CNN all US diplomats and their families in Wuhan were able to leave on this first flight. Israel has temporarily banned land, sea and airport arrivals from China to prevent the spread of coronavirus, according to the prime minister’s office on Twitter.  Prime Minister Benjamin Netanyahu on Sunday warned that the arrival of the virus in Israel could only be delayed, not prevented entirely.  “Our objective first of all is to delay the virus from entering the country. I say to ‘delay’ because it is impossible to prevent it from getting here - afterwards to treat it, to find the people who have been exposed, to isolate them, and then to treat them,” Netanyahu told a meeting, including government ministers and leading health experts. Although there have been a number of people checked with coronavirus symptoms in Israel, all of those tested for the virus so far have come back negative. “Because we expect that the virus will arrive here, we will deal with the processes that should be put in place to isolate the exposed and to treat them. This treatment includes two weeks of isolation at home, we will explain to the citizens of Israel exactly what is demanded of them,” Netanyahu said. He also said that Israel had updated the Palestinian Authority about the measures it should take to treat the virus. Netanyahu instructed Israel’s Institute for Biological Research to begin working “at the greatest possible speed” to produce a vaccine and set up a vaccine center in Israel. He added that Israel would began an information campaign to let Israeli citizens know what to look for and what to do in case symptoms of the coronavirus are observed. China's Xiangyang city announced the shutdown of its railway stations and suspension of public transportation at the end of January. With Xiangyang's lockdown, all major cities in Hubei province are now under lockdown, affecting more than 62 million people.  As of Feb 1, there are 441 confirmed cases of coronavirus in Xiangyang city, according to Hubei provincial health commission. Hong Kong has confirmed another coronavirus case, bringing the total cases in the city to 15. The 15th case is reported to be a 72-year-old woman who is the mother of another person confirmed to have the infection in Hong Kong, according to a statement Sunday from Hong Kong's health department. The woman is under quarantine and in stable condition, the health department said.  \"According to the patient's information, she had no travel history and mainly stayed at home during the incubation period,\" according to the health department's statement.  German Health Minister Jens Spahn announced two more people have tested positive for coronavirus in Germany, taking the total in the country to 10. The pair are both in Frankfurt, in the German state of Hesse, and are doing well, Spahn said, noting they will be kept in a clinic for two weeks until they are free of infection. The two confirmed cases arrived in Frankfurt on a German Air Force flight flight from Wuhan, China, on Saturday. Germany’s Foreign Ministry said Friday that around 100 German citizens would be repatriated and be put under quarantine for two weeks in order to prevent the spread of the disease.  The minister said that they are monitoring if there were any other infections during the incubation period but he hopes that is not the case.  The previous eight confirmed cases are all in Bavaria state.  The minister noted that the government aims to be as transparent as possible and he is very thankful for his colleagues in Bavaria and Hesse. When it comes to questions about the infection, they [the government] will answer as transparently as possible. The Formula E Championship has called off next month’s Sanya E-Prix race in China due to the coronavirus outbreak, Formula E said in a statement on Sunday.  The race was scheduled for March 21. The statement said: \"Given the current growing health concerns and with the World Health Organisation declaring the coronavirus an international emergency, Formula E has taken the necessary measures to ensure the health and safety of its travelling staff, championship participants and spectators, which remains of paramount importance,\" the statement said. As news of the virus has spread, many people of Asian descent living abroad say they have been treated like walking pathogens. A Malaysian-Chinese social worker experienced the same thing on a London bus this week. \"A couple of people at an East London school I work in have asked me why Chinese people eat weird food when they know it causes viruses,\" she told CNN. In Canada, there have been reports of Chinese children being bullied or singled out at school. In New Zealand -- where there are no confirmed coronavirus cases -- a Singaporean woman says she was confronted and faced racist harassment in a mall. Read the full story here. A second French plane carrying European citizens from Wuhan will land in Istres, France, on Sunday, the Belgian Foreign Ministry said in a statement. Some passengers will disembark at Istres and be placed in quarantine before the plane continues on to Melsbroek air base, in Belgium.  Belgian passengers will be taken care of in Belgium, and Dutch, Danish, Czech and Slovak citizens will be repatriated to their own countries, the ministry said, calling it a “prime example of European cooperation.” The plane was chartered by France, and is part of the European Crisis Management Mechanism. Five Czechs and two Slovaks are on board the plane, according to the Czech Ministry of Foreign Affairs. They will be flown from Belgium to the Czech capital of Prague on a government plane.  British citizens are also thought to be on this flight. UK Foreign Secretary Dominic Raab said Sunday that 11 Britons who failed to leave Wuhan last week are now on a French flight returning to the UK Sunday. All eight people diagnosed with coronavirus in Bavaria, Germany, are in a stable condition, the Bavarian Health Ministry said in a statement Sunday. Germany has confirmed its eighth case of coronavirus on Saturday. The patient, a 33 year-old man from Munich, works at the same company as six of the previously known coronavirus cases in Germany. The eight person with the virus in Germany is a child of one of the people diagnosed earlier, the ministry said.  The detection was possibly due to a test campaign for all employees at the the firm, the statement said.  The Great Firewall of China has always been annoying, but it's not usually this deadly. As the Wuhan coronavirus continues to spread around China and the world, many are questioning how much the country's colossal censorship apparatus played a role in withholding vital information about the epidemic until it was too late. In the weeks after the virus was first detected in Wuhan, local and national authorities followed the usual playbook for any potential controversy: knee-jerk censorship and tight control of the narrative. As the crisis has worsened, however -- with thousands of confirmed cases and hundreds of deaths nationwide -- it has become clear that the failure to take quick action likely undermined any chance of containing the virus. Heads will likely roll in Wuhan, where the city's mayor Zhou Xianwang has already publicly offered to resign, admitting that his administration's warnings were \"not sufficient.\" A number of UK citizens who failed to leave the coronavirus-struck Chinese city of Wuhan last week are now on a second flight to Europe, UK Foreign Secretary Dominic Raab said Sunday. Speaking to Sky News, Raab said he could not confirm the “precise number” of those arriving into the UK on Sunday. A number of UK citizens had trouble reaching the muster point in time for the first flight out because of road blocks and other restrictions in place in Wuhan. Britons being brought from Wuhan to the UK are being placed in quarantine at Arrowe Park Hospital in the Wirral, northwest England, Raab said.  The first flight on Friday returned 83 UK nationals.  A new case of coronavirus has been reported in the United Arab Emirates, the country's fifth, the Ministry of Health and Prevention announced on Saturday. The patient, who arrived from Wuhan, is “stable and under medical care,” the ministry said in a statement, adding there is “no cause for concern” for the public. The national airlines of Egypt, Qatar and Saudi Arabia have halted flights to and from China. The Wuhan coronavirus has brought back memories of the 2003 outbreak of the severe acute respiratory syndrome, known as SARS, which infected more than 8,000 people and killed 774. Like SARS, this latest outbreak is caused by a coronavirus, a family of viruses common to animals that range from the common cold, to more serious diseases, like Middle East respiratory syndrome (MERS). Here is how the two compare: The South Korean government is banning entry to all foreign nationals who visited China's Hubei province in the past 14 days. The measure starts on February 4, according to South Korean Prime Minister Chung Sye-kyun. Chung also said South Korean citizens who had visited the province in the past 14 days should voluntarily quarantine themselves at home for two weeks after they arrive back into the country. A system that allows Chinese citizens to enter South Korea’s Jeju Island without a visa is to be temporarily suspended. Singapore, Australia, New Zealand, and the United States have banned all foreign nationals traveling from China from entering the country.    The first case of coronavirus was detected in central China in early December. Now, nearly two months later, it's a full-blown global emergency, with more than 14,300 confirmed cases across the world. Here's a look back at how we got here: December 8: First patient develops symptoms of Wuhan coronavirus\nDecember 31: Earliest cases of virus reported to World Health Organization (WHO)\nJanuary 1: Seafood and wildlife market in Wuhan, where the outbreak is believed to have originated, is closed for disinfection\nJanuary 7: Chinese scientists identify pathogen involved as new strain of coronavirus\nJanuary 9: First death linked to virus\nJanuary 20: Cases reported in Beijing and Shenzhen\nJanuary 23: Wuhan is placed on lockdown, with movement halted in or out of the city. A total of 60 million people are affected by travel restrictions in Wuhan and neighboring cities. WHO says virus is not yet a public health emergency of international concern\nJanuary 28: Death toll tops 100. The number of confirmed cases in mainland China overtakes the deadly 2003 SARS outbreak\nJanuary 30: WHO declares a public health emergency of international concern\nJanuary 31: Death toll tops 200\nFebruary 2: First Wuhan coronavirus death reported outside of mainland China  Correction: A previous version of this post contained a map that misattributed the source of provincial coronavirus case totals. The data comes from each province’s health authority, not China’s National Health Commission.  France is helping evacuate 10 Mexican citizens from Wuhan, the capital of Hubei province and the city where the coronavirus outbreak started.  The 10 Mexican nationals are first flying to France after being examined to confirm they don't have symptoms, Mexico’s Foreign Ministry and Health Ministry said in a joint statement Saturday. In France \"they will follow the health protocols established by the authorities of that country.\" After that, the group will return to Mexico, the ministries said.  A number of countries have evacuated their citizens from Wuhan, including Australia, Germany and France.  Wuhan authorities have finished building a new 1,000-bed hospital to treat coronavirus patients, state media CCTV reported Sunday. Wuhan mayor Zhou Xianwang handed the new Huoshenshan hospital over to the military on Sunday morning. According to CCTV, 1,400 military medical personnel will start in the hospital from Monday.  State media first reported on January 23 that authorities planned to build a new pneumonia hospital. According to the Beijing News, a state-backed newspaper, it is a prefabricated, box-type model that can be built in six days.  Another medical facility -- the Leishenshen hospital -- is under construction and is set to open on February 5. Together, the two hospitals will give an additional 2,600 beds for patient care during the outbreak. It's not the first time China has built a hospital in a short period of time. During the 2003 SARS outbreak, the 1,000-bed Xiaotangshan Hospital was constructed in six days and seven nights in Beijing. If you've traveled in or transited through mainland China, you won't be allowed into New Zealand unless you're a New Zealand national. The new restrictions on foreign nationals begin on February 3, Prime Minister Jacinda Ardern announced in a press release Sunday. The ban will be in place for up to 14 days, and is aimed at helping contain the spread of the Wuhan coronavirus. So far, there have been no confirmed coronavirus cases in New Zealand or any South Pacific island.  New Zealand citizens and permanent residents and their immediate family members will still be able to enter -- but must self-isolate for 14 days after arriving back into the country. What does the New Zealand government say about traveling to China? The Ministry of Foreign Affairs and Trade has raised its travel advice for mainland China to \"do not travel,\" the highest level. “(Cabinet) have been advised by health officials that while there are still a range of unknowns in the way the virus is being transmitted, we should take a precautionary approach and temporarily stop travel into New Zealand from mainland China, and of people who have recently been in China,” Ardern said. Other countries have also banned people traveling from China  On Saturday, Australia said it was denying entry to all travelers coming from, or who had transited through, mainland China. Australian citizens, permanent residents and their immediate families, and air crews who used appropriate protective equipment, are exempt.\nOn Friday, the United States said it will deny entry to foreign nationals who have traveled in China in the last 14 days. Chinese Premier Li Keqiang has called on manufacturers to ramp up production of medical equipment needed to control the coronavirus outbreak. Li -- who is the second-most powerful man in China -- said it was important to \"make every minute count,\" according to a government press release Sunday. \"Manufacturers are like military contractors producing the 'arsenal' in this battle against the epidemic,\" Li said. Li warned that getting daily necessities could become more challenging, and stressed the need to keep supply chains open to ensure groceries are available for the public. Previously, Li asked the European Union to help China procure medical supplies, according to a Chinese government statement. What's the background? China is facing a public health care crisis. Patients, medical staff and experts have told of delays in testing for the virus, in informing the public the true nature of the virus' spread, and of an already overburdened health system creaking under the enormous weight of a rapidly expanding outbreak. People in Wuhan have told CNN that some hospitals have run out of the test kits needed to diagnose patients with coronavirus.  Wuhan health authorities have acknowledged that hospitals are overwhelmed, and the city is building two more hospitals within days. Airlines operating in the United States will be required to ask all passengers booked on flights from outside the US if they’ve been to mainland China in last 14 days.  The Transport Security Administration (TSA) will issue a new security directive to airlines from Sunday, according to a person briefed on the restrictions. Chinese nationals coming from China and connecting through another foreign airport will be denied travel. Those with pre-clearance are exempted.  There are also new directives that relate to US citizens. US citizens who have been to China in the last 14 days need to re-book to one of seven gateway airports: John F. Kennedy International Airport in New York, Los Angeles International Airport, Seattle, San Francisco International Airport, Chicago, Atlanta and Honolulu. TSA notified airlines Saturday about the restrictions. CNN is reaching out to TSA for comment. The Wuhan coronavirus has spread throughout the world since the first cases were detected in central China in December.  The vast majority of the cases are  in mainland China, where more than 14,000 people have been infected and 305 people have died. But there are also more than 160 confirmed cases abroad.  One person has died outside of mainland China -- a 44-year-old Chinese man in the Philippines. Here's the full list of places outside mainland China with confirmed cases: Hong Kong -- at least 13 cases\nMacau -- at least 7 cases\nThailand -- at least 19 cases\nAustralia -- at least 12 cases\nMalaysia -- at least 8 case\nSingapore -- at least 13 cases\nFrance -- at least 6 cases\nJapan -- at least 20 cases\nSouth Korea -- at least 15 cases\nTaiwan -- at least 10 cases\nUnited States -- at least 8 cases\nVietnam -- at least 7 cases\nGermany -- at least 8 cases\nSri Lanka -- at least 1 case\nCambodia -- at least 1 case\nNepal -- at least 1 case\nCanada -- at least 4 cases\nUAE -- at least 4 cases\nFinland -- at least 1 case\nPhilippines -- at least 2 cases, including 1 death \nIndia -- at least 1 case\nItaly -- at least 2 cases\nUK -- at least 2 cases\nRussia -- at least 2 cases\nSweden -- at least 1 case\nSpain -- at least 1 case British Airways, Qantas and Lufthansa -- among others -- have announced they will stop flying to mainland China. Other airlines are reducing the number of flights. There's a few factors that play into this. Travel alerts: As the Wuhan coronavirus spreads around China, infecting more people, a number of countries have raised their travel advisory warnings. The United Kingdom, for instance, is now warning against all but essential travel to mainland China, and is advising against all travel to Hubei province, where the outbreak was first reported. Looking after their staff: Airlines are under pressure from their staff, who obviously want to protect themselves. On Friday, the US Association of Flight Attendants -- which represents 50,000 flight attendants across 20 airlines -- called on the government to work with airlines to discontinue all travel to China until the spread of coronavirus is contained. Slow business: Due to fear -- and travel warnings -- fewer people want to travel to China. That impacts airlines' business, making it less financially attractive for them to fly those routes to China. As United Airlines said when suspended flights to Beijing, Shanghai and Chengdu, the decision was made \"due to the continued drop in demand for travel to China and the US Department of State’s decision to raise its China travel advisory to a Level 4.\"  Read more about what's going on here.  The Philippines reported its first Wuhan coronavirus fatality on Sunday. The victim -- who died Saturday -- was a 44-year-Chinese man who flew in from Wuhan in January. It's the first confirmed Wuhan coronavirus death from outside of mainland China, and brings the total toll to 305.  He was the partner of a 38-year-old Chinese woman who was travelling with him. She was the first confirmed case reported in the Philippines. Both patients were being treated in isolation units at a Manila hospital. Secretary of Health Francisco Duque said authorities are working with the Chinese embassy to respectfully handle the remains of the man while following international protocol to contain the disease. Defense Secretary Mark Esper has approved a request to provide military housing for up to 1,000 people who may need to be quarantined after arriving in the US from overseas travel, the Pentagon said in a statement. The Department of Health and Human Services asked the Defense Department to provide several facilities capable of housing at least 250 people in individual rooms through to February 29, the Pentagon said. What's the background? On Friday, the Trump administration announced it will deny entry to foreign nationals who have traveled in China in the last 14 days, starting Sunday. Any US citizen who has been in China's Hubei province -- epicenter of the outbreak -- in the last 14 days will be allowed back into the country. But they'll be subject to up to 14 days of mandatory quarantine once they're back in the US. US citizens who've been in other parts of mainland China in the last 14 days will undergo screening at US ports of entry and up to 14 days of self-monitoring. American Airlines and Delta Air Lines announced more flight cancellations to China on Saturday as coronavirus cases continued to rise. Delta said it will suspend flights between the United States and China starting on Sunday until at least April 30, according to a press release.  That's four days earlier than it had initially planned. Delta's last China-bound flight left on Saturday, February 1, and its final returning flight from China to the United States leaves on Sunday.  Delta moved the date up after the US State Department warned that people should not travel to China due to concerns about the spread of coronavirus, which was first discovered in Wuhan, Hubei province, in December.  United Airlines -- which announced that it will suspend flights to Beijing, Chengdu and Shanghai from February 6 -- is also reducing flights from the US to Hong Kong.  Yet it's not only US carriers that are cancelling flights. Here's a list of other airlines that have reduced -- or completely cut -- flights to China: British Airways\nAir Asia\nCathay Pacific\nAir India\nIndiGo\nLufthansa\nFinnair \nQantas\nQatar Airways Three more patients have been confirmed infected with coronavirus in South Korea, bringing the country's total to 15, the South Korean Centers for Disease Control and Prevention (KCDC) announced in a press release. The KCDC said a 28-year-old man had tested positive. He was among the 368 repatriated South Koreans who arrived from Wuhan on a charter flight on January 31. The rest of the evacuees have tested negative for the coronavirus. A 40-year-old Chinese woman also tested positive. She was already in quarantine as she is related to another patient who contracted the virus. In China, Wuhan used to be known as a city of cherry blossoms, an economic engine of the central heartland, and the birthplace of a century-old revolution that brought down the country's last imperial dynasty. But now, the metropolis of 11 million in Hubei province has become the face of a deadly coronavirus outbreak -- a stigma the people of Wuhan increasingly find themselves unable to shake off. With the death toll surging past 300 and 14,300 cases confirmed, authorities across the country have activated the highest public health emergency response, stepping up screening of arrivals from Wuhan. Fears over the continuing spread of coronavirus have also fueled resentment and discrimination. Some have become outcasts in their own country, shunned by hotels, neighbors and -- in some areas -- placed under controversial quarantine measures. Wuhan officials estimate about 5 million people had left the city for the annual Lunar New Year holiday before authorities canceled all outbound flights, trains and buses in an unprecedented lockdown on January 23. April Pin, a Wuhan resident, wrote a widely circulated open letter pleading her countrymen to forgive those who left without knowing: \"Many of my friends who left Wuhan did not realize (how severe) the situation was,\" she wrote Read more about Pin -- and the plight of people from Wuhan -- here.  Australia has started denying entry to all travelers who have come from or transited through mainland China. The new rules started Saturday -- however if you're an Australian citizen, permanent resident or their immediate family, or an aircrew member who has been using appropriate protective equipment, you're exempt. Prime Minister Scott Morrison said Saturday that all travelers from mainland China allowed into Australia had to be quarantined for 14 days. He added that the government raised the travel advice warning to level four, the highest, meaning they're now advising people not to travel to mainland China. The warning aims to address “the issue of the human-to-human transmission of the coronavirus.” Australia's ban followed an earlier move by the US Friday to deny entry to foreign nationals who have traveled in China in the last 14 days. Any US citizen who has been in the Hubei province in the last 14 days will be subject to up to 14 days of mandatory quarantine upon return to the United States.  Villages and cities in China have resorted to flying drones with speakers to patrol streets and scold people not wearing masks in public amid the coronavirus outbreak, according to Chinese state media.  Both Xinhua and the Global Times have published videos of drones warning various people in rural areas that masks need to be worn in “these times.\" The drones were seen scolding an elderly lady and chasing a child down the road.  The videos have gone viral on Chinese social media and have been praised as a novel way to raise awareness of the disease.  Global Times reported that local officials had been putting up slogans in an effort to get communities to stay at home during the epidemic and to avoid people gathering together to slow and prevent the spread of the coronavirus. A total of 304 people had died from coronavirus in mainland China by the end of Saturday, according to the country's National Health Commission. So far, there have been no deaths outside the mainland. The vast majority of the deaths have occurred in the province of Hubei, of which Wuhan is the capital. Wuhan -- home to 11 million people -- is the epicenter of the outbreak. The total number of confirmed cases in mainland China is now 14,380 -- an increase of 2,590 from Friday's total. Apple is temporarily closing all of its stores in China because of the coronavirus outbreak.  According to Apple's website, all 42 stores will be closed until February 9. The website still works for customers in China. Here's what Apple told CNN Business in a statement: \"Out of an abundance of caution and based on the latest advice from leading health experts, we're closing all our corporate offices, stores and contact centers in mainland China through February 9.\" \n \"We will continue to closely monitor the situation and we look forward to reopening our stores as soon as possible.\" Read more here.  Over the past few days, there's been a question dominating Chinese social media: Could a traditional Chinese medicine help fight the Wuhan coronavirus? The questions came after state-run Xinhua news agency reported Friday that the Shanghai Institute of Materia Medica and the Wuhan Institute of Virology had discovered that the Shuanghuanglian oral liquid -- a popular combined herbal remedy commonly used to relieve some symptoms such as fever, cough, and sore throat -- could be used to \"inhibit\" the deadly virus. But others aren't convinced -- they think one of the country's most influential state media outlets could be promoting pseudoscience and false hope. Social media users -- including numerous medical experts -- questioned whether the findings were supported by clinical evidence from treating coronavirus patients. Others -- somewhat more cynically -- wondered if this was a concerted effort to promote certain herbal products to boost their makers' share prices ahead of the Chinese stock market's re-opening Monday. Nevertheless, many other didn't appear to need confirmation. Posts on Weibo, China's Twitter-like platform, purportedly showed people lining up at night outside pharmacies across China to buy Shuanghuanglian. Such was the apparent demand sparked by the notice that the compound formula sold out on some stores on China's e-commerce platform Taobao. Read more here. There's still a lot we don't know about the coronavirus, and scientists internationally are racing to gather data and develop a treatment. Here's what we can tell you so far: Is there a cure? Not at the moment. Researchers have successfully grown the virus in a lab, an important step towards developing a vaccine -- but it could be a year or more until it's available.\nWhat are the symptoms? Coronavirus symptoms can look like the flu -- fever, cough, trouble breathing. If you show these symptoms and recently went to China, or have been in contact with someone who visited, experts advise going to the doctor.\nHow does the virus spread? The virus is thought to spread from person to person through respiratory droplets emitted by coughing or sneezing -- but it's not clear exactly when a person becomes contagious. There's currently no evidence that the virus is airborne -- meaning, for instance, it doesn't travel across a large room.\nWho is at risk of infection? People of all ages can be infected with the virus, but older people and those with pre-existing medical conditions are especially vulnerable to severe complications.\nHow can I protect myself? Take the same precautionary measures you would during flu season. Wash your hands often with soap and water, cover your nose and mouth when you sneeze or cough, avoid close contact with people or large gatherings, and wear a face mask.\nIs it safe to travel? Airlines have suspended flights, and thousands of foreign citizens in the Chinese city of Wuhan have been evacuated back to their home countries. Many countries including the US have advised against travel to China.", "Section": "asia", "Writers": ["Ivana Kottasová", "Julia Hollingsworth", "Brett McKeehan"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-02-20-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Philippines", "Source": "CNN"}