{"Type": "", "Time": "2020-05-15", "Headline": "Chinese ship leaves Malaysian waters after month-long South China Sea standoff – Manila Bulletin", "Text": "By ReutersA Chinese survey ship that had been involved in a month-long standoff with a Malaysian oil exploration vessel in the South China Sea has left Malaysia’s exclusive economic zone (EEZ), shipping data showed on Friday.Since mid-April, the Haiyang Dizhi 8 had been surveying in the EEZ, close to where a drillship contracted by Malaysian state oil firm Petronas had been operating in waters claimed by Malaysia, Vietnam as well as China.The West Capella, the ship contracted by Petronas, left the disputed waters on Tuesday after completing its planned work, its operator said.On Friday, the Haiyang Dizhi 8 moved out of Malaysia’s EEZ heading north towards China and escorted by at least two Chinese vessels, according to data from ship tracking website Marine Traffic.Data from the past month showed the ship had moved within Malaysian waters in a hash-shaped pattern consistent with carrying out a survey, as it did during a tense standoff with Vietnamese vessels last year.Malaysia’s foreign ministry did not respond to a request for comment. It had earlier called for disputes over the South China Sea to be resolved by peaceful means.China has denied reports of a standoff, saying that the Haiyang Dizhi 8 was conducting normal activities.The incident had prompted the United States to call on China to stop its “bullying behaviour” in the disputed waters.U.S. and Australian warships have conducted joint exercises in the South China Sea close to the West Capella in recent weeks, shortly after the Haiyang Dizhi 8 arrived.The Washington-based Asia Maritime Transparency Initiative (AMTI) has said the China-Malaysia standoff had been going on for months.China claims almost all of the energy-rich South China Sea, also a major trade route. The Philippines, Brunei, Vietnam, Malaysia and Taiwan have overlapping claims.The United States has also accused China of taking advantage of the distraction of the coronavirus pandemic to advance its presence in the South China Sea.A Chinese foreign ministry spokesman last month accused U.S. officials of smearing Beijing.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/05/15/chinese-ship-leaves-malaysian-waters-after-month-long-south-china-sea-standoff/", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "MB"}