{"Type": "article", "Time": "2017-11-12", "Headline": "Trump touts his dealmaking skills as solution to South China Sea dispute", "Text": "US President Donald Trump has offered his services as a \"mediator and arbitrator\" over disputed territorial claims South China Sea issue, one of the most pressing issues for many of Asia's leaders.  Speaking to his Vietnamese counterpart, Tran Dai Quang in Hanoi, Trump said he could employ his diplomatic skills to help Asian nations come to an agreement over competing maritime claims.  \"I can help mediate and arbitrate. Please let me know,\" Trump said. \"I know you've had a dispute for quite a while with China, if I can help in any way, I'm a very good mediator and a very good arbitrator.\" \"I've done plenty of it from both sides, so if I can help you, let me know,\" he added. In a joint news conference, Quang said he had \"shared my thoughts with (Trump) on the recent developments in this area and it is our policy to settle disputes in the South China Sea through peaceful negotiations, and with respect for diplomatic and legal process in accordance with international law, including the 1982 UN Convention on the Law of the Sea.\" China is claimant to swathes of ocean, extending far outside its internationally agreed 200-mile economic exclusion zone (EEZ). Several other Asian nations hold overlapping claims to areas of ocean and shoals, islands and sandbars, making the issue a regional flashpoint.  Trump is in Vietnam for a state visit and to attend meetings of the Asia-Pacific Economic Cooperation (APEC) group. Following the conclusion of the APEC meetings, many attendees will next head to Manila, where a meeting of members of the Association of Southeast Asian Nations (ASEAN) will commence.  US finds unlikely ally in Vietnam as a former partner tilts to China Regional issue Whilst in Vietnam, Chinese Premier Xi Jinping also discussed the South China Sea issue with Philippine President Rodrigo Duterte, which has claims in the region.  Ahead of the next regional meetings, the ASEAN summit in Manila, Chinese state media reported that Xi pledged to work with China's ASEAN partners \"to maintain peace and stability, as well as development and prosperity.\"  The report added that Duterte had pledged that his nation will handle \"maritime issues through bilateral channels in accordance with the consensus reached by the two sides.\"  Ahead of his trip to Vietnam, Duterte said he would ask his Chinese counterpart what Beijing's intentions in the region are.  \"You want to control the passage, or do we have free passage? Unbridled, undisturbed, unmolested while we use that small way from the Indian Ocean ... facing Palawan,\" Duterte said, referencing the southern Philippines province which juts out into the South China Sea. Duterte also said he \"might\" raise the issue of the South China Sea dispute with Trump, alongside trade, Islamic extremism and terrorism, according to a statement. Ahead of his visit to Vietnam, Xi also said that China and Vietnam -- another claimant -- need to \"stay committed to seeking a fundamental and durable solution to their maritime issues acceptable to both sides through friendly consultation,\" he is quoted as saying in Chinese state media.  He added that the two need to \"jointly uphold peace and stability\" in the region.  Disputed zone Dotted with small islands, reefs and shoals, the South China Sea is a crucial shipping route and home a messy territorial dispute that pits multiple countries against one another. Tensions in the contested waters have ratcheted up since 2014 as China has turned sandbars into islands, equipping them with airfields, ports and weapons systems and warned US warships and aircraft to stay away from them. China, Taiwan, Vietnam, the Philippines, Malaysia and Brunei all have competing claims to various island chains in the South China Sea.  US position Briefing reporters in Beijing during the China leg of Trump's Asia tour, US Secretary of State Rex Tillerson said the US view on the maritime dispute hadn't changed -- that \"claimants should stop construction and militarization\" of disputed islands. He said that Trump and Xi had discussed ways to \"prevent mishaps, misunderstandings and miscalculations\" in the vital seaway. At a joint statement with the two leaders in Beijing, Xi told Trump the Pacific Ocean was \"big enough to accommodate both China and the United States.\" Since Trump took office, priorities in the region lie elsewhere, with US focus largely on containing the North Korean threat.  While China is frustrated with the intractable nuclear standoff, the US focus on it does afford China \"a lot of strategic opportunities,\" Harry Kazianis, director of Defense Studies at the Center for the National Interest told CNN ahead of Trump's Asia trip.  \"(US) Foreign policy in Asia has had its oxygen sucked out the room,\" he said. \"The South China Sea, Taiwan, the East China Sea. For China, this is their time.\" Broken promises China is a signatory to the United Nations Convention on the Law of the Sea (UNCLOS), which sets territorial limits at 10 miles, with a 200-mile economic exclusion zone from a country's coast. The country claims a huge swathe of the South China Sea.  It's claims are based on its traditional \"nine-dash line\" -- waters that extend hundreds of miles to the south and east of its island province of Hainan, abut its neighbors' claims and, in some cases, encroach upon them. Beijing has also ignored a landmark ruling last year by the Permanent Court of Arbitration in The Hague, which said there was no legal basis for China's maritime claims. A dangerous dance: China, Vietnam posture in the South China Sea", "Section": "asia", "Writers": ["Euan McKirdy"], "URL": "https://www.cnn.com/2017/11/11/asia/trump-south-china-sea-apec/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}