{"Type": "article", "Time": "2020-10-16", "Headline": "October 19 coronavirus news", "Text": "Long-term heart damage is likely in some survivors of Covid-19, a team of doctors reported Monday. The doctors found that Covid-19 dysregulates the way the blood clots, and damages the lungs and their ability to process fresh oxygen into the blood, they wrote in a review for the American College of Cardiology. Patients who have had to undergo ventilation -- and the medicated sedation that goes along with that --- are most in danger, wrote Dr. Sean Pinney of the Icahn School of Medicine at Mount Sinai and his colleagues.  The doctors noted that about a third of survivors of the closely-related severe acute respiratory syndrome (SARS) virus in 2003-2004 had persistently abnormal lung function a year after illness, with lower exercise capacity -- and Covid-19 appears to damage the heart even more. A second study noted a kind of damage to the heart known as myocardial injury in about a quarter of coronavirus patients. A third study in the same journal noted that patients with excess body fat, uncontrolled blood sugar, high blood pressure and high cholesterol face much higher risks of complications from coronavirus. Many Americans have all four problems. The head of Lebanon’s powerful General Security Directorate, who spent the past several days meeting with senior US national security officials, has tested positive for Covid-19 in Washington, his office announced Monday. Maj. Gen. Abbas Ibrahim took a coronavirus test in Washington, the post on Facebook said, which came back positive. Ibrahim was due to have meetings in Paris after Washington, which have been canceled. Ibrahim has been part of the ongoing talks between the White House and the Syrian regime of Bashar al-Assad over US citizens who are believed to be in regime custody. During his visit to Washington, Ibrahim met with National Security Advisor Robert O'Brien, who has previously tested positive for Covid-19. Ibrahim’s diagnosis comes amid news that two senior Trump administration officials met with Syrian regime officials in Damascus this fall in an effort to secure the release of American prisoners believed to be held by the Syrian dictator, two administration officials confirmed to CNN. Ibrahim spoke with the UAE’s The National news service during his trip, which reported he was also due to meet with the CIA Director Gina Haspel and State Department Undersecretary for Political Affairs David Hale. The CIA would not comment on whether Haspel met with Ibrahim but spokesman Tim Barrett told CNN: “Director Haspel continues to test negative and follow CDC guidelines.” Ibrahim also met with State Department officials, sources told CNN. The State Department has not replied to CNN’s inquiries.  ##Politics## Lombardy, Italy's hardest-hit region during the first wave of the Covid-19 pandemic earlier this year, will enact a curfew in order to curb a new rise in cases.  Under the curfew -- which begins Thursday -- nearly all activities and travel in public must cease from 11 p.m. to 5 a.m. Regional authorities also agreed to close shopping centers on weekends, except for stores selling food and basic necessities, to prevent more opportunities for the virus to spread. Lombardy is home to the city of Milan and a population of more than 10 million. The novel coronavirus took a staggering toll on the region in its earliest days, leading many to call it the pandemic's epicenter in Europe. The elderly population was particularly hard-hit. Details of exact exemptions, how long the curfew will last and how it will be enforced will be announced in an upcoming regional decree. Under the latest government decree, local administrations have the power to enact lockdowns and curfews for their area.  ##Hotspots## Iran reported 337 new Covid-19 related deaths on Monday, the country's Ministry of Health said. It was the highest number of fatalities the nation has seen in a single day since the pandemic began. At least 30,712 people have now been killed in the country by the novel coronavirus, according to the ministry. Authorities said 4,251 new Covid-19 cases were reported on Monday, bringing the national total to 534,631. Travel restrictions to and from Tehran, the capital, have been imposed in order to stymie this latest wave of cases. A wedding at a Hasidic Jewish synagogue that was expected to draw up to 10,000 people has been barred by a New York state order, according to officials. A grandson of the grand rebbe (rabbi) of Congregation Yetev Lev D'Satmar in Brooklyn planned to get married Monday, according to a statement attributed to the synagogue which CNN received from the Satmar Wedding Committee. After an investigation into the planned wedding, New York State Health Commissioner Howard Zucker on Friday signed a section 16 order barring the event, Beth Garvey, special counsel to Gov. Andrew Cuomo, confirmed at a press conference on Saturday. \"It was outside the target red, or orange or yellow cluster zone, but the information that our investigation revealed was that upwards of 10,000 individuals ... planned to attend,\" Garvey said. Read more: Argentina has topped 1 million total known cases of the novel coronavirus on Monday, according to the country's health ministry. Argentina is the fifth country to report more than 1 million known coronavirus cases, following the US, India, Brazil and Russia, according to data from Johns Hopkins University. The health ministry reported 12,982 new cases in the past 24 hours, bringing Argentina's total number of known cases to 1,002,662. The country also reported 451 new fatalities from the virus, bringing the country's known coronavirus death toll to 26,716. There are at least 8,206,525 cases of coronavirus in the US and at least 220,079 people have died from the virus, according to a tally from Johns Hopkins University. So far on Monday, Johns Hopkins has recorded 51,931 new cases and 405 reported deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  ##Hotspots## President Trump’s attacks on Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, won’t help the United States battle the coronavirus pandemic, said Dr. Ashish Jha, the dean of Brown University School of Public Health. It’s “disturbing and “upsetting” to hear the President say such things, Jha told CNN’s Jake Tapper. “We’re in the middle of the worst pandemic in a century and Dr. Fauci is America's most respected infectious disease expert for good reason,” Jha said.  “He is the best there is and to attack him personally is very unfortunate and it is not going to help the country out,” Jha added.  “I mean, right now we're heading into a difficult fall and winter. Attacking your best experts is not what you want to be doing if you're President of the United States.” It could also have dire health consequences, Jha said. “Dr. Fauci isn't just somebody that the public respects. All of us in the medical field who study these things look up to him as the best there is,” Jha noted. “And so undermining him and undermining his message really makes it so much harder to control this virus, so much harder to control this pandemic. I think the President's doing a great disservice to Dr. Fauci, but really to the country.” Trump called Fauci a “disaster” and referred to him and other health experts as “idiots” in a campaign phone call on Monday. Dr. Richard Besser, the former acting director of the Centers for Disease Control and Prevention, told CNN's Anderson Cooper on \"Full Circle\" if political leaders aren't working with scientists to pull the nation together in their coronavirus response, they're likely going to fail. \"The only way response works is when you have a unity of message between the political leaders and the science leaders because the science leaders are never going to be asking people to do things that are easy. They're asking people to change their lifestyle, to take action, to reduce the spread of an infectious agent and that requires sacrifice and when you don't have your political leaders pulling the nation together and making it a national effort, you're going to fail,\" he said. \"Infectious agents don't care what political party you support. They don't care where you live. They will infect everybody and anybody,\" he said. Watch: The race to get a Covid-19 vaccine has involved some of the largest vaccine clinical trials ever orchestrated, US Health and Human Services Secretary Alex Azar said Monday. “Obviously, we’re all hoping that we’ll see data as soon as possible,” Azar said at a conference sponsored by the Milken Institute, a nonpartisan think tank founded by ex-banker Michael Milken. “It is an amazing achievement for the President, for Operation Warp Speed, for our biopharmaceutical industry in the United States that we even have this in range,” Azar said. Under Operation Warp Speed, the US is producing millions of vaccines currently. All six vaccine candidates that the US has invested in or contracted to buy are being manufactured at commercial scale right now, Azar said. He said he believes that there will be enough vaccines by the end of December to vaccinate the most vulnerable populations in the US. By the end of January, he believes there will be enough to vaccinate all seniors and health care workers and first responders. “By the end of March, early April, we believe we will have enough vaccine produced to vaccinate anybody in the United States who wanted to get vaccinated,” Azar said. The AstraZeneca and Johnson & Johnson vaccine trials are paused in the US, as is Eli Lilly’s monoclonal antibody trial. “The American people should feel very reassured, actually, by these developments. That shows we’re putting patients at the center,” Azar said. “It shows that we’re playing by the book. It shows that the FDA is in the driver’s seat.” Vaccine approvals will be determined by the career leadership at the FDA, Azar said. ##Vaccines## Nearly 200 band students in Ocean Springs, Mississippi, are in quarantine after fellow band members tested positive for Covid-19, according to the district's superintendent. Ocean Springs School District Superintendent Dr. Bonita Coleman said 193 band students at Ocean Springs High School were quarantining as a precautionary measure after \"three or more\" band members tested positive.  “We are meticulously following the MS Dept. of Health guidelines which do not define an outbreak by a percentage of a population but rather uses a flat number of three for a class, team or group,” Coleman told CNN. According to the superintendent, the district’s positivity rate for students is currently at 0.54%. Ocean Springs High School has an enrollment of over 1,800 students.  The quarantined students were moved to the school’s virtual learning platform Monday, Coleman said. The Tennessee Department of Health reported 3,317 new cases of Covid-19 today, the state's highest single-day increase of cases. The previous record — 3,314 cases — was set on July 13. Tennessee has reported a total of 232,061 coronavirus cases since the start of the pandemic. The state also recorded 13 new deaths, bringing the total number of Covid-19-related fatalities to 2,922. The state’s current positivity rate stands at 8.31%, according to the Tennessee Department of Health. Note: These numbers were released by the state’s public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Mexico will extend land border restrictions with the United States for another month, the country's foreign ministry announced on Twitter Monday.  “The restrictions will be maintained in the same terms in which they have been developed since their implementation on March 21st,” the tweet said. The extension will remain in effect through Nov. 21. The US Embassy in Mexico confirmed the extension in a statement Monday. “The ups and downs in the outbreaks and flare-ups of Covid-19 have forced us to extend once again the restrictions on the border crossings,” Edgar Ramírez, attaché of the Department of Homeland Security at the United States Embassy in Mexico, said in the statement. Thousands of indigenous people from southwest Colombia marched in the country’s capital Bogota on Monday to protest the government’s economic policies and to demand an end to violence in their areas.  According to the mayor's office in Bogota, at least 6,000 people reached the capital, despite Covid-19 restrictions, to demand a meeting with Colombian President Ivan Duque. The indigenous Colombians are protesting economic conditions in rural Colombia and the alleged killing of hundreds of social leaders by criminal groups. Duque has so far refused to meet with the protesters, but his High Commissioner for Peace, Miguel Ceballos, said in a statement on Sunday the government kept 80% of the promises made when similar grievances were presented last year. Bogota Mayor Claudia Lopez met with protesters on Monday as they reached the central Bolivar Square and said their right to protest should be respected, despite social distancing restrictions ordered by her own office.  Colombia has reported at least 959,572 Covid-19 cases so far, and the government has declared a state of emergency until the end of October. The coronavirus situation in the Belgian region of Wallonia and the capital Brussels is “close to a tsunami,” the health minister said in a televised interview on Sunday.  Frank Vandenbroucke warned “the health situation in Wallonia and in Brussels is the worst and the most dangerous in the whole of Europe.”  Belgium is now on Johns Hopkins University’s list of 10 countries currently most affected by coronavirus.  It has the third-highest number of Covid-related deaths per 100,000 people in the world, sitting behind San Marino and Peru, according to Johns Hopkins University data. Vandenbroucke called on all Belgians to protect themselves and their relatives, adding that the epidemic \"is no one’s fault, but improving the situation is everyone’s duty.\"  However, the health minister defended the government’s policy of installing a curfew from midnight, and not earlier in the evening, saying that the government “did not want to make life impossible.\"    California Gov. Gavin Newsom on Monday announced the state will independently review the safety of any FDA-approved Covid-19 vaccine before it is distributed in the state. An 11-member task force of health experts, dubbed the “Scientific Safety Review Workgroup,” will review the safety and efficacy of vaccines approved by the US Food and Drug Administration before distribution in the nation’s most populous state, Newsom said. “A question I often get is: Are you going to take someone's word for it as it relates to vaccines?” Newsom said. “Of course, we don't take anyone's word for it. We will do our own independently reviewed process with our world class experts that just happen to live here in the state of California.” The vaccines currently in development will initially be available in limited supply and will be prioritized to health care workers, first responders, and higher risk groups, according to Newsom.  “We don’t anticipate mass availability until 2021,” Newsom said. While the state is expected to receive about 1.5 to 2 million vaccines, Newsom said the state has approximately that many people working in the health care system.  The governor also discussed the challenging storage requirements for these vaccines, which need to be stored with dry ice and in extremely cold temperatures. Each distribution of vaccination has to occur on a 21-day period, he said. Newsom warned that the vaccines won’t end the coronavirus overnight, but will be a key tool to help manage the pandemic. He urged people to continue wearing masks and physically distance. ##Vaccines## Ireland will move to \"Level 5\" alert — the country's highest level of coronavirus restrictions — for six weeks to tackle a surge in cases, Taoiseach Micheál Martin announced on Monday.   The new restrictions will be imposed starting midnight local time Wednesday, but schools and childcare services will remain open unlike the lockdown at the beginning of the pandemic.   Last week, Ireland's National Public Health Emergency Team (NPHET) recommended to the government for the second time this month that the country should impose stricter measures to stop the spread of the virus.  In early October, the Irish government went against NPHET's recommendation, and instead chose to impose \"Level 3\" restrictions throughout the country for three weeks.  Under the new restrictions, there should be no social gatherings at homes or in gardens, and restaurants, cafes and bars can only open to provide takeaway services.   Despite the original outline for \"Level 5\" stating only six people could attend weddings, Martin said they will continue to allow an attendance of 25. The government is also asking people to work from home, unless considered an essential worker.  Last week, Ireland recorded 7,495 new cases and 26 deaths. Two of those deaths recorded occurred in September, and one happened back in June.  This marked a considerable jump in cases from the week before, where 4,510 cases and 17 news deaths were recorded.  On Monday, the total number of cases recorded in the country since the start of the pandemic also surpassed 50,000.  \"The days are getting shorter and colder, but I ask you to remember this; even as the winter comes in there is hope, and there is light. If we pull together over the next six weeks, we will have the opportunity to celebrate Christmas in a meaningful way,\" Martin said during his address to the nation on Monday.      Friday was the deadline for states to file their plans for distributing any coronavirus vaccine, but they still don’t have the needed federal money to help them do it, state health officials said Monday. The US Centers for Disease Control and Prevention asked states to file their plans by last week.  “As it stands now, we do not have any capability to fund the imminent implementation of the plan,” James Blumenstock, senior vice president for pandemic response and recovery at the Association of State and Territorial Health Officials (ASTHO), told reporters on Monday. He said the CDC has distributed $200 million to states for preparedness and planning. “That certainly would not be sufficient at all for a campaign of this magnitude and duration that we are thinking of,” Blumenstock said. ASTHO has asked Congress for $8.4 billion to help states distribute and administer vaccines to people, once they became available. “Even if the money was appropriated today, it would take time for those funds to reach the jurisdictions that in turn would need it,” Blumenstock said. He compared the current response to the rollout of vaccines for the H1N1 swine flu pandemic in 2009. What’s been provided now compared to what was provided then seems “woefully inadequate,” he said. Dr. Nirav Shah, director of Maine’s Center for Disease Control and Prevention, said his state and likely others could probably get started vaccinating frontline health care workers once a vaccine became available, because they will be in easy-to-reach places such as hospitals and clinics.  What will be more difficult, he said, will be reaching the people designated as high risk of severe complications for coronavirus who are not frontline medical and emergency workers, such as people with underlying health conditions. States will face considerable difficulties distributing coronavirus vaccines, especially as some require special ultra-cold handling conditions. Record-keeping will also be complicated because some vaccines will require two doses. The vaccines made by different companies have very different formulations, so if more than one is authorized, clinics will have to keep careful note of which vaccines patients get so they get a second dose of the same brand of vaccine. ##Vaccines## The NFL’s Carolina Panthers instructed players, coaches, and staff to work virtually Monday and Tuesday after receiving an unconfirmed positive Covid-19 test result, according to a statement from a team spokesperson, who said the decision was made out of an abundance of caution. The training room at the team’s Bank of America Stadium remains open to essential personnel and players. The team plans to return to its regular itinerary on Wednesday.   The team also announced that there is no impact on early voting activities at Bank of America Stadium. Mexican President Andrés Manuel López Obrador will be tested for Covid-19 on Tuesday following news that the Secretary of Marine, José Rafael Ojeda Duran, tested positive for the virus last week.  Speaking at his daily morning news conference, López Obrador said he usually gets tested weekly to be sure. “I take care and keep safe distance, that is key. Fortunately, I have had no symptoms,” he said Monday.  This is the first time he makes a public statement of getting tested on a weekly basis. Several members of his cabinet have tested positive in recent weeks, including some in his inner circle such as Mexico’s finance minister, Arturo Herrera, and the director of the social health institute, Zoé Robledo.   As of Sunday, Mexico has at least 851,227 confirmed cases of Covid-19 with 86,167 Covid-19 related deaths. The Dow has swung wildly Monday. It opened slightly higher on China’s strong economic news and hopes that a stimulus deal could get done ahead of the election. But those hopes were dashed later in the day. The Dow is now trading down over 430 points. ##Economy## There are at least 8,180,502 cases of coronavirus in the US and at least 219,891 people have died from the virus, according to data from Johns Hopkins University. So far today, Johns Hopkins has recorded 25,908 new cases and 217 reported deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  ##Hotspots## In a call with her caucus, House Speaker Nancy Pelosi highlighted the differences that remain between the White House and House Democrats in the stimulus negotiations according to two sources on the call.  While Pelosi told her caucus she continues to remain optimistic, she noted that there are a number of outstanding issues. She told her caucus that the White House is coming in their direction on the topline number, but Pelosi remains concerned that the White House and House Democrats have different ideas of how the money should be used.  According to one source on the call, Pelosi told her caucus “I don’t want to keep repeating that they don’t share our values, but they don’t.” Two sources on the call also told CNN that the message has been the same as her previous messages to the caucus: Criticizing the White House for not going far enough and saying that she's optimistic they can still get a deal. Speaker Pelosi and Treasury Secretary Steven Mnuchin are set to speak by phone at 3 p.m. today. Read more about the latest on the stimulus negotiations here. ##Economy## The Rhode Island Department of Health reported 582 new Covid-19 cases and two deaths since Friday, according to department spokesperson Joseph Wendelken. According to the state's Covid-19 dashboard, Rhode Island had a positivity rate of 2.9% on Sunday, up from the 1.6% rate from the previous week.  At least 1,159 residents have died due to complications from Covid-19, according to the dashboard. There are currently 124 people hospitalized, according to the dashboard.   Wendelken told CNN the state sometimes goes back and adjusts data retroactively and they are not currently experiencing delays in data reporting.   One thing to note: These numbers were released by Rhode Island’s public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.   Spain has added 37,889 Covid-19 cases to its tally over the weekend, bringing the total number to 974,449, according to data released by the country’s health ministry Monday.  The country’s death toll reached 33,992 with 217 new fatalities.  Also on Monday, Navarra’s regional president, Maria Chivite, announced a lockdown and the closure of hospitality services starting Thursday in the region due to the increase of Covid-19 cases. The measures will last for 15 days, Chivite said.  Navarra has reported a total of 25,799 cases, according to the same data released Monday.  ##Hotspots## The number of coronavirus patients in intensive care units in France has risen above 2,000 on Monday for the first time since May 17.  There are now 2,090 people in ICU with Covid-19, according to numbers released by the National Health Agency on Monday. The number of patients hospitalized has also gone above the 11,000 threshold and reached 11,640 on Monday. On Sunday, 10,897 coronavirus patients were hospitalized. There have been 13,243 new cases in the past 24 hours in France. ##Hotspots## Eighteen outbreaks of Covid-19 stemming from church services have been reported in parts of West Virginia, Gov. Jim Justice said. According to the governor, 13 counties —Berkeley, Doddridge, Harrison, Logan, Mason, Mercer, Monroe, Nicholas, Putnam, Upshur, Wayne, Wetzel, and Wood — have reported the outbreaks. “We all know that church is a place that absolutely this killer can really thrive. We're singing, we love to see all those that we love and that are in our church family with us. It's an absolute place where a lot of our elderly go and we've got to wear a mask, stay a pew apart, and from the standpoint of our elderly, you can get your services online or something like that,” Justice said. The governor also reported 43 outbreaks at long-term care facilities and 12 new cases at three correctional facilities. Justice said schools have reported 19 outbreaks with 59 confirmed cases. The West Virginia Department of Health and Human Resources reported 212 new cases of Covid-19, bringing the active case total to 5,095. To combat the rising case numbers, the West Virginia National Guard has distributed over 19 million pieces of personal protective equipment to all 55 counties, the governor said. Long-term heart damage is likely in some survivors of Covid-19, a team of doctors reported Monday. It dysregulates the way the blood clots, damages the lungs and their ability to process fresh oxygen into the blood, they wrote in a review for the American College of Cardiology. Patients who have had to undergo ventilation – and the medicated sedation that goes along with that – are most in danger, Dr. Sean Pinney of the Icahn School of Medicine at Mount Sinai and colleagues wrote. They noted that about a third of survivors of the closely-related severe acute respiratory syndrome (SARS) virus in 2003-2004 had persistently abnormal lung function a year after illness, with lower exercise capacity – and Covid-19 appears to damage the heart even more. A second study noted a kind of damage to the heart known as myocardial injury in about a quarter of coronavirus patients. A third study in the same journal noted that patients with excess body fat, uncontrolled blood sugar, high blood pressure and high cholesterol have much higher risks of complications from coronavirus. Many Americans have all four problems, they noted. Doctors need to be aware of these risks, they said, and the findings make it more important than ever for Americans to control their blood sugar, cholesterol, blood pressure and weight. Watch more: New Jersey Gov. Phil Murphy said \"my advice is not to travel frankly\" when asked about the state's seven-day average of Covid-19 infections. New Jersey's average infection rate now qualifies for the state's own quarantine list it has with New York and Connecticut, Murphy said. “We are going to focus on getting our numbers down.” Murphy added.  The state of New Jersey has already been on quarantine lists for Vermont and Massachusetts, according to Murphy.  Murphy said he has not spoken to the governors of New York and Connecticut directly about the quarantine list but remains in active contact with them regarding “a number of things.” Murphy followed up on his comments advising NJ residents not to travel and said that it is ok for New Jersey residents to commute to work in other states and that traveling into New York and back is not a “quarantine event.” “I would prefer they don’t travel and I don’t mean commuting into work and back although there is a lot less of that than there was 8 months ago, but I mean just as a general matter.” Murphy said.  Murphy again said that he would take a scalpel with regard to new closings in the state and that “everything remains on the table.\" ##Hotspots## Pennsylvania is experiencing a resurgence of Covid-19, but numbers are still much lower than the initial wave in the spring, state officials said Monday. The statewide positivity rate is 4.3%, and 21 counties have a positivity rate greater than 5%.   Pennsylvania reported at least 1,103 new cases Monday– the 14th consecutive day in which the state has recorded over 1,000 new cases in a single day.   At least 841 individuals are hospitalized with the virus and Pennsylvania Secretary of Health Dr. Rachel Levine says she expects that number to continue to rise.   Data compiled from voluntarily responses submitted to the state Covid-19 contact tracing app showed 50% of people who tested positive for Covid-19 were at a restaurant 14 days prior to experiencing symptoms.  ##Hotspots## French first lady Brigitte Macron is self-isolating after a potential coronavirus exposure, the Elysée told CNN on Monday. On Thursday, the first lady met with someone who later tested positive for coronavirus on Monday, the Elysée said.  She is not showing any symptoms, but is self-isolating for seven days, starting today. This does not change President Emmanuel Macron’s schedule, the Elysée added. He was not in close contact with the person who later tested positive.   Organizers of the South Carolina State Fair will host its first ever drive-thru state fair this year due to the Covid-19 pandemic.  The drive-thru fair is expected to start on Tuesday and will go through Wednesday, according to the organizer's website.  Guests will enjoy free admission to drive-thru the fairgrounds and experience unique, car-friendly attractions that highlight the state's agriculture, history, arts, and culture, all from the comfort and safety of their cars, the organizer said.  In the midst of the worst global crisis of our lifetime, we wanted to give the community something positive to look forward to,\" said General Manager Nancy Smith.  Once a safe and effective Covid-19 vaccine becomes available in the United States, Dr. Anthony Fauci predicts it may be a challenge to get people to take the vaccine.  \"One of the problems we'll face is getting people to take the vaccine,\" Fauci, director of the National Institute of Allergy and Infectious Diseases, said during a virtual event for the National Academy of Medicine on Monday. \"It would be a terrible shame if we have — and I think we will have — a safe and effective vaccine but we're not able to widely distribute it to those who need it,\" Fauci said.  \"We will have a safe and effective vaccine, and maybe more than one, by the end of this year, the beginning of next year,\" Fauci said. \"Hopefully we will be able to distribute vaccine doses to those who are most vulnerable.\" ##Vaccines## The city of Chicago, Illinois, is now in the second surge of Covid-19, Mayor Lori Lightfoot said today during a press conference. \"This is the second surge that Dr. Fauci and Dr. Arwady has been warning us about since March,\" Lightfoot said. \"We are now in it.\"  Contact tracing revealed two out of three Chicagoans who tested positive for Covid-19 contracted the virus from someone they know, according to Dr. Allison Arwady, the Chicago Department of Public Health Commissioner. Over the past two weeks, the city is averaging about 500 new cases each day, Lightfoot said, adding that rising numbers is coinciding with \"worrying increase of hospitalizations.\" Additionally, the positivity rate over the past seven days stands at 5.4%, with at least 88,412 total cases reported in the city since the pandemic began, according the Department of Public Health's dashboard.  The mayor said that if there isn't a \"dramatic turnaround,\" the city will have to revert to phase three restrictions, which allows gatherings of 10 people or fewer and for bars and restaurants to be open only for delivery, pickup and drive through. Note: These numbers were released by the city’s public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. New York Gov. Andrew Cuomo reported 14 new deaths from Covid-19, with a statewide positivity rate of 1.2% and a “red zone” positivity rate of 3.3%. There have been 934 hospitalizations with 198 patients in intensive care reported in the state, Cuomo said on a teleconference call Monday. “New York has one of the lowest positivity rates in the nation, it depends on the day, but we are one of the second or first lowest,” he said.  Cuomo went on to say, “You look at the big states, the positivity rates are much higher, and some of the states the positivity rate is much, much higher.” The governor contributed the success in the state's positivity rate to how aggressive he says New York has been on spotting “flare ups,” saying “we are doing well because we are very aggressive about it, when we say a flare up or hot spot, we jump all over it.” One thing to note: These numbers were released by New York State Department of Health, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. While speaking to the National Academy of Medicine on Monday, Dr. Anthony Fauci explained how the United States might be the \"most severely hit of all the countries in the world\" amid the coronavirus pandemic due to not shutting down as much as other nations. \"When the European Union shut down as it were, their baseline cases went way below 10,000 – a few thousand per day – and stayed that way for a while until most recently,\" said Fauci, director of the National Institute of Allergy and Infectious Diseases. \"We did not shut down nearly as much as our colleagues in Italy and Spain,\" Fauci said. \"Although we say we did shut down, we did not shut down as strictly and stringently as countries in the European Union as well as those in Asia.\" Fauci called the pandemic \"historic.\" \"We know now that we are living through a historic pandemic, the likes of which we have not experienced as a civilization in the last 102 years since the iconic 1918 Spanish flu,\" Fauci said. Italy recorded a further 73 coronavirus-related deaths on Monday, an increase of four from Sunday, data from the Civil Protection Agency shows. After five days of record daily increases of coronavirus cases, Italy recorded 9,337 cases in the past 24 hours. This is a 2,368 decrease on Sunday’s figures.  However, 47,679 less swab tests were carried out in the past 24 hours, compared to the previous day’s figures. Less tests are typically carried out on weekends.  Italian Prime Minister Giuseppe Conte on Sunday announced a further tightening of restrictions in the country after the recent record rise in daily case numbers. ##Hotspots## The Florida Department of Health is reporting at least 1,707 new cases of Covid-19 and approximately 54 additional deaths on Monday, according to the Florida Department of Health. Monday’s daily coronavirus case count is the first time in a week that the state has reported less than two thousand cases, according to data released by the Department of Health. The state now has a total of at least 756,727 coronavirus cases, state data shows, and the resident death toll now stands at approximately 16,222. Note: These numbers were released by Florida’s public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## Many nursing home residents with coronavirus don’t show symptoms prior to testing, according to new research published Monday. Elizabeth White of Brown University and colleagues studied 5,400 Covid-19 patients at 350 skilled nursing facilities in the between March 16 and July 15. More than 40% of them had no symptoms, the team reported in the journal JAMA Internal Medicine. Another 19% of cases were presymptomatic, meaning the residents had no symptoms before being tested, but developed symptoms in the 14 days after the test.  The researchers say that the high numbers of asymptomatic and presymptomatic residents with coronavirus they identified indicate the importance of universal testing. The City of New Orleans says tougher enforcement will be in place following reports of overcrowding in the French Quarter over the weekend.  In a statement released on Sunday, the city said they have been made aware of the large crowds in the French Quarter and says NOPD along with the enforcement task force were on hand to address all issues.  New Orleans Mayor LaToya Cantrell moved the city into Phase 3.2 on Saturday, which eased restrictions on bars and restaurants. The city says for the most part, businesses and individuals have been in compliance.  The city says reports of \"bad actors will be investigated and met with enforcement action when necessary.  \"Our people have put in the work which has allowed us to ease restrictions, but actions that lead to super spreader events will not be condoned. We cannot go back,\" city hall spokesperson Taylor M. Jackson said in a statement.  The city of New Orleans says they continue to monitor these situations closely.  ##Reopening## The UK has recorded another 18,804 Covid-19 cases in the past 24 hours, according to government data published Monday.  The number of deaths reported rose to 80, up from 67 reported on Sunday. House Majority Leader Steny Hoyer says he is \"hopeful\" that House Speaker Nancy Pelosi and Treasury Secretary Steven Mnuchin can come to an agreement on the stimulus deal today, he told CNN’s Poppy Harlow. Speaker Pelosi set a Tuesday deadline for her and Secretary Mnuchin to reconcile significant policy disputes if they want to pass a relief bill before November 3. A deal has evaded negotiators for months as the Trump administration and Pelosi have been hundreds of billions of dollars apart on topline numbers -- as well as what should be included. “The devil is in the details,” Rep. Hoyer said Monday. “They're not offering anything for states and local, which we need. They're not offering anything for earned income tax credits for the people who are most struggling but they’re working. They're not offering to do testing pursuant to a plan. They say they’re going to take our number but then they radically changed it.” President Trump abruptly shut down stimulus negotiations earlier this month, only to completely reverse his position days later, sign off on a larger $1.8 trillion topline number and tweet \"Go big or go home\" on stimulus funding. But that’s only one hurdle down, Hoyer says. “I think [Pelosi and Mnuchin] can come to a deal. They came to four deals that passed overwhelmingly, the two of them,\" he said Monday. “The problem is yes, the President says 1.8, and the Secretary now says 1.8, but then he goes over to McConnell’s office and [McConnell] says, 'I can't buy that number.’”  “You can hear my voice, I'm frustrated, others are frustrated,” he added. Watch the interview: ##Economy## ##Politics## Canada announced Monday that the US-Canada border will remain closed until at least Nov. 21.  Canada’s public safety minister Bill Blair tweeted, “Our decisions will continue to be based on the best public health advice available to keep Canadians safe.” Essential cross-border traffic for commercial goods and essential workers will continue with many of those workers exempt from Canada’s mandatory 14-day quarantine for anyone entering the country.  The border restrictions were first imposed in March and have been renewed by mutual agreement every month since.  Earlier this month, Canada loosened some border restrictions on compassionate grounds.  Family members of Canadian citizens and permanent residents, including couples, adult children, grandchildren, siblings and grandparents can enter Canada but must complete a 14-day quarantine.  Canada says other foreign nationals can apply to come to Canada on compassionate grounds given illness or death of family and friends.  The mayor of Rouen, one of the cities in France now under a nighttime curfew, says the health sector is exhausted and needs more help.  Nicolas Mayer-Rossignol told CNN that he knows the city must apply by the curfew rules, but he foresees economic damage.  Asked if the central government is giving enough financial support to the French cities now under curfew, Mayer-Rossignol said, \"You need the two legs: you can have restrictions but if you have strong restrictions you must have strong incentives and strong help.\" About 20 million people – roughly a third of France's population – in the capital Paris and regions of Aix-en-Provence, Marseille, Grenoble, Montpellier, Toulouse, Saint Etienne, Lille, Lyon and Rouen are affected by the 9 p.m. to 6 a.m. curfew expected to last a month. He said that although they do have financial help “there are some specific sectors where help is desperately needed, especially the health sector”. “The big difference with the confinement a few months ago is that when it started in March - April the whole health sector was fully mobilized and strongly committed to do everything they could to battle – and currently they are just exhausted. So we need more help,” Mayer-Rossignol added. The percent of people who tested positive for Covid-19 citywide is at 2.17%, under the 5% threshold, New York City Mayor Bill de Blasio said.  The seven-day rolling average is 1.62%, he said.  De Blasio maintained there is still a “leveling off in some of the areas of greatest concern,” adding that the city and state are in constant contact in terms of how to move forward with restrictions that are nearing their 14-day mark.  “We got more work to do, we want to keep making that progress,” the mayor said.  He encouraged everyone in the restrictive zones to continue to “dig deeper.” De Blasio said the city and state are in constant contact “to figure out the exact timing of each move we’ll make” with regards to the restrictions and the potential of lifting them. “We do overall need to see more progress before we can remove restrictions,” he said.  The area of Central Queens Red Zone have seen substantial progress in terms of their numbers.  “The goal is to stop a second wave of the coronavirus in NYC, we can stop a second wave, right now the numbers suggest we are stopping a second wave but we have to remain vigilant and this next week or two will be crucial to make sure we consolidate our progress and maintain the progress we had previously,\" the mayor said.  Here are some more Covid-19 statistics from NYC: The daily number of people admitted to hospitals for Covid-19 is at 76, under the 200 threshold. The confirmed positivity rate for Covid-19 for those patients is 16.4%.\nWith regard to new reported cases on a seven-day average, with a threshold of 550 cases, NYC reports 471.  One thing to note: These numbers were released by the citys public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Slovenia has declared a 30-day state of emergency on Monday to try and curb the spread of Covid-19 in the country.  According to a spokesperson for Slovenia's government, the move comes with additional restrictions on movement between regions, as well as a reduction on the number of people who are allowed to gather at a time.  As of this Monday, a curfew will also be in place, with all movement of people being forbidden between 9 p.m. and 6 a.m.  Larger scale events and gatherings such as weddings and religious ceremonies will be temporarily suspended, the spokesperson added.  South Africa's Health Minister Dr. Zweli Mkhize and his wife have tested positive for Covid-19. \"I wish to inform the public that this afternoon my wife, Dr May Mkhize and I have tested positive for COVID-19. \n\"We decided to go test yesterday when I started showing mild symptoms,\" Mkhize said in a statement posted on his Twitter account Sunday. \"I was feeling abnormally exhausted and as the day progressed, I started losing appetite. My wife had a cough, was dizzy and extremely exhausted. Given her symptoms, the doctors advised that she must be admitted for observation and rehydration,\" he added. Mkhize said their close contacts have been informed to self-isolate and get tested. \"I wish to take this opportunity to urge all South Africans to continue adhering to health protocols,\" Mkhize said. He noted that although the country has \"made significant strides\" in its fight against the pandemic, \"let us not dare regress\". Read the tweet: Wall Street started the week in the green on Monday. Investors are hopeful that in a last push for a stimulus deal before the election, Democrats and Republicans can finally agree after months of negotiations.  House Speaker Nancy Pelosi said Sunday an agreement must be reached within 48 hours if the bill is meant to pass before Election Day.  Otherwise earnings season is roaring on. Companies reporting today include IBM, which is due after the closing bell.  Elsewhere, China’s economy grew by 4.9% in the third quarter, showing the world what’s possible if the pandemic is more under control. Here's how the market opened: The Dow opened 0.4%, or 101 points, higher.\nThe S&P 500 also rose 0.4%.\nThe Nasdaq Composite opened up 0.5%. ##Economy## Portugal has surpassed 100,000 total Covid-19 cases after health authorities reported an additional 1,949 new infections on Monday. It marks the 12th straight day with more than a 1,000 new infections for the country of 10 million people. Health authorities in the country also reported 17 additional deaths from Covid-19 in the past 24 hours. The total number of people killed by disease has now reached 2,198. As of early Monday morning, there were more than 8 million cases and over 219,000 coronavirus deaths in the US, according to data from Johns Hopkins University. Health experts say the predicted fall surge is here, and rising cases across the US appear to bear that out. Here's what the data shows: Only 2 states are showing downward trends by at least 10% in new Covid-19 cases compared to the previous week — Hawaii and Vermont. \n27 states are showing upward trends.  \n21 states are showing steady trends.  Here's a look at where cases are rising across the country:  Despite the climbing totals, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said a nationwide lockdown is not the way forward unless the pandemic gets \"really, really bad.\" \"No, put shut down away and say, 'We're going to use public health measures to help us safely get to where we want to go,'\" he said during an interview on \"60 Minutes\" Sunday night. Instead of seeing restrictions as a roadblock to an open economy, Fauci told CBS News Chief Medical Correspondent Dr. Jonathan LaPook during the interview the fatigued American public should see public health measures as a way to safely keep it open. Americans can help get the virus under control, experts say, by heeding guidelines touted by officials for months: avoiding crowded settings, keeping a distance, keeping small gatherings outdoors and wearing a mask. Hear from the mayor Austin, Texas: ##Hotspots## House Speaker Nancy Pelosi on Sunday set a Tuesday deadline for her and Treasury Secretary Steven Mnuchin to reconcile significant policy disputes if they want to pass a relief bill before November 3. That time frame brings enormous pressure for a fast breakthrough that will have implications for millions of Americans struggling with the fallout of a still-raging pandemic. However, a deal has evaded negotiators for months as the Trump administration and Pelosi have been hundreds of billions of dollars apart on topline numbers — as well as what should be included, and it's unclear if those key sticking points can be resolved before Pelosi's deadline. Here's what you need to know about stimulus negotiations:  The bottom line: Pelosi expressed optimism in a letter to House Democrats on Sunday that a deal can be reached, but the hurdles facing each stage of what would be necessary to get something actually passed are numerous and each about a mile high. The best-case scenario, people involved say, is Pelosi and the administration strike some kind of deal in principle that could be drafted and considered after the election. But given the outstanding issues, even that will be quite a feat in the next 24 hours, people involved say.\nWhat to watch on Monday: House Democrats will hold a private caucus conference call that will include an update on where things stand. Pelosi and Mnuchin are scheduled to speak by phone Monday afternoon.\nDays until the election: Fifteen.\nReality check: Over the course of the last five days, Pelosi and Mnuchin have spent roughly three and a half hours on the phone in negotiations, with staff working behind the scenes on various pieces of the talks. Pelosi, in a letter to colleagues on Sunday, outlined five central areas where there remained significant disagreement. Those listed issues didn't even include things like unemployment insurance and liability protections. As Pelosi noted: \"These are a few of the issues that were discussed this weekend, but they are not exhaustive of our concerns.\" In other words, negotiators essentially have about a day to bridge divides that have existed since the start of these talks -- and despite months of meetings and calls, including several the last week, haven't come close to resolution.\nThat said: The effort between Pelosi and Mnuchin (and their respective staffs) is real. The push for an agreement is real. The array of major things that would have to perfectly — and quickly — fall into line for any agreement to actually go anywhere should one be reached is daunting. But this is a genuine effort to break a logjam that has been locked into place for months.\nThe clock: That Pelosi put the deadline on Mnuchin and the administration underscores that progress, to the extent it has occurred, has moved about as quickly as a fly through molasses. Even on areas where verbal agreement appeared to be reached — the Democratic priority of a national testing and tracing strategy -- the counter-proposal from the administration that came later took days, and, according to Pelosi, contained significant changes to the text. The deadline is in place to try and jam the administration into making decisions. Pelosi is aware President Donald Trump repeatedly says he wants a pre-election deal — one bigger than just about anybody else in his party is willing to accept. The countdown clock puts the onus on the administration to prove that's actually the case. Read more here. ##Economy##   The Transportation Security Administration said it screened more than 1 million people on Sunday, the first time it has crossed that point since the pandemic cratered air travel this spring.   The agency said it screened 1,031,505 people on Sunday.  It is about 40 percent of the 2.6 million people the agency saw on the same day last year.  More than 2,000 TSA employees including airport screening officers have contracted the virus and eight have died.     Indoor gatherings in Austria will be capped at six people from Friday in order to curb the spread of coronavirus, Austrian Chancellor Sebastian Kurz said Monday.  A maximum of twelve people will be allowed at outdoor gatherings, Kurz said at a news conference in Vienna. Kurz admitted that the measures are “unpopular,” but added “unfortunately, they are necessary.” The limits on gatherings apply everywhere outside of work, with the exception of funerals. “We are at a point in Austria where the growth is simply too fast, where the numbers are too high, and where we know if this trend continues then it won’t be one which we can endure for months.” Measures will also be tightened for professional events, such as the opera or Bundesliega football games, which can take place with a maximum of 1,500 people outdoors and 1,000 people indoors.  Austria recorded its highest number of daily cases — 1,750 — last week, according to the health ministry’s dashboard.  “Currently, the number of newly infected is doubling within roughly three weeks in Austria. If this trend doesn’t stop, or even intensifies then this means 6,000 newly infected per day in December,” warned Kurz. Michael Osterholm, director of the Center for Infectious Disease Research and Policy at the University of Minnesota, told NBC’s Chuck Todd on “Meet the Press” on Sunday that \"the next six to 12 weeks are going to be the darkest of the entire pandemic.”  Vaccines won’t be available “in any meaningful way” until the third quarter of next year, he said – and even when they are, half the US population is skeptical of even taking one.  “So, what we have right now is a major problem in messaging,” he said. “People don’t know what to believe, and that’s one of our huge challenges going forward, is we’ve got to get the message to the public that reflects the science and reflects reality.” Osterholm added that he doesn’t know if there is a lead when it comes to the federal government’s public health response. There are a lot of different voices, which is part of the problem.  “We don’t have a consolidated one voice,” he said. Osterholm highlighted the 70,000 cases of Covid-19 reported on Friday, which matched the largest number seen during the peak of the pandemic, and said that between now and the holidays, the US will see numbers “much, much larger than even the 67 to 75,000 cases,” he said.  ##Hotspots## Switzerland introduced new restrictions on Monday after registering 8,737 new Covid-19 cases and 14 deaths over the weekend, according to data from the Swiss public health agency.  From Monday large public gatherings are banned, and a nationwide mask mandate is in effect.  Switzerland has registered 83,159 Covid-19 cases since the start of the pandemic, and the daily number is growing at a rapid pace. The country's current death toll now stands at 1,837. ##Hotspots## Despite repeated claims that they’re committed to transparency, Johnson & Johnson and the US Food and Drug Administration still aren’t revealing critical details one week after the pharmaceutical giant announced its Covid-19 vaccine trial was on pause.  The company and the FDA declined to answer two questions from CNN:  1) Whether the participant who became ill was in the group that received the vaccine or the placebo 2) Whether this was the first pause for the trial.  The answers to both questions are crucial to understanding what the participant’s illness might mean for the safety of a vaccine.   FDA spokespeople said federal regulations prohibit the agency from disclosing information about the trial.  A Johnson & Johnson spokesman pointed CNN to the company’s October 12 statement, which did not say if it was the first pause, and did not say if the company knew whether the ill participant received the vaccine or a placebo.  Public health experts have urged companies to be transparent about their vaccine clinical trials, considering that hundreds of millions of Americans will eventually be asked to roll up their sleeves and take a Covid-19 vaccine.   Here are more details: ##Vaccines## Wales is to enter a two-week \"fire break\" lockdown that will require everyone to stay at home to fight the spread of Covid-19, First Minister Mark Drakeford announced Monday.  The lockdown will begin at 6 p.m. local time on Friday and will require all non-essential businesses such as retail stores, restaurants and bars to shut down until November 9. This is the shortest we can make it, but that means it needs to be sharp and deep to have the impact against the virus we need it to have,\" said Drakeford. The only exceptions to the stay-at-home rule will be critical workers and those in jobs that make it impossible to work from home. “A firebreak period is our best chance of regaining control of the virus and avoiding a much longer and much more damaging national lockdown,” said Drakeford as he announced the so-called \"circuit breaker\" restrictions. “This is the moment to come together, to play our part in a common endeavour.” Libraries, gyms and places of worship will also be closed during the lockdown, which will take place during a break period for schoolchildren. Wales last week banned travelers from coronavirus hotspots in England, Scotland and Northern Ireland from entering. ##Hotspots## Miami Beach Mayor Dan Gelber released a video this weekend accusing Florida Governor Ron DeSantis of adopting the controversial practice of herd immunity as a strategy against the coronavirus. It has become very clear that the state of Florida is pursuing herd immunity as its policy for combatting Covid-19,” Gelber said in the video.  Gelber claimed that one day after DeSantis held a roundtable discussion with Dr. Martin Kulldorff and Dr. Jay Bhattacharya -- two of the authors of the Great Barrington Declaration, which according to Gelber advocates for herd immunity -- DeSantis decided to fully reopen his state.  “I hope the governor reconsiders this approach,” Gelber said in the video. CNN reached out to Gov. DeSantis’ press office and his communications director did not wish to comment. ##Politics## Hollywood has had a disastrous 2020 with the coronavirus pandemic leaving the entertainment industry reeling. But Hollywood's loss is Netflix's gain.  Netflix thrived in 2020 as people were stuck at home during the global health crisis. The company posted colossal subscriber gains over the past two quarters, which helped drive its stock up nearly 70% this year. Now, investors are eager to learn whether Netflix can take that momentum into next year. The company will report its third-quarter earnings after the bell on Tuesday. Wall Street will keep its eye on subscriber growth (as is always the case with Netflix). Still, a lot of attention will focus on what the company has to say about next quarter, and next year, according to Bernie McTernan, a senior analyst at Rosenblatt Securities. Netflix's subscriber forecast of 2.5 million in the third quarter is a \"conservative number\" that the company should exceed, McTernan believes. However, it could be an indicator that next year may be much leaner than 2020. \"We think that in 2021, subscriber growth is going to be slowing substantially,\" he told CNN Business. \"We think that the outlook for '21 will be more challenging for Netflix.\" He said the company could raise prices, which could lead some to cancel. It may also face increased competition. Disney+, the company's nascent streaming service, has brought in more than 60 million subscribers in less than a year.  Read the full story here: A member of parliament for Bolton, in England's Greater Manchester region, has been hospitalized after testing positive with Covid-19.  In a social media statement on Monday, Yasmin Qureshi said she was started feeling ill two weeks ago and was subsequently diagnosed with the virus. After taking a turn for the worse on Saturday, she was admitted to hospital with pneumonia.  Qureshi thanked workers from the UK's National Health Service in the statement, saying:  “I'm being very well looked after and have nothing but praise and admiration for the wonderful staff at the hospital. They have been amazing throughout the process and I would like to extend my thanks to everyone working here in such difficult circumstances.” The news comes as local leaders in Greater Manchester remain in a stand-off with the UK government about imposing further restrictions unless national money is allocated for local economies.  ##Politics## How would things taste if you lost your sense of smell? It's a question that has become surprisingly common this year. Anosmia -- or \"smell blindness\" -- is a condition which is thought to affect around 5% of the population. But with loss of smell and/or taste two of the recognized symptoms of Covid-19, this previously little-known condition has come under the global spotlight. Not only have people been unable to smell or taste while sick with the virus, many people report long-term loss of these senses while recovering.  Dutch cookbook writer Joke (pronounced Yok-e) Boon suffers from anosmia. She lost her sense of smell at the age of four -- probably a combination of a severe cold and having her tonsils removed.  Despite this, she has written five cookbooks. So how does someone without a sense of smell experience food? For Boon, it's mainly with her brain -- by employing a facial nerve. Starting from the ear and branching out in three strands towards your eyes, nose and jaw, the trigeminal nerve is responsible for sensory perception in the face. It's meant to protect us from danger -- stimulated by, for example, smoke and ammonia. But certain food ingredients can also set it off.  \"You know the feeling when you eat too much wasabi at once?\" says Boon. \"I use this nerve a lot to 'taste' my food, I play with it. I can also feel ginger, mint, mustard and pepper this way. Pepper and ginger are warm and tingling, whereas mint and horseradish create a cold sensation.\"  She says the color, texture and even sound of food have big roles, too.  Read the full story here: Russia reported a record increase of 15,982 new Covid-19 cases on Monday, according to its coronavirus response center. The country's total number of reported infections now stands at 1,415,316.  Russia has seen a surge in cases since the beginning of October, setting a new record for single-day increases almost every day. Officials previously said the growing numbers could require additional action, but added they believe they can avoid a full lockdown of the kind that was imposed in the spring when the country was reporting on average around 10,000-11,000 cases each day.  Moscow is Russia's most affected city with over 5,000 cases. On Monday, Mayor Sergey Sobyanin reiterated in a blog post that city officials do not view another lockdown as a viable option. “Extreme measures like curfew, a total ban on movements in the city, ban on entry and exit, closing down almost all businesses -- to us, these measures are absolutely unacceptable and impossible,” Sobyanin said. Sobyanin added that the city authorities were trying to strike “a middle ground” between a lockdown and no restrictions at all. So far they have issued orders to limit movements for some groups of people, including residents over 65 years old or those with chronic diseases; asked employers to move a third of their staff to work from home; and imposed distance learning for middle and high schoolers.  ##Politics## Worldwide cases of Covid-19 passed the 40 million mark on Monday, according to the tally from Johns Hopkins University.  Globally there have been more than 1.1 million deaths. The US continues to have the most cases, approaching 8.2 million, along with almost 220,000 deaths. India has the next highest number of cases at close to 7.6 million and more than 110,000 deaths. Brazil comes third for case numbers, having recorded 5.2 million cases. It has also registered more than 150,000 deaths. Meanwhile, the European Centre for Disease Prevention and Control reported that the number of deaths in the European Economic Area had surpassed 200,000, with cases at 4.8 million. ##Hotspots## The Polish government has begun converting the Narodowy stadium in Warsaw into the country’s first field hospital for Covid-19 patients.  The first works started on Saturday,” the government announced in a Monday tweet.  The hospital will be set up in the stadium’s conference rooms and will have an initial capacity for 500 Covid-19 patients. Capacity could be expanded to a maximum of 1,000 beds, according to the government.  Poland reported 132 deaths from Covid-19 on Friday -- its highest daily death toll since the pandemic began. The country has now registered 175,766 cases and 3,573 deaths in total, according to figures from Johns Hopkins University. ##Hotspots## The British government is “hopeful” of an agreement with the mayor of Manchester to increase anti-coronavirus restrictions in the city.  “We have had productive discussions in Greater Manchester over the weekend,” Britain’s Communities Secretary Robert Jenrick told the BBC in an interview on Monday. “I am hopeful that we can now bring this to a conclusion.” Jenrick said a package had been offered to Manchester, which included more resources for the city. He also said “other options” would have to be considered if an agreement could not be reached.  “The government has over-arching responsibility to protect people in all parts of the country, including in Greater Manchester, but doing so by imposition has never been our desired approach,” Jenrick said. UK Prime Minister Boris Johnson is pushing for the city to enter the highest Tier 3 restrictions under a new system introduced in England last week. On Saturday, he said the city's rise in cases was “grave” and “worsens with each passing day.”  But Andy Burnham, the Mayor of Greater Manchester, said last week that he and other northwest regions opposed Tier 3 lockdowns, which involve the closure of pubs, restrictions on travel and a ban on socializing with people outside your household. Burnham said the government's \"flawed and unfair strategy\" was asking local leaders to \"gamble our residents' jobs, homes and business and large chunk of our economy on a strategy that their own experts tell them might not work.\" ##Politics## As Covid-19 cases continue to soar across the United States, the nation's top infectious disease doctor said following public health measures is the way out of the crisis that has hobbled the economy, claimed thousands of lives and sickened millions. Health experts say the predicted fall surge is here, and rising cases across the US appear to bear that out. The US is averaging more than 55,000 new cases a day, and 10 states reported their highest single-day cases counts on Friday. As of early Monday morning, there were more than 8.5 million cases and 219,674 coronavirus deaths in the US, according to data from Johns Hopkins University. Despite the climbing totals, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said a nationwide lockdown is not the way forward unless the pandemic gets \"really, really bad.\" \"No, put shut down away and say, 'We're going to use public health measures to help us safely get to where we want to go,'\" he said during an interview on \"60 Minutes\" Sunday night. Instead of seeing restrictions as a roadblock to an open economy, Fauci told CBS News Chief Medical Correspondent Dr. Jonathan LaPook during the interview the fatigued American public should see public health measures as a way to safely keep it open. Americans can help get the virus under control, experts say, by heeding guidelines touted by officials for months: avoiding crowded settings, keeping a distance, keeping small gatherings outdoors and wearing a mask. Read the full story: Inside the intensive care unit at Prague's Na Bulovce Hospital some patients are hooked up to ventilators through tracheostomy tubes, others are lying face down, to help them breathe. The doctors and nurses don head-to-toe hazmat suits; as coronavirus cases surge in the Czech Republic, the country can't afford to have health workers sidelined by the virus. There are currently more new Covid-19 cases per million people recorded in the Czech Republic than in any other major country in the world. On Friday, more than 11,100 new cases were reported in a single day, a new record. In the first 17 days of October, more people have died of the virus in the Czech Republic than during the previous eight months of the epidemic combined. The Czech Medical Chamber and the health minister have called on Czech doctors living abroad to return home to help fight the virus. Medical students and people with medical training have also been encouraged to come forward. More than 1,000 qualified nurses who've left the profession have offered to come back to help. For now, the Na Bulovce hospital has enough beds for everyone. But it's preparing for the worst. \"We have other back-up beds prepared in other departments in case the capacity exceeds our current possibilities,\" said Dr. Hana Rohacova, the head doctor at the hospital's infection disease clinic. This weekend, the government began setting up a temporary field hospital in Prague. Czech Health Minister Dr. Roman Prymula told CNN he expects the extra beds will be needed as soon as the end of this month. It's a stunning development. Less than two months ago, the Czech Prime Minister Andrej Babis boasted his country was among the \"best in Covid.\" Read the full story: ##Hotspots## President Donald Trump and the pandemic he is supposed to be fighting are running out of control with the two weeks until Election Day shaping up as among the most ugly and divisive periods ever ahead of a presidential vote. He's on a fresh collision course with Dr. Anthony Fauci, who's publicly questioning why Trump thinks mask wearing is weak after a wild weekend that saw the President, who's trailing former Vice President Joe Biden in the polls and still playing to his base, pack swing state rallies that flouted his government's Covid-19 protocols. The latest clash between the top infectious disease specialist and the President came as the pandemic that has already killed more than 219,000 Americans worsened at the start of a feared fall and winter spike that threatens to further damage Trump's reelection. Trump is fighting for his political life campaigning at rallies that are almost the only mass participation events with no social distancing taking place in the US. His attacks are getting more extreme as the election gets closer, as he demands the locking up of his political rivals. He's claiming the election, and Thursday's presidential debate, are rigged against him. Read the full analysis: ##Politics## As scientists around the world race to find a treatment for the coronavirus, a young girl among them stands out. Anika Chebrolu, a 14-year-old from Frisco, Texas, has just won the 2020 3M Young Scientist Challenge -- and a $25,000 prize -- for a discovery that could provide a potential therapy to Covid-19. Anika's winning invention uses in-silico methodology to discover a lead molecule that can selectively bind to the spike protein of the SARS-CoV-2 virus. \"The last two days, I saw that there is a lot of media hype about my project since it involves the SARS-CoV-2 virus and it reflects our collective hopes to end this pandemic as I, like everyone else, wish that we go back to our normal lives soon,\" Anika told CNN. Read more about Chebrolu's discovery: A near-capacity 46,049 crowd was present at Eden Park as New Zealand defeated Australia 27-7 in game two of rugby's Bledisloe Cup. Covid-19 restrictions in Auckland, which re-entered lockdown in August following a small outbreak of coronavirus cases, were lifted at the start of the month to allow crowds to return to stadiums. Eden Park was one of very few sports stadiums in the world the host a full crowd over the weekend. Read more about the match: A total of 48,210 new cases of Covid-19 were diagnosed in the United States on Sunday, according to Johns Hopkins University. At least 388 new virus-related deaths were also reported.  At least 8,154,594 coronavirus cases have now been identified nationwide since the pandemic began, killing at least 219,674 people, according to the university's tally. The totals include cases from 49 states, the District of Columbia and other US territories, as well as repatriated cases.  The state of Wisconsin did not report numbers on Sunday. The Wisconsin Department of Health Services announced on Saturday that due to routine maintenance and updates to their data reporting system, they would not report any new data on Saturday or Sunday. Track US cases here: ##Hotspots## The number of passengers flying Cathay Pacific dropped by 83.2% in the first nine months of 2020 compared to the same period last year, the Hong Kong-based carrier said Monday. Ronald Lam, chief customer and commercial officer for the airline, said he expects Cathay to be operating at about 10% of pre-pandemic passenger flight capacity for the rest of 2020, and less than 50% for the whole of next year. \"We assume we will be operating well below a quarter of pre-pandemic capacity in the first half of next year but will see a recovery in the second half of the year -- only assuming the vaccines currently under development prove to be effective and are widely adopted in our key markets by summer 2021,\" he said. ##Economy## China is continuing to steadily recover from the economic turmoil caused by the coronavirus pandemic. The world's second largest economy expanded 4.9% in the July-to-September quarter compared to a year ago, according to government statistics released Monday. The number was somewhat weaker than expected. Analysts polled by Refinitiv predicted that China would post 5.2% growth. Read the full story: ##Economy## Malaysia reported 871 new coronavirus cases on Sunday, the highest number in a single day since the outbreak began, according to the state-run Bernama News Agency. The country has so far recorded 20,498 Covid-19 cases and 187 deaths, according to Johns Hopkins University data. Dr. Noor Hisham, the country's director-general of health, said most cases were reported in the northeastern state of Sabah in Borneo, according to Bernama. Last Tuesday, parts of Malaysia -- including Sabah and the capital, Kuala Lumpur -- were placed under a Conditional Movement Control Order, which prohibits activities like weddings and sporting events. Inter-district travel for non-work purposes has also been banned. House Speaker Nancy Pelosi said Sunday she and Treasury Secretary Steven Mnuchin must reach an agreement within 48 hours if they want to pass a coronavirus stimulus relief bill before Election Day. \"The 48 only relates to if we want to get it done before the election, which we do,\" Pelosi said in an interview on ABC's \"This Week.\" \"But we're saying to them we have to freeze the design on some of these things. Are we going with it or not? And what is the language.\" Pelosi is putting pressure on the administration to cut a deal by Tuesday because the legislative process in the House and Senate will take time to play out, and it won't be feasible to get a bill passed through both chambers by November 3 if the talks drag on beyond the next couple days. Senate Majority Leader Mitch McConnell announced on Saturday there would be votes on stimulus measures, including a stand-alone Paycheck Protection Program bill to help small businesses, on Tuesday and Wednesday. But Democrats, who are expected to block McConnell's effort, have been pushing for a larger deal, banking on on-again, off-again talks that Pelosi has had with Mnuchin for months. Pelosi's office told CNN Sunday that the 48 hours refers to the end of the day on Tuesday and that they need answers to key outstanding questions by then or they won't be able to get a bill passed before the election. Negotiations would still continue after Tuesday if a deal isn't reached, but it wouldn't get done in time before Election Day. The California Democrat also said during the interview with ABC the White House has watered down language Democrats have been pushing to create a national plan for Covid-19 testing and contact tracing. She also noted that the Trump administration had changed much of the language on testing and tracing after the two sides seemingly came to an agreement last week. Read the full story: ##Politics## Dr. Anthony Fauci said he is \"absolutely not\" surprised President Donald Trump contracted Covid-19 after seeing him surrounded by people not wearing face masks and flouting best public health practices. Fauci, the nation's leading infectious disease expert, said during an interview on CBS' \"60 Minutes\" that aired Sunday, \"I was worried that he was going to get sick when I saw him in a completely precarious situation of crowded -- no separation between people, and almost nobody wearing a mask.\" \"When I saw that on TV, I said, 'Oh my goodness. Nothing good can come out of that, that's got to be a problem,'\" he continued.\n\"And then sure enough, it turned out to be a superspreader event.\" Fauci appeared to be referencing the Rose Garden event where Trump announced Judge Amy Coney Barrett was his pick to replace Justice Ruth Bader Ginsburg on the Supreme Court. At least 12 people have tested positive for Covid-19 after attending the September 26 event. Read the full story: ##Politics## Despite the US seeing a rise in Covid-19 cases and deaths, Dr. Anthony Fauci says that things would have to get \"really, really bad\" for him to advocate for a national lockdown. The US is averaging more than 55,000 new cases a day -- up more than 60% since a mid-September dip -- and experts say the country is in the midst of the dreaded fall surge. On Friday, the US reported the most infections in a single day since July. As of Sunday, more than 8.1 million cases of the virus had been reported in the US and at least 219,669 people have died, according to Johns Hopkins University. With all the previous and current measures to offset the spread of the virus, \"the country is fatigued with restrictions,\" said Fauci, director of the National Institute of Allergy and Infectious Diseases, during an interview on \"60 Minutes\" Sunday night. \"We want to use public health measures not to get in the way of opening the economy, but to being a safe gateway to opening the economy,\" Fauci told CBS News Chief Medical Correspondent Dr. Jonathan LaPook during the interview.\n\"So instead of having an opposition, open up the economy, get jobs back, or shut down. No, put shut down away and say 'we're going to use public health measures to help us safely get to where we want to go.'\" He added that it's not safe yet to say the country is \"on the road to essentially getting out of this.\" Read the full story: ##Hotspots## Italian Prime Minister Giuseppe Conte on Sunday announced a further tightening of restrictions in the country, after a daily high increase of coronavirus cases for the fifth consecutive day.  Restaurants will be allowed to serve only six people per table and after 6 p.m., only table service is allowed. Gambling venues must close at 9 p.m. and local festivals are now banned.  Gyms and swimming pools are allowed to remain open but Conte warned they would be shut down if they don’t follow the safety protocols by next week.  “These measures are aimed to avoid another lockdown. The country cannot face another lockdown that would compromise the economic fabric of the country,” Conte said.  He said mayors will be allowed to impose curfews in public areas after 9 p.m.  As coronavirus cases spike across the continent, European governments are facing a new obstacle in their efforts to enforce restrictions -- with several major cities and regions fighting back against instructions to lock down in recent days. Cities in the UK, France, Spain are resisting centralized efforts to impose tighter regulations, with days of tense negotiations ongoing as infections increase. In the northern English city of Manchester, UK Prime Minister Boris Johnson has become engulfed in a row with local mayor Andy Burnham over whether to move the city from the UK's second tier of restrictions to its most severe third tier. \"If an agreement cannot be reached, I will need to intervene in order to protect Manchester's hospitals and save the lives of Manchester's residents,\" Johnson said on Friday, urging Burnham to \"reconsider his position\" and \"engage constructively\" with the government. But Burnham has resisted the government's efforts to increase the severity of his city's measures, urging for more financial measures to protect the region's workers placed under stricter rules. The row escalated on Sunday as Michael Gove, a member of Johnson's Cabinet, called on Burnham \"to put aside for a moment some of the political positioning that they've indulged in.\" \"I want them to work with us in order to ensure that we save lives and protect the NHS ... instead of press conferences and posturing what we need is action to save people's lives,\" Gove told Sky News, as negotiations between the two teams continued. The tension is a far cry from the UK's first coronavirus peak, when its four nations all essentially went into lockdown in unison, and adherence from regional authorities and the public was a given. Read the full story: ##Hotspots##", "Section": "world", "Writers": ["Joshua Berlinger", "Adam Renton", "Melissa Macaya", "Mike Hayes"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-10-19-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}