{"Type": "article", "Time": "2020-11-20", "Headline": "November 22 coronavirus news", "Text": "With just days until the Thanksgiving holiday, coronavirus cases are rising across the US at staggering rates.  The US yesterday topped 12 million cases of the virus since the pandemic began — and more than 3 million of those cases have been in November alone, and the month is more than a week from being over. If you're reading in now, here the latest on the pandemic in the US: Shattering Covid-19 records: At least 83,227 Covid-19 patients were hospitalized Saturday, according to the Covid Tracking Project. That's the 12th straight day that the US has broken its record for Covid-19 hospitalizations. Meanwhile, today marked the country's 20th straight day of more than 100,000 new cases reported, according to Johns Hopkins. And more new infections mean more new hospitalizations and deaths in the weeks ahead.\nAbout Thanksgiving this year: The US Centers for Disease Control and Prevention this week urged against Thanksgiving holiday travel. The nation's top health experts are urging Americans to alter their holiday plans this year, too: White House coronavirus task force coordinator Dr. Deborah Birx said Americans should limit indoor gatherings to immediate households this Thanksgiving. And Dr. Anthony Fauci said he'll be having a Thanksgiving Zoom call with his three daughters.\nThe vaccine timeline: Moncef Slaoui, the head of the US government's effort to develop a vaccine against Covid-19, said the first Americans to receive a vaccine — if all things go according to plan — could be as early as the second week of December. However, Slaoui also said that based on plans, the amount of the population who need to be vaccinated for life to return to normal is likely to happen in May. ##Vaccines## ##Hotspots## ##Thanksgiving## The US has reported more than 100,000 new Covid-19 cases daily for the last 20 days, according to Johns Hopkins University data. An additional 101,387 new cases and 672 new deaths were reported as of 4 p.m. ET Sunday, for a total of 12,189,797 cases and 256,533 deaths since the pandemic began. In the month of November, the US has reported an additional 3,065,803 cases as of 4 p.m. EST Sunday, accounting for more than a quarter, 25.15%, of all cases since the pandemic began.  There have been 25,410 deaths so far reported in the month of November. That accounts for 9.9% of deaths during the pandemic. The United States has reported more than 1,000 deaths in the month of November in 15 out of the 22 days so far. ##Hotspots##   Tennessee health officials reported 4,589 new Covid-19 cases and 55 deaths on Sunday, according to the Tennessee Department of Health (DOH).  DOH reported a 12.54% positivity rate for Sunday.   Gov. Bill Lee said in a tweet Sunday that operating hours will be extended at 35 county health departments on Monday \"to provide additional COVID-19 testing options to Tennesseans before Thanksgiving.\" There are at least 340,476 total coronavirus cases in the state, according to DOH.   There have been a total of 4,266 deaths in Tennessee linked to the virus, DOH reports.  One thing to note: These numbers were released by the state's public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.   ##Hotspots## The US is in the middle of an unprecedented pandemic resurgence. The country reported more than three million new Covid-19 so far this month — and there's still more than a week left before November is over. As Americans prepare to celebrate Thanksgiving next week, here's a refresher on the basics of how to protect yourself and those you love: Wear a mask — properly: A recent report by the Institute for Health Metrics and Evaluation at the University of Washington found that if 95% of Americans wore masks, almost 70,000 lives would be saved. Masks should cover both your nose and mouth, and should fit snugly, with no gaps.\nWash your hands: Washing your hands frequently is still one of the most basic and simple things you can do. Work up a good lather and scrub your hands, fingers and under your nails for at least 20 seconds. Use clean, running water to thoroughly rinse, then scrub them dry.\nUse hand sanitizer: It's not as good as washing your hands with good old soap, but hand sanitizer can be used when that isn't an option.\nStay home and keep your distance: The best thing you can do is stay home, if possible, and reduce your risk by cutting down on errands and trips to the store. Not everyone has the luxury of doing that, of course. But social distancing — keeping 6 feet between you and others outside your household — and wearing a mask are critical. Read more on how to protect yourself and your loved ones here. ##Thanksgiving## ##Hotspots## The Illinois Department of Public Health reported 10,012 new cases of Covid-19 Sunday, a day after it reported an all-time high for hospitalizations. On Saturday, the department reported 6,175 Covid-19 patients hospitalized. That number has now decreased to 6,072 patients, according to a press release issued by the agency Sunday. Of those patients, 1,179 were in the ICU and 589 were on ventilators, the release said.  The release said 76 additional deaths were also reported for a total of 11,506 Covid-19 deaths statewide since the pandemic began. A total of 656,298 cases have been reported statewide, according to the release. ##Hotspots## Sen. Kelly Loeffler’s campaign says the Georgia Republican’s Covid-19 test has come back negative.  “Senator Loeffler’s previously inconclusive PCR results were retested overnight and the results thankfully came back negative,\" campaign spokesperson Stephen Lawson said in a statement. Lawson added that, “out of an abundance of caution, (Loeffler) will continue to self-isolate and be retested again to hopefully receive consecutive negative test results. We will share those results as they are made available. She will continue to confer with medical experts and follow CDC guidelines.” As CNN reported Saturday, Loeffler’s campaign confirmed that the Georgia Republican tested positive for the coronavirus on Friday but a subsequent test came back as inconclusive on Saturday evening. Dr. Scott Gottlieb, former commissioner of the US Food and Drug Administration and a board member of Pfizer, told CBS’s Margaret Brennan on Sunday that his guess is that a Covid-19 vaccine will be annual until more is learned. “We don’t know yet,” Gottlieb told Brennan when she asked whether people would have to go back and get the vaccine every year.  “I think initially it’s probably going to be given on a general schedule until we learn more about the real-world benefits of the vaccine and how must it cuts down on transmission of the virus, you know, does it just prevent you from getting Covid symptoms or does it actually prevent you from gaining infection and spreading the infection,” Gottlieb said.  Gottlieb said that there is some data that suggests “the immunity is fairly durable and might last longer than a year, but we just don’t know that yet.”  He added that this probably wouldn’t be known at the time a vaccine gets authorized either, “so my guess is it’s going to be an annual vaccination for a period of time until we learn more.” Gottlieb also spoke about the safety profile of the vaccine, saying “the safety profile has been good in the clinical trials.”  Most vaccine related adverse events happened in the first 40 days or two months of vaccination, he said.  “But, we’re not going to know the full profile until you have that long term follow up data,” which is why the FDA is taking what he called a prudent approach and probably won’t generally license the vaccine until they have six or eight months of long term follow up data on trial participants who were vaccinated and people who are vaccinated in the next several months.  ##Vaccines## The United States has reported more than three million new Covid-19 cases this month as of 1 p.m. EST Sunday, according to Johns Hopkins University data. There's still more than a week left before November is over. Here's the full breakdown of cases per month in the US: November: 3,002,082 (As of this afternoon)\nOctober: 1,910,668 \nSeptember: 1,200,315 \nAugust: 1,462,797 \nJuly: 1,921,461 \nJune: 834,309 \nMay: 718,241 \nApril: 884,026 \nMarch: 192,152  ##Hotspots## The United States has reported more than 3 million new Covid-19 cases in November as of 1 p.m. EST Sunday, according to Johns Hopkins University data. There have also been at least 25,040 deaths from the virus in November as of Sunday afternoon. Since November began, an additional 3,002,082 cases have been identified.  There have now been a total of 12,126,076 coronavirus cases and 256,163 deaths throughout the US.  November's new cases account for 24.75% of all cases in the US since the pandemic began and the month's death count accounts for 9.7% of all Covid-19 deaths in the US.   ##Hotspots## The California Department of Public Health (CDPH) reported the second highest daily coronavirus case count on Saturday, recording 14,319 cases. On Friday CDPH reported 15,442 new Covid-19 cases.  The number of new daily coronavirus cases has nearly tripled since numbers reported in the beginning of the month of November.  There are currently 1,102,033 confirmed coronavirus cases in California to date, according to a numbers released by CDPH on Saturday.  A limited “Stay At Home\" order issued by Gov. Gavin Newsom was met with varying reaction across California’s 58 counties. It’s the first time since March that a statewide “Stay At Home Order” was put in place in an effort to reduce the spread of coronavirus across the state.  People in Orange County gathered at Huntington Beach on Saturday night in defiance of Newsom’s new order, protesting the month-long overnight curfew.  ##Hotspots## New York State is reporting 5,391 new cases of Covid-19, Gov. Andrew Cuomo tweeted today. The overall statewide test positivity rate is 2.74%, and within the cluster zones, the positivity rate is 4.39%.  On Sunday, the state reported at least 2,562 people were hospitalized because of Covid-19 and 30 people died from the virus on Saturday, the governor tweeted. Read the tweet: One thing to note: These numbers were released by the state’s health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and our Covid tracker. Thanksgiving is rapidly approaching, and CNN Medical Analyst Dr. Leana Wen is urging Americans to skip visiting family and friends to have holiday dinners around indoor dining tables. She said people can still visit family by socializing outdoors and described how Americans can host outdoor gatherings. Here's what she said: If you're the host, set up chairs and tables in advance. I like to have a big table in the middle, where I put all the drinks and plates. I also have chairs set up so that every household is spaced at least 6 feet apart. I'll pour drinks and then have people come up, individually, to pick them up. Food should be plated separately; no buffets or people reaching into a common bowl. We won't share food or drinks. Make sure to keep an eye on the kids. To be safe, put masks on the kids if they're playing together, though be sure to enforce physical distancing. If they are sharing toys, apply hand sanitizer frequently. We try to do it every 30 minutes. Designate a bathroom for guests. Guests should go indoors, one at a time. No gathering indoors. Everyone should wear masks while using the restroom. Open windows and doors leading to the restroom if possible. ##Thanksgiving## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told CBS’s Margaret Brennan on Face The Nation on Sunday, that implementing mitigation efforts can help flatten the curve leading up to the holiday season. Fauci says implementing mitigation measures — such as universal mask wearing, physical distancing, closing bars and avoiding crowds — “can blunt curves and as we're getting into the colder season.” “Those are relatively easy things to do,” he said. “The fact is we know when you do that and when you do things like limit capacity and restaurants and stay away from bars and even closed bars – it does have an impact,” he added.  “I would hope that the people who are pushing back on the recommendations for mitigation measures just look at the numbers – look at the facts,” he said.  Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said that the US Centers for Disease Control and Prevention have the ultimate determination for recommendations on who gets a Covid-19 vaccine first, and that he would have no hesitation in taking it if he was in that group.  “The CDC has the ultimate determination for the recommendations,” he told CBS’s Margaret Brennan on Face the Nation on Sunday. “They do that closely with an Advisory Committee on Immunization Practices, which is also being complemented by recommendations from the Nation Academy of Medicine, but at the end of the day it’s the CDC.”  Fauci explained that the CDC will make recommendations after an emergency use authorization is implemented as they will know what was discussed with the FDA.  “They’ll be able to say okay, on the basis of our determination and our advisory committee, this is the prioritization of people who will get it,” he said, adding that that if things go well, “and I think that they will,” and the vaccines get the EUA which is expected, “we will have maybe 20 million people will be able to get vaccinated by the middle to the end of December and then as we get into January, February, even more.”  “Would you take it next month?” Brennan asked him.  “Yeah, if I’m within the group that’s recommended, definitely I would. I would look at the data, I mean right now, the FDA will make that determination,” he responded. “But I would have no hesitation to take it, nor would I have any hesitation to recommend it to my family.”   ##Vaccines## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases said that there are two things that make a vaccination program effective: the efficacy of the vaccine and how many people take it.  Fauci was speaking to CBS’s Margaret Brennan on Face The Nation on Sunday. Brennan quoted Operation Warp Speeds chief scientific advisor, Moncef Slaoui, saying “we could have true herd immunity take place somewhere in the month of May as the vaccine is distributed.”  Brennan then asked Fauci if America goes back to normal life in May. “You know, I don’t think so, unless we do, and I believe you’re referring to Moncef Slaoui who said that,” Fauci said, adding “and I totally agree with him,” after Brennan confirmed.  “If you have a highly efficacious vaccine, and only a relatively small 40, 50% of the people get vaccinated, you’re not going to get the herd immunity you need,” Fauci said. “What we do need is we need to get as many people as possible vaccinated.”   This is why, he explained, “we want to be very transparent” and for people to understand the independent, transparent process which led to the point of the US Food and Drug Administration, along with independent advisory committees, saying that the vaccines are safe and effective with an EUA and ultimately a license.  “When the American public hears that, you should be assured that that is the case and if you get an overwhelming majority of the people vaccinated with a highly efficacious vaccine, we can reasonably quickly get into herd immunity that would be a blanket of protection for the country,” Fauci said.   ##Vaccines## In anticipation of the upcoming holiday season, Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, is warning Americans about the risk of infection at friends and family gatherings.  “One of the spots, if you want to call them, where you have a risk is seemingly innocent family friends get togethers indoors and it seems like the most natural thing,” Fauci said Sunday on CBS’s Face the Nation. “When you're eating and drinking, obviously you have to take your mask off,” he said. “We know now that those are the kinds of situations that are leading to outbreaks.”  Fauci said he is concerned about people traveling through crowded airports.  “When you get on a crowded plane, you're in a crowded airport, you're lining up, not everybody's wearing masks – that puts yourself at risk,” he said.  He also said that the he is concerned about a possible spike in cases leading up to Christmas. “You're not going to see an increase until weeks later – things lag,” he said. “So what you don't want to see is another spike in cases as we get colder and colder into December and then you start dealing with the Christmas holiday – we can really be in a very difficult situation.” “So you want to tell people to please, seriously consider decisions that you make,” he added.   ##Thanksgiving## Dr. Moncef Slaoui, the head of the government's effort to develop a vaccine against Covid-19, appeared on CNN's \"State of the Union\" this morning to answer questions about the US's race to develop and distribute a coronavirus vaccine. Here are the key takeaways from his interview: The first Americans could be vaccinate next month: Slaoui said he hopes for the first people to be vaccinated for Covid-19 on day two after FDA approval, and that based on plans. An FDA vaccine advisory committee is slated to meet on Dec. 10, so he said, he expects  \"maybe on day two after approval, on the 11th or the 12th of December,\" vaccinations could begin.\nChildren could start to be vaccinated next year: Slaoui said he expects children will be able to receive the coronavirus vaccine some time in the middle of next year. He said said the government is planning to run clinical trials into younger adolescents, and then toddlers and infants on \"an expedited basis\" in the coming months. \nThe quick timeline isn't because of political pressure: The expedited timeline of Operation Warp Speed has had nothing to do with political pressure, its chief scientific officer, Slaoui told CNN’s Jake Tapper. “One hundred percent,” Slaoui told Tapper when asked if the timeline was due to health reasons, not because of pressure from any politician ##Vaccines## The US is seeing an unprecedented pandemic resurgence, and nearly a quarter of all Covid-19 cases reported in the United States so far were recorded in November.   Records are being set in some states: Mississippi reported a single day record in the state with 1,972 cases on Saturday, according to the Mississippi State Department of Health. In New Mexico, records were set on Saturday with 825 hospitalizations, a tweet from Governor Michelle Lujan Grisham said. Overall, 37 states are reporting more coronavirus cases in the past week than they did in the previous week. Another eight are seeing a steady number of new cases, and just five are seeing declining numbers. Here's a look at where cases are rising: ##Hotspots## Sen. David Perdue campaign spokesperson Casey Black says the Georgia senator will remain at home until Sen. Kelly Loeffler receives confirmation of her test results.  What is this about: As CNN reported Saturday, Loeffler’s campaign confirmed that the Georgia Republican tested positive for the coronavirus on Friday but a subsequent test came back as inconclusive on Saturday evening. Loeffler was maskless with Vice President Mike Pence and Sen. Perdue during campaign events most of the day Friday. The trio rode on a bus from the airport to two campaign events for Georgia senate seat runoff elections.  As Americans prepare to celebrate Thanksgiving next week, some doctors shared what they're planning for the holiday. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told NPR’s Rachel Martin on Morning Edition Tuesday that his Thanksgiving will be \"significantly\" different this year than previous holidays. His three adult daughters — who live in separate parts of the country — said that they did not want to put him, as an elderly person, at risk. Fauci is 79 years old.  He and his wife will have a meal and Zoom with his daughters to spend time with them. “I don’t like it that way, but I think they’re making a prudent decision in trying to protect their father and I’m proud of them for that,” he said.  CNN Chief Medical Correspondent Sanjay Gupta also said he won't be visiting family this year. \"I have three daughters, and with my elderly parents living in a different state, this is usually the time of year when we get to see each other,\" he wrote in an article explaining why he's staying home. \"But this holiday season, our interactions will be on screens -- with promises and hopes that next year will be different.\" And CNN Medical Analyst Dr. Leana Wen — who has urged Americans to skip indoor gatherings, but said it's possible to visit family by socializing outdoors — described how she has hosted outdoor get-togethers. \"I like to have a big table in the middle, where I put all the drinks and plates,\" she said. \"I also have chairs set up so that every household is spaced at least 6 feet apart. I'll pour drinks and then have people come up, individually, to pick them up. Food should be plated separately; no buffets or people reaching into a common bowl. We won't share food or drinks.\" ##Thanksgiving## The expedited timeline of Operation Warp Speed has had nothing to do with political pressure, its chief scientific officer, Dr. Moncef Slaoui, told CNN’s Jake Tapper on State of the Union on Sunday.  “One hundred percent,” Slaoui told Tapper when asked if the timeline was due to health reasons, not because of pressure from any politician. “The operation has operated on full speed, based on science, focusing on patients and people’s need. No political interference, no bureaucracy, no red tape.”  He continued to tell Tapper it’s been “an incredible visionary approach to put together science and the Department of Defense and industry in incredible partnership, frankly it’s been, it’s been exceptional.”  ##Vaccines## Ahead of the Thanksgiving holiday, more than 1 million passengers traveled through Transportation Security Administration checkpoints at US airports on Friday, according to the Transportation Security Administration. This is only the second time during the pandemic that the US saw that high passenger volume. The TSA topped 1 million passenger screenings at the end of the long Columbus Day weekend. Here's a look at the numbers this weekend: On Friday, 1,019,836 passengers went through TSA checkpoints across the US. \nOn Saturday, 984,369 passengers went through TSA checkpoints across the US. That’s the third most passengers since the beginning of the pandemic.   March 16 was the last day going into the pandemic that the US routinely had 1 million passenger days, according to the TSA. On March 16, 1,257,823 passengers traveled through TSA checkpoints. The following day, March 17, that number dropped below a million passengers with 953,699 passengers. ##Thanksgiving## Dr. Moncef Slaoui, the head of the White House's coronavirus vaccine effort, said he hopes that the high efficacy rates of the vaccine candidates will encourage those who may we have concerns about vaccines to get one. \"I think people have misunderstood the level of efficacy that the FDA aimed for, which was to say, at least 50% efficacy. Maybe people thought that was the efficacy of the vaccine,\" he told CNN this morning. \"It's 95%. It's almost a full insurance against this pandemic. I think and I hope that's gonna change people's perception.\" He added that it's \"very unfortunate\" that the vaccine development process has become political.  \"I really think it's very unfortunate that the whole process has been politicized and, therefore, the context has created conditions whereby people's perception has been exacerbated and we are where we are today,\" he said. He added that the vaccines are safe for Americans. \"We know it's safe over a short period of time. And we can project that it's going to be safe over the longer time and we will measure that,\" he said. ##Vaccines## Dr. Moncef Slaoui, the White House vaccine czar, told CNN's Jake Tapper today that he expects children will be able to receive the coronavirus vaccine some time in the middle of next year. Slaoui, who is the head of the US government's efforts to develop a vaccine, said at this point the lowest age that children have received a vaccine during the trials has been 12- to 14-year-olds in the Pfizer trials.  \"I don't know whether the FDA will approve the vaccine for use down to that age. Maybe they will stop at 18 years of age and above,\" he said. Slaoui said that the government is planning to run clinical trials into younger adolescents, and then toddlers and infants on \"an expedited basis\" in the coming months. He said that he expects by May 2021 that \" toddlers, 4, 5 years old and down to 12 months old\" could receive a vaccines, adding that first, \"we need to run those clinical trials on an expedited basis.\"  ##Vaccines## Dr. Moncef Slaoui, the head of the government's effort to develop a vaccine against Covid-19, said the first Americans to receive a coronavirus vaccine could get it as soon as Dec. 11. On Friday, Pfizer submitted an application to the US Food and Drug Administration for emergency use authorization for their Covid-19 vaccine candidate, and an FDA vaccine advisory committee is slated to meet December 10.  Slaoui said that means, if approved, the vaccine could be rolled out the next day. \"Our plan is to be able to ship vaccines to the immunization sites within 24 hours from the approval, so I expect maybe on day two after approval on the 11th or the 12th of December,\" he told CNN Sunday morning. Remember: Experts have said that initially there won't be enough vaccine for everyone. The highest-priority groups, which include health care workers, the elderly and people with underlying medical conditions, will get the vaccine first. ##Vaccines## Vice President Mike Pence is waiting for Sen. Kelly Loeffler's \"confirmatory test” whether it is confirmed the Georgia Republican is positive for Covid-19,  according to Pence’s spokesperson.  “As he awaits a confirmatory test from Senator Loeffler, Vice President Pence is in regular consultation with the White House Medical Unit and will be following CDC guidelines as he has in other circumstances when he has been a close contact,\" Devin O'Malley told CNN in a statement. Pence campaigned alongside Loeffler Friday in Georgia in her runoff campaign to keep her Senate seat. Neither were wearing masks.  The Republican senator tested positive for the coronavirus on Friday, but a subsequent test came back as inconclusive on Saturday evening, according to campaign spokesperson Stephen Lawson.  Pence is tested every day for coronavirus. Following a coronavirus outbreak among his staff ahead of the election, Pence continued to travel and campaign, citing US Centers for Disease Control and Prevention guidelines for \"essential workers” which his staff said he was. We're just four days away from Thanksgiving, and coronavirus cases are rising across the country. The US surpassed 12 million cases of the virus yesterday — and nearly a quarter of those cases were recorded in November. As Americans begin to prepare for the holiday, here's the latest on the pandemic: Staggering Covid-19 numbers: Saturday was the 19th day in a row that the US reported over 100,000 new cases, according to Johns Hopkins. The spring and summer peak records of new cases did not exceed 60,000.\nLong lines at food banks: With less than a week until Thanksgiving, the economic fallout from the coronavirus pandemic is forcing some Americans to go to food banks for the first time. At a food drive in DeKalb County, Georgia, people lined up at 5:30 a.m. ET yesterday for an event that was not supposed to start until 10 a.m., CNN’s Natasha Chen reported. Meanwhile, at the First Unitarian Church in Los Angeles, volunteers are working to ensure residents do not go hungry this Thanksgiving. They expected about 1,000 people to line up. If you are facing food insecurity today, learn how to get help here.\nExperts urge Americans to skip travel this holiday: The US Centers for Disease Control and Prevention this week urged against Thanksgiving holiday travel. The nation's top health experts are urging Americans to alter their holiday plans this year, too: White House coronavirus task force coordinator Dr. Deborah Birx said Americans should limit indoor gatherings to immediate households this Thanksgiving. And Dr. Anthony Fauci said he'll be having a Thanksgiving Zoom call with his three daughters.\nThe good news? Experts say promising vaccines are on the horizon. On Friday, Pfizer and BioNTech submitted an application to the US Food and Drug Administration for emergency use authorization for their Covid-19 vaccine candidate. Earlier this week, Pfizer said a final analysis of the Phase 3 trial of the vaccine showed it was 95% effective in preventing infections, even in older adults, and caused no serious safety concerns. ##Thanksgiving## ##Vaccines## ##Hotspots## UK Prime Minister Boris Johnson will on Monday set out the government’s plan for England to exit its second national lockdown on December 2, outlining what is expected to be a “strengthened” tier system for the country, Chancellor of the Exchequer Rishi Sunak said Sunday.   “The Prime Minister will be setting out more details tomorrow about the next steps and our fight against coronavirus,” Sunak told Sky News.  “The good news is, we will be exiting national restrictions on the 2nd of December, as the Prime Minister said at the beginning of the month-long restrictions,” he added.  According to the Chancellor, the Prime Minister is expected to chair a cabinet meeting on Sunday afternoon to “discuss the details for re-entering the tier system” in England.   “We’ll be going back into a tiered system, which is a far better way to tackle this on a localized approach,” Sunak continued.  While the Chancellor declined to comment on whether a 10 p.m. curfew on the hospitality sector would be extended, a government source said Sunday that the curfew would be extended by one hour to 11 p.m. as part of the government’s plan to exit the nationwide lockdown.  On Monday, the UK Scientific Advisory Group for Emergencies (SAGE) is also expected to publish documents showing that previous tier restrictions were ineffective, the source added. It comes just a week after Public Health England’s Dr. Susan Hopkins said the government would need to consider “strengthening” the tier system until an effective vaccine becomes widely available in the UK.  “We have recognized that the tiering of the country has had a different effect in each area,” the UK medical adviser said Monday.  “We see very little effect from Tier 1 and I think when we look at what tiers may be there in the future, we will have to think about strengthening them in order to get us through the winter months,” she added.  Hong Kong reported 68 new cases of coronavirus on Sunday, marking the highest single-day increase in cases since August 16.  Of the 68 new cases, seven were imported while 61 were locally transmitted, according to Dr. Chuang Shuk-kwan of the Center for Health Protection. Among the 61 local cases, 49 are connected to previously confirmed cases, and the source of infection for the remaining 12 cases could not be traced.  “The situation is very difficult to control,” said Dr. Chuang, who cited asymptomatic cases who continued their daily routine without knowing they had the virus. Earlier on Sunday, Hong Kong’s Secretary for Food and Health Sophia Chan said that “we are now facing a very severe situation in Hong Kong, the number of unlinked cases has been increasing in the past few days.” Chan added that health officials are now testing more people to deal with the recent outbreak. On Saturday, a much-anticipated quarantine free travel bubble between Singapore and Hong Kong was postponed for two weeks due to the recent spike in coronavirus cases in Hong Kong. The 71 new cases bring the city-wide number of cases to 5,629, while the number of deaths remains at 108. South Korea reported 330 new cases on Saturday, bringing the total to 30,733, according to Korea's Disease Control and Prevention Agency (KDCA). Among them, 302 were locally transmitted. The death toll rose by two to 505. Health Minister Park Neung-hoo announced at a briefing on Sunday the government’s decision to raise social distancing measures to level 2 in the Seoul Metropolitan area for two weeks, starting November 24. For a third day in a row, more than 300 local transmissions have been reported daily -- with 200 from the Seoul metropolitan area. Under level 2, mask wearing is mandatory in all indoor facilities, entertainment facilities like clubs are prohibited, restaurants can only do deliveries and takeouts after 9 p.m., gatherings will be limited to less than 100 people, and schools have to operate at one-third capacity. Park warned that Korea is in a risky situation where a much larger mass infection could take place than in the first and second waves. The UK's 10 p.m. curfew for hospitality will be moved to 11 p.m. local time, according to a government source. On Monday, the Scientific Advisory Group for Emergencies (SAGE) is expected to publish documents showing the previous tier restrictions were not effective, the source said. Prime Minister Boris Johnson is also expected to present his plan for tougher coronavirus restrictions to members of Parliament on Monday. He has faced criticism over the 10 p.m. curfew from business owners and customers, some of whom have complained it created a rush outside establishments every evening. The United States reported 177,552 new coronavirus cases and 1,448 deaths on Saturday, according to John Hopkin's University. The country has now reported a total of 12,088,410 cases, including 255,861 deaths, according to the university's tally. The totals include cases from all 50 states, the District of Columbia and other U.S. territories, as well as repatriated cases. CNN is tracking the US cases:  North Korea on Sunday called for stricter border control and coronavirus restrictions amid the worsening coronavirus pandemic, according to the Rodong Sinmun, the official newspaper of the Worker’s Party of Korea. “We need to rigorously guard the blockade of barriers in order to defend the nation's safety and people's well-being\" in the health crisis, the paper said.  It urged people to be a \"true patriot\" and follow coronavirus restrictions.  North Korea has repeatedly claimed it is free of the coronavirus. In a speech last month its leader Kim Jong Un said he was thankful for the country not having a single coronavirus victim. Victoria, the state once at the center of Australia’s Covid-19 epidemic, has announced a further relaxation of coronavirus restrictions as it continues to report no new cases. “Three months ago, Victoria had 4,293 active cases. Today we have one. It’s an incredible achievement. And the clearest evidence there is of our determination to not only get on top of this virus – but to squash it,\" Victoria’s Premier Daniel Andrews said in a statement released Sunday. The eased restrictions, due to kick in at 11:59 p.m. Sunday night, include: The number of visitors allowed in one household will increase from two to 15 per day.\nPublic outdoor gatherings will be allowed at a maximum of 50 people. \nThe number of attendees at weddings, funerals, and religious ceremonies indoors will be increased to 150 people. \nCinemas, galleries, and museums will be allowed to host up to 150 people indoors. Victoria reported no new coronavirus cases on Sunday. The state's total caseload stands at 20,345, with 819 deaths. There is currently only one active Covid-19 case in the state. Japan's daily coronavirus infections hit a record high for the fourth day in a row, with 2,508 cases recorded on Saturday, according to the Japanese Health Ministry. The spike brings the nationwide caseload to 130,891. The country also saw 11 virus-related fatalities on Saturday, bringing the total death toll to 1,987. Prime Minster Yoshihide Suga said Friday the government's travel and dining promotion program will be halted in coronavirus hotspots to curb further infections.  \"In the areas where the infection increase reaches a certain level, we will take stronger prevention measures in coordination with prefectural governors,” Suga said. The areas and date of the temporary cancellation are to be determined next week. On Saturday, Japan’s capital Tokyo recorded its highest number of daily infections with 539 cases. Osaka, the country's second largest city, also reported a record high of 415 new cases. The Canadian province of Ontario reported 1,588 new coronavirus cases Saturday, according to government statistics, which CNN affiliate refers to as the “highest seen in the pandemic so far.” The province also reported 21 virus-related deaths on Saturday. Across Ontario, 513 coronavirus patients are now hospitalized, including 146 in the intensive care units and 87 on ventilators. The surge in cases comes as the country's biggest city Toronto is set to go into a lockdown on Monday to limit the spread of Covid-19. The lockdown will last for at least 28 days and it includes Peel Region, which is part of the Greater Toronto Area.  \"We cannot afford a province-wide lockdown, so we are taking preventative action today by moving Toronto and Peel into Lockdown level restrictions and other regions into higher levels of restrictions,” Ontario Premier Doug Ford said Friday. These are the lockdown rules: Indoor social gatherings or events won't be allowed except with members of the same household, and outdoor gatherings will be limited to no more than 10 people, according to the release. \nWedding services, funerals, and religious ceremonies where physical distancing can be maintained indoors or outdoors will also be limited to no more than 10 people. \nRetail will be allowed to operate for curbside pick-up or delivery only. Certain businesses such as grocery stores and pharmacies will be allowed to open at 50% capacity. \nSchools and childcare will remain open, and post-secondary education will move to virtual learning except for training that can only be provided in person.  Other parts of the province will move to higher levels of restrictions starting Monday as well, according to the release.  ##Hotspots## ##Restrictions## Members of the Texas National Guard have been mobilized to El Paso County, Texas, to help with the morgue crisis as the state battles a surge in coronavirus cases and deaths. A team of 36 National Guard troops has been deployed to \"provide mortuary affairs support,\" according to the Texas Division of Emergency Management (TDEM). The team was mobilized Saturday morning \"after completing an assessment of the situation on the ground in El Paso County this week,\" TDEM spokesman Seth Christensen said. \"As we've seen a rapid increase in cases and hospitalizations, we are unfortunately also seeing a spike in deaths. We have been working closely with funeral homes and mortuaries to assist with increased capacity and coordination of resources,\" El Paso Mayor Dee Margo said in a statement on Twitter. \n\"The Texas Military will provide us with the critical personnel to carry out our fatality management plan and we are very grateful to them for their ongoing support.\" Read the full story:  The US Food and Drug Administration on Saturday issued an emergency use authorization for Regeneron's antibody cocktail to treat Covid-19 in high-risk patients with mild to moderate disease. President Donald Trump received the therapy, called REGEN-COV2, when he was hospitalized for coronavirus. The treatment has to be infused into the bloodstream and is meant to mimic an immune response to infection. The cocktail reduced Covid-19-related hospitalizations and emergency room visits in some patients within 28 days of treatment, the FDA said in a news release. Regeneron's chief executive officer, Dr. Leonard S. Schleifer, said in a statement that demand may initially exceed supply, \"making it even more critical that federal and state governments ensure REGEN-COV2 is distributed fairly and equitably to the patients most in need.\" Some context: An emergency use authorization (EUA) is a lower regulatory bar than full approval by the FDA. An EUA allows products to be used under particular circumstances before all the evidence is available for approval. \"When used to treat Covid-19 for the authorized population, the known and potential benefits of these antibodies outweigh the known and potential risks,\" the FDA said. Read the full story:  Georgia Republican Sen. Kelly Loeffler has tested positive for Covid-19, her campaign announced. Loeffler tested positive for the coronavirus on Friday, but a subsequent test came back as inconclusive on Saturday evening, according to campaign spokesperson Stephen Lawson. Loeffler was maskless with Vice President Mike Pence and Sen. David Perdue during campaign events most of the day Friday. The trio rode on a bus from the airport to two campaign events for Georgia Senate seat runoff elections in January. \"Senator Loeffler took two Covid tests on Friday morning. Her rapid test results were negative and she was cleared to attend Friday’s events. She was informed later in the evening, after public events on Friday, that her PCR test came back positive, but she was retested Saturday morning after conferring with medical officials and those results came back inconclusive on Saturday evening,\" Lawson said in a statement. \"She has no symptoms and she will continue to follow CDC guidelines by quarantining until retesting is conclusive and an update will be provided at that time,” Lawson said. The campaign official added that Loeffler is notifying those with whom she had direct contact with while she awaits further tests. Mississippi reported 1,972 new Covid-19 cases on Saturday, the highest single-day jump in infections since the pandemic began. The previous peak of 1,775 cases was recorded on July 30, according to Mississippi State Department of Health Communications Director Liz Sharlot. The state also saw 15 virus-deaths Saturday, bringing its death toll to 3,657. It has reported a total of 142,401 coronavirus cases so far, according to the health department. Currently, there are 897 coronavirus patients hospitalized in the state, including 223 in the Intensive Care Unit (ICU), according to the department. ##Hotspots## Hong Kong recorded 43 new coronavirus cases on Saturday — the biggest daily jump in more than three months, according to a statement from the city’s Centre for Health Protection (CHP).  Of the newly reported cases, 36 were locally transmitted, the statement said.  \"Given that the situation of Covid-19 infection remains severe, and that there is a continuous increase in the number of cases reported around the world, members of the public are strongly urged to avoid all non-essential travel outside Hong Kong,\" the CHP spokesperson was quoted saying in the statement.  The CHP also called on members of the public to avoid going out, having social contact and dining out. The announcement of the new cases comes after Hong Kong postponed a much-hyped \"travel bubble\" with Singapore due to a rise in coronavirus cases in the city.  Edward Yau, Hong Kong's secretary for commerce and economic development, announced the two-week delay during a press conference on Saturday.  \"We had planned to launch the HK-Singapore travel bubble tomorrow,” Yau said. “But in the light of the recent upsurge of local cases, we have decided together with Singapore government that we would defer the launching of the air travel bubble by two weeks.” The California Department of Public Health announced 15,442 new Covid-19 cases in a press release Saturday. This marks a record high in newly reported cases in the state, shattering Friday's highest case count of 13,005. The previous high was reported in July with 12,807 new cases.  There have now been a total of 1,087,714 confirmed cases in California, the release said.  The seven-day positivity rate is 6.1% and the 14-day positivity rate is 5.4%, according to the release. ##Hotspots##  World Health Organization Director-General Tedros Adhanom Ghebreyesus urged world leaders to allocate coronavirus vaccines fairly today during a virtual G20 summit. “Fair allocation of vaccines is central to the pandemic endgame, and a faster global recovery,” Tedros said in a copy of his opening remarks, released by WHO. Tedros said there is a need for an immediate investment of $4.5 billion for vaccines. The Group of 20, or G20, summit is a gathering of world leaders to discuss international issues. Tedros noted that the G20 -- which represents two-thirds of the world’s population and 80% of the global economy -- will play a vital role in not only ending the coronavirus pandemic, but preventing future pandemics. “To prevent future outbreaks and their impact on lives, livelihoods and economies, all countries must invest in preparedness and universal health coverage,” he said. ##Vaccines##  There have been at least 12,019,960 cases of coronavirus in the United States, according to data compiled by Johns Hopkins University.  The US has added about 2 million new coronavirus cases in the past 12 days. Johns Hopkins recorded the first case of coronavirus in the United States on January 21. After that ... 98 days later, on April 28, the US hit 1 million cases \n44 days later, on June 11, the US hit 2 million cases \n27 days later, on July 8, the US hit 3 million cases \n15 days later, on July 23, the US hit 4 million cases \n17 days later, on August 9, the US hit 5 million cases \n22 days later, on August 31, the US hit 6 million cases \n25 days later, on September 25, the US hit 7 million cases \n21 days later on October 16, the US hit 8 million cases \n14 days later, on October 30, the US hit 9 million cases \n10 days later, on November 9, the US hit 10 million cases \n6 days later, on November 15, the US hit 11 million cases\n6 days later on November 21, the US hit 12 million cases At least 255,414 people have died in the United States from coronavirus since the pandemic began. ##Hotspots##", "Section": "world", "Writers": ["Nectar Gan", "Jenni Marsh", "Rob Picheta", "Mike Hayes", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-11-22-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}