{"Type": "profile", "Time": "2014-03-25", "Headline": "Richard Quest", "Text": "Richard Quest is CNN's foremost international business correspondent and anchor of Quest Means Business, the definitive word on how we earn and spend our money. Based in New York, he is one of the most instantly recognizable members of the CNN team.  Quest is also a presenter of The Express, a quick-fire briefing on the latest market movements and business stories that airs live from the floor of the New York Stock Exchange weekdays at 12pm ET / 5pm BST, as well as Quest's World of Wonder, an immersive travel series that finds Quest exploring a new destination each month and meeting fascinating people who reveal the heart of the city. Additionally, Quest serves as CNN Business editor-at-large and regularly hosts the digital live financial show \"Markets Now\" live streamed from the floor of the NYSE every Wednesday at 12:45pm ET at CNNMoney.com/MarketsNow. Quest Means Business, which airs weekdays at 3pm ET / 8pm BST on CNN International, destroys the myth that business is boring, bridging the gap between hard economics and entertaining television. CEOs and global finance ministers make a point of appearing on QMB. Guests of the show include the biggest names in banking like Jamie Dimon of JP Morgan Chase, Bill Dudley, former president of the New York Federal Reserve, and Robert Zoellick, the former President of the World Bank; European policy makers including former IMF chiefs Christine Lagarde and Dominique Strauss-Kahn as well as former EC President Jose Manuel Barroso, and some of the most influential names in corporate America including Microsoft's Satya Nadella, Coca-Cola CEO James Quincey and Hans Vestberg of Verizon. Quest's dynamic and distinctive style has made him a unique figure in the field of business broadcasting. He has regularly reported from G20 meetings and attends the World Economic Forum in Davos, Switzerland each year. Quest has covered every major stock market and financial crisis since Black Monday in 1987 and has reported from key financial centers globally including Wall Street, London, Sao Paolo, Tokyo and Hong Kong.  In addition, Quest is the established airline and aviation correspondent at CNN. He has interviewed all of the major airline executives including current Delta CEO Ed Bastian, former Delta CEO Richard Anderson, Qatar Airways CEO Akbar Al Baker, AirAsia CEO Tony Fernandes and Emirates CEO Tim Clark. He has covered a number of breaking aviation stories like the downing of Malaysia Airlines Flight MH17 in Ukraine, the Virgin Galactic SpaceShipTwo crash and the disappearance of Malaysia Airlines Flight MH370. Quest is the author of 'The Vanishing of Flight MH370: The True Story of the Hunt for the Missing Malaysian Plane,' which details his unique perspective on covering MH370 for CNN. The United Nations World Tourism Organization (UNWTO) awarded Quest the 2013 UNWTO Award for Lifetime Achievement in recognition of his work as a business journalist reporting on the tourism industry. On the political front, Quest covered the 2016 U.S. presidential election campaign with his own series, 'American Quest,' in which he travelled across the battleground state of Florida interviewing a diverse range of voters in the weeks leading up to the election.  Quest is also the face of CNN's coverage of major UK events. He led CNN's coverage of the 'Brexit' vote in 2016, and has continued to report on the impact the historic vote is making on markets, economies and businesses. He used his expert knowledge of the British Royal Family to front the channel's coverage of the 2018 marriage of Prince Harry and Meghan Markle; the Queen's Diamond Jubilee celebrations in 2012 live from the banks of the River Thames; and the 2011 marriage of Prince William and Kate Middleton, now the Duke and Duchess of Cambridge.  His coverage of breaking news, which has spanned more than two decades, has seen him report on a range of stories from the ongoing Covid-19 pandemic, the death of Yasser Arafat, the Lockerbie Pan Am 103 crash to the death of Michael Jackson. Quest is more than just business; there are few journalists who have had guests as varied, from His Holiness, The Dalai Lama to actress Joan Collins to founder of Playboy Magazine, Hugh Hefner.  Prior to joining CNN, he worked at the BBC, where he was the North America business correspondent, based on Wall Street for 12 years.  Quest is British, holds an LLB (Hons) degree in Law from Leeds University, and was called to the Bar. ", "Section": null, "Writers": [], "URL": "https://www.cnn.com/profiles/richard-quest-profile", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}