{"Type": "article", "Time": "2018-10-02", "Headline": "Health officials 'very worried' as African swine fever spreads in Europe and Asia", "Text": "Global health officials are preparing for African swine fever, which has been spreading in pigs across borders since 2014, reaching Western Europe last week.  Humans are suspected to have caused the recent spread to Belgium, where eight cases were confirmed, as of September 25, according to the World Organisation for Animal Health. The most recent cases, however, were reported September 25 in a Chinese slaughterhouse in Hohhot, the capital of Inner Mongolia, according to the organization. There have been 29 outbreaks in China since the first case was reported August 3. China has culled nearly 40,000 pigs in response, according to the the organization's database. The virus reached China this summer and arrived in Western Europe for the first time in September in a separate simultaneous outbreak, leaving officials worried. As of Friday, Belgium had culled 4,000 domestic pigs from the Étalle region, according to the country's national federation of slaughterhouses, cutting plants and wholesalers for pork. Thirteen countries have banned some sort of pork imports from Belgium: Taiwan, South Korea, Serbia, Singapore, China, Belarus, Australia, Japan, Philippines, Mexico, Uruguay, Malaysia and India.  \"An outbreak of African swine fever is a very serious event,\" said Matthew Stone, the World Organisation for Animal Health's deputy director general for international standards and science. \"The authorities of countries affected are under extraordinary pressure.\" Globally, more than 361,000 infected wild boars and domestic pigs have been reported to the organization, with more than 119,000 deaths in 2018.  The disease is characterized by pigs developing hemorrhaging lesions on their skin and internal organs. All cases can result in death within 10 days of infection, according to the World Organisation for Animal Health. Financial consequences of an outbreak are substantial. Once the virus has been detected on a pig farm, the entire population must be culled.  Pork exports make up 8.5% of the European Union's total agricultural industry and 62% of the bloc's total meat exports, according to a 2016 US Department of Agriculture report.  Cross-border spread Eastern Europe has witnessed several outbreaks of the virus over the summer, with Romania most affected.  The first case was reported in January near the Ukrainian border, and Romania has reported over 900 outbreaks since, mostly among backyard farm animals. Bulgaria, the Czech Republic, Estonia, Latvia, Lithuania, Hungary, Poland, Russia, Ukraine, Moldova and Romania have reported over 355,000 cases between them since 2014. African swine fever, which affects only wild boars, warthogs, bush pigs and domestic pigs, is endemic in sub-Saharan and West Africa and was first detected in Kenya in 1921. Scientists agree that there are no health risks to humans, according to the World Organisation for Animal Health.  The disease is transmitted among pigs by direct contact with infected animals, their carcasses and bodily fluids or by consuming contaminated meat, usually discarded by humans, according to Vytenis Andriukaitis, European Union commissioner for health and food safety. Any objects from infected zones, such as boot soles or tires, can also carry the virus as they may transfer sources like blood, tissues, secretions and excretions of dead or sick animals, according to the World Organisation for Animal Health. The virus first entered Eurasia in 2007g in Georgia via wild boar imported from Africa, said Andriukaitis, who chaired a meeting September 17 with Belgian ministers to discuss the handling of cases found in Belgium. \"The first outbreak in Georgia in 2007 was a full disaster. It fully destroyed pork production and led to a broad contamination,\" he said. After Georgia, the virus spread to Russia, Moldova and Belarus and, in 2014, entered the European Union via Poland and the Baltic states.  Now, the virus has reached Belgium, with ongoing outbreaks in Ukraine's Kiev region, resulting in the killing of 912 pigs. Nineteen new outbreaks were also recorded in Romania, mainly on backyard farms and national parks. The virus shows no sign of slowing. Human spread Humans were the \"most likely route of infection\" for the boars in Belgium last week, believes Linda Dixon, researcher in genomics of African swine fever at the Pirbright Institute in the UK.  Since the infected pigs were found in a forest area, more than 1,000 kilometers (621 miles) from any infected territories, she suspects that people consumed infected meat products and then left them in the forest where wild boars ate them. There are no risks associated with eating infected meat, Dixon said. In the rest of Europe the main factor for spread has been wild boar movements, illegal pig and pork meat trading and the movement of people and vehicles between countries, according to Andriukaitis.  Climate change and \"absolutely different weather conditions\" have helped African swine fever spread, he said, explaining that the virus is a very heat- and cold-resistant one.  Thousands infected in China  China has also been hit hard. As of September 25, eight provinces were also reporting cases of African swine fever thousands of kilometers apart, with 2, 283 pigs infected. The country has seen 29 outbreaks, according to the World Organisation for Animal Health's database. China is one of the world's largest producers and consumers of pork products, according to the UN Food and Agriculture Organization.  Stone believes that the movement of live pigs or pig meat has been \"instrumental in both initiation but also propagation\" of the virus in China.  Dirk Pfeiffer, chair professor at City University's College of Veterinary Medicine and Life Sciences in Hong Kong, believes that the wide geographical spread is due to the \"extensive live pig trade network in China.\"  \"Food waste is being widely fed to domestic pigs, which if contaminated with the virus, will greatly facilitate spread.\" Where there is \"significant illegal trade in live pigs, pork or food waste for feeding pigs,\" it becomes \"virtually impossible\" to find the source of the virus, Pfeiffer added. But investigations into how the virus was introduced are vital to prevent further spread. China is undertaking standard procedures such as a movement ban of pigs and pork products from affected to unaffected provinces and culling on at-risk farms. \"Forward and backward\" tracing is also ongoing to identify the source of the virus and which other areas could have undetected infections spreading. The feeding of pig swill (food waste) has also been banned, Pfeiffer said.  However, given the size of the country and the number of outbreaks, Pfeffer believes there is a need for more trained veterinary staff who are familiar with the virus. Given the number of countries now affected, preparedness programs, such as awareness campaigns warning people not to bring meat products from infected areas, are ongoing in most countries, Dixon said. Schengen struggles  \"Europe is very worried about further spread,\" Dixon said, with the large number of wild boars that roam freely being a primary concern, aided by the Schengen zone that allows Europeans to travel between 26 countries without any border checks. Within the free movement zone, seven countries have reported outbreaks: Belgium, Lithuania, Latvia, Estonia, Poland, Hungary and the Czech Republic.  Ways to keep wild boars from spreading the virus must include an understanding of the animal's movement, Stone said.  In summer 2017, the Czech Republic managed an outbreak of the deadly virus in its wild boar population by early prevention methods like targeted hunting, increased biosecurity, awareness campaigns and training of local people.  Other cases of African swine fever, like a 1980s outbreak in Spain, were also eliminated thanks to a reduction in free-range pig farming in the south of the country. But today's conditions make containing the virus harder.  \"Now, we have different circumstances because of the single market, free movement of goods, the Schengen area and the different legal environments,\" Andriukaitis said.  Rest of Europe builds defense The European Union has laid out contingency plans for dealing with African swine fever, including hunting bans in affected areas, movement controls, surveillance, ensuring high levels of biosecurity in all pig holdings, fighting illegal trade in meat or pig products and raising awareness in farmers and the local population.  In order to prevent spread of the virus to unaffected countries, Germany issued a decree allowing for hunting of wild boar populations during the entire year and has rehearsed response tactics in the case of an African swine fever outbreak. Denmark has approved plans for a fence along its border with Germany to stop wild boar movements between the countries as a precaution.  Andriukaitis has \"doubts\" about using a fence between countries as a prevention strategy because it wouldn't stop movement by humans or vehicles, which can still transmit the virus.w The next hope is a vaccine. African swine fever is a highly contagious DNA virus, the UK's Department for Agriculture, Environment and Rural Affairs said.   The European Union issued a research grant in 2018 for the development of an African swine fever vaccine in its Horizon 2020 program, the biggest EU research and innovation program.", "Section": "health", "Writers": [], "URL": "https://www.cnn.com/2018/10/02/health/african-swine-fever-europe-china-spread-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}