{"Type": "profile", "Time": "2019-01-02", "Headline": "Kylie Atwood", "Text": "Kylie Atwood is a national security correspondent for CNN based in Washington, DC. Since joining the network in 2019, Atwood has reported on developments throughout the impeachment hearings of President Donald Trump. She also broke several stories including Rudy Giuliani's push to get the Trump administration to grant a visa to a Ukrainian official promising dirt on Democrats and key elements of the Trump administration's foreign policy agenda. Additionally, she broke stories on US-North Korea talks, and details of Trump's conversations with Kim Jong Un. In January of 2020 Atwood was included in Crain's NewsPro's 12 to Watch in TV News.  Prior to joining CNN, Atwood was the CBS News State Department reporter. She has reported from dozens of countries around the world, including Russia, Afghanistan, China and Mexico. On one of Pompeo's trips to North Korea, Atwood was the sole pool reporter on the trip, allowing her to report on direct conversations with North Korean officials.   During more than 6 years at CBS News, Atwood also worked as Bob Schieffer's assistant and researcher and a campaign digital journalist in 2016 before becoming the State Department reporter. She produced Tillerson's 60 Minutes interview in 2018 and reported on the Philippines drug war in 2017.  Atwood graduated cum laude from Middlebury College with a major in international studies and a minor in economics. She was awarded high honors for her senior thesis on US-Somalia relations. In college she developed a passion for journalism as she spent time working for 60 Minutes, GlobalPost, WPTZ in Vermont and the Addison County Independent newspaper. Atwood also dedicated a year to national service as a corps member for City Year.  Atwood is from Boston, Massachusetts and she is the eldest of 5 children. As a child she spent extensive stints of time in South Africa with her family doing service projects. Her passions include photography, running and skiing. She is on the board of Report for America which is supporting a new generation of journalists to serve in community news organizations across the United States.  ", "Section": null, "Writers": [], "URL": "https://www.cnn.com/profiles/kylie-atwood", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}