{"Type": "article", "Time": "2020-12-09", "Headline": "Men face 'almost three times the odds' of ICU admission for Covid-19, study says", "Text": "In the early weeks and months of the coronavirus pandemic, medics and health professionals working in hospitals around the world noticed that Covid-19 was hitting men harder than women. Now, a global analysis of over 3 million Covid-19 cases from January to June has found that male patients with the disease have \"almost three times the odds\" of requiring admission to intensive care than female patients.  What's more, men were almost 1.4 times more likely to die from Covid-19 than women -- although both sexes have an equivalent risk of infection. The researchers analyzed data from 90 reports involving 46 countries and 44 US states. This data showed that, among the cases in the study, about 1.57 million were women and about 1.53 million were men.  Yet when it came to data on over 12,000 admissions to hospital intensive care units, about 8,000 of those were men and 4,000 were women, the researchers found.  And among the over 200,000 Covid-19 deaths included in the study, about 120,000 were men and 91,000 were women. The study, which published in the journal Nature Communications on Wednesday, didn't examine the reasons for the disparity. But the researchers -- from the University College London and the University of Cape Town in South Africa -- suggested the explanation is more likely due to biological differences than behavioral or socioeconomic ones. The many parts of the immune system that work together to defend the body against viruses do not operate exactly the same way in men and women, and the study said that more research is needed to determine which specific biological factors may be driving these differences. \"Men and women have differences in almost all arms of the immune system. These range from the early immune responses to viral infection, to T cell responses, B cell responses and immune memory,\" said study author Dr. Kate Webb, a consultant pediatric rheumatologist at the University of Cape Town and The Francis Crick Institute in London.  \"There are many potential reasons for these differences in immunity: hormones have immunological effects and women have two X chromosomes compared to one in men. X chromosomes are packed full of genes which code for immunity.\" Sex is 'an under-appreciated variable' Many diseases attack men and women in different ways. Why this is can depend on a complex mix of biology and behavior that is difficult to untangle. Men are more likely in some cultures to leave the house and visit more crowded areas. They're also less likely than women to wash their hands with soap after using a restroom. However, because the data showed that infection rates are roughly equal between men and women, differences in hygiene behavior by gender are unlikely to explain the disparity in disease severity, the researchers said.  Other explanations for the disparity include men being more likely to have certain preexisting health conditions, or comorbidities, that put them at risk. The researchers said, however, that they did not have enough data on these factors.  The team noted, though, that there are no marked sex differences in the proportions of adults globally with hypertension (high blood pressure) or diabetes, and those are the most commonly reported comorbidities in hospitalized Covid-19 patients. Men are also more likely to smoke, but the study said smoking had not emerged as a clear risk factor. During previous coronavirus epidemics, the study said that men were reported to have a worse clinical outcome during the SARS outbreak in Hong Kong and Singapore. They also had a higher risk of dying from MERS in Saudi Arabia.  From an evolutionary perspective, some research has suggested that women have a stronger immune response against viral infections than men because they are biologically designed to spend part of their lives with a foreign body inside -- a baby -- thus granting them a survival advantage. The authors of the study said that sex remained \"an under-appreciated variable when interrogating outcomes in infectious diseases.\" \"Sex has been traditionally under-appreciated in scientific research, ranging from basic laboratory to bedside clinical research,\" Webb said via email.  \"Including females in basic laboratory research introduces variation that would not exist if only male cell or animal models were used, so they were usually excluded. Sex based differences are often missed even in the earliest laboratory research.\" ", "Section": "health", "Writers": ["Katie Hunt", "Jacqueline Howard"], "URL": "https://www.cnn.com/2020/12/09/health/men-covid-19-icu-admission-wellness/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}