{"Type": "article", "Time": "2021-03-17", "Headline": "Asian cities challenge London for world's No. 2 financial center title", "Text": "London is fighting to maintain its standing as the best city outside New York for bankers and traders to do business. The British capital lost significant ground in the first Global Financial Centers Index published since the United Kingdom completed its exit from the European Union, barely holding onto its No. 2 spot in the ranking.  London's rating has declined by 23 points since the previous edition compiled by think tank Z/Yen, which was released in September. London is now just one point ahead of Shanghai, and Hong Kong and Singapore are not far behind.  The ranking is produced by combining assessments from financial professionals with quantitative benchmarks provided by third parties including the World Bank, the Organization for Economic Cooperation and Development and the United Nations. Billions of dollars worth of stock and derivatives trading has already vanished from London since Brexit was finalized on Jan. 1, shifting abroad to cities including Amsterdam, Paris and Frankfurt, home to the European Central Bank. Frankfurt's rating climbed by 12 points in the latest Z/Yen index, while Milan rose by 28 points. Paris and Amsterdam saw their ratings weaken. The threat of more lost business hangs over London, which is home to dozens of the world's biggest banks, hedge funds and insurance companies.  Financial services were not included in the UK-EU trade deal agreed by British Prime Minister Boris Johnson in December, putting Brussels in a position to decide how much access UK-based companies will have to the vast EU market. \"I'm not predicting the end of London as a major financial center, but I think it's in the most precarious state it's been in for a long time and cannot be complacent,\" Alasdair Haynes, the CEO of Aquis Exchange, an upstart rival to the London Stock Exchange and the CBOE, told CNN Business in February. London still remains a draw for talent. And many financial institutions are hoping to bring people back to the office as soon as possible.  JPMorgan Chase plans to have hundreds of summer interns in New York and London work out of the bank's offices instead of virtually, a person familiar with the matter told CNN Business on Tuesday.", "Section": "investing", "Writers": ["Julia Horowitz"], "URL": "https://www.cnn.com/2021/03/17/investing/london-financial-center-index/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}