{"Type": "article", "Time": "2021-01-19", "Headline": "Five dishes that define India's diverse cuisine -- and the chefs taking them global", "Text": "The term \"Indian cuisine\" covers a lot of ground. From the Himalayan peaks in the northern state of Uttarakhand, to the tropical southwestern coast of Kerala, each landscape comes with its own climate, history, trade links and religious customs. And each has a unique food culture.  As a culinary destination, India offers an epic food bucket list. But the past year has been tough for travel, with most of the world's holiday plans put on hold because of the Covid-19 pandemic. India's cuisine, at least, can still journey far beyond the country's borders. According to the United Nations, people from India make up the world's largest diaspora community -- and they have brought their delicious food with them. In the UK, for instance, tens of thousands of Indian immigrants arrived in the early 20th century, followed by an influx of Bangladeshi immigrants in the 1970s -- many setting up restaurants that tailored Indian curries to local tastes. As a result, curry has become a firm fixture and Anglo-Indian inventions, such as chicken tikka masala, are among the nation's favorite dishes.  While curry houses with standard menus are still popular, the world's taste for Indian fine dining is evolving to encompass lesser known regional delicacies and bolder experimentation.  Indian chefs living around the world are feeding this growing movement, with menus that celebrate their family heritage, while bringing new dimensions to traditional cooking techniques and recipes.  CNN spoke to five of these culinary ambassadors about the dishes that -- for them -- capture the delicious diversity of India. Chef Jessi Singh: Buffalo milk kebab, Punjab When it comes to making a kebab, milk curd probably isn't the first ingredient that springs to mind. But for Punjab-born chef and restaurateur, Jessi Singh, this is the ultimate taste of home.  Crispy on the outside, with a soft, creamy center, kebabs made with curd, yogurt or paneer cheese are a popular appetizer in restaurants across northern India.  Born in a farming village outside of Punjab's capital, Chandigarh, Singh encountered the dish -- and its key ingredients -- at source.  \"Before I even turned 10, I knew how to milk the buffaloes,\" he says.  Singh takes charge of fermenting the milk for the kebabs in his restaurants in Australia, including Melbourne's Daughter in Law and Don't Tell Aunty in Sydney. Served with an orchid and bright pink beetroot sauce, his kebabs might not look like the meals he ate as a child, but the vivid colors represent Singh's Punjab heritage in other ways.  \"Back home, color doesn't associate with a gender, or a certain people, or a class,\" he says. \"Color belongs to everyone. You will see men wearing pink turbans, a red shirt ... We are a very, very colorful culture. So that's what I put in my food.\" Daughter in Law, 37 Little Bourke Street, Melbourne, Victoria, Australia; +61 (03) 9242 0814 Don't Tell Aunty, Shop-2, 414 Bourke Street, Surry Hills, Sydney, New South Wales, Australia; +61 (02) 9331 5399 Chef Garima Arora: Millet roti, Telangana  Thailand-based chef and restaurant owner Garima Arora has attracted a lot of attention for her pioneering take on Indian cuisine. A former pupil of world-famous Indian chef Gaggan Anand, she is the first and only Indian female chef to earn a Michelin star for her Bangkok restaurant, Gaa, while \"The World's 50 Best Restaurants\" rated her as Asia's best female chef in 2019.  Not content with her own trailblazing accolades, Arora is taking another approach to \"rewrite this narrative around Indian cooking.\" In 2019, she launched Food Forward India, a traveling non-profit initiative that aims to map out the cuisines of every Indian state, starting with the one Arora was born in -- Telangana.  Food in this southern Indian state is most often associated with the refined dishes of Telangana's capital, Hyderabad, developed over centuries in the Mughal and Nizam royal courts. But Arora was interested in highlighting food customs beyond the metropolis. \"There was a big difference between the way urban Telangana eats to the rural Telangana to the tribal Telangana,\" Arora says. \"The idea was to take that and show it to the world.\" One rustic ingredient Arora hopes to spotlight is millet. Among the world's earliest cultivated grains, it's a historic staple in Telangana's rural communities.  Arora is giving millet a fine-dining update as a roti tartlet, filled with creamy, chilled crab and fresh coconut. She says her \"cold curry\" gives the \"sensation of eating something fresh, cool, earthy -- but in one bite.\" Gaa, 46 Sukhumvit 53 Alley, Khlong Tan Nuea, Watthana, Bangkok, Thailand; +66 (0)63 987 4747 Chef Deepanker Khosla: Mutton biryani, Uttar Pradesh Chef Deepanker Khosla is making waves with his award-winning sustainable restaurant, Haoma, in Bangkok, Thailand. He says the zero-waste farm-to-table concept is a \"prototype\" for restaurants in the future, inspired by his upbringing in the Uttar Pradesh city of Prayagraj, formerly called Allahabad. \"My dad has this beautiful kitchen garden,\" Khosla says, \"So harvesting our own produce, eating fresh, sustainable ... this is tradition.\"  A hydroponic system on the restaurant terrace recycles rainwater to grow plants and tilapia fish, while all waste from the kitchen is recycled back into fish food and compost.  The restaurant farm supplies almost all the produce for Khosla's \"neo-Indian\" menu, a modern, high-end take on centuries-old Indian dishes.  That includes biryani; a fragrant mix of meat or vegetables, rice and spices, the meal is universally loved across the Indian subcontinent. Many historians believe biryani originated in Persia and was brought to India by the Mughals, who controlled the area from the 16th to 18th century. It made its way into the cuisine of almost every region, each suffusing the dish with its own flavors and techniques.  Khosla makes a version known as Awadhi biryani -- a beloved dish back home in Uttar Pradesh. Lightly spiced pieces of mutton and rice are layered into a pot, sealed with dough, and slowly steamed for hours, in \"dum pukht\" style.   \"Dum pukht means slow breathing, so you let the food breathe in its own juices,\" Khosla says. With an ever-evolving menu that adapts to the seasonal produce that can be grown on the farm, Khosla is excited to spotlight authentic, regional recipes.   What we know about Indian cuisine is \"not even the tip of the iceberg,\" he says. \"India has 22 distinct cuisines with more than 5,000 different dishes ... that is what I take pride in.\" Haoma, 231 3 Soi Sukhumvit 31, Khlong Toei Nuea, Watthana, Bangkok, Thailand; +66 (0)2 258 4744 Chef Palash Mitra: Fish curry, West Bengal To call Bengali fish curry, or macher jhol, a classic West Bengal meal would be an understatement. As the local saying goes: \"mache bhate bangali,\" which roughly translates as 'fish and rice is what makes a Bengali'.  Fish is a staple in West Bengal's cuisine largely because of geography. Crisscrossed by rivers that flow into the Bay of Bengal, the east Indian state boasts a huge variety of fish. And the importance of fish carries into ritual life too.   \"Whether it's a funeral or if it's a marriage, fish is an integral part of it,\" says Palash Mitra, a chef born in West Bengal's capital, Kolkata. \"Fish is the symbol of a new life, the end of life. It's entwined.\"   As culinary director of South Asian cuisine for Hong Kong's Black Sheep restaurant group, Palash supervises four restaurants, which offer fish dishes that span the Indian subcontinent.  \"The tandoori cobia ... or the salmon ... these are really, really popular dishes,\" he says.  But Bengali fish curry is the dish that's \"very close to my heart,\" he says. Mitra cooks his mother's recipe: chunks of rui, a South Asian carp, slowly simmered in a light broth, enriched with spices, potatoes, cauliflower and tomatoes, and served with rice.  He plans to put it on the menu at his restaurant, Rajasthan Rifles on Hong Kong's Victoria Peak, this summer.  Rajasthan Rifles, The Peak Galleria, Shop G01 G/F, 118 Peak Road, Central, Hong Kong; +852 2388 8874 Chef Kuldeep Negi: Tandoori prawns, Delhi Of course, there's one thing that defines India's culinary legacy more than any dish. Spices are at the heart of all Indian food, with India using, buying and selling more spices than any other country, according to the government's spices board.    Kuldeep Negi, Chef de Cuisine of Singapore's Tiffin Room restaurant inside the historic Raffles hotel, understands India's spices better than most. Growing up in Delhi, he had Asia's biggest spice bazaar on his doorstep: Khari Baoli, in Old Delhi's Chandni Chowk market. This maze of stalls, bursting with color and heady aromas, has been supplying kitchens in India's capital since the 17th century.    As a child, Negi's mother brought him to the market, and taught him how to select and blend the spices.    \"She is very particular about choosing the spices because India is a country of different seasons. So each season has different spices,\" says Negi. \"How to use them, when to add into the dish, how long you're going to cook (them) -- that's very important.\"    The art of blending spices is still an important part of Negi's cooking today. Though you're more likely to find chicken or lamb grilling in the tandoors of landlocked Delhi, Negi wants to make the most of the seafood available in Southeast Asia.     For his signature dish, tandoori prawns, he brings out the succulent, smoky flavors of the jumbo prawns with his unique spice mix: saffron, turmeric and red chili powder, blended with rose petal, bleached cardamom and green cardamom.    \"When you go to bite that, you will feel it, the freshness of the powders,\" he says. \"It's all about the spices.\" Tiffin Room, Raffles Singapore, 1 Beach Rd, Singapore; +65 6412 1816", "Section": "travel", "Writers": ["Milly Chan"], "URL": "https://www.cnn.com/travel/article/indian-food-global-chefs-hnk-spc-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}