{"Type": "article", "Time": "2020-06-04", "Headline": "June 4 coronavirus news", "Text": "Peru reported 137 new coronavirus-related deaths on Thursday, raising the national death toll to 5,031, according to the country’s health ministry.  The number of coronavirus cases rose to 183,198 on Thursday, an increase of 4,284 from the previous day, according to the ministry.  Peru has the second-highest number of coronavirus cases in Latin America, following Brazil, according to a Johns Hopkins University tally.  ##Cases## The number of coronavirus-related cases and deaths in the Brazilian state of Sao Paulo is likely to be underreported, a state health official said Thursday.  Some of the coronavirus cases have likely been registered as severe acute respiratory syndrome (SARS) due to the state's low Covid-19 testing capacity, said Paulo Menezes, coordinator of the state’s health ministry.  The state of Sao Paulo registered 5,717 new cases and 285 deaths related to coronavirus in the last 24 hours, the state's health ministry announced at a news conference Thursday, bringing the total in Brazil’s most populous state to 129,200 cases and 5,717 deaths. But the actual death toll is likely higher, Menezes said.  \"When we look at the curve, we see a significant increase of hospitalizations by SARS (severe acute respiratory syndrome) since February. It's possible that we have SARS cases from Covid-19 that are not diagnosed by lab tests, but this is something that happens all over the world, it's not just something observed here,” he said. Menezes added that the state of Sao Paulo – which has a population of more than 45 million and is the epicenter of Brazil’s outbreak – currently performs about 8,000 Covid-19 tests daily, while in April that average was about 1,000 tests per day.  The state government forecasts that it will reach the daily testing capacity of European countries, such as Spain and Italy, within three months.  ##Cases## There are at least 1,870,156 cases of coronavirus in the US and at least 108,051 people have died, according to Johns Hopkins University's tally of cases. On Thursday, Johns Hopkins has reported 18,636 new cases and 876 reported deaths.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  A forecast published by the US Centers for Disease Control and Prevention now projects more than 127,000 coronavirus deaths in the United States by June 27. The ensemble forecast relies on 20 individual forecasts from outside institutions and researchers. The new projections, published Thursday, forecast 127,230 deaths by June 27, with a possible range of 118,450 to 143,340 deaths. “This week’s national ensemble forecast suggests that the number of newly-reported COVID-19 deaths per week will continue to decline. It predicts between 118,000 and 143,000 cumulative COVID-19 deaths by June 27,” the CDC says on its website. Unlike some individual models, the CDC’s ensemble forecast only offers projections for the next month. The previous ensemble forecast, published last Thursday, projected about 123,200 deaths by June 20. The projections are published on the CDC’s “COVID-19 Forecasts” page, but they’re also featured on the agency’s “COVID Data Tracker.” On both sites, users can view state-level ensemble forecasts as well. “Ensemble forecasts indicate that the rate of newly-reported deaths will vary among the states,” the CDC says on its forecasts page. “In some states, cumulative deaths will increase at roughly the same rate as they have in recent weeks, while other states are likely to experience only a small number of additional deaths from COVID-19.\" Three different social-distancing strategies when reopening after lockdown can be effective in curbing the spread of Covid-19, according to a group of British and Swiss researchers who used computer simulations to compare the effects of each.  Social distancing – maintaining physical distance and reducing social interactions — has been a key component of most governments’ attempts to reduce the spread of Covid-19. It’s been shown to help slow the rate of transmission and the growth rate of infection (aka: flattening the curve). But complete or near-complete lockdowns have a down side: negative social, psychological and economic consequences. The new study, published in the journal Nature Human Behavior, evaluates three more moderate contact-reduction strategies to determine how well they keep the curve flat after a lockdown. The three strategies are: contact with only similar people (for example, people who live close to each other geographically or are members of the same organization); strengthening contact within communities (for instance, where people only meet with friends when they have many friends in common); and repeatedly interacting with the same people in “bubbles” (limiting interactions to a few, repeated individuals).  The researchers, who ran their models based on 500 to 4,000 people, found that all three slowed the spread of Covid-19, compared both to no social distancing and to non-strategic social distancing, where individuals randomly reduced interactions. Among the three, interacting in social bubbles was the most effective. Because most people need to interact across multiple social groups, the researchers also tested the effectiveness of combinations of two or all three of the strategies. They found that combined strategies were as effective as single strategies and that all worked better than random social distancing or no social distancing at all.  “Simple behavioural rules can go a long way in keeping the curve flat,” they concluded. “As the pressure increases throughout a pandemic to ease stringent lockdown measures, to relieve social, psychological and economic burdens, our approach provides insights to individuals, governments and organizations about three simple strategies: seeking similarity; strengthening interactions within communities; and repeated interaction with the same people to create bubbles.” The New England Journal of Medicine retracted a coronavirus study on Thursday, saying it could not guarantee the validity of the data used in the study. It was the second journal to retract a coronavirus study that had been conducted using data provided by Surgisphere, which aggregated global health information for the research. Earlier Thursday, The Lancet also retracted a coronavirus study. Both journals had signaled their worries in “expression of concern” earlier this week. “Because all the authors were not granted access to the raw data and the raw data could not be made available to a third-party auditor, we are unable to validate the primary data sources underlying our article, ‘Cardiovascular Disease, Drug Therapy, and Mortality in Covid-19.’ We therefore request that the article be retracted. We apologize to the editors and to readers of the Journal for the difficulties that this has caused,” Dr. Mandeep Mehra of Brigham and Women’s Hospital Heart and Vascular Center in Boston, Surgisphere founder Dr. Sapan Desai and colleagues wrote in the retraction letter. The study had found that certain heart disease drugs, including ACE inhibitors, didn’t worsen the risk of death for coronavirus patients.   Hear more: Flu vaccines and social distancing will be important defenses against coronavirus in the upcoming months, Dr. Robert Redfield, director of the Centers for Disease Control and Prevention (CDC), said on Thursday.  If a second wave of coronavirus hits when flu season is underway, it could really strain hospitals, Redfield said at a House Appropriations committee hearing on the Covid-19 response. If more people got flu vaccines, that could ease the strain, he said. “Only about 47% of the American public take advantage of flu vaccine. We're really hoping that the American public will see that the flu vaccine is one major way they can help this nation get through this fall.”  Plus, social distancing will continue to be important. “These social distancing strategies that we’ve learned are something we need to perfect, because we’re going to need them to be out major defense again, in October, November, December,” Redfield said.    National Institutes of Health Director Dr. Francis Collins said 100 million doses of coronavirus could “perhaps” be available by early next year. Asked when a coronavirus vaccine would be approved and available to the public, Collins said we could “perhaps have, if all goes well, maybe as many as 100 million doses by early 2021.” That’s somewhat less optimistic than what Dr. Anthony Fauci, director of the National Institutes of Allergy and Infectious Diseases, said Wednesday.  “By the beginning of 2021, we hope to have a couple hundred million doses,” Fauci said during a live question and answer session sponsored by the Journal of the American Medical Association. Some context: The US Biomedical Advanced Research and Development Authority, a part of the Department of Health and Human Services, is currently funding research on five different experimental vaccines.  Pharmaceutical companies Moderna and AstraZeneca are currently in clinical trials, testing the vaccines on humans. Johnson & Johnson, Sanofi, and Merck are developing a vaccine, but have not yet started clinical trials, according to the World Health Organization. “Because we have a number of these, and they all use a different strategy, I am optimistic that at least one maybe two, maybe three will come through looking like what we need,” Collins told CNN. “We want to hedge our bets by having a number of different approaches, so that it's very likely that at least one of them and maybe more will work.” He said that large-scale clinical trials of “several” vaccines will start in July. He said each vaccine would be testing in a phase three trial involving 30,000 people, some of them receiving a vaccine and some receiving a placebo, or a shot that does nothing.  The study subjects will then go about their lives, and the researchers will tally up who contracts Covid-19 and who does not.  Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said Thursday that if a restaurant is facing a Covid-19 outbreak among its employees, it should shut down. \"I know it would be difficult for business, but you've got to shut down until you clear your employees to come back,\" Fauci told chef José Andrés during an Instagram Live interview. Fauci went on to explain that if an establishment has only one employee infected, then it becomes a \"judgment call.\" \"You can get help from health authorities to say, what is the connectivity between that one person and everyone else,\" Fauci said, adding, \"if they're not a high risk contact, you just make sure they get symptoms, they don't come to work.\" \"You've got to have a responsibility of not only protecting yourself and your employees, but also your clients and your customers,\" Fauci said. Dr. Francis Collins, director of the National Institutes of Health, told CNN he’s concerned that vaccine “skepticism” could hinder the effort to immunize the country against Covid-19. “I’m a bit concerned to see there’s a fair amount of skepticism in the American public about whether or not they would take such a vaccine,” Collins said. “We won’t get past Covid-19 unless we have a substantial majority of our public ultimately rendered immune.” A vaccine could come on the market as early as next year, and Collins said he hopes “the American public will embrace this as an opportunity to protect themselves, and the rest of their community, in order to get us all back to some sort of normal state.”  Some people have expressed concern that President Trump’s name for the campaign to develop a coronavirus vaccine — “Operation Warp Speed” — leaves the impression that scientists are rushing through the vaccine testing process. “I want to assure everybody who’s heard the [words] ‘warp speed’ and worried that that means we’re cutting corners on safety, that we absolutely will not do this. No vaccine is going to be put forward unless it’s been checked out very thoroughly, both in terms of is it safe and does it protect you,” Collins said. “Maybe we’ve got some work to do to try to explain exactly once we have the data, why these vaccines are in fact proven to be safe and effective,” he added. Collins said that despite the drive to get the vaccine out in record time, nothing would compromise the science. “As a scientist, a physician and the director of the National Institutes of Health, we will make these decisions solely on the basis of the evidence for individual vaccines. This will not be influenced by other factors that might put people at risk,” he said. A new federal testing protocol calling for demographic information to be included with coronavirus tests is aimed at addressing racial and social disparities across the US, Dr. Robert Redfield, director of the Centers for Disease Control and Prevention (CDC), said Thursday. Speaking with Rep. Cheri Bustos, a Democrat from Illinois, at the House Appropriations hearing on the Covid-19 response, Redfield said he is concerned about the impact of coronavirus among communities of color.  Bustos said communities of color often have limited access to certain resources, such as healthy foods, leading to higher risks of contracting Covid-19.  Redfield agreed.  “There’s no question that the social determinants of health as pertained to access to quality food have enormous public health, health outcomes,” he said. “Fundamentally the key first step that we need to do to address the health disparities.”  The Health and Human Services Department released new guidance Thursday asking for testing sites to include demographic data like race, ethnicity, age, and sex. “I have every intent to get that data so we can begin to understand. Clearly, increasing access to knowledge of infection in vulnerable communities is critical to getting testing more available there,” Redfield said.  Responding to Rep. Tom Cole, a Republican from Oklahoma, Redfield spoke out about the disproportionate impact of Covid-19 on the Native American community and the resources that have been provided to them to try to help.  As well as financial support, these include a number of rapid response teams “to basically provide technical assistance because they have had some of the more significant outbreaks.”  Only 5.2% of people in Spain have developed coronavirus antibodies so far, according to interim results from an ongoing government study announced on Thursday evening.  These results are consistent with those from the first phase of the study, which showed 5% of people in the country had antibodies – meaning they had been infected at some point. The second phase of the study took place between May 18 and June 1. While it is still not clear if having antibodies means people are immune to reinfection, doctors believe they provide at least some immunity. Antibody testing also paints a picture of how much of the population has been infected so far. More on the study: The study indicates a very slightly lower percentage of men (5.01%) have antibodies than women (5.40%).  And although the national average is 5.21%, the study shows geographical differences, also very similar to those observed in the first round, with 10% of the population testing positive for antibodies both in Madrid and surrounding provinces.  The government researchers also said one third of those infected don't show symptoms. ##Cases## A large study that said Covid-19 patients treated with hydroxychloroquine and chloroquine were more likely to die or develop dangerous side effects was retracted by three of its authors on Thursday. The study, published May 22 in the medical journal The Lancet, had provided a counterpoint to President Trump, who has called hydroxychloroquine a “game-changer.” The study used data from Surgisphere Corporation, which describes itself as a “public service organization dedicated to making the world a better place.” Questions about Surgisphere’s data emerged shortly after the study published on May 22. In their retraction, three researchers, Dr. Mandeep Mehra, Dr. Frank Ruschitzka and Dr. Amit Patel, wrote that, after concerns were raised about the data and analyses conducted by Surgisphere and its founder, Sapan Desai, a co-author of the study, they launched a third-party peer review, with Desai’s consent. They aimed to confirm “the completeness of the database, and to replicate the analyses presented in the paper.” “Our independent peer reviewers informed us that Surgisphere would not transfer the full dataset, client contracts, and the full ISO audit report to their servers for analysis as such transfer would violate client agreements and confidentiality requirements. As such, our reviewers were not able to conduct an independent and private peer review and therefore notified us of their withdrawal from the peer-review process,” the three researchers wrote. “Due to this unfortunate development, the authors request that the paper be retracted,” they wrote. “We all entered this collaboration to contribute in good faith and at a time of great need during the COVID-19 pandemic. We deeply apologise to you, the editors, and the journal readership for any embarrassment or inconvenience that this may have caused.” In a statement, The Lancet said it “takes issues of scientific integrity extremely seriously, and there are many outstanding questions about Surgisphere and the data that were allegedly included in this study,” and said “institutional reviews of Surgisphere’s research collaborations are urgently needed.” Retractions of studies published in peer-reviewed medical journals are rare. Earlier this week, The Lancet and The New England Journal of Medicine issued expressions of concern about Surgisphere data used in two separate studies. Other studies have also found Covid-19 patients did not benefit from treatment with hydroxychloroquine, and they may have experienced serious side effects due to the treatment. ##Cases## The NBA's Board of Governors have voted to restart the suspended 2019-2020 season with 22 of the league’s 30 teams taking part. The decision will now be considered by the players union who need to approve the plan. The new schedule will see training camps open the first half of July with a tentative resumption of the regular season on July 31. The NBA says the season restart is contingent on a deal made to utilize the Walt Disney World Resort in Orlando, Florida, as an isolated campus to hold all games, practices and residency. In a statement, NBA Commissioner Adam Silver said, “The Board’s approval of the restart format is a necessary step toward resuming the NBA season. While the COVID-19 pandemic presents formidable challenges, we are hopeful of finishing the season in a safe and responsible manner based on strict protocols now being finalized with public health officials and medical experts. We also recognize that as we prepare to resume play, our society is reeling from recent tragedies of racial violence and injustice, and we will continue to work closely with our teams and players to use our collective resources and influence to address these issues in very real and concrete ways.” ##The Future## France will replace its traditional Bastille Day parade down the Champs-Élysées in Paris with a smaller military ceremony due to the coronavirus pandemic, the Minister of Armed Forces, Florence Parly, said Friday. The July 14 ceremony will be a scaled down celebration and will include a tribute to health care workers. An Elysée spokesperson told CNN that the gathering in Paris would be about half the size, reduced to 2,000 participants and about 2,500 guests. \"An air parade will honour the participation of our armies in the fight against Covid-19, through Operation Resilience, in which our armed forces have helped for instance in the repatriation and displacement of ill people,\" the spokesperson said. Parly tweeted the parade is a “moment of union and pride\" and \"because the 2020 edition will pay tribute to the caregivers,\" the celebrations will go ahead on a smaller scale. ##The Future## National Institutes of Health Director Dr. Francis Collins told CNN that when the world eventually gets a coronavirus vaccine, it might require two doses to be fully effective. “Obviously that’s not our favorite. It would be much better if this could all be done with a single injection,” Collins said. Generally, with any vaccine, one dose is preferred for cost reasons, and also because people are less likely to show up twice to receive an injection. Collins said the large-scale clinical trials of several experimental vaccines, expected to start next month, will reveal whether one or two doses will be necessary.  “There is certainly a chance that one or more of these vaccines might turn out to require two shots in order to get full immune response. That’s one of the reasons to do the experiments and the research trials to find that out,” he said. “If what it takes to provide full protection for any of these is two doses, we want to know that.” The US Biomedical Advanced Research and Development Authority (BARDA), a part of the Department of Health and Human Services, is currently funding research on five different experimental vaccines. Pharmaceutical companies Moderna and AstraZeneca are currently in clinical trials, testing the vaccines on humans. Johnson & Johnson, Sanofi, and Merck are developing a vaccine, but have not yet started clinical trials, according to the World Health Organization. ##The Future## ##Cases## Washington, DC, has seen an uptick in Covid-19 cases that occurred on May 30 due to a backlog in testing results. Officials now anticipate a possible new peak in cases. \"Based on new identified cases and their corresponding symptom onset dates, DC Health has determined that a new peak in cases occurred on May 30. Therefore, the district has experienced three days of sustained decrease in community spread of Covid-19 during phase one,\" a statement on coronavirus.dc.gov said. \"Due to a backlog of lab results being reported after Memorial Day, and new cases are identified through contact tracing, the number of cases attributed to a specific symptom onset date will be impacted. This may result in a new peak, and a resetting of day zero in the upcoming days. \" Washington, DC, Mayor Muriel Bowser said the numbers \"are what they are,\" and encouraged residents to get tested. The mayor has previously acknowledged the possibility of an uptick in cases due to protests, but that likely won't be seen for weeks. The director of the US Centers for Disease Control and Prevention (CDC) said the agency continues “to have a close collaboration” with the World Health Organization (WHO), despite a recent announcement from President Trump that he was terminating the US relationship. Dr. Robert Redfield said during a House Appropriations hearing on the Covid-19 response that the CDC has been working with WHO as recently as the last few days. “Unfortunately, we have a new Ebola outbreak now in the Western Congo and we've we jumped right in with WHO and the Ministry of Health to begin to confront that Ebola outbreak,” he said. “I feel confident that the public health partnership that we have — although it may be modified in some way at a political level — I don't think it's going to be modified in terms of our public health efforts,” Redfield added. Sweden will ease its travel restrictions stating June 13 to allow those who do not have any symptoms of coronavirus to move around the country, Prime Minister Stefan Lofven said on Thursday, his spokesperson told CNN.  \"This decision does not mean that the danger is over,\" Lofven said during a news conference. \"It doesn't mean that life is back to normal again, and other restrictions remain in place.\" \"If the curve showing the seriously ill turns up again, there will be new restrictions.\"  Starting June 8, seasonal workers in agricultural, forestry and horticulture from the European Union will be allowed in Sweden. Belgian borders will be open for countries in the EU, UK and for non-EU members countries within the Schengen zone from June 15, a federal government spokesperson told CNN. Belgium will allow almost all businesses to reopen on June 8, including cafes and bars, which will have to comply with social distancing measures.  Virgin Atlantic has announced its plan to restart passenger flying, with services from London Heathrow to Orlando, Hong Kong, Shanghai, New York City's John F. Kennedy International Airport and Los Angeles set to resume starting July 20 and 21, the company said Thursday in a statement. \"As countries around the world start to relax travel restrictions, Virgin Atlantic will resume some routes on 20th July, while steadily increasing passenger flying throughout the second half of 2020, with a further, gradual recovery through 2021 in line with customer demand,\" the statement said. ##The Future##  The Jordanian government announced further steps to reopen the country as the kingdom decreased its coronavirus risk level to “moderate,” Prime Minister Omar Razzaz said in a televised briefing on Thursday, adding that less than ten cases a day were recorded over the past week. These are the new guidelines:  Most sectors of the economy will be allowed to open, movement between provinces will be permitted and domestic flights will resume, Media Affairs Minister Amjad Adaileh said in a series of tweets Thursday.\nTouristic sites, hotels and cafes will also be allowed to operate with strict social distancing measures, he said.\nSchools, universities, parks, cinemas, wedding halls and mourning halls will remain closed.\n Public transportation will operate at a 50% capacity and curfew hours have been reduced to go from midnight to 6 a.m., Adaileh added. Some background: Jordan moved early by implementing one of the strictest lockdown measures in the Middle East after recording its first coronavirus case in March. The country has since recorded some of the lowest case numbers in the region with 765 cases and nine deaths, according to the country's Health Ministry figures. The kingdom began easing restrictions in May and last week announced it will allow the opening of mosques and churches for worship, according to Jordanian religious leaders. Jordan remains under defense Law, an emergency law that gives the government sweeping powers.  ##Cases## ##Reopening## ##The Future## Protesters need to be evaluated and tested for coronavirus, Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, said Thursday. “We really want those individuals to highly consider being evaluated and get tested,” Redfield said at a House Appropriations hearing on the Covid-19 response. “I do think there is a potential, unfortunately for this to be a seeding event,” he said — especially those in metropolitan areas where there has been significant transmission. “The way to minimize that is to have each individual to recognize it's to the advantage of them to protect their loved ones to (say) ‘Hey, I was out, I need to, I need to go get tested,’ you know, and in three, five, seven days go get tested, make sure you're not infected,” Redfield said. During an exchange with Rep. Mark Pocan (D-WI), Redfield addressed the use of tear gas on protesters. Redfield said in his experience tear gas can cause people to cough – not a good thing during a pandemic involving a respiratory virus.  “Definitely coughing can spread respiratory viruses, including Covid-19,” he said. Pocan asked Redfield if he had advised the President or worked with law enforcement to discontinue to use of tear gas during the pandemic.   “I think you raised an important point we have advocated strongly — the ability to have face coverings and masks available to protesters, so that they can at least have those coverings,” Redfield said.  Redfield added he would “pass on this comment to next Task Force meeting.”   Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention (CDC), shook his head when shown a photo of a crowd at the Lake of Ozarks, Missouri that was taken over Memorial Day weekend.  “We're very concerned that our public health message isn't resonating,” Redfield told a hearing of the House Appropriations Committee on the response to the pandemic. States are opening before they have met the criteria laid out by the White House for safe lifting of pandemic restrictions, he said. “We continue to try to figure out how to penetrate the message with different groups, [and] the pictures that the chairwoman showed me are great examples of serious problems,” the CDC director said. White House guidance says that all states must have the ability to trace contacts for confirmed Covid-19 cases. But Missouri does not have the ability to do this tracing, House Appropriations committee chair Rosa DeLauro said. ##Politics## ##Reopening## ##The Future## National Football League Commissioner Roger Goodell sent a league-wide memo stating that NFL coaches can return to training facilities starting Friday. CNN acquired the memo from a source with direct involvement with the NFL. Goodell clarified the directive in part, \"...this may occur only if your club has otherwise received necessary permission from state and local governments to reopen its facilities.”  Also, teams may increase the number of employees in each facility up to 100 as long as they follow the \"state and local regulation and implementation of the protocols developed under the leadership of Dr. Sills.\" Dr. Allen Sills is the NFL's Chief Medical Officer.  ##The Future## The Global Vaccine Summit hosted by the UK government has raised $8.8 billion for vaccine research over the next five years, UK Prime Minister Boris Johnson announced on Thursday. The event, which aimed to raise at least $7.4 billion for vaccine research, surpassed its goal by more than one billion dollars. \"We have secured a fantastic $8.8 billion for Gavi’s vital work over the next five years. So, take a bow everybody, thank-you, very, very much,\" Boris Johnson said. Gavi is an international organization that aims to bring together public and private sectors to improve access to vaccines. The fundraising effort aims to \"protect the next generation with vaccines, reduce disease inequality and create a healthier, safer and more prosperous world,\" according to the organization's website. The fundraising effort will save up to eight million lives and support health care systems in the world's poorest countries, said Johnson. “Just as we have great military alliances, like NATO, where countries collaborate on building their collective military defense, we now need the same spirit of collaboration and collective defense against the common enemy of disease. It will require a new international effort to cooperate on the surveillance and the sharing of information, data – data is king that can underpin a global alert system so we can rapidly identify any future outbreak,\" Johnson said. ##Politics## ##The Future## Face coverings will be mandatory on all public transport in England starting June 15, as the country continues to ease out of coronavirus lockdown. Exceptions will be made for children, the elderly and those with respiratory problems and could be enforced by British transport police, Britain’s Transport Minister Grant Shapps said Thursday during a daily government briefing. Public transport will be “ramped” up with additional trains, buses, and subways added to existing routes to help lessen crowding as more people return to work.  “It’s not always possible to stay two meters apart on public transport,” he acknowledged and reiterated that those who can work from home, continue to do so.  Volunteers will be present at stations handing out extra masks. Shapps said people who don’t comply “could” be fined.  “You cannot travel if you are not wearing a face covering,” he said.  In terms of progress against the virus, there have been 176 new deaths in past 24 hours, bringing the total official number of deaths in Britain to 39,728. ##The Future## The coronavirus pandemic has “highlighted the shortcomings of our public health system that has been under-resourced for decades,” Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, said on Thursday. That’s especially true for information technology, he said. “Never has it been more clear that our nation's public health IT infrastructure requires modernization, to support and collect reportable, reliable, comprehensive and timely data,” he told a House Appropriations hearing on the Covid-19 response.  “When we confront any disease threat, CDC and public health departments must make real-time decisions based on real-time data. Data forms the roadmap, and it informs policy. Data is the backbone of any disease threat response,\" Redfield added. ##Cases## New York Gov. Cuomo said Thursday is day 96 of the Covid-19 crisis and said the state is \"seeing a continued decline in numbers.\" Cuomo said there were 52 lives lost related to Covid-19 on Wednesday saying, “the overall movement is still in a positive motion.” At least 49 deaths were reported Tuesday, down from 58 deaths on Monday. In response to the demonstrations that have taken place in the state following George Floyd's death, Cuomo said the protesters could, “actually compound the issue.”  Cuomo said the state is going to open testing to anyone who was at a protest.  Cuomo urged that protesters, “Be responsible, get a test and allow the police to do their job when you are protesting.”  “If you were at one of those protests, tell people I may have been exposed and act like you may have been exposed,” Cuomo said regarding protesting amidst the Covid-19 crisis.  “If you had a viral spread through these protests, we are not going to see it for a while… so it is important that people act responsibly for themselves,” Cuomo said Thursday. On reopening, Cuomo said there are seven regions in “phase 2”, which allows outdoor dining. Outdoor tables must be spaced 6 feet apart and all staff must wear face coverings, Cuomo said. Cuomo said the state will be allowing drive-in and drive-thru graduations. ##Reopening## ##Cases## Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, said he is “deeply saddened personally, by the many thousands of lives that have been lost to Covid-19 in the United States and around the world.” On Thursday, speaking during a House Appropriations hearing on the Covid-19 response, Redfield said the US is getting a wake-up call.  “We're hearing a clamoring for equity and healing for positive permanent change to health and social disparities that exist in our nation,” he said. “We must resolve — we can and we must — lessen the health disparities in this nation,” he added.  Some context: Redfield has defended the CDC's surveillance for coronavirus and denied that the agency missed the spread of the virus across the country. \"We were never blind when it came to surveillance for coronavirus 19,\" Redfield told reporters May 29. Redfield was discussing a CDC report that shows the virus was already spreading some in January and early February in Washington state and other Pacific Northwest areas, much earlier than when the first case of community spread was confirmed in the United States in late February.  CDC previously has been criticized for its slow response to the coronavirus outbreak. ##Cases## New York City is still on track to reopen and begin phase one on Monday, Mayor Bill de Blasio said.  The city will provide 2 million free face covering for employees through Monday, the mayor said. City partners will distribute face coverings directly to businesses or serve as pickup hubs. The city will also open a dedicated business restart hotline on Friday to help businesses with questions about reopening.  \"Phase one is going to go on, and we will build from there,” de Blasio said.   Phase two could begin as early as July, De Blasio said.  Under phase one of New York's reopening plans, retail can reopen for pickup orders and some industries, such as construction and agriculture, can resume operations. Under phase two, restaurants will open for limited outdoor seating, the mayor said. ##Reopening## New York City Mayor Bill de Blasio said the city is seeing the “lowest number” of people testing positive for Covid-19. The is the lowest infection rate since the start of the crisis, de Blasio said.  The goal of the infection rate is to stay under 15%, and the city is seeing a Covid-19 infection rate of only 3%, the mayor said. New hospital admissions for Covid-19 are at 48 and that number is below the 200 goal, a figure the mayor called “great.”  Of the people being treated for Covid-19 in the city’s public hospital intensive care unit, that number is 354 and is below the goal of 400, de Blasio said. ##Cases## More than a quarter of the labor force - 42.6 million people - has now claimed benefits since the pandemic began ravaging the US labor market. Another 1.9 million workers filed for initial unemployment aid last week, according to the US Department of Labor.  Claims again fell from the previous week, a trend that has held for the past ten weeks, ever since first-time claims peaked at 6.9 million in the last week of March. Continuing claims, which count people who have filed benefits for at least two weeks in a row, stood at 21.5 million. This number unexpectedly increased slightly from the week prior. Economists began shifting their focus from initial claims to continuing claims in May, as the number of first-time filers continued to drop.  Continuing claims declined in the previous week, suggesting more people are returning to work as the economy is reopening. But, as last week's increase proves, the progress is painfully slow. And moving faster to reopen could increase the threat of spreading Covid-19.  More on these numbers: For 11 weeks in a row, jobless claims have been in the millions. Before the pandemic, the labor department had never recorded a single week of jobless claims over a million.  America's unemployment rate is expected to have reached nearly 20% in March, with 28.5 million jobs eliminated over the past two months. That's an unemployment rate not recorded since the Great Depression, and the highest monthly level since the data collection began in 1948. ##Economy## Lebanon has extended its countrywide coronavirus restrictions – known as “General Mobilization” measures - from June 8 through July 5, Information Minister Manal Abdel-Samad said during a press briefing after a cabinet meeting Thursday. On Monday, the Lebanese government further relaxed the lockdown measures by reducing the curfew time to 5 hours (midnight to 5 a.m. local, 5 p.m. to 10 p.m. ET) and by allowing shopping malls, swimming pools and beaches to re-open. However, large social gatherings such as festivals and conventions will remain prohibited.  Bars, nightclubs, theaters, movie-theaters, gyms and public parks remain closed until further notice and movement of vehicles will still be regulated according to license plates numbers, where vehicles with odd and even license plate numbers are allowed out on specified days.  “Commercial activities that were gradually allowed to commence will continue to operate” the minister said. “The military and security forces and services were asked to strictly suppress violations that could lead to the spread of the virus,” she said.  The Lebanese cabinet asked media outlets to continue their positive campaigns to spread awareness about the virus, Abdel-Samad added. Meanwhile, the Lebanese Minister of Public Health said Thursday that the government “will consider reoopening the airport” when repatriated Lebanese and expatriates adhere to quarantine, said NNA, the Lebanese National News Agency.  This comes after a repatriated woman ended up infecting 42 people with the virus in Barja, a town about 30km south of Beirut this week. Lebanon has recorded 1,256 positive Covid-19 cases and 27 deaths, according to the Lebanese Ministry of Public Health.  ##The Future##                                                                                                                                                                                                                Speaking at the Global Vaccine Summit, UN Secretary-General António Guterres said on Thursday that the Covid-19 vaccine must be seen as a \"people's vaccine.\" “Covid-19 is the greatest public health crisis of our generation and right now there is no vaccine. As we work together to develop one, there is an important lesson we need to understand. A vaccine by itself is not enough; we need global solidarity to ensure that every person everywhere has access. A Covid-19 vaccine must be seen as a global public good – a people’s vaccine – which a growing number of world leaders are calling for,” said Guterres. The Global Vaccine Summit is a virtual gathering hosted by the UK with leaders around the world seeking cooperation on research and funding for a Covid-19 vaccine.  British Prime Minister Boris Johnson opened a UK-hosted virtual Global Vaccine Summit Thursday, calling it “a real moment when the world comes together, uniting humanity in the fight against disease.” “To defeat coronavirus, we must focus our collective ingenuity on the search for a vaccine and ensure that countries, pharmaceutical companies and international partners like the World Health Organization cooperate on a scale beyond anything we’ve seen before,” said Johnson.  The Global Vaccine Summit hopes to raise at least $7.4 billion for vaccine research. Johnson asked the participants to make use of the The Vaccine Alliance purchasing power \"to make that future vaccine affordable and available to all who need it.”  According to Johnson, \"the UK is the single biggest donor to the international effort to find a coronavirus vaccine, we will remain the world’s leading donor to Gavi, contributing £1.65bn over the next five years.” ##The Future## ##Politics## ##Economy## President Trump called the coronavirus “mean” and “nasty” in a pre-recorded statement at the virtual UK-hosted Global Vaccine Summit on Thursdsay.  “As the coronavirus has shown there are no borders, it doesn’t discriminate, it’s mean, it’s nasty but we’re going to all take care of it together,” Trump said.  “It’s great to be partnering with you, we will work hard, we will work strong. Send my regards to Boris and good luck. Let’s get the answer,” he added. Referring to summit host, British Prime Minister Boris Johnson, Trump said he “called he said ‘do you think you could do something maybe around the oval office or right by the oval office?’ I said why not, it happens to be right behind me.”  The European Central Bank announced further stimulus measures Thursday to help Europe’s economy and counter the coronavirus impact. The bank said it will expand its bond buying program by another 600 billion euros ($675 billion). This brings the total pandemic emergency purchase program to 1.35 trillion euros ($1.52 trillion) ECB said “the expansion will further ease the general monetary policy stance, supporting funding conditions in the real economy, especially for businesses and households.” It says the stimulus will last until at least the end of June 2021 and that it will keep buying bonds “until it judges that the coronavirus crisis phase is over.” The ECB reiterated that it stands ready to use all tools necessary to help the economy. The European Union economy will shrink by a record 7.5% this year, and the drop could be even more precipitous across the 19 countries that use the euro, the European Commission warned in mid-May. It's a much steeper decline than the region suffered following the 2008 global financial crisis, and a more pessimistic outlook than forecast by the International Monetary Fund in late April. Some Background: Consumer prices are expected to fall significantly, while spending on coronavirus relief measures will push the deficits of European governments from just 0.6% of GDP in 2019 to around 8.5% this year. The Commission predicts that EU unemployment will increase from 6.7% in 2019 to 9% this year. \"Europe is experiencing an economic shock without precedent since the Great Depression. Both the depth of the recession and the strength of recovery will be uneven, conditioned by the speed at which lockdowns can be lifted, the importance of services like tourism in each economy and by each country's financial resources,\" EU economy commissioner Paolo Gentiloni said in a statement in mid-May.  ##Economy## Nearly 1.9 million Americans filed initial jobless claims last week, bringing the total claims to 42.6 million since the coronavirus pandemic forced the US economy to shut down in March. Continued jobless claims, which count workers who filed for benefits for at least two weeks a row, unexpectedly rose from the prior week. They stood at 21.5 million, versus 20.1 million expected For 11 weeks in a row, jobless claims have been in the millions. Before the pandemic, the labor department had never recorded a single week of jobless claims over a million. ##Economy## If you're just joining us, here's the latest on the coronavirus pandemic: Prince Charles \"lucky\": Britain's heir to the throne has spoken about contracting the coronavirus in March, saying he was \"lucky\" and had \"got away with it quite lightly.\" He also urged efforts to safeguard biodiversity.\nPostponed Olympics: Japan could “simplify” the Olympics and Paralympics Games, which were pushed back to 2021, due to the coronavirus pandemic, Tokyo Governor Yuriko Koike said. She did not give details of what that might mean.\nSeoul clusters: South Korea identified 39 new cases of Covid-19 on Thursday, most of them locally transmitted. The new local cases are tied to several clusters in the capital, Seoul, and other surrounding areas.\nAirline restarts, cancels flights: Just weeks after resuming domestic flights, Indonesian carrier Lion Air has canceled them again, citing issues with passengers failing to follow Covid-19 regulations.\nPakistan cases on the rise: Pakistan now has 85,264 confirmed cases of Covid-19, authorities said, making it the latest country to overtake the total in China, where the pandemic began.\nMore US cases: Almost 20,000 new Covid-19 cases were identified in the US on Wednesday. \nDeaths continue to rise in Latin America: Two of the region's hardest-hit countries, Brazil and Mexico, announced record numbers of daily virus-related deaths on Wednesday. Mexico also became the 14th country to surpass 100,000 confirmed infections.\nGeorge Floyd tests positive: Floyd, the African-American man whose death at the hands of police sparked nationwide protests in the United States, tested positive for the coronavirus, according to an autopsy. However, the virus played no known role in Floyd’s death and he was unlikely to have been contagious. ##Catch Up## The Spanish Ministry of Tourism said that starting on June 22, \"we will recover mobility within the national territory.\" A spokeswoman for the Spanish government said the reopening of the country's land borders is \"under study.\" Earlier, Spanish Tourism Minister Reyes Maroto announced that Spain’s land borders with Portugal and France will reopen on June 22, but the Ministry of Tourism later issued a statement Thursday \"clarifying\" this reopening is \"under study.\" CLARIFICATION: This post has been updated to reflect the Spanish government’s amended statement on its land borders. It is studying their reopening.  ##Reopening## Thousands of Hong Kong protesters joined a rally remembering the 1989 Tiananmen Square massacre, despite the government outlawing the event for the first time in three decades in the wake of the coronavirus pandemic. Protesters entered the football pitches in Victoria Park, which had earlier been cordoned off by authorities while chanting slogans calling for greater democracy in Hong Kong and an end to one-party dictatorship. Albert Ho, a former pro-democracy lawmaker and one of the main organizers of the candlelight vigil, criticized the government for using coronavirus as an excuse to ban the gathering. “Hong Kong people are determined and courageous enough to uphold the truth about the June 4 massacre, we won’t allow ourselves to forget this painful part of this historical memory,” he told CNN. Some background: Public-gathering curb limiting groups to eight remain in force in Hong Kong to prevent the spread of Covid-19. For three decades, Hong Kong has been one of the few places on Chinese soil where commemoration of the 1989 Tiananmen crackdown has been allowed. In mainland China, discussions about the crackdown remain tightly censored. Dozens of police officers can be seen patrolling in the vicinity of the park, broadcasting messages that anyone who attends the rally could be in violation of the law. A shipment of US-made ventilators arrived Thursday in Russia, the US Embassy in Moscow said. \"Arriving now in Moscow: Humanitarian aid delivery from the American people to the people of Russia,\" embassy spokesperson Rebecca Ross said on Twitter. \"This represents a $5.6 million donation which includes 200 much needed U.S.-manufactured ventilators to help Russia deal with the Covid-19 crisis.\" An earlier shipment of 50 US-made ventilators arrived in Moscow on May 21. Russia is currently the third hardest-hit country worldwide by the virus following the US and Brazil. While the country's official death toll is relatively low, with more than 5,000 deaths, some critics and experts say the figure is almost certainly underestimated.  Moscow's mortality rate surged by 18% in April compared to the same month last year, as well as compared to the April average for the past decade, according to data released by the city's civil register office. The situation has led to growing anger in the country, with concerns raised about the conditions in which medical workers are forced to operate. As of early Thursday, Russia has reported at least 440,538 cases of Covid-19 and at least 5,376 virus-related deaths, according to Johns Hopkins University data. ##Cases## Britain's Prince Charles has spoken publicly about contracting the coronavirus in March, saying he was \"lucky\" and had \"got away with it quite lightly.\" In an interview with UK broadcaster Sky News, the heir to the British throne indicated that his experience had if anything increased his longstanding commitment to environmental causes, particularly climate change and safeguarding biodiversity. \"It makes me even more determined to push and shove and shout and prod, if you see what I mean. Whatever I can do behind the scenes sometimes... I suppose it did partly, I mean I was lucky in my case and got away with it quite lightly,\" he told Sky News by video call from Scotland. \"But I've had it, and I can so understand what other people have gone through. And I feel particularly for those, for instance, who have lost their loved ones but were unable to be with them at the time. That to me is the most ghastly thing. \"But in order to prevent this happening to so many more people, this is why I'm so determined to find a way out of this.\" He urged the world to listen to scientists and act to protect the environment in order to avoid more pandemics in the future. \"We should have been treating the planet as if it was a patient long ago. So no self-respecting doctor would ever have let the situation, if the planet is a patient, reach this stage before making an intervention,\" he said. \"The more we erode the natural world, the more we destroy what's called biodiversity --which is the immense diversity of life, plant life, tree life, everything else, marine life -- the more we expose ourselves to this kind of danger. We've had these other disasters with SARS and Ebola and goodness knows what else, all of these things are related to the loss of biodiversity.\" Japan could “simplify” the Olympics and Paralympics Games, which were pushed back to 2021 due to the coronavirus pandemic, Tokyo Governor Yuriko Koike said Thursday.  Koike did not give details on the alterations that could be made, though local media speculated it could involve the presence of spectators. “We need the understanding of the people of Tokyo and Japan to host the Olympic and Paralympic games. For that, we should rationalize what needs to be rationalized and simplify what needs to be simplified,” Koike told reporters.  Japanese Prime Minister Shinzo Abe said in March, when the 2020 Games were postponed, that Japan would hold the Olympic and Paralympic Games in \"complete forms.\"  The International Olympic Committee and the Tokyo 2020 Organization Committee have been discussing the exact implementation of the postponed event.  The cost of postponement is expected to be several billions of dollars, and the focal point of the discussion has been around how the cost will be paid and who will bear the financial burden.  Across Europe, beaches are getting ready for their first socially distanced foreign visitors, hotels are airing out rooms and restaurants are laying alfresco tables. With borders now open, the travel industry is trying to salvage as much of the peak tourist season as possible. But for the UK, it seems, summer vacations could still be canceled. Even as it appears to be emerging from one of the continent's worst coronavirus outbreaks, the country has decided to suddenly slam its borders shut by imposing a 14-day quarantine that critics say will torpedo the last shreds of hope for its travel industry. Unless the rules change soon, millions of Britons who'd hoped to ease their post-lockdown blues with an escape to warmer climes will likely have to scrap their plans unless they want to endure enforced isolation on their return or risk a £1,000 fine -- about $1,250. And for the UK's tourism industry, any prospect of soaking up some much-needed foreign tourist dollars is vanishing fast. Britain has many charms, but two weeks' incarceration inside the same room is not why people visit this sceptered isle. If that wasn't enough to stoke frustrations, it seems that far from being stringently enforced, the new regulations will only be lightly policed after they come into effect on June 8, with spot checks that may actually miss the virus carriers they're designed to keep sequestered. That stands in contrast to much more stringent measures in Australia, New Zealand and Hong Kong, imposed much earlier in the pandemic. Read more here: Most governments are still advising against \"nonessential\" international travel, but a host of popular destinations are beginning to ease their Covid-19 lockdown measures and border restrictions, while moving toward welcoming tourists back. Earlier this month, the European Union unveiled a plan to reopen its internal borders in time for summer, while countries such as Estonia, Latvia and Lithuania have formed \"travel bubbles,\" lifting restrictions for each other's citizens. A number of Caribbean islands are preparing to open their doors to foreign visitors in June, and destinations such as Mexico and Thailand are planning to open up again, region by region, in the coming weeks. If you're one of many travelers eagerly awaiting news on where you can travel to this year, find out more here: South Korea identified 39 new cases of Covid-19 Thursday -- 33 of which are locally transmitted, according to the country’s Centers for Disease Control and Prevention. The new local cases are tied to several clusters in the capital, Seoul, and other surrounding areas. Yoon Tae-ho, an official with the South Korean Health Ministry, warned that because multiple clusters are growing, locally transmitted cases may become more difficult to trace. The biggest new cluster includes 120 patients tied to a logistics center in Bucheon, a satellite city of Seoul, while 66 cases are linked to religious groups in the Seoul metropolitan area. Several other cases are tied to religious groups as well. Total cases: South Korea has confirmed 11,629 cases of the coronavirus since the pandemic began, 10,499 of which have recovered. Some 857 patients are still being treated, while the country's death toll stands at 273. Major restaurant chains are trying to make it easier for customers to get their food without touching anything but their own phones. It's a trend that started before the pandemic hit and has only accelerated as consumers and restaurants adjust to a new normal, where contact with others is discouraged. Now, restaurants are betting people will want to peruse digital menus instead of physical ones and opt for mobile ordering rather than paying at the register with cash or credit card. \"The handling of cash creates consumer concerns about the spread of viruses,\" Starbucks CEO Kevin Johnson wrote in an open letter in early May describing the company's plan to reopen. He noted that Starbucks is adding new features to its app to include voice ordering through Siri and more opportunities for rewards. The app already shows which restaurants have mobile order and pickup so that customers can plan their visits and manage expectations before they get to the store. Johnson predicted that \"the mobile app will become the dominant form of payment.\" Read more about the shift to mobile payments:  ##Economy## ##The Future## Just weeks after restarting domestic flights, Indonesian carrier Lion Air has canceled them again, citing issues with passengers not following Covid-19 regulations. The Lion Air group, which also includes Batik Air and Wings Air, began reintroducing short-haul flights on May 10. But the restored routes didn't last long. The company has announced that all flights are again suspended as of June 5 due to widespread issues with passengers not observing coronavirus-related rules related to social distancing and health disclosures. In a press release, a rep for Lion Air explains that \"many prospective passengers were unable to carry out air travel because they did not complete the required documents and conditions during the Corona Virus Disease 2019 (Covid-19) pandemic alert period.\" The limited international flights offered by the airline have been canceled as well. Under normal operations, Lion Air also flies to Saudi Arabia, China, Malaysia and Singapore. Read more: ##Reopening## The US Centers for Disease Control and Prevention warns that some people may be putting off emergency care for serious health conditions during the coronavirus pandemic -- and fewer visits for critical conditions could result in complications or even death. During the pandemic, the total number of visits to hospital emergency departments across the United States for conditions other than Covid-19 was 42% lower than during this same time last year, according to a new CDC report. The research, published in the CDC's Morbidity and Mortality Weekly Report on Wednesday, found that emergency department visits fell from about 2.1 million visits per week between March 31 and April 27 last year to 1.2 million between March 29 and April 25 this year. The \"steepest decreases\" were among children 14 and younger, women and girls, and people living in the northeast region of the country, CDC researchers noted. For instance, in 2019, 12% of all emergency department visits were in children 10 and younger, compared with 6% during the same time period this year. Yet overall, \"the proportion of infectious disease-related visits was four times higher during the early pandemic period,\" according to the report. Read more:  Pakistan now has 85,264 confirmed cases of Covid-19, authorities said, becoming the latest country to overtake the total in China, where the pandemic began.  At least 1,770 virus-related deaths have also been recorded in Pakistan.  The country lifted its nationwide lockdown in early May, though the rate of new infections continues to rise. That could be in part due to an increase in testing by the government, especially within the last 24 hours.  Prime Minister Imran Khan announced earlier this week that his government is working on measures to reopen domestic tourism. For now, hotels and restaurants  remain closed. China has reported 84,160 coronavirus cases and 4,638 deaths. The United States has reported a total of 1,851,520 cases of coronavirus, including at least 107,175 deaths, according to Johns Hopkins University's tally. Johns Hopkins reported 19,699 new cases and 995 virus-related deaths in the country on Wednesday. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  ##Cases## If you're just joining us, here's the latest on the coronavirus pandemic: Deaths continue to rise in Latin America: Two of the region's hardest-hit countries, Brazil and Mexico, announced record numbers of daily virus-related deaths on Wednesday. Mexico also became the 14th country to surpass 100,000 confirmed infections.\nVaccine latest: The Trump administration has selected five companies as the most likely to produce a Covid-19 vaccine, a White House coronavirus task force source tells CNN. Meanwhile, a Covid-19 vaccine developed by Oxford University in partnership with AstraZeneca pharmaceutical will be tested in Brazil, the Federal University of Sao Paulo (Unifesp) said in a statement.\nGeorge Floyd tests positive: Floyd, the African-American man whose death at the hands of police sparked nationwide protests in the United States, tested positive for the coronavirus, according to an autopsy. However, the virus played no known role in Floyd’s death and he was unlikely to have been contagious.\nA tradition canceled: For the first time in 30 years, Hong Kong authorities will not allow the city's annual vigil to commemorate those killed in Beijing's Tiananmen Square massacre to go ahead today. Officials cited the threat of the coronavirus as their reason to cancel the event, but critics say the explanation rings hollow since life in the city has started returning to normal. ##Catch Up## George Floyd, whose death in police custody has sparked massive protests throughout the United States, tested positive for the novel coronavirus in a new autopsy report released today.  The post-mortem nasal swab was found to be “positive for 2019-nCoV RNA,” said the report, using another term for the type of coronavirus that causes Covid-19. Chief Medical Examiner Dr. Andrew Baker said the type of test performed for the autopsy, called PCR, can show a positive result “for weeks after the onset and resolution of clinical disease.”  As a result, Baker said, “the autopsy result most likely reflects asymptomatic but persistent PCR positivity from previous infection” -- meaning the virus played no known role in Floyd’s death and he was unlikely to have been contagious. Follow the latest on the protest in the US:  Dr. Anthony Fauci, the director of the US National Institute for Allergy and Infectious Diseases, said he believes it's a \"bit of a reach\" to keep schools closed in the fall because of coronavirus safety concerns for children. In a phone interview with CNN Wednesday, Fauci said children tend to have milder symptoms -- or even no symptoms -- when they are infected with Covid-19.  What's not yet clear, however, is whether children get infected as frequently as adults and whether they pass the infection on to others as easily. Fauci said ultimately, the decision to reopen schools needs to be predicated on the level of infection in each community. “I hesitate to make any broad statements about whether it is or is not quote 'safe' for kids to come back to school,\" Fauci told CNN. \"When you talk about children going back to school and their safety, it really depends on the level of viral activity, and the particular area that you're talking about. What happens all too often, understandably, but sometimes misleadingly, is that we talk about the country as a whole in a unidimensional away.”  Fauci also said that schools need to “be creative” with classroom planning. He suggested that one option is to space out children at every other desk, or every third desk, to maintain proper social distancing. “In some situations there will be no problem for children to go back to school,” he said. \"In others, you may need to do some modifications. You know, modifications could be breaking up the class so you don't have a crowded classroom, maybe half in the morning, half of the afternoon, having children doing alternate schedules. There's a whole bunch of things that one can do.” ##The Future## ##Reopening## An annual vigil commemorating the 1989 Tiananmen Square massacre will not take place in Hong Kong today, after police refused organizers permission to hold a mass gathering during the coronavirus pandemic. Every year on June 4, thousands have gathered at a candlelit rally in Hong Kong to mark the anniversary -- the only mass memorial held on Chinese soil and a key emblem of the semi-autonomous city's political freedoms.  The massacre made headlines around the world -- with iconic images such as the \"Tank Man\" defying troops -- but it particularly resonated in Hong Kong, which was then eight years away from being handed over from British to Chinese control. No official death toll has ever been released, but rights groups estimate hundreds, if not thousands, were killed. Yet Hong Kong police would not give permission for this year's rally to go ahead, citing coronavirus restrictions. For many in the democratic opposition, however, the justification rings hollow: organizers had said they would work with the authorities to ensure a safe and socially distanced rally, and meanwhile the city's shopping districts, subway and public parks have been open for weeks with little issue. The decision by police carries extra weight as many already feared this week might be the last opportunity to freely mark the anniversary. Last month, China announced it would impose a national security law on Hong Kong, in response to widespread and often violent anti-government unrest last year. Read more about why this might be the last time Hong Kong marks the Tiananmen Square anniversary:  ##The Future## A new lawsuit targeting Amazon claims a lack of Covid-19 protections at its Staten Island facility has put workers -- and their families -- at risk. The complaint, filed Wednesday by three Amazon workers at its JFK8 warehouse, alleges the company erected a \"a façade of compliance\" to meet public health guidelines while simultaneously pressuring employees to report to work under unsafe conditions. The result is that while \"most New Yorkers have remained safe by complying with the state's stay-at-home order ... for JFK8 workers and their families, home has been a place of danger,\" the complaint said. \"We are saddened by the tragic impact COVID-19 has had on communities across the globe, including on some Amazon team members and their family and friends,\" Rachael Lighty, an Amazon spokesperson, said in a statement to CNN Business. \"From early March to May 1, we offered our employees unlimited time away from work, and since May 1 we have offered leave for those most vulnerable or who need to care for children or family members\" Read more: ##Economy## Strict lockdowns like those instigated in China -- when the coronavirus outbreak began -- are better for economies than the longer, more moderate closures like the United States and many European countries have taken, a new international study suggests. Shorter but stricter lockdowns don’t hit businesses as hard, researchers reported Wednesday in the journal Nature Human Behavior. Businesses can weather a short, extreme shutdown but run out of supplies and reserves as time goes on. And if the pandemic returns, a second round of lockdowns will really hurt economies, the team led by economist Dabo Guan from Tsinghua University in China found.  “While predicting the true cost of lockdowns is not possible at this stage, our research suggests that shorter, stricter lockdowns minimize the impact on supply chains, while gradually easing restrictions over the course of a year may also be less disruptive than a swift lifting of restrictions followed by another lockdown,” Guan said in a statement. The team simulated three kinds of lockdown: a strict lockdown in which 80% of travel and labor ceases, similar to what China did; a more moderate lockdown with a 60% reduction in work and travel, similar to what the US did; plus a third, lighter lockdown with 40% reductions. A gradual easing of the restrictions over a year would minimize damage to the global supply chain, they said. But if the virus resurged in the fall, forcing a second round of restrictions, costs to the economy would worsen by a third. “Our analysis quantifies the global economic benefits of robust public health responses and suggests that economic justifications to reopen businesses could backfire if they result in another round of lockdowns,” said Steve Davis of the University of California Irvine, who took part in the study. The situation will be even worse if countries stagger a second round of closures and restrictions instead of coordinating them if a second global lockdown occurs. A coordinated global lockdown would raise costs by 33% -- but if countries just move on their own, costs will rise by 57%, the model predicts. ##Economy## Mexican authorities recorded more deaths Wednesday than any other day since the  Covid-19 pandemic began.  Health officials said 1,092 coronavirus-related fatalities were identified in 24 hours -- more than doubling the previous single-day record. The previous high, 501 deaths, was announced last week. More than 11,700 virus-related deaths have been recorded in the country. An important caveat: Deputy Health Secretary Hugo López Gatell has consistently said the vast majority of deaths reported each day did not occur the day they were reported. Delays in counting deaths attributed to the virus mean that the deaths reported each day have occurred over the past several weeks. Another record: Authorities said they also identified another 3,912 cases of Covid-19 -- another daily record and the second day in a row that Mexico had its largest daily increase of new cases. Mexico has now recorded 101,238 cases -- surpassing 100,000 cases for the first time and becoming the 14th country worldwide to do so, according to Johns Hopkins University's tally. ##Cases## Brazil registered a record number of coronavirus-related deaths for the second day in a row on Wednesday. The country's health ministry reported 1,349 new Covid-19 fatalities in the previous 24 hours, raising the total to 32,548. The ministry also recorded 28,633 new confirmed cases Wednesday, for a total of 584,016. Despite the rise in cases, parts of the country started loosening virus-related restrictions this week. More deaths in Rio: The Brazilian state of Rio de Janeiro also recorded a record number of coronavirus-related deaths in a day, according to the state health secretary.  Authorities said Wednesday that 324 Covid-19 deaths had been identified in the past 24 hours, bringing the statewide total to 6,010 fatalities. The state also recorded 2,508 new confirmed cases -- taking the total there to 59,240. The city of Rio de Janeiro began opening some nonessential businesses and activities Tuesday after an announcement from Mayor Marcelo Crivella Monday. Crivella said he expects the Brazilian city to “return to normal” in early August. ##Cases## The Senate on Wednesday evening passed by voice vote a Paycheck Protection Program reform bill -- clearing it for President Donald Trump’s signature.  Earlier in the afternoon, GOP Sen. Ron Johnson of Wisconsin objected to a prior effort to pass the bill via unanimous consent, blocking approval. But Johnson agreed to let the bill pass after getting a letter entered into the record clarifying the authorization period.   The bill, which passed the House last week, gives business owners more flexibility and time to use loan money and still get it forgiven as part of the Paycheck Protection Program, set up to help struggling small businesses with emergency loans during the pandemic. The legislation — titled the Paycheck Protection Program Flexibility Act — was introduced by Republican Rep. Chip Roy of Texas and Democratic Rep. Dean Phillips of Minnesota. It is intended to make loans more accessible under the program by making its terms of use more flexible  The legislation would give small businesses more time to use emergency loans under the program by extending the eight-week period in which they must use the money to qualify for loan forgiveness to 24 weeks. The bill would also give small businesses more flexibility by changing the so-called 75/25 rule, which requires recipients of funds under the program to use three-quarters of the money for payroll costs and to limit other costs to no more than 25% in order to be eligible for loan forgiveness. The new ratio would be at least 60% on payroll and no more than 40% on other costs. ##Economy## ##Politics## UK Business Secretary Alok Sharma has been tested for coronavirus and is self-isolating, after looking visibly unwell while giving a statement at the UK Parliament on Wednesday.  Sharma was seen sweating profusely and repeatedly wiping his face with a handkerchief and holding his forehead during his speech at the House of Commons. “Secretary of State Alok Sharma began feeling unwell when in the chamber delivering the second reading of the Corporate Governance and Insolvency Bill. In line with guidance he has been tested for coronavirus and has returned home to self-isolate,” the press office for Sharma's Department for Business, Energy and Industrial Strategy told CNN. Hundreds of MPs returned to UK Parliament to take part in a socially distanced voting procedure on Wednesday. Sao Paulo's government has projected that its coronavirus cases could double by the end of June.  By the end of May, Sao Paulo state – which includes the city of Sao Paulo – had reported a total of 109,698 cases. The government now projects that by the end of June, the cases could reach between 190,000 to 265,000, the state’s Vice-Gov. Rodrigo Garcia said at a news conference Wednesday. On Tuesday, the state reported a record 327 daily coronavirus-related deaths.  Claiming the advance of the epidemic is \"within the predicted dimension,” Garcia said, “this increase we've seen in the past few days is not surprising. In April, the epidemic grew 10 times. In May, 3.6 times. For June, we expect the number of cases to grow between 1.7 and 2.4 times.” On Wednesday, Sao Paulo reported 5,188 new coronavirus cases -- taking the state's total to 123,483. Last week, the mayor of Sao Paulo city announced a gradual reopening of certain sectors, despite the continued spike of infections and deaths.  ##Cases## US stocks finished higher after rallying all day. Both the S&P 500 and the Nasdaq Composite logged their fourth straight day of gains. For the Dow, it was the third up day. Market sentiment was boosted by a much better than expected ADP employment report, which shored up hopes that the worst might be over for America’s battered labor market. Here's how the markets closed today: The Dow finished up 2.1%, or 527 points.\nThe S&P 500 ended 1.4% higher.\nThe Nasdaq Composite rose 0.8%.  ##Economy## The Trump administration has selected five companies as the most likely to produce a Covid-19 vaccine, a White House coronavirus task force source tells CNN.  The same source added that the decision came from \"Operation Warp Speed,\" which seeks to quickly ramp up production, organize distribution and determine who gets the first doses of a potential vaccine.   Dr. Anthony Fauci, the nation's top infectious disease expert, has previously suggested January as a potential date for a vaccine, but vaccines typically take years to produce. The New York Times first reported that the administration had selected five companies most likely to produce a vaccine.  ##Politics## The World Health Organization (WHO) said on Wednesday it is \"very concerned\" about the evolution of the Covid-19 pandemic in Haiti. By the numbers: Haiti has reported at least 2,507 confirmed cases of Covid-19 and at least 48 deaths, according to the latest report by the Haitian Ministry of Health from June 1. \"We are very concerned about Haiti at the moment because of its unique circumstances, unique fragility and the fact that the disease is accelerating in a highly vulnerable population\", WHO's Executive Director for Health Emergencies, Michael Ryan, said in a press conference. \"What has been common to many regions has been intense community transmission and it is clear that once community transmission has been established it's very difficult to root the virus out.\" ##Cases## Two thousand Brazilians will participate in June tests of a Covid-19 vaccine developed by Oxford University in partnership with AstraZeneca pharmaceutical, the Federal University of Sao Paulo (Unifesp) said in a statement. On Tuesday, the Brazilian Ministry of Health approved the start of the study, in which 1,000 patients in São Paulo and 1,000 more in Rio de Janeiro will be vaccinated. The country is the first site of these vaccination tests outside the United Kingdom. The study will happen as Brazil is registering an increase in the number of cases and deaths. Tuesday's reported death toll of 1,262 was a record for a 24-hour period. Brazil's biggest cities have still started relaxing social isolation rules imposed since mid-March. “The most important thing is to carry out this stage of the study now when the epidemiological curve is still rising and the results may be more assertive\", the lead investigator of the study in Brazil and Unifesp researcher, Lily Yin Weckx, said.   The official registration of the vaccine is expected to be made later this year in the United Kingdom, Unifesp said in its statement. Brazil has the second-highest number of cases after the United States.   ##The Future## At least seven regions in New York are ready to enter phase two and reopen restaurants for outdoor seating from tomorrow, according to a news release from Gov. Andrew Cuomo’s office. Restaurants in Capital Region, Central New York, Finger Lakes, the Mohawk Valley, the North County, the Southern Tier and Western New York can all reopen for outdoor seating, the release says. Here are the guidelines restaurants must follow:  Outdoor tables must be six feet apart\nAll staff must wear face coverings \nCustomers must also wear face coverings when not seated New York state reported its lowest daily coronavirus death toll in months, with 49 deaths reported yesterday. The state confirmed 1,045 additional cases of Covid-19 for a statewide total of 374,085. \"Covid-19 is still a real threat and we're still battling it. I know it's not on the front pages today, but it is still in people and in society,\" Cuomo said. \"But thanks to the people of New York and the nurses, doctors and essential workers, today we have the lowest number of hospitalizations ever and we have the lowest death toll ever. We are continuously evaluating activities that can be safely reopened, and today we are adding outdoor seating at restaurants to phase two.\" ##Reopening##", "Section": "world", "Writers": ["Joshua Berlinger", "Brett McKeehan", "Laura Smith-Spark", "Peter Wilkinson"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-06-04-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}