{"Type": "article", "Time": "2020-06-11", "Headline": "June 12 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has ended for the evening.  Dr. Anthony Fauci finally admitted he is tired. “It’s exhausting,” Fauci, director of the National Institute of Allergy and Infectious Disease and the chief US scientific spokesperson on the pandemic, told CNN’s Wolf Blitzer on the Situation Room Friday.  “It's the adrenaline of what you're trying to do that drives you,” Fauci said. “I'm chronically fatigued. I don't get a lot of sleep,” added Fauci, who has made nonstop rounds of television appearances and media interviews since the pandemic started. “As you can hear from my voice, I'm constantly breathing, talking, doing things, hopefully getting the right cause out.” Fauci, who is 79, said he and his wife lead a simple life in the suburbs of Washington, DC. “I do my job. I go out in the evening, after all of this and try to get exercise every day,” he said, adding that he always wears a mask outside. Fauci doesn’t go into restaurants right now, he said, because Washington hasn’t reached that phase yet. “I like to support the restaurants that I like around my neighborhood. So I do take out. I go there with my mask, I take out, I eat home. And that's it — getting some exercise, trying as best as you can to get as much work done and just moving on,” Fauci said. “It's the life I've chosen. I have no regrets about it, but it is exhausting.” WATCH: President Trump is planning a rally in Oklahoma next week, but Dr. Anthony Fauci, the nation’s top infectious disease expert, warned there’s a risk of either “acquiring or spreading” the deadly coronavirus for those who attend. Fauci, director of the National Institute of Allergy and Infectious Diseases, told CNN’s Wolf Blitzer in The Situation Room on Friday that he has not personally talked to Trump about the planned rally or the risks involved with mass gatherings at this point. “I have not specifically spoken to him about that, but the principles that I have been espousing hold true,” he said. “When you are in a large crowd — if you have the congregation of people that are much, much close to each other — you definitely increase the risk that you will either acquire or spread infections.”  Fauci said people are going to gather, despite the warnings. “But the issue is, if they do, please wear a mask, all the time, because the mask will give you some protection. The best thing to do is to avoid crowded areas, but if you're not going to do that, please wear a mask,” he said. WATCH: Researchers in Florida said they believe their experiment has shown that the new coronavirus has mutated in a way that makes it more easily to infect human cells. They said more research is needed to show whether this changes how the virus infects people, and whether the change has affected the course of the pandemic. But at least one researcher not involved in the study said it likely has done so, and the changes may explain why the virus has caused so many infections in the United States and Latin America.  The scientists at the Scripps Research Institute in Florida said the mutation affect the spike protein – a structure on the outside of the virus that it uses to get into cells. If the findings are confirmed, it would the first time someone has demonstrated the virus has changed in a significant way. “Viruses with this mutation were much more infectious than those without the mutation in the cell culture system we used,” Scripps Research virologist Hyeryun Choe, who helped lead the study, said in a statement.  Just this week, the World Health Organization said the mutations seen so far in the new coronavirus had not made it more easily transmissible, nor had they made the virus more likely to cause serious illness. Choe and colleagues ran a series of experiments in lab dishes that show a mutation called D614G gives the virus many more spikes, which in turn make it easier for it to get into cells. They’ve published their findings on a preprint server called BioRxiv. That means the work has not been reviewed by other experts in the field. But Choe and colleagues did send their paper to William Haseltine, a virologist, biotechnology entrepreneur and chairman of Access Health International. Haseltine believes the findings explain the easy spread of coronavirus across the Americas. “It is significant because it shows the virus can change, does change to its advantage and possibly to our disadvantage,” he told CNN. “It has done a good job so far of adapting to human culture.” Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, warned states against leapfrogging over the reopening guidelines the federal government has outlined. “You have to have a situation where you have a gateway into the process, and then gradually go from one phase to the other,” Fauci told CNN’s Wolf Blitzer on Friday. “If you leapfrog over different phases, you increase the risk that you're going to have the kind of resurgence that we're seeing in certain states.” There’s been a spike in Covid-19 cases in a number of states over the past week, but Fauci declined to say they should decrease their rate of reopening. “Everybody understands the need — the important need — to get back to some sort of normalcy, but you don't want to do it at the sacrifice of greatly increasing risk. We've got to be really careful about that,” Fauci said.  Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said he thinks we’ll see a treatment for coronavirus before a vaccine. “There is a better chance, timewise, of having something that can help in regards to treatments, before we actually have the capability of distributing the safe and effective vaccine,” Fauci told CNN’s Wolf Blitzer in The Situation Room on Friday. He mentioned having confidence in the drug remdesivir. “We are now using that drug in combination with other drugs and are also pursuing things like the passive transfer of convalescent plasma,\" he said. Fauci said he is also hopeful treatment with monoclonal antibodies will prove successful. “We have success with that in diseases like Ebola. Hopefully we can translate that success to coronavirus. These are things that are ongoing now in a very active way as we get into the fall in the winter. After these interventions have been tested, we will have some drugs that we can count on that would benefit people either, who are ill or even to prevent them from getting ill,” he said.  Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said he’s still confident the United States will have a coronavirus vaccine by the end of the year. “By the end of the year, we will have a trial that has accrued a large number of people and we hopefully will get an answer, whether it works or not,” Fauci told CNN's Wolf Blitzer on Friday. There's never a guarantee any vaccine is going to be safe and effective, Fauci said. “But the preliminary data that we've seen, Wolf, still indicates to me, a degree that I can have a certain amount of cautious optimism – namely, it's inducing a response in individuals to a level that would predict that there's a good chance that it might protect,\" he said. Fauci said he’s hopeful there will be one or more vaccines by early next year. WATCH: The French government will lift coronavirus travel restrictions on its internal European borders on June 15, said Interior Minister Christophe Castaner and Foreign Minister Jean-Yves Le Drian in a joint statement released Friday. Beginning June 15, people coming from European Union member states, as well as from Andorra, Iceland, Liechtenstein, Monaco, Norway, San Marino, Switzerland and the Vatican, will be able to enter French territory without restrictions, according to the statement.  \"People from European area countries are also exempt from quarantine upon their arrival in France,\" the statement said. \"However, reciprocal restriction measures will continue to apply at the borders with Spain and with the United Kingdom.\" France will maintain reciprocal restrictions with Spain until June 21, including a 14-day quarantine for all passengers arriving by air. Travelers arriving to France from the UK will no longer be subjected to entry restrictions from June 15 but will be required to observe a 14-day quarantine upon arrival.  France will also move towards gradually reopening its Schengen zone external borders from July 1, according to the statement.  \"This opening will be carried out in a progressive and differentiated manner depending on the health situation of the different third countries, and in accordance with the procedures that will be adopted at European level by then,\" the statement said.  France will also give priority to visa and residence permit requests for international students. \"Given the challenges of university attractiveness, international students will be allowed, whatever their country of origin, to come to France and the conditions of their arrival will be facilitated,\" the statement added. Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, understands the pressure to reopen the US, but that must happen \"in a way that's careful and prudent.\" \"And there are certain fundamental basic things that we just heard from one of the previous guests that even when you do proceed according to guidelines, you've got to be careful to make sure that to the extent possible, you physically distance yourself and you wear a mask literally at all times that you're on the outside and in a situation where you might be at risk either of acquiring infection or giving infection to someone else if you're one of those asymptomatic carriers,\" Fauci told CNN Friday afternoon. What the infection numbers say: The US could suffer 130,000 coronavirus deaths by July 4, according to a projection released Friday by the Centers for Disease Control and Prevention. And Covid-19 cases could rise this summer as states reopen, the CDC's deputy director for infectious diseases said during a conference call with reporters. \"If anything, we must be overprepared for what we might face later this year,\" said Dr. Jay Butler. \"Getting the flu vaccine will be more important than ever, as flu and Covid-19 could be circulating together as we move into the fall and winter months.\" More cities and states have reported increasing rates of new coronavirus cases per day as the nationwide total number of cases passed 2 million this week. According to a CNN analysis of data from Johns Hopkins University, 19 states have increasing case rates, several of which have seen record or near-record highs. And for the first time, rising caseloads have led some officials to delay phased re-opening plans. WATCH: The Illinois and Du Quoin State Fairs have been canceled, Illinois Agricultural Department said in a statement Friday. \"Due to the ongoing COVID-19 pandemic, Governor (J.B.) Pritzker will issue an Executive Order canceling the Illinois and Du Quoin State Fairs this year,\" the statement said. This is the first time Du Quoin State Fair has been canceled since 1986, according to the statement. \"Due to the cancellations of the fairs, the Department of Agriculture will host a Junior Livestock Expo in Springfield in September, for Illinois exhibitors ages 8-21 to show their animals. The 4-H General Project Show will take place virtually,\" the statement said.  The state fairs are expected to return in August 2021, according to the statement.  ##The Future## Ukrainian President Volodymyr Zelensky is switching to a \"special work mode\" after his wife Olena tested positive for coronavirus, his office said in a statement Friday.  Zelensky also underwent a coronavirus test but the result came negative, according to the statement.  Under the Ukrainian constitution, the president cannot delegate his powers to anyone and situations of self-isolation and quarantine were not envisaged, according to the statement.  \"That is why a special protocol of the President's work mode was adopted meeting both the norms of the current legislation and the sanitary-epidemiological requirements,\" the statement said.  Zelensky undergoes daily testing and medical examinations, his office said.  \"He limits the range of physical communication, holds meetings online,\" the statement said. \"Face-to-face meetings involving personal communication with the Head of State are excluded in the coming days.\" Zelensky won't be taking part in public events and all his working trips outside the capital Kiev have been canceled, his office said.  \"The circle of persons with whom the President communicates personally is narrowed down to security and closest aides,\" the statement read. Exceptions to this protocol are possible only in the event of an emergency situation that will require an immediate response by the president in accordance with his constitutional powers, according to the statement.  As of Friday afternoon, Ukraine has recorded more than 30,000 coronavirus cases and at least 880 deaths, according to the latest numbers by Johns Hopkins University.  ##Cases## Indiana has moved into stage four of its reopening plan, Indiana Gov. Eric Holcomb said Friday. Here's what is reopening: Bars and entertainment venues can welcome customers back at 50% capacity\nZoos, museums and other sites may open\nMovie theaters and bowling alleys can open at 50% capacity\nRestaurants can open to 75% capacity\nGatherings of up to 250 people are allowed as long as they stays six feet apart “I want to remind Hoosiers to be safe as we move to stage four. I feel a bit like a nagging mom, but I'm going to remind you that Covid has not disappeared, and we need to continue to protect ourselves and those around us, especially our most vulnerable populations,” Dr. Kristina Box with Indiana State Department of Health said during a news conference on Friday. ##Reopening## Most Americans are following advice to stay home and support other measures to slow the spread of the coronavirus, a new survey from the US Centers for Disease Control and Prevention finds – or at least, they did last month. Close to 80% of Americans surveyed nationwide said they had self-isolated and 85% of New Yorkers said they had, the survey found. Nationwide, 74% of those surveyed said they wore face coverings in public either always or often and those in the hard-hit cities of New York and Los Angeles said they did so about 90% of the time. “Overall, 84.3% of adults in the U.S. survey cohort believed their state’s Covid-19 community mitigation strategies were the right balance or not restrictive enough, compared with 89.7% in NYC and 79.7% in Los Angeles,” the survey team, led by the CDC’s Michael Tynan, said in the agency’s weekly report. “As well, 74.3% of respondents in the United States reported they would not feel safe if these restrictions were lifted nationwide at the time the survey was conducted, compared with 81.5% in NYC and 73.4% in Los Angeles.” The team used survey data from Qualtrics LLC, given online. Surveyors contacted 4,000 adults and invited them to complete the questionnaire, so it was not completely self-selected – something that can skew survey results. In the end, 2,200 responses were included in the survey, taken in May. Across the US, 17% of those surveyed said they knew someone who had tested positive for coronavirus but that rose to 42% in New York. Nationally, 6% of people said they knew someone who had died of coronavirus and this went up to 23% in New York. \"Most adults reported they would not feel safe if government-ordered community mitigation strategies such as stay-at-home orders and nonessential business closures were lifted nationwide at the time the survey was conducted, although a minority of these adults who did not feel safe wanted these restrictions lifted despite the risks,” the team concluded. Despite a continued rise in confirmed cases of coronavirus in California, schools, gyms, movie theaters, and bars can reopen with modifications beginning today across much of the state.  Film and television productions are also able to send people back to work after months of closures to prevent the spread of the virus effectively shuttered Hollywood. The reopening comes after California reported nearly its highest single-day total of confirmed new cases of the coronavirus on Thursday, with more than 3,000 new infections. Los Angeles County, the epicenter of the pandemic in the state, also reported its second highest number of new cases on Thursday with 1,857 infections and 46 deaths.  But while the state continues to see a rise in new cases, the California Department of Public Health gave the green light for an expanded reopening, including hotels, day camps, museums, zoos, and professional sports without live audiences, with approval from county health officers. Indoor movie theaters can also reopen today. Not everywhere is reopening: While most counties across the state will further resume their economies on Friday, some regions, such as the Bay Area, are taking a more conservative approach, holding off on reopening some businesses and services until later this summer. And a number of other industries and activities, including nail salons, theme parks, public events and gatherings, in-person college courses, and convention centers remain closed statewide. While California's schools are allowed to reopen today, most are aiming to do so with the new school year in the fall. Schools and childcare facilities will be given thermometers, face shields, masks, face coverings, and hand sanitizer for safety. According to the guidance for schools, the California Department of Public Health recommends implementing distance inside and outside the classroom, limit sharing, intensifying cleaning, disinfection, and ventilation as well as training teachers and staff to educate families and students on proper hygiene, the use of face coverings, and physical distancing.  Here's the restrictions for industries that are reopening: Fitness facilities will have to implement measures to ensure physical distancing and evaluate occupancy rules based on the size of the facility, according to the guidance.  \nBars, restaurants, and wineries must prioritize outdoor seating and curbside pickup. State public health officials also recommend air circulation by opening windows or doors, disposable or low-touch menus, and asking guests to wear a face covering when not eating or drinking.\nIndoor movie theaters must limit the number of attendees to 25% of capacity or a maximum of 100 attendees, whichever is lower. ##Reopening## Chile's Ministry of Health reported 6,754 new cases of novel coronavirus on Friday. That's the highest number of daily cases reported by the country since March 3, when the first case was announced. The country has reported at least 160,846 cases of coronavirus and 2,870 fatalities, according to health authorities. On Tuesday, Chile announced a new counting method for Covid-19-related deaths.  According to Jaime Mañalich, the minister of health, on Tuesday, the number of daily reported deaths will now be based on information exchanged between the Civil Registry and a database from the Ministry of Health with records of positive cases.  According to CNN's tally of cases, Chile reported its second highest daily number of cases on June 7 with 6,405 new cases. ##Cases## At least 114,126 people have died from coronavirus in the US, according to Johns Hopkins University's tally of cases. There has also been at least 2,033,003 cases of coronavirus in the US, according to the tally. So far on Friday, Johns Hopkins reported 9,618 new cases and 308 deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  ##Cases## Dr. Mike Ryan, executive director of the World Health Organization’s Health Emergencies Program, said they are \"concerned that some countries are having difficulties in exiting the so-called lockdowns as they're seeing increases of cases again.\" “First and foremost, most of the world right now is still very much in the throes of the first wave of this pandemic,” Ryan said during a briefing Friday, adding though that many countries have been able to flatten the curve and are slowly making their way out of lockdowns. “We have to find the balance of controlling this virus against the damage economically and socially of controlling this virus: This is a difficult dilemma, \" he said.  “There must be an alternative to lockdown because in the absence of lockdown, the virus will tend to spread again. So the question is, what have you got to replace lockdown with?” Ryan asked. He pointed countries towards a strong public health system, testing and tracking cases, and educating the population to help as lockdowns are lifted. “It's very easy for me to sit here and say that that is difficult to achieve in any circumstance,” he said. “But it is the only way to sustain the next number of months while we wait for other interventions. And again we have to say that we really hope we have an effective vaccine in time, but there are no guarantees.” “We have to learn to live with the virus,” Ryan said.  ##Reopening## ##Cases## There have been a record number of Covid-19 cases reported in the last 24 hours, Arkansas Gov. Asa Hutchinson said during a news conference Friday. “We have increased 731 cases in the last 24 hours, the largest increase in community cases and total cases since this pandemic began,” Hutchinson said.  There were 10,816 cases on Thursday and now there were 11,547 cases, he added. At least 207 of the newly identified cases were in correctional institutions while the rest are community cases, Hutchinson said. ##Cases## The television, film and streaming production industry in Georgia is back open for business, according to a statement from Gov. Brian Kemp. Kemp announced the industries plan to bring back and hire an estimated 40,000 production workers in the state for an expected 75 production projects that with invest over $2 billion into Georgia’s economy, the statement said.  According to the statement, this announcement follows the “COVID-19: Georgia Best Practices for Film and Television” production guide for studios provided by the Georgia Film Office, that complements the safety protocols recently released by the Industry-Wide Labor-Management Safety Committee Task Force, which will help to ensure a safe workplace environment and reduce the spread of the virus. ##Reopening##  Several California jurisdictions do not require residents to wear masks in public as the state moves into various stages of reopening. The Orange County health director recently resigned after receiving threats for her face coverings mandate. Yesterday, days after her departure, the interim health officer relaxed the order. Movie theaters, gyms, and hotels are reopening today in the county. Riverside County ended the mandatory mask order in late April after their cases started to level off. The health department strongly recommends face coverings and some business can require it of patrons, according to Jose Arballo, Jr., public information officer for the county health department. San Bernardino suggests several options to those who want to cover up and encourages people to do so.  “All individuals in San Bernardino County are strongly encouraged to use face coverings over their nose and mouth, such as scarves (dense fabric, without holes), bandanas, neck gaiters, or other fabric face coverings when in public, when working in or patronizing businesses, public agencies and nonprofit and faith-based organizations, within the County when feasible,” according the department of public health. Fresno, Kern, and San Joaquin counties do not require a face covering, according to county health department sites. Ventura County recommends mask wearing though municipalities can require it. The city of Ojai requires employees and customers at essential businesses to wear face coverings. While not required in Sacramento County, health officials look to an \"if you can, you should\" approach to face coverings, according to the county public information officer.  “In spite of recent re-openings, the virus risk is still here,” said Dr. Peter Beilenson, director of Health Services. “We have seen an increase in Covid cases and hospitalizations recently, in large part due to social gatherings, and to keep these cases down we need to remember to be sensible while we’re being sociable.”  These eight counties are among the top 15 most populous in the state. California has at least 143,646 coronavirus cases including 4,940 deaths. ##Reopening## The National Basketball Association has laid out its plans to conduct coronavirus testing as 22 teams prepare to restart the 2019-2020 season in July. According to Shams Charania of The Athletic, the league will require Covid-19 testing for teams from June 23 to June 30 as part of the league’s health and safety initiative to begin play. ESPN’s Adrian Wojnarowski is reporting that players from outside of the United States will need to report to their home team markets by June 15 while players in the states will need to report by June 22. Both reporters say the league is now targeting July 30 as the start date to the season. The NBA has not responded to CNN’s request for details regarding these reports. ##Reopening## Officials at the US Centers for Disease Control and Prevention would not confirm on Friday whether there have been striking increases in Covid-19 hospitalizations in certain states, but said they will \"monitor very closely\" that metric and others during the coronavirus pandemic. \"We’re not confirming dramatic increases in the number of hospitalizations, but this is something that is ongoing, and we will continue to monitor very closely,\" Dr. Jay Butler, CDC’s deputy director for infectious diseases, said during a call with reporters. The agency uses a number of metrics beyond hospitalization and testing numbers to track the outbreak, including intensive care admissions and \"emergency department utilization for Covid-like illness,\" Butler said.  \"Because the test results in and of themselves only reflect a bit of the transmission that occurs. We know that some people don’t develop symptoms. We know that of those who develop symptoms, not everyone will be tested,\" he said. CDC Director Dr. Robert Redfield added that expanded testing in certain “vulnerable populations” such as nursing homes may also be contributing to the increases. Some background: On Wednesday, data that CNN aggregated from the Covid Tracking Project from May 25 to June 9 showed that the number of patients hospitalized due to coronavirus infection has gone up in at least a dozen states that are tracking hospitalization data: Alaska, Arkansas, Arizona, California, Kentucky, Mississippi, Montana, North Carolina, Oregon, South Carolina, Texas and Utah.  ##Cases## An ensemble forecast published by the US Centers for Disease Control and Prevention now projects more than 130,000 coronavirus deaths in the United States by July 4.  The rate of new deaths is expected to grow in some states, a sign the pandemic may be worsening in some regions — even as the country begins to reopen. This week’s national forecast relies on 17 individual forecasts from outside institutions and researchers. The new projections, published Friday, forecast about 130,560 deaths by July 4, with a possible range of 124,260 to 139,880 deaths. The previous ensemble forecast, published last Thursday, forecast 127,230 US deaths by June 27. “The state-level ensemble forecasts suggest that the number of new deaths over the next four weeks in Arizona, Arkansas, Hawaii, North Carolina, Utah, and Vermont will likely exceed the number reported over the last four weeks,” the CDC says on its forecasting website. “For other states, the number of new deaths is expected to be similar or decrease slightly compared to the previous four weeks.”  Also on Friday, CDC officials reiterated the importance of social distancing, wearing face coverings in public and frequent hand washing.  \"We know the pandemic is not over,\" Dr. Jay Butler, CDC's deputy director for infectious diseases, said during a call with reporters. Note on the forecast: Unlike some individual models, the CDC’s ensemble forecast only offers projections for the next month.  ##Cases##  “The world is divided,” World Health Organization Director-General Tedros Adhanom Ghebreyesus said during a news conference in Geneva today.  Addressing the coronavirus pandemic, Tedros said, “This is a very dangerous virus. And it's very hard to fight this kind of virus in a divided world.” “The different measures that countries have taken to control the virus have turned the lives of many citizens upside down,” Tedros said. Tedros said the impact on global health has been large, but some social impacts are even more serious. “Millions have lost their jobs, and we know many have lost their livelihoods,” he said adding a very small virus is creating havoc. “This should be a humbling moment,” Tedros said. “We need to really reflect and see humility as the main way to get out of this problem for any individual person or any nation.” Some background: President Trump has stood firm in his threats to halt funding to the organization. Last month he told the agency he will permanently pull US funding if it does not \"commit to major substantive improvements in the next 30 days.\" The UK will review its policies on the 14-day travel quarantine and potential \"air bridges\" on June 29, said British Transport Secretary Grant Shapps during a Downing Street news conference on Friday.  \"We will only open up air bridges where it is safe to do so and there will be more on that at the review period, which is the 29th of June,\" Shapps said, adding that the UK is taking \"every precaution\" to avoid a second wave of the virus. He added that the government is talking to airlines and airports about the policies, but he declined to comment on which countries the UK will talk to about creating travel corridors. Shapps also said the travel quarantine, which requires anyone coming into the country to self-isolate for 14-days or face fines, would remain a blanket policy until the review at the end of June. \"On the quarantine, I think most Brits understand that we’ve sacrificed a lot, we’ve stayed at home, we’ve been fighting this virus — getting the R number below one. What we don’t want to do is essentially be re-importing it, either by people coming here or by Brits going abroad and coming back,\" Shapps said. \"So I think the idea of quarantine is the right thing to be doing and I note that it has broad public support.\" Earlier on Friday, British Airways, Easyjet and Ryanair launched legal action against the UK government’s quarantine rules, saying the restrictions will have a devastating effect on British tourism and the aviation industry. ##Reopening## Officials at the US Centers for Disease Control and Prevention warn that the country could see more Covid-19 cases this summer as states reopen — and are reminding the public that getting flu shots in the fall will be as important as ever. \"In the coming weeks, we could see increases in the number of cases of Covid-19 as states reopen and as there’s an increase in public gatherings as we move into the summer across the country. It’s too soon to tell if this will happen, but CDC is working closely with state health departments to monitor the disease activity, and to support responses to any increases,\" Dr. Jay Butler, CDC's deputy director for infectious diseases, said during a phone call with reporters on Friday. He continued: \"In addition, we must look ahead to the fall and winter. While what will happen is uncertain, we have to pull all our efforts towards gearing up for additional potential challenges that we see every fall and winter — and that is influenza,\" Butler said. \"If anything, we must be overprepared for what we might face later this year. Getting the flu vaccine will be more important than ever, as flu and Covid-19 could be circulating together as we move into the fall in the winter months.\" ##Reopening## ##Cases## Public transportation and travel can still be risky and people need to think twice before they leave home, the US Centers for Disease Control and Prevention said in new guidelines released Friday. “Public transit can put you in close contact with others. When using public transportation, follow CDC’s guidance on how to protect yourself when using transportation,” the agency said in the new guidelines, aimed at providing advice for people to lead their lives day to day while the coronavirus continues.  The public transportation guidelines, posted last month, remind people to wash their hands before and after using trains, buses, subways and other shared transport. “During travel, try to keep at least 6 feet (2 meters) from people who are not in your household — for example, when you are waiting at a bus station or selecting seats on a train,” they add. “Wear a cloth face covering when physical distancing is difficult.” The new guidelines also remind people about existing advice on travel.  “COVID-19 cases and deaths have been reported in all 50 states, and the situation is constantly changing. Because travel increases your chances of getting infected and spreading COVID-19, staying home is the best way to protect yourself and others from getting sick,” the CDC stresses. ##Reopening## Stay apart from others, wear a face covering, and try not to share objects – that’s the latest, updated advice from the US Centers for Disease control and Prevention for living daily life during the coronavirus pandemic. The CDC released its latest versions of guidelines for people Friday with a reminder that the virus is still spreading. “We know the pandemic is not over,”  Dr. Jay Butler, CDC’s deputy director of infectious diseases and Covid-19 response incident manager, told a media briefing.  The guidelines use everyday language and straightforward advice:  “In general, the more closely you interact with others and the longer that interaction, the higher the risk of COVID-19 spread,” they read. “So, think about: How many people will you interact with? Interacting with more people raises your risk,” they add.\n“Being in a group with people who aren’t social distancing or wearing cloth face coverings increases your risk. Engaging with new people (e.g., those who don’t live with you) also raises your risk,” they add.\n“Some people have the virus and don’t have any symptoms, and it is not yet known how often people without symptoms can transmit the virus to others.”\nThe CDC advises keeping six feet apart from others when possible. “The closer you are to other people who may be infected, the greater your risk of getting sick,” the CDC said.\nThe agency also advocates for face coverings, especially if it will be difficult to keep six feet apart from another person.  “It’s important that you and the people around you wear a cloth face covering when in public and particularly when it’s difficult to stay 6 feet away from others consistently,” the CDC said. “Choose outdoor activities and places where it’s easy to stay 6 feet apart, like parks and open-air facilities.” Physical barriers such as plexiglass screens can also reduce the risk of spreading virus, the CDC said. ##Reopening## Oregon Gov. Kate Brown announced Friday that the state is putting a seven-day pause on further county reopenings statewide due to a spike in new Covid-19 cases. \"This is essentially a statewide yellow light,\" Brown said during a news conference. She said that the state was aware there could be a spike in cases as restrictions were lifted. \"Unfortunately, we are now seeing that happen in several parts of the state in both rural and urban Oregon,\" Brown said. The state has put all applications by counties to move into the next phase of reopening on hold for the next week as a result, she said. Twenty nine counties are currently in phase two of the reopening process. Three counties are in phase one and have not yet applied for phase two while three other counties are in phase one and have applied for phase two. Those applications are being put on hold for one week.   \"The virus makes the timelines, we don't make the timelines,\" Brown said.  The numbers: There were 178 new cases reported statewide Thursday, which is the highest total ever, Director of the Oregon Health Authority Pat Allen said during the news conference. The number of newly reported cases increased by 75% in the week ending June 7, according to Allen. There were 620 new cases of infection last week, an 18% increase from the prior week, Allen said. The percent of positive tests also rose from 1.9% to 3% in the 18,271 tests reported last week, Allen said. The governor said the increases they are seeing are not concentrated in one area, but are all over the state. ##Cases## As the coronavirus pandemic continues, officials at the US Centers for Disease Control and Prevention are reiterating the importance of social distancing, wearing face coverings in public and washing hands frequently. Their announcement to keep following guidelines comes at a time when President Trump plans to hold a rally and has not been wearing a face covering in public. \"We know the pandemic is not over,\" Dr. Jay Butler, CDC's deputy director for infectious diseases, said during a call with reporters on Friday. \"The good news is, nationally, we have been successful in flattening the curve, the number of new cases, each day has been relatively plateaued over a prolonged period of time,\" Butler said.  \"But right now communities are experiencing different levels of transmission. And this is occurring as they gradually ease up on some of the community mitigation efforts, and gradually reopen,\" Butler said. \"We continue to ask everyone to follow the guidance.\" CDC officials plan to release more guidelines today. CDC Director Dr. Robert Redfield also said during the call that continuing to follow this guidance remains critical. \"CDC’s Covid-19 response is now in its sixth month and while we’re making real progress we still have a lot of work ahead as we reopen America,\" Redfield said.  \"It continues to be extremely important that we embrace the recommendations of social distancing, handwashing and wearing a face covering while we’re in public as some of the key defenses that we have against this progress,\" Redfield said. \"It’s important that we remember that the situation is unprecedented and that the pandemic has not ended.\" ##Reopening## The US Department of Transportation says it will make 100 million masks available, mostly at airports, but also at transit locations and Amtrak for passengers to use.  The agency describes them as “cloth facial coverings\" and says they are intended to be supplemental to the masks travelers are required to bring on their own and are not guaranteed to be available. “This Administration is committed to protecting our people and reopening the economy; distributing these facial coverings will help boost public confidence as we begin to resume our normal lives,” Transportation Secretary Elaine L. Chao said in a statement.  Approximately 86.8 million coverings will be distributed to airports, and 9.6 million coverings will be distributed to 458 transit agencies and Amtrak for passenger use, the statement said.    South Carolina Gov. Henry McMaster has issued a new state of emergency Friday, as part of an executive order that also allows the reopening of bowling alleys and lifts restrictions on retail business capacity limits. Previous limits on retail spaces required no more than five customers every 1,000 square feet, or no more than 20% capacity, whichever was less. That restriction has now been lifted, with no mandated reduced capacity. The executive order also lifts the previous restriction on gatherings of more than 50 people on public property, since more public employees are returning to work. This comes during a week when South Carolina has seen a large increase in daily new cases, including Thursday having the single largest daily increase in the state since the pandemic began.  Brian Symmes, the governor's communications director, said the state acknowledges people have not been properly social distancing. Symmes said the governor has forcefully explained to residents that this is a dangerous and deadly virus, and that people need to take precautions. “That has not changed. The virus is still here. And it’s still being transmitted,” Symmes said. But Symmes said that McMaster philosophically does not believe that government putting its thumb on the scales and making broad mandates that are largely unenforceable is the answer. The answer, Symmes said, is educating the public, which the governor and Department of Health and Environmental Control have done consistently. He added that it is in the best interest of the business from a liability standpoint to follow guidelines from the Centers for Disease Control and Prevention.   ##Reopening##  Utah Gov. Gary Herbert has paused the lifting of restrictions following spikes in Covid-19 cases over the past two weeks. The governor said during a news conference Thursday that the increase in cases is “giving them pause.”  The state will remain in the \"yellow\" phase of reopening with the exception of one county, Brooke Scheffler, public information officer for Herbert, told CNN in a text Friday.  She also confirmed that Salt Lake City will remain in the \"orange\" phase, which is below yellow. \"What should we in fact do as a reaction to this spiking of infection? For the most part, I think the answer is that we will pause and really for the most part maintain yellow guidance in most of the state,” Herbert said Thursday.  Utah’s state epidemiologist Dr. Angela Dunn said in the news conference there was a “great spike in the growth rate of cases” after Memorial Day.   Here are the numbers, according to Dunn:  Daily state cases have been in the 200 to 300 range since Memorial Day.\nIn the weeks leading up to Memorial Day, the percent of positive tests was hovering \"around 4 to 4 ½ %.\"\nIn the two weeks since Memorial Day, they have seen the trend increase to 7% for a weekly average and then 10% percent positive for the last week. “There are some parts of the state that are being hit harder than others, and there's localized outbreaks and hotspots, but by and large, we are seeing this increase in cases throughout the state,” Dunn said. The governor said he “doesn’t want to take a step forward and then take a step backward.”  Under yellow guidance, there are no economic activities that are categorically prohibited, Herbert explained. \"We've not gone down the road as many other states have done of identifying essential or nonessential businesses and services,\" he said. \"We've had minimal restrictions for in house dining, public schools closing, which are not insignificant in its impact, but we have been listed as the fourth least restrictive state in America and addressing this pandemic, we've not closed down the economy.\" Other states and cities — like Oregon and Nashville, Tennessee — have also announced delays in reopening plans due to elevated cases.  ##Cases## ##Reopening## Judge Lina Hidalgo, the top elected official in Harris County, Texas — which includes the city of Houston — said the county saw its highest numbers of coronavirus cases and hospitalizations this week.  “We don't see evidence that our public health interventions are being able to contain, to control, the spread of that virus, so I want to … sound that alarm that we've got to take action now so that we avoid a shutdown in the future,” Hidalgo said. Harris County is the third most-populous county in the US. Hidalgo, who serves as its chief executive officer, warned the county “may be approaching the precipice of a disaster” in a press conference yesterday.  Hidalgo said they are seeing the numbers increase as the state has started to reopen over the past few weeks.   “I’ve always said I think the reopening timeline was a little too fast. I wouldn't have done it that quickly,” she said. “I want the economy to reopen as much as anyone. I just want it to be sustainable. I don't want us to be ping-ponging between open and close,” Hidalgo added. She said that while there is enough hospital space right now, it’s “alarming” that more than 15% of ICU space is being occupied by Covid-19 patients.  She is working with Texas Gov. Greg Abbott’s office and alerting the state on the latest numbers, she said.  Watch more: ##Cases## Friday is day 104 of the Covid-19 crisis and the numbers are going down, with 42 deaths related to Covid-19 on Thursday, Gov. Andrew Cuomo said. “Since we have reopened, the number has continued to go down… because we have been disciplined in our reopening,” he said. Cuomo also said the state has the lowest rate of transmission saying, “the virus is spreading at the lowest rate of transmission in the state of New York of every state in America, that is incredible.”  He went on to say, “we were the number one state in terms of infection, number one in the nation, number one on the globe, per capita, and now we are the last state in terms of rate of transmission, that is because New Yorkers stepped up, they were smart they were disciplined they did what they had to do and we need to stay there.” Citing US states that have seen elevated numbers in coronavirus cases, the governor called it a \"pivotal moment\" in making sure this does not happen to New York.  \"This is deja vu,\" Cuomo said. \"They reopen and then the number goes up, which is common sense on one level.\" ##Reopening## ##Cases## Coronavirus-related hospitalizations in Maryland have fallen by more than 100 over the past 48 hours and “are now at their lowest level in 66 days,” Gov. Larry Hogan announced on Twitter Friday morning. At least 9,748 people across the state have been tested for Covid-19 over the past 24 hours, bringing the statewide total of completed tests to 473,271, he said, adding the statewide positivity rate is now 6.9%. ##Cases## White House economic adviser Larry Kudlow sought to calm markets after stocks tumbled Thursday on news of a projected second wave of coronavirus, claiming there “is no second wave.” “I’m not the health expert, but on the so-called spike, I spoke to our health experts at some length last evening. They are saying there is no second spike, let me repeat that, there is no second spike. And that – Sec. Mnuchin said yesterday in testimony and I totally agree, we are not going to shut down the economy,” Kudlow said during an appearance on Fox News Friday. After fears about a rise in coronavirus cases, US stocks posted their sharpest selloff in three months. US stocks surged at Friday's opening bell. But Kudlow appears to contradict himself almost immediately by saying some places are up — although he is quick to say the Trump Administration has it handled.  Kudlow continued, “What you do have is certain spots are seeing a little bit of a jump up. Some small metropolitan areas are seeing it. CDC and the health people are all over it – they sent some task forces out to deal with that. You know, nowadays, we have better equipment, much more experience, much better testing. I mean the testing itself has jumped up, so you’re going to get a little more positivity from that. But if you look nationally, the important point is the rate of increase of new cases is between 0 and 1 percent. It’s really flattened out, and with respect to fatalities, it’s the same, it’s actually lower than that, it’s like zero to a half a percent.” What we know about the virus: While new case rates aren’t growing significantly for now, 19 states are experiencing rising cases as of Friday. In many states, hospitalizations are also increasing, an indicator of people seriously ill with Covid-19. Kudlow also suggested Dr. Deborah Birx – who has been largely silent and away from cameras – may be seen Friday, but it’s unclear how or when. “If I can calm fears, again I’m not the health expert, Amb. Birx may be out and about later today. Nonetheless, there is no emergency, there is no second wave. I don’t know where that got started on Wall Street,” he said. ##Economy## Mass transit ridership is up across New York City, Mayor Bill de Blasio said Friday at the city’s daily news conference. This comes as the city started phase one of its reopening plan earlier this week. Subway ridership, as of Wednesday, has been up 25% compared to the Wednesday before, de Blasio said. Bus ridership is up 23%, compared to that same time, and Staten Island Ferry ridership is up 31%. Traffic into Manhattan is up 14% during that time period, de Blasio said. The mayor also noted that daily Covid-19 indicators for the city showed a \"good news report.\" Citing data from Wednesday, the mayor said:   70 patients were admitted to hospitals for suspected Covid-19\n339 people were being treated in health and hospitals ICUs\n3% of those tested for Covid-19 tested positive – “We have been around that number for many days and that’s a very good sign,” de Blasio said.  ##Reopening##   US Surgeon General Dr. Jerome Adams said he wants people who decide to protest against racial injustice to do so as safely as possible during the pandemic — and he said he understands why the protests are being prioritized. \"I understand the anger, the frustration, the fear and why people feel that they need to prioritize going out and protesting,\" Adams told Politico's Dan Diamond during an episode of the podcast \"Pulse Check\" on Thursday.  \"If you are going to go out, then we want you to take precautions,\" Adams added. \"We want you to try to stay six feet apart from each other whenever you can. We want you to wear a face covering. We want you to practice good hand hygiene, including carrying hand sanitizer.\" Adams also advised to bring as little with you as possible, because if you are carrying a backpack or multiple layers of clothing, for instance, those items would need to be disinfected. \"What I've always said for anyone going out is that if you're going to go out, know your risk and know how to stay safe. It's important for people to know that there are communities where we are seeing upticks and spread and the coronavirus is still here — it is still deadly, it is still contagious,\" Adams said. \"If you choose to go out in that setting, you need to understand whether or not you are someone who is at higher risk — someone with chronic diseases, someone who is older, again 94% of mortality is over the age of 60,\" Adams added. \"You need to understand if you're living with someone who is at risk, because the last thing you'd want to do is go out and protest and then bring coronavirus home to your vulnerable loved one.\" The phase 3 trial of the Covid-19 vaccine candidate developed by University of Oxford is underway, and is expected to include 42,000 people when the Oxford-led trial is combined with a phase 3 trial led by its partner, AstraZeneca.   In phase 3, Oxford is enrolling 10,000 people in the UK, and AstraZeneca is enrolling 30,000 in the US. On June 2, the Brazilian government approved the inclusion of volunteers in their country, with 2,000 volunteers to be tested there. The AstraZeneca portion of the phase 3 trial will begin in August, according to the National Institutes of Health, which will be conducting and funding the trials.  Participants in the phase 3 group will “receive one or two doses” of their Covid-19 vaccine candidate, or another licensed vaccine that will be the control group.  WATCH: More than 500,000 people crossed through US Transportation Security Administration checkpoints on Thursday, the first time the numbers have climbed above that mark since travel cratered this spring due to the coronavirus pandemic.  The 502,209 people TSA reported screening is still well below typical levels — nearly 19% of the 2.7 million the agency screened on the same Thursday last year.  The passenger rates have steadily risen since bottoming out at about 3% of last year’s traffic – less than 100,000 daily travelers — in mid-April.    Airlines are operating more flights than at that point, and each plane is also carrying more passengers.  Airlines for America, representing the major US carriers, said Thursday that the average departure carries 57 passengers, compared to 50 the group reported on Monday and fewer than 20 at the low point.  ##Economy## All viruses mutate — including the novel coronavirus. But as the world now races to develop a Covid-19 vaccine, the coronavirus mutations are not expected to alter vaccine efficacy during this race, said World Health Organization chief scientist Dr. Soumya Swaminathan. \"The mutations have not been shown to be in those regions of the virus — the spike protein, the receptor binding domain — that are going to alter the efficacy of a vaccine so far,\" Swaminathan said on Friday during a live Q&A broadcast on WHO's social media pages. Swaminathan added that \"viruses keep on changing and we have to keep an eye on that.\" Currently there are about 200 vaccine candidates in development around the world, with 10 in human trials — four in the United States, five in China and one in the United Kingdom — and 126 in preclinical trials globally, according to WHO. Regarding how the coronavirus may differ across countries due to mutations, \"the virus may be slightly different but it’s not so different that the vaccine will not work,\" Swaminathan said. \"It’s also good to have vaccine trials in many different countries because you have different populations, different genetics, different risk factors and WHO very much would like to see the candidates that are being developed now being tested in many countries.\" Thailand's Ministry of Public Health announced that the country will begin phase four of easing lockdown restrictions according to a spokesperson on Friday.  Thailand's Ministry of Public Health and the Center for the Covid-19 Situation Administration (CCSA) said that on June 15, some schools can resume classes with social distancing and people will be able to dine and drink alcohol in restaurants. Bars and clubs will remain closed. A CCSA spokesperson said that in phase four there will no longer be a countrywide curfew, but Thailand's border will remain closed.   The spokesperson also said the CCSA committee had discussed the principle of Thailand could open a \"travel bubble\" with selected countries, but there was no conclusion on whether visitors would have a mandatory quarantine on arrival.  China, Hong Kong, Macau, Japan, South Korea, Taiwan, Australia, New Zealand, Laos, Myanmar, Cambodia and Middle Eastern countries would be considered for the travel bubble. Travelers would have to be tested for the virus in their origin country, tested again on arrival, and purchase health insurance. Business travelers and medical tourists would be prioritized.  ##Reopening## Having a safe and effective Covid-19 vaccine available for the world is currently the \"best way\" to beat the coronavirus pandemic, according to World Health Organization chief scientist Dr. Soumya Swaminathan. \"Everyone is waiting for a vaccine because it’s clear that a vaccine would be the best way out of this pandemic. If you can vaccinate enough people — let’s say 50% to 60% of people become immune — the virus can stop spreading from one person to another,\" Swaminathan said on Friday during a live Q&A broadcast on WHO's social media pages. Currently, there are about 200 vaccine candidates in development around the world, with 10 in human trials — four in the United States, five in China and one in the United Kingdom — and 126 in preclinical trials globally, according to WHO. \"Vaccine development normally takes 10 to 20 years. So here we’re talking about developing a vaccine in 12 to 18 months, but we have to be sure each step of the way that we establish that this vaccine actually works -- which we call efficacy, which means that it protects against infection -- and safety. These are the two properties of the vaccine. It should be safe in the sense you do not want a vaccine to cause more problems than what it’s supposed to protect against,\" Swaminathan said.  \"The other thing that WHO is working on is developing an allocation framework because we don’t want to be in a situation where there are some doses of a vaccine but they’re not available to everyone, they’re just available to a few people in a few countries. So this is where global solidarity comes in,\" Swaminathan said.  \"Our member states are discussing, how do we make a fair and equitable allocation? So that, let’s say you have 50 million doses to begin with -- who are the people who need it the most? It shouldn’t be limited by country but it should be: Is it the most vulnerable? The frontline workers that we see are getting infected? Is it the elderly? The people above 60 or 65? We need to have a consensus on that.\" The Spanish government has provided new details of a program to begin opening up parts of the country to European tourists as coronavirus restrictions are lifted. From next Monday, travellers from other parts of the European Union will be allowed to travel -- on specified air routes -- to the Balearic islands, which include the holiday destinations of Majorca and Ibiza. Tourists will only be allowed to visit parts of Spain that are already in \"Phase Three\" of the process easing lockdown -- and where the rate of coronavirus infection is lower than nine per 100,000 people -- without going into quarantine.  The place where tourists start their journey must have a similarly low rate of infection. Tourists must have evidence of round-trip travel and stay at least five nights. In other parts of Spain, arrivals from abroad still have to quarantine for two weeks. Those arriving must be residents of the state from which they leave. In other words, a British citizen could not travel to Germany and then onwards to Spain. On Tuesday, the Balearic regional president announced the region would receive 10,900 German visitors in the second half of June in a “pilot project” to test tourism safety measures during the Covid-19 pandemic. Both the origin and destination airports must be part of a program run by the European Union Agency for Air Safety. that stipulates measures to avoid infection at airports. The Spanish government expects to open up the rest of the country for tourism next month as the easing of lockdown measures continues. Spain is the world’s second-most visited country. Australia will continue to ease social distancing restrictions in July, Australia's Prime Minister Scott Morrison said Friday. The enforcement of restrictions is up to state governments, which will introduce changes in their own timeframe. Morrison’s announcement Friday came after a joint meeting with state leaders. \"Stage 3\" of the relaxation would allow bars and restaurants to increase the number of patrons to one per four square meters and ticketed stadium events would be able to hold 10,000 seated spectators. Morrison also announced that these \"stage 3\" restrictions should include the lifting of internal border closures.  Queensland on Friday immediately announced that it would open its border on July 10. South Australia will allow domestic travelers in from July 20. Australia has a total of 7,290 confirmed coronavirus cases and 102 known deaths. Italian Prime Minister Giuseppe Conte has been questioned by the prosecutor of Bergamo, Lombardy, on the outbreak of coronavirus in the region. The prosecutor arrived Friday morning at Palazzo Chigi, the seat of the Italian government, to question Conte as an “informed person on the facts.” The investigation was launched by the prosecutor after many complaints were filed with the prosecutor's office by a group of people whose loved ones died of coronavirus. Lombardy, in Italy's north, was the region worst affected by the virus. The government has been accused of being late in imposing a lockdown on two towns in the region -- Alzano and Nembro -- when outbreaks happened there in early March. This is the first legal action over coronavirus against the Italian government. Conte told reporters Wednesday that he was not worried about the questioning.  “I will say everything that I was made aware of,” Conte said. \"The citizens have the right to know and we have the institutional responsibility to respond in all the institutional departments and in front of citizens. If there is a case by the Prosecutor of Bergamo it is right that even the Prime Minister makes himself available as an informed person on the facts.\" The prosecutor has already questioned Silvio Brusaferro, head of the Italian Health Institute and president of the scientific and technical committee appointed by the government to advise on the fight against coronavirus when the epidemic started. The prosecutor will question Health Minister Roberto Speranza and Interior Minister Luciana Lamorgese on Friday. The leader of the Lombardy regional government was questioned earlier this week. This post has been updated to correct when the Health Minister and Interior Minister are being questioned. Beijing’s Municipal Education Commission has suspended the planned resumption of lower primary classes next week after new cases of coronavirus were discovered in the city. Beijing’s Health Commission said two new cases confirmed on Friday involved patients who worked at the same plant for the China Meat Food Research Center. Epidemiological investigations are under way, the commission said. A new case was also discovered on Thursday, making Friday the second day running that the city had reported local cases. Prior to Thursday, the city had gone 56 days without any locally transmitted cases. Students in grades one to three were originally scheduled to return to school on June 15, but due to the “changes in the epidemic prevention and control situation in Beijing” and the new cases found on June 11 and 12, the resumption of classes will be further suspended,\" according to the Education Commission. Formula One Grand Prix Races in Japan and Singapore have been canceled because of the coronavirus pandemic, according to a statement on Formula One's website.  It was confirmed today that \"Azerbaijan, Singapore, and Japanese races will not be part of the calendar for 2020,\" the statement says.  \"These decisions have been taken due to the different challenges our promoters face in those countries. In Singapore and Azerbaijan, the long lead times required to construct street circuits made hosting the events during a period of uncertainty impossible and in Japan, ongoing travel restrictions also led to the decision not to proceed with the race,\" the statement said.  The 2020 season will start with two races at the Austrian Grand Prix, the first being on July 5, followed a week later by a second race on the same track. All racing was put on hold because of the spread of novel coronavirus across the world.   This post has been updated to clarify the dates of races in Austria. India reported 10,956 coronavirus cases in the past 24 hours, the highest single-day increase and the first time the numbers have risen by more 10,000. The total number of reported coronavirus infections now stands at 297,535 with 8,498 deaths, according to India’s Ministry of Health and Family Welfare.  The total number includes 147,194 people who have recovered. But the increase in caseloads means India is now the fourth worst affected country in terms of confirmed cases, overtaking the UK. The UK has 292,860 coronavirus infections, according to the Johns Hopkins University tally.  ##Cases## British Airways, Easyjet and Ryanair have launched legal action against the UK government’s coronavirus quarantine rules.  The three airlines say the restrictions “will have a devastating effect on British tourism and the wider economy and destroy thousands of jobs.” On Monday, the UK introduced new rules that required anyone coming into the country to go into a 14-day self-isolation, or face fines.  In a statement the airlines said their legal challenge was based on several factors including “the fact this quarantine, by criminal law,​ is more stringent than the guidelines applied to people who actually have COVID-19.\" They say that, \"there was no consultation and no scientific evidence provided for such a severe policy.\" In their challenge, the airlines cite a stipulation that says, \"if you are a French or German worker commuting weekly to the UK you will be exempted, and the UK government is banning people traveling to and from countries with lower infection rates than the UK.” They also said they have seen no evidence on how and when proposed “air bridges” between the UK and other countries will be implemented.   As the world races to produce an effective Covid-19 vaccine, some experts are turning their attention to a polio vaccine as a way to provide temporary protection against coronavirus.  There is plenty of evidence that existing inoculations such as polio vaccines protect children against a wide range of infections and it's worth trying them out against the new coronavirus, a team of experts wrote in Science magazine Thursday. An oral polio vaccine is safe, cheap, easy to give and widely available, with over 1 billion doses produced and used annually in more than 140 countries, according to the team. The vaccine has nearly eradicated polio worldwide.  The oral polio vaccine uses a weakened version of the polio virus. The live attenuated vaccines produce a strong and long-lasting immune response, vaccine experts said.  They're slower to manufacture than modern vaccines that just use a piece of genetic material from a virus, and the US and European companies working on coronavirus vaccines are focusing on quicker ways.  It would make sense to at least test it to see if it helps against coronavirus, said Konstantin Chumakov of the FDA and Dr. Robert Gallo of the Institute of Human Virology at the University of Maryland, and colleagues. \"Oral poliovirus vaccine in particular, could provide temporary protection against coronavirus disease,\" they wrote. Read the full story: With planes grounded and most tourism on hold during the coronavirus pandemic, one Taiwanese airport has come up with a unique solution to help citizens get their travel fix. Taipei's Songshan airport will give 90 people the chance to take a tour of their airport and relive the experience of going through immigration, boarding a plane and then disembarking and returning home. \"Can't leave (Taiwan), then pretend to go abroad at Songshan,\" a flier posted to the airport's website read. International tourism has been effectively stopped in most of the world as countries shut their borders to try and avoid outbreaks of the novel coronavirus, which has already infected more than 7 million people globally. According to the flier for the competition, there will be three tours of Songshan Airport on July 2, 4 and 7.  Read the full story: Ghasan Saleh starts digging graves at the break of dawn to prepare for the dead bodies that will come in droves. Two men in white hazmat suits appear atop an approaching pickup truck. They hastily drop a corpse into a hole and cover it with dirt. The health workers come and go in near-silence. Fear of infection means there are no mourners for those suspected to have died from Covid-19. Local medical authorities say that death rates in Aden, the seat of power of the UN-recognized government in Yemen, are soaring this year -- despite a relative lull in a war that ravaged the place in previous years. In the first half of May, the city recorded 950 deaths -- nearly four times as many as the 251 deaths in the whole month of March, according to a Ministry of Health report. Those 950 deaths represent nearly half the number of casualties the city suffered in all of 2015, when the country's civil war was raging. Multiple crises at once: On top of Covid-19, there's also a mosquito-transmitted virus outbreak, known as Chikungunya virus, and more than 100,000 known cholera cases across the nation.  Many malnutrition centers and hospitals have closed due to funding shortfalls and doctors' concerns about their personal safety from coronavirus. Flash floods this spring destroyed the city's power grid. \"Yemen has faced wars and cannot handle three pandemics, economic collapse and a war and the coronavirus,\" Dr. Ishraq Al-Subei, the health official responsible for the response to the disease told CNN. Read the full story here: There are at least 2,023,385 cases of coronavirus in the United States and at least 113,818 people have died, according to Johns Hopkins University's tally of cases. On Thursday, Johns Hopkins reported 22,921 new cases and 894 deaths.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN’s interactive map is tracking the US cases:   ##Cases## The UK's GDP fell by 20.4% in April, the largest monthly fall on record, as the full impact of the coronavirus lockdown came into force.  According to the Office for National Statistics, which compiles the figures, “Virtually all areas of the economy were hit, with pubs, education, health and car sales all giving the biggest contributions to this historic fall.”  UK trade with the rest of the world was also badly hit. The slump comes after a 5.8% fall in GDP in March The death of a single mother in the Philippines who died after trying to get a bus home during the country's coronavirus lockdown has led to widespread anger online, and prompted the government to look into how it treats stranded workers during the pandemic.  Michelle Silvertino, 33, was found unconscious on a footbridge along a major highway in the capital Manila on June 5.  The mother of four had tried to catch a bus to her home in Calabanga, Camarines Sur province -- more than 400 kilometers southeast of Manila (250 miles) -- but because of Covid-19 quarantine measures no public transport was operating, according to CNN affiliate CNN Philippines. Silvertino walked from Quezon City, just north of Manila, to Pasay City to the south, with hopes of catching a ride from there, CNN Philippines reported. But that proved to be futile and she became stranded on a footbridge for several days, where she was found unconscious and later declared dead at the hospital. Her death sparked outrage in the Philippines and the hashtag #JusticeforMichelleSilvertino trended on Twitter. It also prompted the government to announced it would help stranded workers in the country return home. Read the full story: ##Lockdowns## Australian Prime Minister Scott Morrison warned the public against attending upcoming rallies in support of racial equality, saying attendance went against health advice due to the pandemic. “This is not about the issue, this is about people’s health and welfare and I would urge Australians to respect that by not attending those events,” Morrison said. “I don’t believe there should be a double standard. Australians have made great sacrifices to get us where we are today.”  On Thursday, the New South Wales Supreme Court issued an injunction banning a march on Saturday in Sydney, on health grounds and due to lockdown measures. Another protest is scheduled for Sydney on Friday, called “Stop Black Deaths in Custody: Solidarity with Long Bay Prisoners.” The organization's event page currently shows more than a thousand people who have marked themselves as attending There is no injunction against Friday’s protest, but social distancing rules in the state cap the number of people allowed to gather outdoors together at 10 people. The cap is expected to increase to 20 people starting Saturday. The sharp sell-off on Wall Street spread to Asia on Friday, signaling that fears of a resurgence of the coronavirus pandemic in the United States are growing. The pandemic already has caused unemployment to soar in the United States as parts of the economy shut down. A second wave of infections could force many businesses to close again after just having reopened. Japan's Nikkei 225 fell 1.8% in early trade, while South Korea's Kospi lost 2.7%. Hong Kong's Hang Seng and China's Shanghai Composite traded down 1.2% and 0.6%, respectively. Oil futures also slumped: US oil fell 2% during Asian trading hours Friday, extending Thursday's 8% drop.  The losses came after US stocks plummeted on Thursday, recording their worst day since March 16. Read more here. Brazilian President Jair Bolsonaro has denied accusations that he tried to downplay the current coronavirus situation in Brazil by not reporting cumulative data. The government had stopped reporting cumulative coronavirus deaths and cases, with Bolsonaro arguing they didn't reflect the current state of the pandemic in Brazil.  The Supreme Court, however, later ruled the ministry must provide comprehensive data. In a Facebook Live post on his official account on Thursday, Bolsonaro argued the numbers were released, even if they were late. He attributed the change to interim health minister Eduardo Pazuello, who he says was changing the way the numbers were presented to be more accurate. “They said we wanted to hide everything, they started to compare us with Venezuela, with North Korea, with other communist countries. Nobody wants to hide numbers,” Bolsonaro said. Allegation of politics in the pandemic: Bolsonaro also argued the brief change in data was aimed to fight supposed political use of the pandemic by local politicians. “There are a lot of complaints from the population that we are investigating. A person with a health problem dies and in the death certificate it appears as if it was caused by Covid-19, but the family didn't know that he was infected in the first place,\" Bolsonaro said.  \"We receive dozens of cases per day like this. I don't know what is happening, who profits with that situation? It can only be to gain political power and blame the federal government.\" The wife of Li Wenliang, the Wuhan whistleblower doctor who died of coronavirus in February, has given birth to their son, according to the Chinese state-run Litchi News. Li's wife told Litchi News early Friday morning local time that she gave birth to a baby boy in a Wuhan Hospital. \"Can you see it from heaven? The last gift you gave me was born today. I will definitely take good care of them,\" she wrote on the Chinese social media platform WeChat. Who was Li Wenliang? Li was a doctor in the Chinese city of Wuhan, which was ground zero for the coronavirus pandemic. In late December, when reports emerged of a dangerous new virus in the city, he texted fellow medical school alumni warning them of the news. \"I only wanted to remind my university classmates to be careful,\" he told CNN in February. Soon after, he was targeted by Wuhan police, who accused him of rumor-mongering. He was made to sign a statement acknowledging his \"misdemeanor\" and promising not to commit further \"unlawful acts.\" On February 1, he tested positive for the virus. He died less than a week later -- sparking a rare online wave of grief, fury, calls for freedom of speech and government accountability. President Donald Trump will accept the Republican nomination for the 2020 presidential election this year in Jacksonville, Florida, announced Republican National Committee Chairwoman Ronna McDaniel on Thursday. \"We are thrilled to celebrate this momentous occasion in the great city of Jacksonville,\" McDaniel said in a news release. \"Not only does Florida hold a special place in President Trump's heart as his home state, but it is crucial in the path to victory in 2020. We look forward to bringing this great celebration and economic boon to the Sunshine State in just a few short months.\" Trump will make the speech at the 15,000-person VyStar Veterans Memorial Arena, the release said. Coronavirus complications: The announcement caps a weeks-long row between North Carolina Gov. Roy Cooper, whose team had been working to keep the convention in Charlotte despite coronavirus fears, and Trump, who refused to let the caution of health officials stop Republicans from having a fully attended convention. Because the party signed a contract to hold the convention in Charlotte, they are obligated to hold some portion of the convention in the North Carolina city. But the announcement now guarantees that this year's Republican convention will be unlike any other in modern history, where delegates officially elect their nominee in one location, while the nominee accepts the nomination hundreds of miles away. Read more here. Countries in Latin America and the Caribbean have recorded more than 1.5 million combined Covid-19 cases as of Thursday evening, according to Johns Hopkins University. 33 countries are included in this region: Brazil, Peru, Chile, Mexico, Ecuador, Colombia, Argentina, Dominican Republic, Panama, Bolivia, Guatemala, Honduras, Haiti, El Salvador, Venezuela, Cuba, Nicaragua, Costa Rica, Paraguay, Uruguay, Jamaica, Guyana, Suriname, Trinidad and Tobago, The Bahamas, Barbados, Saint Vincent and the Grenadines, Antigua and Barbuda, Grenada, Belize, Saint Lucia, Dominica, Saint Kitts and Nevis. The region has a combined total of 1,508,683 confirmed cases, according to JHU's tally. When Americans started moving around again in April, they started driving up transmission of the coronavirus again -- and it's not a good sign of what is to come in the fall, a top pandemic modeler said Thursday. Dr. Christopher Murray, director of the Institute for Health Metrics and Evaluation at the University of Washington, said data shows that since the end of April, the number of contacts people have with others are “going up and up.”  That explains the recent rise in cases, Murray told CNN. The pandemic forecast: His team’s model now projects that 169,890 people will die from Covid-19 in the US by October 1.  Daily deaths will likely decrease through June and July, but the country likely will see a sharp rise in deaths in September, the model projects. Murray said the summer months should see a dip in cases, in part, due to seasonality. More testing is also available and more people have started to wear masks.  “But the whole thing turns around at the end of August, and we go from just under 400 deaths a day all the way up to about 1,000 deaths a day by the end of September, which bodes really badly past September 1,” Murray said. What we can do to change the predictions: “Masks really work,” Murray said.  Masks provide about 50% protection, but only 40% of Americans wear one now, he said. He predicts that number will slip. Social distancing works, he said, but people will steadily continue to widen their circle of contacts.  “Those are two things that are really within the control of people,” Murray said. “We will have to see.” Dr. Mark McClellan, the former US Food and Drug Administration Commissioner, said he is concerned about the recent rise in Covid-19 cases in a number of states. “This is becoming a regional set of outbreaks, so once you start to have spread in the community, it becomes harder to stop it,” McClellan told CNN on Thursday.  He added that local leaders should watch hospitalization numbers carefully because those are a good measure of the pandemic. There is often a lag behind the actual transmission of the virus, by about 10 days or more, so local leaders need to take steps like slowing re-opening if they begin to see surges again.  The good news is that we know a lot more now about how to contain the outbreaks, McClellan said.  “With masks, with some respect for social distancing, with not staying too close to too many people for too long, we can make a difference in these curves,” he said. “The steps that people are taking, the businesses are taking, can make a difference.”  “This is not a done deal,” he added. “It really does depend on what we do from here.” In the coming days, the thousands of people who have been outside protesting during the Black Lives Matter marches should watch for symptoms and get tested, he said, adding, “Very important reasons for protesting, but very important reasons to contain the further spread of the coronavirus.\"  The United States needs to watch the recent rise in Covid-19 hospitalizations, an infectious disease expert warned on Thursday. Dr. William Schaffner told CNN that the experts knew reopening would be tricky.  “If people are carefree rather than careful, well, then you’ll see an increase in cases,” said Schaffner, a professor of infectious diseases at Vanderbilt University Medical Center.  Schaffner said the additional 57,000 deaths predicted by an influential model of the pandemic Thursday is “substantial.”  “It’s just a model, but nonetheless, it’s a substantial number anticipated during what were supposed to be, or hoped for, the quieter months,” Schaffner said. “Covid’s not taking a summer vacation.” Attendees of President Donald Trump's upcoming rally in Tulsa, Oklahoma, must agree not to sue the campaign if they contract coronavirus. Rallygoers are asked to RSVP to gain admission to the event and by registering, they must agree to a disclaimer that states they acknowledge the \"inherent risk of exposure to COVID-19 exists in any public place where people are present.\" \"By attending the Rally, you and any guests voluntarily assume all risks related to exposure to COVID-19 and agree not to hold Donald J. Trump for President, Inc.; BOK Center; ASM Global; or any of their affiliates, directors, officers, employees, agents, contractors, or volunteers liable for any illness or injury,\" the disclaimer reads. Trump's campaign officially announced plans on Wednesday for the President's first campaign rally since most of the country shut down to prevent the spread of the virus. He will appear at an indoor venue, the BOK Center, in Tulsa on July 19. Catherine Sharkey, a law professor at New York University School of Law, said waivers like the Trump campaign's are likely to become a regular part of American life as the country reopens and the coronavirus remains a threat. However, the waivers offer only a base-level protection against liability. \"They only give limited protections, so they never would protect against, for example, gross negligence or recklessness,\" said Sharkey. \"One could argue that holding a large public gathering that will draw people together in a context in which they're not able to do social distancing or follow the directive of the CDC, et cetera. One could argue that is grossly negligent.\" Read the full story here. A window conversation between generations forced to stay apart. Once-bustling city streets sitting deserted. A grocery shopper dressed in a makeshift hazmat suit. A healthcare worker clearly exhausted from the frontlines. These are some of the images that capture a pivotal time in history, as museums and cultural institutions around the globe work to document the coronavirus pandemic. \"It's really important future generations are able to look back and see what all had to happen for us to be safe,\" said Ellen Harrison, Head of Creative Programs and Campaigns at Historic England. \"And (exhibits about coronavirus are) a really useful way of processing some of the really difficult feelings and frustrations that we all experience.\" In late April, Historic England -- which archives English heritage by documenting archeology, building, and social history -- began collecting photos for its \"Picturing Lockdown Collection.\" It marked the public body's first call for public submissions since World War II. After one week, they received nearly three thousand entries from around the country, illustrating a diverse collective experience. Read the full story here Coronavirus spikes in more than a dozen US states since Memorial Day haven't prompted President Donald Trump to revert to the \"wartime\" stance he once attempted at the height of the pandemic. Instead, the panel of administration doctors and public health experts that once convened daily and regularly updated the President on the disease have been relegated to meeting once or twice a week, and their engagement with Trump has diminished. The administration's own social distancing and mask wearing guidance that was once broadcast from the White House podium has gone quiet. And the President himself remains insistent on demonstrating the country is on track to return to normal, scheduling campaign rallies and in-person fundraisers even in places where cases are again ticking upward. White House staff received an email on Thursday about making a \"gradual\" return to campus, according to an email viewed by CNN. Read more here. Before emojis, before writing, before speech, there was non-verbal communication; body language, touch and use of physical space. Of all ways we communicate, the roots of non-verbal communication run the deepest. To show it and to know it is part of being a human. The coronavirus pandemic has deprived us of the closeness we are biologically programmed to seek when we are vulnerable, lonely or fearful -- exactly when we need it the most. Face masks, video chats and personal protective equipment make it harder to see facial expressions and body movements, while social distancing forces us to be unnaturally apart and the invisible presence of a virus has infused touch with a sense of danger. Read more here. The US surpassed 2 million confirmed coronavirus cases as experts predicted Thursday that tens of thousands more people will get infected and die in the months ahead. More than 113,700 people have died from Covid-19 nationwide, according to Johns Hopkins University. An influential model cited by the White House issued the dire prediction, saying the US death toll could reach 169,890 by October 1, with a possible range of about 133,000 to 290,000 deaths. Daily deaths are expected to decrease through June and July, then remain relatively stable through August before rising sharply in September, the model forecasts. \"If the US is unable to check the growth in September, we could be facing worsening trends in October, November and the following months if the pandemic, as we expect, follows pneumonia seasonality,\" said Dr. Christopher Murray, director of the Institute for Health Metrics and Evaluation at the University of Washington School of Medicine. Read more here", "Section": "world", "Writers": ["Jessie Yeung", "Steve George", "Helen Regan", "Laura Smith-Spark"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-06-12-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}