{"Type": "article", "Time": "2020-02-29", "Headline": "March 1 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. A second coronavirus death has been confirmed in King County, Washington, according to a press release from Seattle and King County Public Health. The patient was a man in his 70s with underlying health conditions. He was hospitalized at Evergreen Health in Kirkland and died Saturday, the release said. The man's death is the second death in the US.  A total of five new presumptive positive cases of coronavirus were identified in California Sunday, according to health departments in three counties.  Two patients are health care workers from Alameda County and Solano County, according to a joint press release from two localities. Both are employees at NorthBay VacaValley Hospital in Vacaville, California, according to the release. Vacaville is about 34 miles southwest of Sacramento. The two patients came into contact with a community-acquired case currently hospitalized at UC Davis Medical Center in Sacramento, the release said. The patients are currently in isolation at home.  These cases are pending confirmatory testing from the US Centers for Disease Control and Prevention, the release said. The three other cases were identified in Santa Clara County, according to the county's health department. The total number of cases in the county is now seven, the release said. One of the cases in Santa Clara is a woman with chronic health issues who is hospitalized, the release said. Officials have not said how this person contracted the virus. The other two cases are a husband and wife, the release said. Both are hospitalized and the husband has chronic health conditions. Both recently traveled to Egypt, the release said. The US Health and Human Services Department has launched an investigation into a manufacturing defect in novel coronavirus tests created by the US Centers for Disease Control and Prevention, according to an official at the agency.  The coronavirus tests were sent to labs across the United States but weren’t usable for weeks because of a flaw. The agency is bringing together a team of non-CDC scientists “to better understand the nature and source of the manufacturing defect in the first batch of COVID-19 test kits that were distributed to state health departments and others.” Food and Drug Commissioner Dr. Stephen Hahn said in a statement that the FDA worked with the CDC to identify the manufacturing issue with the tests and resolve it..  \"FDA has confidence in the design and current manufacturing of the test that already have and are continuing to be distributed,\" Hahn said. \"These tests have passed extensive quality control procedures and will provide the high-level of diagnostic accuracy we need during this coronavirus outbreak.\" CNN has reached out to CDC for comment. New York has confirmed its first case of novel coronavirus, according to a statement from New York Gov. Andrew Cuomo. The patient is a woman in her late 30s, contracted the virus while traveling abroad in Iran, and is currently isolated in her home, Cuomo said. “The patient has respiratory symptoms, but is not in serious condition and has been in a controlled situation since arriving to New York,” the statement reads. Cuomo said approval for state-testing was granted on Saturday and the positive test was confirmed by New York’s Wadsworth Lab in Albany.   \"There is no cause for surprise -- this was expected,\" Cuomo said. \"As I said from the beginning, it was a matter of when, not if there would be a positive case of novel coronavirus in New York.\" Cuomo added there's no reason for \"undue anxiety.\"  \"The general risk remains low in New York. We are diligently managing this situation and will continue to provide information as it becomes available,\" he said.  The coronavirus death toll in mainland China increased by 42 Sunday, according to China’s National Health Commission (NHC). All the new deaths were in Hubei province.  The additional deaths bring the total death toll in mainland China to 2,912, the NHC said. There have been 129 deaths reported outside mainland China, raising the global death toll to 3,041.  Confirmed cases in mainland China increased by 202. Of those cases, 193 were in Hubei province. That means there were nine new cases reported in the rest of mainland China outside of Hubei, according to the NHC. Other deaths across the globe include:  54 deaths in Iran\n34 deaths in Italy\n20 deaths in South Korea\n12 deaths in Japan\n2 deaths each in Hong Kong and France\n1 death each reported in the Philippines, Taiwan, Australia, Thailand and the United States  The total number of confirmed cases in mainland China is now 80,026, bringing the global total to 88,443. A total of 44,462 patients in China have recovered and been discharged from hospital, the NHC said. American Airlines has waived change fees for customers purchasing travel between March 1 and March 16, the airline announced in a statement Sunday. On Saturday, the airline announced they were suspending operations between New York and Miami to Milan, Italy. Twitter has suspended all non-critical business travel and events out of concern for coronavirus, the company announced in a blog post Sunday. We also have the responsibility of ensuring that the health and safety of our employees and partners is not compromised,\" the statement read.  The blog post said they informed employees on February 29 of the travel suspension. This policy is effective immediately and will continue until the World Health Organization or Centers for Disease Control deem it appropriate to step back from pandemic precautionary measures or when a vaccine becomes available.\" The company said its goal is to \"reduce the risk that anyone at Twitter might contract or inadvertently spread the virus.\" A US Postal Service employee from a Seattle distribution center is among the six people who tested positive for novel coronavirus in King County, according to a USPS statement.  \"This employee had recently returned from overseas travel and this incident is not mail-related,\" the USPS statement read. \"We are working closely with the Seattle and King County Public Health Department and in accordance with CDC guidelines.\" The employees at the distribution center mainly work with automated equipment and do not have customer interactions, the statement read.  \"We have been informed the current risk to other employees is low,\" the statement read. On Sunday, King County Public Health said it was \"aware that the U.S. Postal Service is reporting that one of its employees was diagnosed with COVID-19.\" This person was one of the cases already reported and is included in the six total cases currently in the county, according to a Seattle and King County Public Health release. The state has a total of eight cases, including the one fatality announced on Saturday. Five additional cases of coronavirus were confirmed Sunday by Catalina Andramuno, Ecuador's Minister of Health during a press conference in the capital city of Quito. This brings the country's total number of cases to six. The Egyptian Ministry of Health said in a statement Sunday that a foreigner had tested positive for coronavirus, bringing the total number of cases to two. The person, who’s nationality hasn’t been announced, was taken to “an Isolation Hospital, and he is now receiving the necessary medical care.” the statement read. Hong Kong has confirmed three additional cases of coronavirus, bringing the citywide total to 98, the city's department of health said in a Sunday night statement. The new cases involve a 71-year-old woman who is associated with a cluster of cases related to a Buddhist temple, as well as a couple in their 70s who had no travel history during the incubation period. Four people have tested positive for coronavirus in Ontario, Canada, according to a press release from the Ontario government. The first case is a man in his 50s who is a Toronto resident temporarily living in Vaughan. The man is the brother of a patient who traveled to Iran, the release said.  He is in self-isolation and has had no community exposure, according to the release. He was assessed and tested at Mackenzie Health Hospital in Richmond Hill Friday. The second case is a man in his 40s who is the spouse of the York region's first Iran travel-related case announced Saturday, according to the release.  He traveled with his wife and toddler but was asymptomatic on flights and later was tested and assessed at Mackenzie Health Hospital on Friday. He self-isolated at home before becoming symptomatic, the release said. The third case is a man in his 60s who returned from Iran on February 23. He went to the hospital on Friday and was assessed and discharged the same day. He has been in self-isolation at home, the release said. The fourth case is a woman in her 70’s from Newmarket who was in contact with a person who recently reported positive after traveling from Egypt, the release said. This new patient also traveled to Egypt and was tested and assessed at Southlake Regional Health Centre on Saturday. She is now in self-isolation, according to the release. The total number of cases in Ontario is now 15, the release said. The total Canada case count for coronavirus is 24, which includes the latest numbers from Ontario plus eight cases in British Columbia and one in Quebec. Hazen High School in Renton, Washington, will be closed Monday after officials learned Sunday that a parent and student were \"experiencing flu-like symptoms and were tested yesterday\" for coronavirus.  \"They are self-quarantined at home while awaiting results of the test,\" said Damien Pattenaude, Renton Schools superintendent. \"The parent works in the health care industry and became sick last Sunday. The student became sick Wednesday afternoon and did not attend school on Thursday or Friday.\"  Officials decided to close the high school out of an abundance of caution, Pattenaude's statement read. All after-school activities and sports tryouts are canceled as well.  Officials \"immediately contacted Public Health Seattle & King County\" after learning of the parent and student, Pattenaude's statement read.  \"We have mobilized our custodial staff to begin thoroughly cleaning and disinfecting Hazen. Additionally, we will contact the families of those students and staff that the student may have come into contact with last week,\" Pattenaude's statement read.  Renton is a suburb of Seattle. There are currently six coronavirus cases in King County and eight total in the state.  Seven Redmond, Washington, medics are being quarantined after possible exposure to the novel coronavirus, according to a tweet from Redmond Police’s verified account.  The fire department said it was fully staffed and is responding to calls as usual.  Twenty-five firefighters and two police officers from the city of Kirkland are also under quarantine. The first responders who were quarantined had responded to calls for \"various medical complaints\" at the Life Care Center where two people were diagnosed Saturday, according to the city of Kirkland's website.   \"Firefighters are either under home quarantine or are utilizing a Kirkland fire station for quarantine,\" the city's website said.  Kirkland City Manager Kurt Triplett said none of the personnel who went to the Life Care Center are showing symptoms of coronavirus. \"We hope they will be tested and cleared soon,\" Triplett said.  The number of confirmed cases of coronavirus in Hubei province, China, has increased for two successive days after a period of decline, the World Health Organization said in its daily report on Sunday. \"WHO is monitoring the situation and working to understand its possible significance,\" the report said. The epicenter of the coronavirus outbreak is in Wuhan, the capital of Hubei province, and aggressive measures were taken in the province to contain the virus. On Wednesday, for the first time since the start of the outbreak, the number of new cases reported outside of China in a single day was larger than those reported inside China, WHO said.  Still, most of the new cases in China were in Hubei. Dr. Liang Wannian, a senior official with China’s National Health Commission, said during a WHO press conference last week that despite \"good news\" of decreasing cases and deaths in Wuhan, \"the current situation is still grim and complex.\" Hundreds of new cases were confirmed and suspected every day, he said, \"which means that the epidemic situation has not yet been completely contained by us.\"  ##Asia## Mexico confirmed a new case of coronavirus Sunday, bringing the total to five, said Jose Manuel Cruz Castellanos, the secretary of health in the Mexican state of Chiapas.   The new case is a female student who was studying abroad in Italy, officials said.  One nursing faculty member and 16 students from Lake Washington Institute of Technology were at the Life Care Center of Kirkland last week and may have been exposed to coronavirus, the school said.  \"Our faculty have been in contact with those students, as well as college administration,\" said Dr. Amy Morrison, LWTech president. \"Currently, the college is awaiting guidance from King County Public Health in order to provide information and guidance to our faculty and students.\" Out of an \"abundance of caution,\" the college will be closed Monday and Tuesday to continue disinfecting and cleaning the campus, according to Morrison's statement.  All large community and college events will be canceled for the week.  MotoGP, a world motorcycle racing competition, canceled the opening race of its top class in Qatar, scheduled for March 6-8, because of travel restrictions imposed after the coronavirus outbreak. \"The ongoing coronavirus outbreak has resulted in Qatar travel restrictions being brought into force that affect passengers from Italy, amongst other countries. As of today, all passengers arriving at Doha on direct flights from Italy, or having been in Italy in the past 2 weeks, will be taken straight to quarantine for a minimum of 14 days. Italy clearly plays a vital role in the Championship and in the MotoGP class - both on track and off - and therefore the decision has been taken to cancel premier class competition,\" MotoGP's statement read.  The Qatar Grand Prix for the Moto2 and Moto3 classes will be held since both series are already in the country for final pre-season tests, the statement said.  ##Middle East## The American Physical Society has canceled their March meeting in Denver, Colorado, due to health concerns related to coronavirus, according to a statement from the society.  \"The decision to cancel was based on the latest scientific data being reported, and the fact that a large number of attendees at this meeting are coming from outside the US, including countries where the CDC upgraded its warning to level 3 as recently as Saturday, February 29,\" the statement read.  The society is a non-profit organization to advance the knowledge of physics. The US and other countries have issued Level 3 warnings, meaning travelers should reconsider going to countries that have a high number of coronavirus cases.  Full refunds of registration fees will be forthcoming, the statement read. Neither of the coronavirus cases announced Sunday in Washington have been linked to Life Care Center, a long-term health facility associated with two other coronavirus cases, said Katie Ross, a spokeswoman for the Washington Health Department. The two new cases are both males in their 60s with underlying health conditions and are the seventh and eighth cases in the state, respectively.  The Washington Public Health Laboratories confirmed the test results for both cases were positive, King County Public Health said in a press release.   Health officials \"haven't identified a connection\" between the two men confirmed to have the virus and the Life Care Center, Ross said.  Delta airlines is suspending its US to Milan flight due to elevated State Department guidance concerning coronavirus. March 2. The last return flight will be March 3.  Delta plans to resume flights to Milan on May 1. Delta flights to Rome remain unaffected.   The Czech Republic confirmed its first cases of the novel coronavirus, Czech Health Minister Adam Vojtech said Sunday. Vojtech said the three cases diagnosed included an American student studying in Milan, Italy, who had traveled to Prague as a tourist. In all three cases, patients had visited northern Italy. The cases were confirmed by the National Reference Laboratory of the Center of Toxicology and Health Security. The minister said laboratory samples had been sent to Berlin for further confirmation. ##Europe## The United Arab Emirates has suspended nursery schools for two weeks starting Sunday out of fears of a coronavirus outbreak, the state-news agency WAM said.  Twenty-one people in total have tested positive for coronavirus in the UAE with five recoveries, state news agency WAM said quoting the Emirati Minister of Health, Abdul Rahman Al Owais.  On Friday, the UAE cycling tour was called off after two Italian technical team members tested positive, state-media said.  Participants of the tour, which includes technical staff and the media, were placed under quarantine in hotels, according to the Abu Dhabi Government Media Office.   \"A total 612 people who were in contact with the two Italian patients were examined, and the laboratory results for 450 showed they are free from the virus, while results for the remaining 162 people are expected soon,” Al Owais said on Saturday according to WAM. Elsewhere in the region: In Kuwait, one more case tested positive for the virus on Sunday, bringing the total to 46, the state news agency KUNA said. In Oman, where six people have tested positive for coronavirus, 1,320 people were placed under hospital and house quarantines. In Bahrain where 47 people tested positive for the virus, 2,292 people who have returned from Iran, before the outbreak will be tested, the health ministry said. In Lebanon, 10 people have tested positive for coronavirus prompting schools to be suspended for one week, according to the Lebanese Ministry of Education. Egypt and Algeria have three cases in total linked to Chinese and Italian tourists. Most of the cases that tested positive in the Middle East are linked to Iran.  Iran currently has 978 positive cases, with 54 confirmed deaths according to Iranian state media. ##Middle East## The Dominican Republic confirmed its first case of the novel coronavirus, the Dominican Public Health Ministry said Sunday. A 62-year-old Italian man came to Dominican Republic on Feb. 22 for vacation and did not have symptoms of the virus. He traveled to the country from Pesaro, Italy, according to Public Health Minister Rafael Sánchez Cárdenas. The man is stable and in an isolation room at the Ramón de Lara Military Hospital, located in San Isidro. The director of the hospital said that the patient was admitted Feb. 29. Seattle & King County Public Health \"announced on Sunday two more confirmed cases of COVID-19 in King County residents, bringing the total of confirmed cases\" in the county to six, and eight in the state, according to a Seattle & King County Public Health press release.  The two new cases are both males in their 60s with underlying health conditions. One is \"in critical but stable condition\" at Valley Medical Center in Renton. The other is in critical condition at Virginia Mason Medical Center, the release said. \"This number is expected to rise as more people are tested and results confirmed,\" according to the release. A spokesperson for Washington Public Health said they were aware of the new cases. ##United States## The La Scala opera house in Milan, Italy, will be closed until March 8, according to the notice on the official website.  “In relation to the diffusion of the coronavirus, the prime minister has decreed the suspension of all events and initiatives and of all meeting in public places, including cultural ones, until Sunday 8 March,” the notice states. “In compliance with these provisions, all performances and events open to the public at La Scala until 8 March are cancelled.” ##Europe## The number of coronavirus cases in Italy climbed to 1,694, with 34 deaths reported so far, according to an update from the country’s Civil Protection Authority on Sunday. ##Europe## Houston's Rice University has asked a small group of its employees and students to self-quarantine \"out of an abundance of caution,\" according to a release from the school. The university said the measure is due to an \"employee's possible exposure to the coronavirus while on overseas travel,\" the release said. Rice University did not disclose what country the employee traveled to but said it was not one on the CDC's restricted travel list; which includes China, Iran, Italy, South Korea and Japan.  The university's administration is \"not planning to suspend campus operations, events or classes,\" according to the release. \"We ask that all members of our community take steps to ensure that we all stay as healthy as possible,\" the release said. ##United States## All schools, private and public, in Pakistan’s southeast province of Sindh will remain closed until March 13. This is an extension to the school closure that was announced on Feb 27. Pakistan currently has four confirmed cases of the novel coronavirus.  ##Middle East## President Trump is expected to visit the headquarters of the Centers for Disease Control and Prevention in Atlanta this week, an administration official says.  Administration officials weighed having Trump visit the CDC weeks ago, but he never followed through on the initial plans. It’s unclear if Vice President Mike Pence, who was recently placed in charge of the administration’s response, will join him on the trip.  Politico first reported Trump would be making the trip. Some context: The visit comes as Trump has fumed in recent days at Dr. Nancy Messonnier, the director of the CDC’s National Center for Immunization and Respiratory Diseases, who recently said, “It's not so much of a question of if this will happen anymore but rather more of a question of exactly when this will happen.” Trump thought officials like Messonnier were causing unnecessary alarm. ##United States##   The Louvre will remain closed amid novel coronavirus concerns, a statement given to CNN Sunday said.  The Paris museum’s press team previously told CNN the Louvre would remain closed “for the moment” following a meeting on the COVID-19 virus. \"The Louvre cannot open this Sunday, March 1,” the advisory states. “Museum staff met to discuss the health situation and the Covid-19 prevention measures taken by the museum following instructions from the competent authorities.”  The statement added that the Louvre is not covered by a government order, issued Saturday, to cancel all public gatherings of more than 5,000 people within confined spaces. That directive applied to the Paris Half Marathon on Sunday. Museum staff will hold another meeting on Monday with the Exceptional Health, Safety and Working Conditions Committee, the statement read. The landmark museum offers free entry every first Sunday of the month. France has 100 confirmed cases of coronavirus. ##Europe## Six more people tested positive for coronavirus in Lebanon on Sunday, the Health Ministry said in a statement. The positive cases bring the total number of people with coronavirus in Lebanon to 10. There are 33 other people currently under quarantine at the Rafik Hariri University Hospital for further testing, the ministry said. ##Middle East## Six more people have tested positive for coronavirus in Bahrain on Sunday, the Bahraini health ministry said. Five of the cases are Bahraini citizens and one is Saudi Arabian, the ministry added. The six people, who recently returned from Iran, bring the total number of positive coronavirus cases to 47, the health ministry said. ##Middle East## The Rhode Island Department of Health (RIDOH) announced the state's first presumptive case of COVID-19 in a statement Sunday morning.  The unidentified individual, described to be \"in their 40s and had traveled to Italy in mid-February,\" is currently being treated at an undisclosed hospital, the statement said. \"Outreach to the people who were in direct contact with this individual has already begun, with extensive efforts underway to ensure that they undergo a period of 14 days of self-monitoring for symptoms at home with public health supervision (quarantine),\" RIDOH said in the statement. The statement added: \"As long as anyone exposed to the individual does not have symptoms outside of their home setting, the virus cannot spread to other people in the community.\"  The individual had limited travel time in Rhode Island and hasn't returned to work since returning from their trip to Italy. ##United States## A Chinese man has been sentenced to death for killing two health officials at a coronavirus traffic check point in Yunnan province, according to a statement by the Yunnan provincial government. The man drove a small van to the checkpoint and refused to follow instructions by the staff. Another passenger in the van got off and tried to remove a road block, despite warnings from staff members at the check point. When one of the staffers started recording the incident as “evidence,” the driver of the van “felt dissatisfied” with the recording and started stabbing the staffer with a pocket knife in the chest and abdomen, according to the statement. The man then moved on to stab the abdomen of another staff member at the checkpoint who came up to intervene. Both staff members died. “Although the defendant (...) actively surrendered himself and truthfully confessed the facts of the crime, he used extremely cruel methods to kill two staff members of the epidemic prevention and control during the epidemic, and the consequences were extremely serious,” the statement said. The statement added: “Therefore, the court decided not to impose a lenient sentence and gave the above verdict in accordance with the law.\" The second passenger will be tried in a separate case, according to the statement. ##Asia## Vice President Mike Pence said there could be more deaths in the US from the coronavirus but emphasized most Americans should not worry about it. When asked during a taped interview with CNN's Jake Tapper about the possibility of more deaths, Pence said “it is possible.\" In his remarks, Pence also mentions Dr. Anthony Fauci, who is the director of the National Institute of Allergy and Infectious Diseases. \"I mean the reality that Dr. Fauci and others explained to me since I took on these duties a few days ago, is that for most people that contract the coronavirus, they will recover. They will deal with a respiratory illness, we’ll get them treatment, but for people that have other conditions that would militate toward a worse outcome that, we could have more. We could have more sad news. But the American people should know the risk for the average American remains low,\" Pence said. Pence said federal officials are addressing the lack of testing kits in the US. “It’s a very fair question. And it’s one of the first issues governors I spoke to raised with me. I’m happy to report that this weekend more than 15,000 testing kits have been released. Also the FDA (Food and Drug Administration) has approved a testing regimen that state and local officials can be using. And beyond that we actually are working with a commercial provider with new testing framework to send another 50,000 kits out,\" Pence said. ##United States## Twelve more cases of coronavirus have been confirmed in England, Chief Medical Officer Dr. Chris Whitty said in a statement Sunday. The number of confirmed coronavirus cases in the United Kingdom has risen to 35, following previously reported confirmed cases in England, Northern Ireland and Wales. “Three patients were close contacts of a known case, transmitted in the UK, identified as part of contact tracing,” Whitty said. “One patient, resident in Essex, had no relevant travel and it is not yet clear whether they contracted it directly or indirectly from an individual who had recently returned from abroad. Investigations are ongoing.\" Of the remaining eight cases, six had recently traveled from Italy and two from Iran.  ##Europe## President Trump announced new screening procedures for the coronavirus this morning.  The President said in a tweet that people will be screened for coronavirus upon arriving in the US if they are traveling from high-risk countries.  Trump announced Saturday that the countries where some increased screening for passengers leaving from to the US would include Italy, South Korea and Iran in addition to China.  Katie Miller, spokesperson for Vice President Mike Pence, clarified to CNN what is covered under the screening measures Trump mentioned in his tweet: “There is already screening for those coming into the United States for those who have been in China in the last 14 days. This will be expanded to Italy and South Korea. Additionally we are currently working on exit screening from South Korea, Italy, and other European Nations as needed,\" Miller said. Read Trump's tweet below: ##United States## The number of people who have died from the coronavirus in Iran has risen to 54, Iran's Health Ministry said on Sunday, according to state media. Speaking to reporters in Tehran, Health Ministry spokesman Kianoush Jahanpour said 978 people have been infected by the virus so far, with 385 new cases detected since Saturday, Iran’s state news agency Mehr reports. There are 175 infected people who have recovered and been dismissed from hospitals, Jahanpour added. Iran has temporarily shut down schools and has cancelled all public gatherings to help curb the disease, according to IRNA state news agency. ##Middle East## \"Saturday Night Live\" opened this week's episode by having Vice President Mike Pence, played by Beck Bennett, take on the coronavirus outbreak. And he wasn't alone. \"I'm Vice President Mike Pence,\" Bennett said. \"Most of you know me from the sentence 'Even if Trump was removed, we'd still be stuck with Mike Pence.'\" Bennett's Pence then explained that President Trump had put him in charge of combating the coronavirus, \"even though I don't believe in science.\" \"And I have to admit, this disease has been quite the test of my faith,\" he said. \"Just like dinosaur bones.\" US response: President Trump on Wednesday placed Pence in charge of the US government response to the novel coronavirus, amid growing criticism of the White House's handling of the outbreak. The President has defended the White House's response, stressing the administration's ongoing efforts and resources devoted to combating the virus. Retired doctors and nurses in the UK could be deployed if the novel coronavirus becomes widespread across the country, the British health secretary said on Sunday. The plan to recruit retired healthcare professionals -- dubbed \"Dad's Army\" by UK media -- is one of the broader measures included in a “battle plan” for coronavirus, outlined in a statement by Matt Hancock. Britain is also considering whether to encourage more home working and discourage unnecessary travel as part of a \"social distancing\" strategy that would delay the peak of the outbreak until later in the year, potentially helping combat the virus in warmer weather conditions, Hancock said in a statement.  The UK government has already pledged £40 million ($51 million) to finding a vaccine for the novel coronavirus.  ##Europe## A French official has advised against a long-time French tradition -- cheek kissing -- over coronavirus fears. \"Reduction of physical social contact is recommended. This includes \"la bise,\" French health minister Olivier Véran told reporters on Saturday in Paris.  Véran also said people should avoid handshakes as well.   What is \"la bise\"? The tradition of planting an kiss on a person’s cheek multiple times, is a well-known French greeting.  Canceled events: France has already banned gatherings of more than 5,000 people in a confirmed space. The Paris Half Marathon meant to happen Sunday was canceled as well as the Annecy Carnival that was scheduled for March 6-8. ##Europe## With less than four months until the opening ceremony of the Summer Olympics, fears over coronavirus are casting doubts about the biggest sporting event on the planet. The 2020 Games are in Tokyo and Olympics officials are urging people not to worry about novel coronavirus — there will be a complete Games with tens of thousands of athletes competing. But with more than 2,900 deaths globally from coronavirus, most of those being in Asia, athletes and fans are concerned that the Tokyo Games could be delayed or canceled altogether. The World Health Organization is advising the International Olympic Committee and Tokyo 2020, the local organizing committee. This past week Dr. Michael Ryan, executive director of the World Health Organization's Health Emergencies Program, said: \"No decision has or will be taken in the near term regarding the future of the Olympics.\" Read the full story here. Pope Francis said on Sunday that a cold will prevent him from participating in a week-long spiritual retreat outside of Rome, scheduled to begin Sunday afternoon. The Vatican did not respond to a request for comment on Saturday on whether Francis has been tested for coronavirus. On Thursday, the Vatican said the Pope was suffering from a “mild ailment” that has caused him to cancel his public events in the last four days, and on Friday, officials said the Pope was continuing to hold private meetings at his residence in the Vatican.  Sunday was the first time the Pope was seen in public since last Wednesday. Speaking from his window on St. Peter’s Square on Sunday, the Pope’s voice was clearly affected by a cold and he interrupted his talk to cough several times. “Unfortunately, a cold forces me not to participate this year [in spiritual retreat]”, the Pope said. “I will follow the meditations from here. I spiritually join the curia and all the people who are doing spiritual exercises at home.”   Greece has confirmed three new coronavirus cases, bringing the total number of those infected to seven.  The patients are a woman in Thessaloniki and two men in Athens, the Greek health ministry said in a statement on Sunday.  The woman and one of the men are close contacts of previously announced confirmed cases. The third case -- a man in Athens, had recently traveled to Italy. Outbreak in Italy: Italian authorities are scrambling to contain Europe's biggest outbreak of the novel coronavirus, which has sickened more than 1,100 people across the country and killed 29.  ##Europe## South Korea's Centers for Disease Control and Prevention announced 586 new coronavirus cases on Sunday, bringing the country’s total to 3,736.  Authorities also reported one new fatality, following the 17 people who had previously died.  South Korea has the largest outbreak of the virus outside of mainland China, where most cases have been recorded. Of the total number confirmed cases, the city of Daegu has the largest share, with 2,569 cases. At least 2,113 of the cases in Daegu have been linked to the Shincheonji religious group, who have been accused by officials of hampering the fight against the virus. Schools closed: Daegu's office of education confirmed it has delayed the resumption of 800 schools by two more weeks, as efforts to stop the spread of the disease ramp up.   ##Asia## As the number of coronavirus infections grows worldwide, many people are wondering what symptoms they should be on the lookout for and how to protect themselves. What are the symptoms? It's similar to a common cold; symptoms include a runny nose, cough, sore throat, headache and a fever that can last for a couple of days. In the elderly, the very young, and those with a weakened immune system, the virus could cause more serious respiratory tract illness like pneumonia or bronchitis.\nHow does it spread? The virus appears to mainly spread from person to person. Transmission happens when someone comes into contact with an infected person's secretions, such as droplets in a cough or sneeze. The virus can also be transmitted by coming into contact with something an infected person has touched and then touching your mouth, nose or eyes. Caregivers can sometimes be exposed by handling a patient's waste, according to the CDC.\nHow is it treated? There is no specific antiviral treatment, though research is underway. Most of the time, symptoms will go away on their own and experts advise seeking care early. Doctors can relieve symptoms by prescribing a pain or fever medication.\nHow long is the incubation period? The incubation period is how long it takes for people to get ill after being exposed to the virus. For coronavirus, this time period is 14 days -- which is why many mandatory quarantines being imposed are for 14 days.\nHow can you can prevent it? There is no vaccine to protect against it for now. Until researchers develop one, you can reduce your risk of infection by avoiding people who are sick. Cover your mouth and nose when you cough or sneeze, and disinfect the objects and surfaces you touch. Avoid touching your eyes, nose and mouth, and wash your hands often with soap. Read more here. Taiwan confirmed another coronavirus case Sunday, raising the total across the island to 40, according to its Ministry of Health and Welfare. The patient is a woman aged in her 70s who was a passenger on the Diamond Princess cruise ship, which was quarantined in Japan in February.  She boarded the cruise on January 20, and tested positive for the virus on February 15. On February 25, she tested negative, and returned to Taiwan on February 26, where she was placed directly into isolation.  Iran alert: Taiwan's health authorities today raised the travel alert to Iran to level three, advising citizens against unnecessary travel to the country. Taiwan also announced a 14-day mandatory self-quarantine for travelers who returned from or transited through Iran in the past 14 days. The policy starts Monday local time.  ##Asia## Of the 3,526 confirmed coronavirus cases across South Korea, 2,113 are linked to the Shincheonji religious group -- that's nearly 60%. The majority of cases are linked to a branch in the southern city of Daegu, which has 2,569 cases so far, said Kwon Joon-wook, a spokesperson from the South Korean Centers for Disease Control and Prevention today. Kwon added that authorities had found a small number of Shincheonji members who traveled to Wuhan in January, though an exact figure isn't available. “We are trying our best to check the entire member list of Shincheonji who have traveled to China in January, considering a large outbreak began from South Korea since February,” said Kwon.\n“In that process, we have found cases in January including Wuhan but we need to conduct further investigation as this information can be a good reference to understand how such a wide outbreak occurred in South Korea among Shincheonji members.\" Shincheonji denies allegations: Kim Shin-chang, director of international missions for the Shincheonji religious group, told CNN today there were 357 Shincheonji members based in Wuhan, but \"we have no record\" of any coming from the Chinese city into South Korea since November. Kim said the government may be trying to \"exaggerate the link or possibly move the responsibility to Shincheonji.\" Baby infected: The youngest patient in South Korea is a 45-day-old baby, whose father is a Shincheonji member, according to local reports. ##Asia## The Tokyo Marathon is usually one of Japan's biggest sporting events of the year, attracting up to 35,000 participants and 10,000 volunteers. However this year, there were just 300 elite runners allowed, and about 600 volunteers, as coronavirus fears swept through the region. After a number of virus cases were recorded in Tokyo, organizers said in February that they could not \"launch the event within the scale we originally anticipated.\" At the marathon today, roads were cordoned off as normal, with traffic cones in place to direct runners along the route. But that's where the veneer of normalcy ended.  The streets were empty and quiet, devoid of the cheering crowds that would typically pack the sidewalks. The few runners that passed by were applauded only by a handful of people on the sidelines. The marathon's typical festive, energetic atmosphere was nowhere to be found.  Take a look: ##Asia## Washington state health officials are investigating a possible coronavirus outbreak at a long-term nursing facility where two people tested positive. More than 50 residents and staff from the Life Care Center in Kirkland are experiencing symptoms, and will be tested for coronavirus, said Dr. Jeffrey Duchin, health officer for Seattle and King County. The patients who tested positive include a 40-year-old female healthcare worker who has no known travel outside the US. She is in satisfactory condition at a local hospital, officials said. The second one, a woman in her 70s, is hospitalized in serious condition. \"In addition, we're aware of a number of individuals associated with the long-term care facility who are reportedly ill with respiratory symptoms or pneumonia, and we're in the process of investigating this situation as an outbreak,\" Duchin said. \"We're in the beginning stages of our investigation and new details.\" In a statement, the facility said it was not allowing visits from families, volunteers or vendors. Admissions are also temporarily on hold. First US death: The news comes on the same day the first US death from coronavirus was reported in Washington state, health officials said Saturday. The man in his 50s, who had underlying health conditions, was not a resident at the care facility. ##United States## Armenia confirmed its first case of the coronavirus today, according to state news agency Armenpress, which cited Armenian Prime Minister Nikol Pashinyan. The patient is a 29-year-old Armenian citizen who was in Iran. He was travelling with his wife, who tested negative, the Prime Minister said, adding that direct contacts of the patient will be quarantined. Closed borders: Armenia closed its 27-mile border with Iran on February 24, with the closure scheduled to last two weeks, officials told CNN. Iran is at the the heart of the Middle East outbreak. The country announced its first cases on February 19 -- and now, a week and a half later, it has 593 cases and 43 deaths. ##Middle East## Sweden, Germany, Norway and Croatia have all reported new coronavirus cases. In Sweden, 12 people have tested positive, the Swedish Public Health Authority said on Saturday. The cases are spread across four regions. In Germany, the number of confirmed cases has risen to 66, according to the Robert Koch Institute. The cases are spread across six states. In Norway, eight more people tested positive on Saturday, according to the Norwegian Institute of Public Health, raising the national total to 15. Three of those 15 cases are people who work in the Oslo University Hospital, the institute said. In Croatia, the National Civil Protection Authority announced a new confirmed case on Saturday, raising the national total to six, according to state media agency HINA. The spread across Europe: The European outbreak largely began with Italy, which reported its first coronavirus death on February 22. At the time of the death, there were only 17 cases reported in the country. Now, a mere eight days later, Italy has 1,128 cases and 29 deaths. In the meantime, more than a dozen countries in the region reported their first cases -- including Luxembourg, Romania and Greece. ##Europe## The director of the religious group at the center of South Korea's coronavirus outbreak has denied responsibility for the recent spike in infections, saying authorities were trying to \"exaggerate\" its involvement to shift blame. Kim Shin-chang, director of international missions for the Shincheonji religious group, told CNN today that members had been fully transparent and cooperative with authorities in trying to contain the outbreak. Spike in South Korea: The coronavirus has infected 3,526 people and killed 17 in South Korea. Health authorities say nearly 60% of all cases are related to Shincheonji -- an offshoot of Christianity -- and a specific branch in the southern city of Daegu. Accusations of Wuhan travel: South Korea's Ministry of Justice last week said that 42 Shincheonji members had traveled from Wuhan, the Chinese city where the coronavirus originated, to South Korea since July. This is a big accusation -- the outbreak in Wuhan is so severe that people traveling through it could potentially pick up the virus and bring it to other countries. Kim told CNN there were 357 Shincheonji members based in Wuhan, adding that \"we have no record\" of any coming from Wuhan into South Korea since November. \"Move the responsibility\": Kim also pointed out the outbreak began in December -- so there was no need to check members' travel history from July. \"It makes me wonder if they are trying to exaggerate the link or possibly move the responsibility to Shincheonji,\" he said. \"I would like to ask the Ministry of Justice why they did not check all Chinese and Korean citizens (traveling) from Wuhan since July, and why they only released the number of 42 (Shincheonji) members.\" The Ministry of Justice said it had pulled the immigration records from July on request of the Korea Centers for Disease Control and Prevention (KCDC). CNN has reached out to KCDC for comment. Read the full story here. ##Asia## The United States' top doctor has one simple request: Stop buying face masks. US Surgeon General Dr. Jerome Adams' message, posted to Twitter on Saturday, was a response to face mask shortages as people stock up due to coronavirus concerns. \"Seriously people,\" he pleaded. \"STOP BUYING MASKS!\" Washing your hands, staying home when sick and other \"everyday preventive actions\" are the best protections, Adams said. He urged people to get a flu shot, as fewer flu patients means more resources to fight the coronavirus. The tweet comes during what has become a mask boom. With more coronavirus cases popping up in the United States, some have started buying face masks as a form of protection -- despite the likes of the US Centers for Disease Control and Prevention and Vice President Mike Pence saying they're unnecessary. And, like Adams points out, if these masks run out, they won't be available to the medical professionals who are at the highest risk for disease transmission. ##United States## A University of California Davis student who was under investigation for coronavirus tested negative and has been released from quarantine, according to Yolo County Health and Human Services. The student had had \"potential exposure\" to the virus. The student's two roommates, also UC Davis students, were quarantined and have since been released. ##United States## Kuwait has a total of 45 confirmed coronavirus cases, the country's Ministry of Health announced today. The patients are “all in good health, and receiving good medical care,\" the ministry said. Kuwait only reported its first case last Monday. Authorities are scrambling to stem the spread of the virus, evacuating citizens from Iran and Italy, which have also seen surges in cases.   ##Middle East## A 35-year-old man has become Thailand's first death due to the novel coronavirus, the country's Ministry of Public Health said today. The Thai national had suffered dengue fever before contracting the virus, spokesman Dr. Suwannachai Wattanayingcharoenchai said, and had \"multiple organ failures.\" There are 42 confirmed cases in Thailand. ##Asia## Vice President Mike Pence said Saturday that while most Americans face a low risk from coronavirus, more US deaths could be imminent following the nation's first confirmed fatality. \"We know there will be more cases,\" Pence told CNN's Jake Tapper, echoing President Donald Trump's earlier comments that additional cases in America were \"likely.\" When asked whether more Americans could die from the disease, Pence -- who Trump has put in charge of coronavirus response and messaging -- replied: \"It is possible.\" Pence said that the situation explained to him by Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, and others is \"most people that contract the coronavirus, they will recover. They will deal with a respiratory illness, we'll get them treatment.\" The Vice President cautioned that the US could experience \"more sad news.\" ##United States## Satellite images released by NASA and the European Space Agency reveal the impact of China's coronavirus shutdown on pollution levels across the country. Production in many factories was halted and transportation restricted to prevent the virus from spreading in the country. Images taken from January 1-20 show higher levels of nitrogen dioxide in the air. But from February 10-25, traces of the gas are hardly visible.  “This is the first time I have seen such a dramatic drop-off over such a wide area for a specific event,” said Fei Liu, an air quality researcher at NASA’s Goddard Space Flight Center.  ##Asia## For 18-year-old Huang Yiyang, school starts when she opens up her laptop. Over the past two weeks, there have been no school bells, bustling corridors, busy canteens or uniforms. Instead of physically traveling to her public school in Shanghai, Huang sits at her laptop from 8 a.m. until 5 p.m. -- often in her pajamas -- watching livestreamed class after livestreamed class. For physical education class, her teacher performs exercises for students to follow. For English, she sits silently through lectures to virtual classrooms of 20 to 30 students. She puts stickers or tissues over her webcam, so her classmates can't see her if a teacher calls on her to answer a question. \"We're at home, so we don't look so good,\" she says. Huang barely leaves the house, and she hasn't seen her friends for a month. But while she is isolated, she's also part of what may be the world's largest remote learning experiment. In a bid to stop the spread of the disease, schools across China are closed, leaving about 180 million school-aged children stuck at home. And mainland China is just the start. Millions of students in Hong Kong, Macao, Vietnam, Mongolia, Japan, Iran, Pakistan, Iraq and Italy have been affected by school closures. For some, that means missing class altogether, while others are trialing online learning. Authorities in the United States, Australia and the United Kingdom have indicated that, if the outbreak gets worse, they could shut schools, too. But while online learning is allowing children to keep up their education in the time of the coronavirus, it's also come with a raft of other problems. For some students, the issues are minor -- shaky internet connections or trouble staying motivated. For others, the remote learning experiment could come at a cost of their mental health -- or even their academic future. Read more about the world's largest remote learning experiment here. Australia reported its first novel coronavirus death today -- a 78-year-old man repatriated from the cruise ship Diamond Princess. Western Australia state’s Chief Health Officer Andrew Robertson told reporters at a press briefing that the man's wife was also infected, and remained in a stable condition.  The Department of Health confirmed to CNN that there were two new coronavirus cases in Australia on Sunday, taking the national tally to 27. American Airlines is suspending flights from Miami International Airport and New York’s JFK Airport to Milan, Italy, the airline said on Saturday night. The suspensions are effective as of March 1, and flights will resume on April 25. The carrier typically operates one flight to and from each city per day. Customers who have had their flights canceled and do not want to book again can request a full refund through the American Airlines website. ##United States## South Korea reported another 376 coronavirus cases today, bringing the national total to 3,526 cases and 17 deaths. Among the new cases, 333 are from the southern city of Daegu and 26 are from North Gyeongsang Province, surrounding Daegu.  Daegu is the heart of the country's outbreak -- more than half of all cases are related to the city's branch of the Shincheonji religious group, according to the South Korean Centers for Disease Control and Prevention. ##Asia## A presumptive positive case of coronavirus has been reported in the US state of Illinois, state health officials said.  What is a presumptive case? This is a patient who has tested positive at a state, county or city lab, but whose results have not yet been confirmed by the federal Centers for Disease Control and Prevention lab. The Illinois case: This presumptive positive patient is hospitalized in isolation. Officials did not disclose whether the patient had traveled to an area affected by the coronavirus or if the patient had come into close contact with another infected person.  Illinois already had two patients test positive. Both made full recoveries, according to a news release from state officials. US cases: There are now 71 confirmed and presumptive positive cases of coronavirus in the United States.  These include 44 passengers who were aboard the Diamond Princess cruise ship and three people repatriated from mainland China, according to the CDC. The remaining 24 cases are in Arizona, California, Illinois, Massachusetts, Oregon, Washington state and Wisconsin. Thirteen of those are travel-related and 10 are linked to person-to-person spread. ##United States## Europe and the Middle East have seen new cluster outbreaks form over the past week. Iran and Italy are at the heart of the outbreaks in each region. Iran announced its first cases on February 19, and Italy reported its first coronavirus death on February 22. In the past nine days, from February 21 to today, 33 countries have announced their first cases. In no particular order: Lebanon\nOman\nIsrael\nAfghanistan\nGreece\nDenmark\nAustria\nEstonia\nRomania\nNorth Macedonia\nGeorgia\nPakistan\nNorway\nSpain\nBrazil\nAlgeria\nSwitzerland\nCroatia\nBahrain\nKuwait\nEcuador\nLuxembourg\nIceland\nMonaco\nMexico\nNigeria\nNew Zealand\nNetherlands\nNorthern Ireland\nBelarus\nLithuania\nQatar\nIreland The US announced its first death from the coronavirus earlier today -- a Washington state man aged in his 50s with underlying health conditions. County health officials were made aware of the case on Friday. Trump urges calm: The President said in a press conference that Americans should not panic from the death, and that while more cases of coronavirus in the US are \"likely,\" the risk remains low for the average person. \"Healthy individuals should be able to fully recover, and we think that will be a statement that we can make with great surety now that we've gotten familiar with this problem,\" Trump said. Community spread: The patient appears to have become ill through community spread, said Robert Redfield, director of the US Centers for Disease Control and Prevention. “The investigation at this time shows no evidence of link to travel or a known contact,” Redfield told reporters at the White House today. ##United States## China has reported another 35 deaths and 573 cases today -- the vast majority from Hubei province, the epicenter of the coronavirus outbreak. Here's the breakdown: Deaths: In mainland China: 2,870\nOutside China: 106\nGlobal total: 2,976 Cases: In mainland China: 79,824\nOutside China: 6,676\nGlobal total: 86,500 The deaths outside mainland China have so far been in Iran, Italy, South Korea, Japan, Hong Kong, France, the Philippines, Taiwan and the United States. China's National Health Commission said 41,625 patients in the country have recovered and been discharged from hospital. The coronavirus has reached every continent except Antarctica, with new outbreak clusters in the Middle East and Europe sparking concern, travel bans, mass quarantines and emergency measures. Here are the latest developments: First US death: A male patient aged in his 50s from Washington state with underlying health conditions has died -- the first US death linked to the coronavirus. President Donald Trump and health officials urged the public not to panic, and said the risk is low for the average American.\nUS travel restrictions: Trump also announced travel restrictions for Iran, and heightened travel advisories for Italy and South Korea, in response to the outbreaks in the three countries.\nItaly outbreak: Italy now has 1,128 cases and 29 deaths from the coronavirus, as authorities scramble to contain the outbreak. In Lombardy, the heaviest-hit region in Italy, 10% of cases involve medical personnel.\nSpread in Europe: In the week after Italy's outbreak exploded, the virus has spread across Europe, with many countries reporting their first cases -- Denmark, Romania, Greece, Switzerland and Austria, just to name a few.\nSouth America: Brazil was the first South American country to report the coronavirus last week. Ecuador reported its first case today -- raising concerns of the virus spreading further across the continent.\nMiddle East: The outbreak in this region began in Iran, where there have been 593 cases and 43 deaths. The virus has spread to at least 10 other Middle Eastern countries; many are shutting borders, implementing travel restrictions, canceling mass gatherings and public events, and seeing face masks sell out in stores.", "Section": "asia", "Writers": ["Jessie Yeung", "Brett McKeehan", "Amy Woodyatt", "Amir Vera"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-03-01-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}