{"Type": "", "Time": "2021-03-25", "Headline": "Rizal annotates Antonio de Morga, 2 – Manila Bulletin", "Text": "LandscapeChapter eight of “Sucesos de las Islas Filipinas”, by Dr. Antonio de Morga, is a glimpse of how our ancestors lived before the Spaniards came. Although the book was published 43 years after Miguel Lopez de Legazpi arrived, the friars’ zealous Christianization had not completely erased the customs, values and beliefs of the indio’s “tiempo de gentilidad” or heathendom, when we were pagans in the eyes of the Spaniards. Rizal cross- checked what he read in de Morga with the chronicles of the early   missionaries like Fathers Gaspar San Agustin, Franciso Ignacio Alcina, Franciso Colin, Pedro Chirino, etc.  His incisive annotations included references to other ilustrados who were in Europe at the same time like Trinidad H. Pardo de Tavera, Pedro Paterno and Isabelo de los Reyes.Among the “costumbres” and “otras particularidades” de Morga wrote about were the native system of government, spirituality and worship, different types of slavery, literacy, sexuality of our ancestors and the status of women during antiquity.Morga wrote that there were no kings nor lords in these islands who had total control like the monarchs of Europe. Instead, there were many native “principales” in each island or province who ruled over their respective subjects.  These small independent communities respected each other, had friendly relations on the whole, but  they did wage war and pillaged with each other’s barangays. Rizal argued that the system developed due to the difficulty in communications. If only one person were responsible for governing all the islands, for every small thing one had to go to that one leader who lives faraway. Life in the towns or barangays would be paralyzed. In our times, Rizal continued, one has to go to Manila to have a bridge repaired in the province; months and years go by and when the decree finally arrives with the permission to attend to the bridge, there is nothing left to repair.   If the destiny of the islands were to depend on only one person, many lives will be endangered because everything would depend on the will of that one man who could be ignorant, brutal, ambitious, greedy and who does not know nor love the subjects he governs. (That sounds like an argument for federalism.)Dr. de Morga wrote that natives in all the islands were literate, they had their own form of writing with characters similar to Greek and Arabic letters. There were 3 vowels and 12 consonants, punctuation marks and numerous combinations to express one’s most complicated ideas and thoughts.   Rizal’s annotation:  One can no longer say the same even if  the colonial government, in its written and articulated words, declares that it  promotes the education of Filipinos;  in actual fact the government foments ignorance by putting education in the hands of the friars who are accused by Peninsulares, Filipinos and foreigners alike for wanting to stultify (embrutecer, turn into animals) the country. That is evident in the indifference, the behavior   and proclamations of colonial administrators.Rizal was not alone in those concerns, he mentioned T.H. Pardo de Tavera’s “Contribución para el studio de los antiguos alfabetos filipinos” (1884), a study of the origins and relations of the native alphabets to that of India’s. He also mentioned the paper of the erudite Alfred Marche, “Lucon e Palaouan, “with data gleaned from the Tagbanuas (Paragua) who were still writing in their own script.  Like de Morga, Rizal was fascinated with our ancient writing, explaining that its older from was vertical due to the writing materials available, mostly tubular bamboo canes; later when sheets of paper were available, horizontal writing came about.Before Women’s Month ends, let me include what Antonio de Morga described as the status of women before the Spaniards arrived: Speaking of succession, women inherited the status of principalia, that is nobility, like the men. Women could also inherit property and when they married, the husband paid her parents a dowry. Women could govern their barangay and subjects, and lead them to battle, if need be. (Indeed, they were living way before their time!)  Rizal’s annotation: For Filipinos this is natural law; they are more advanced than the Europeans whose women lose their titles of nobility when they marry commoners; the masculine line is the only one considered for succession even if this line of descendance gives the least guarantee. This also shows that since antiquity, the women of these islands enjoyed a high status. I wonder if Rizal was aware of that before he wrote the Noli Me Tangere.([email protected]) gemmacruzaranaeta.com", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/25/rizal-annotates-antonio-de-morga-2/", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "MB"}