{"Type": "article", "Time": "2020-02-26", "Headline": "How the coronavirus is impacting sport", "Text": "As the world scrambles to get to grips with the coronavirus outbreak, global sporting events are taking a hit.  There are now more than 88,000 confirmed cases of the virus around the world and the death toll is over 3,000 -- the majority of which are from mainland China.  The World Health Organization is preparing for a potential pandemic, so it seems the list of sports affected by the virus will grow.  There are fears Tokyo 2020 may be impacted but organizers insist preparations are going ahead as planned.  Here is a list of the major sporting events so far hit by the coronavirus. READ: Tokyo 2020 preparations going ahead 'as planned' despite coronavirus threat Football Swiss Super League postpones weekend fixtures after government bans large public events.\nThe start of the Chinese Super League has been postponed.\nChina's women's national football team was held in quarantine after Olympic qualifying matches were moved from China to Australia.\nSouth Korea's professional soccer league has postponed the start of its new season. \nFour Serie A matches postponed in March due to a spike in cases in northern Italy. \nInter Milan's Europa League game against Ludogorets was played behind closed doors. \nFive Serie A matches will be played behind closed doors.\nJapan's J.League postponed seven Levian Cup matches in February and all domestic games through early March. Athletics  The 2020 World Athletics Indoor Championships in Nanjing has been postponed until next year.\nThe Tokyo Marathon was run in front of empty streets and restricted to elite athletes only. Basketball Multiple Asia Cup qualifying matches have been postponed, including Philippines vs. Thailand and Japan vs. China Golf The European Tour canceled April's Maybank Championship in Malaysia and the following week's China Open.\nThe LPGA canceled the elite Blue Bay tournament due to be held in Hainan.\nIt also canceled the 2020 Honda LPGA Thailand and the 2020 HSBC Women's World Championship in Singapore. Cycling The remaining stages of the UAE cycling tour have been canceled after two team members tested positive. READ: Italian soccer faces further disruption amid spike in coronavirus cases Badminton China Masters tournament in Hainan has been postponed.\nThe Vietnam International Challenge has been pushed back from Mach to June and won't act as a Tokyo 2020 qualifier.  Showjumping The Longines Masters of Hong Kong showjumping event has been canceled. Esports  The 2020 League of Legends LPL Spring tournament has been postponed.  Boxing The Olympic boxing qualifiers for Asia and Oceania teams were moved from Wuhan to Jordan. Winter Sports The first Winter X-Games event to be held in China has been postponed.\nThe downhill and super-G men's alpine skiing World Cup races were canceled in February.\nThe World Short Track Speed Skating Championships in South Korea have been postponed. Motorsports China's Formula E race on March 21 has been canceled.\nThe Chinese Grand Prix -- originally scheduled for April 19 -- has been postponed.\nMotoGP confirmed the Thailand Grand Prix, due to be held March 22, has been postponed. Hockey Hockey Pro League matches between China and Belgium in Changzhou have been canceled. READ: Tokyo Marathon restricted to elite athletes over coronavirus fears Rugby Hong Kong and Singapore Sevens tournaments have been moved from April to October.\nThe Six Nations tie between Ireland and Italy has been postponed after advice from government.  Table tennis The world championship to be held in Busan, South Korea, has been pushed from March to June. Tennis China had to forfeit a Davis Cup tie against Romania because its team was unable to travel.\nWTA canceled April's Xi'an Open tennis tournament and said it would monitor events with upcoming competitions scheduled in China.  Baseball Fans will be banned for attending 72 Japanese pro-baseball pre-season games.", "Section": "sport", "Writers": [], "URL": "https://www.cnn.com/2020/02/26/sport/coronavirus-sport-impact-list-spt-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}