{"Type": "article", "Time": "2020-11-18", "Headline": "EVA Air launches speed dating 'flight to nowhere'", "Text": "It might be less spiritual than the Buddhist mantra-chanting flight in Thailand, but EVA Air's latest \"flight to nowhere\" idea could be just as magical -- by helping people find love in the sky. EVA Airways, one of the largest carriers in Taiwan, is partnering with travel experience company Mobius on a campaign called \"Fly! Love is in the Air.\" These are flights for singles on Christmas Day, New Year's Eve and New Year Day.  \"Because of Covid-19, EVA Air has been organizing \"faux travel\" experiences to fulfill people's desire for travel. When single men and women travel, apart from enjoying the fun in travel, they may wish to meet someone -- like a scene in a romantic movie,\" Chiang Tsung-Wei, the spokesperson for You and Me, the speed dating arm of Mobius, tells CNN Travel. Each of the dating experiences includes a three-hour flight that departs from Taipei's Taoyuan International Airport and circles the airspace above Taiwan, plus another two hours of a romantic date back on land.  Participants are encouraged to have in-depth conversations with each other on board while sampling meals prepared by Michelin-starred chef Motoke Nakamura. They are also encouraged to keep masks on when they're not eating or drinking. Each of the three trips varies slightly. The flight on Christmas Day will be followed by an afternoon tea date back on solid ground. The New Year's Eve date kicks off with a candlelit dinner before guests board the plane, where they will count down to 2021 together. The one on New Year's Day will be a breakfast date. \"Flights to nowhere\" have become a trend in Asia and the Pacific during the coronavirus pandemic. Until now, most of these flights -- which have originated in cities like Hong Kong, Sydney and Taipei -- focused on sightseeing, with travelers getting aerial views of famous landmarks. For passengers on the matchmaking flights who want to look out the window as well as at fellow singles, the daytime EVA Air flights fly above the east coast of Taiwan, where they can see the mountain ranges that stretch from Hualien City in the north to Taitung City in the south.  The nighttime flight will go over the western shoreline of the island, where they will see Taiwan's cities illuminated in the darkness. Unlike a typical flight, there's no choosing window or aisle ahead of time. Participants will be seated pair by pair by lucky draw. However, they will be free to move around and chat up other travelers during the meals on land. All three itineraries wrap up with a hearty \"confession\" section where participants reveal who they clicked with. \"The biggest advantage of speed dating on a flight comes from the serious nature from our participants,\" says Chiang. \"In addition to gathering participants with enough spending power, it also attracts a group of single people who love traveling. With the same values, it boosts participants' motivation to meet and helps smoothen their conversation from the start.\" Not just any singles could join the flights, however. Each flight seats only 40 passengers -- 20 men and 20 women. Participants have to be university graduates with citizenship in Taiwan.  The event welcomes men between 28 and 38 years old and women between 24 and 35. The age specifications have gotten some negative blowback online.  \"From different surveys we have done, most of the male participants would like to meet women younger than them while female participants would like to meet men older than them. That's why there is a different age criteria for the event,\" says Chiang, adding \"But You and Me have organized different dating events that cater to different age groups.\" The fee for each trip is TWD8388 ($295) per person. All the tickets for the first flight on Christmas are already sold out.  The response so far has been robust. All the 40 seats on the first flight were sold out within a week, with over 400 applicants vying for spots. The next two \"love flights\" are open for application today.", "Section": "travel", "Writers": ["Maggie Hiufu Wong"], "URL": "https://www.cnn.com/travel/article/eva-air-speed-dating-flight-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}