{"Type": "", "Time": "2021-03-25", "Headline": "These chips are ‘kamote,’ but they’re a winner – Manila Bulletin", "Text": "Kamote. On one hand, a root crop, on the other, the Filipino slang for “failure.” It is unknown why and when the term became derogatory, but when translated to the English “sweet potato,” it can sound endearing, like honey or sugar. What’s more, it doesn’t stop at sweet. It also has tons of health benefits when consumed. Kamote is highly nutritious, a great source of vitamins, minerals, and fiber. Believed to have cancer-fighting properties, it also supports the immune system, enhances brain function, and promotes gut health. Moreover, sweet potatoes are versatile, complementing a wide range of savory and sweet dishes, from quesadillas to desserts to everything in between. So if anybody tells you “umuwi ka na lang at magtanim ng kamote,” gladly do so, we know we would. In case you are not familiar with the said expression, it is used to convey disappointment or to suggest a waste of time. If you have nothing better to do with your time, just go home and plant kamote.Quisine, a culinary innovator that aspires to conquer the experience of meal times with family and friends, has released a new snack line, the Quisine Kamote Crisps. From introducing a main dish with their sushi bake to launching a tea line, the food and beverage business enterprise proudly presents what it calls “the latest snack craze.” These sweet potato chips are easily among the best pulutans or pica-picas (finger food) out there today, mainly for its taste value.“With all of our dishes, we always provide crusty finishes with every bite. Our clients loved this, which sparked the idea to venture into this new snack,” says Gail Solis, marketing and public relations head at Quisine. “Moreover, the main reason we shifted to kamote crisps goes back to our main value proposition of curating culinary innovations. We constantly strive to keep ourselves ahead of the curve by producing unique and distinct alterations from the norm.”The company diverted from using potatoes and chose the healthier and guilt-free kamote instead. There are no coloring or preservatives added, and each batch is made fresh with ingredients that are 100 percent locally sourced.All the variants are tasty, mapapa-‘anak ng kamote!’ ka talaga sa sarap (a bite urges one to cry out ‘son of a sweet potato!’)The brand categorizes the chips into classic and premium. Under classic are flavors original/plain, barbecue, sour cream, and cheese. Chili barbecue, salted egg, and garlic parmesan fall under premium. Classic flavors costs P120 per pouch and P320 per bucket, while premium for P150 and P350, respectively.The finely thin-cut chips have a mild, starchy, and sweet taste, complemented well by the powder flavoring blended by Quisine. The must-trys are the Chili Salted Egg with a nice hot kick to it, the staple barbecue, the sharp-flavored Sour Cream and Onions, as well as the buttery yet delicate Garlic Parmesan. And while we recommend these flavors, everything is worth trying.All the variants are tasty, mapapa-“anak ng kamote!” ka talaga (so good you would be urged to cry out “son of a sweet potato!”)Slots are allotted per week to accommodate a certain number of orders. Order here or visit @quisine.ph on social media.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/25/these-chips-are-kamote-but-theyre-a-winner/", "MainKeyWord": "China", "AdditionalKeyWord": "viet Nam", "Source": "MB"}