{"Type": "article", "Time": "2020-11-11", "Headline": "Trump blew up TikTok and now nobody knows what's going on", "Text": "After narrowly avoiding a ban in the United States earlier this fall, TikTok is again veering toward an imminent crisis with the Trump administration.   On Nov. 12, TikTok faces a deadline that requires the company be spun off from its Chinese parent, ByteDance.  The deadline comes from an executive order President Donald Trump signed on Aug. 14. But the order doesn't specify any penalties or consequences if the deadline is breached. That's created fresh questions about the government's intentions toward TikTok, one of the world's fastest-growing social media services with 100 million users in the United States alone.   Though Trump has tentatively approved a deal involving TikTok that may satisfy him, it isn't final yet. With the Nov. 12 deadline mere hours away, TikTok filed an emergency petition with a federal appeals court on Nov. 10 to preempt it.  \"In the nearly two months since the President gave his preliminary approval to our proposal to satisfy those concerns, we have offered detailed solutions to finalize that agreement,\" TikTok said in a statement Tuesday night. The company added that without an extension of the Thursday deadline, though, \"we have no choice but to file a petition in court to defend our rights and those of our more than 1,500 employees in the US.\" What happens next is unclear, legal experts say, providing another reminder of how Trump, in the run-up to the election as he was flailing in the polls, sought to ignite an international business controversy that's plunged the future of a massive social media platform into doubt. Though he pressured TikTok to come up with a deal on a short timeline, Trump has seemingly set the issue aside as he tries to rescue his presidential campaign with baseless allegations of election fraud.  Now, the rest of us are scrambling to make sense of the pieces.  Trump forces a deal  Trump has made TikTok a national target, fitting the company into a broader anti-China narrative that's become a hallmark of his administration as he has tussled with Beijing over trade and commerce. Trump alleges that TikTok poses a national security risk because its Chinese owner could be forced to hand over TikTok's user data to the Chinese government. TikTok has denied the claim and said TikTok stores US user data in Virginia and Singapore out of the reach of Chinese law.  Cybersecurity experts called the risk largely hypothetical, but that didn't stop the White House from trying to freeze out TikTok in the United States with a pair of executive orders. In response, TikTok sued the Trump administration, calling the White House's move \"heavily politicized.\" TikTok users have played their own role in the saga, gobbling up tickets for a Trump campaign rally in Tulsa, Okla., in an effort to reduce Trump's crowd size. The stunt prompted the Trump campaign to buy ads urging supporters to back a petition to ban TikTok, which TikTok then cited in its lawsuit as evidence that the executive orders were political and retaliatory.  Trump's first executive order foreshadowed restrictions on TikTok that were to take effect in September and make it illegal to have any business dealings with the company. In carrying out that order, the Commerce Department tried to prohibit TikTok from US app stores, banning downloads of the app. And it also said that in mid-November, internet backbone companies would be banned from carrying TikTok's traffic. Both measures have now been temporarily blocked by federal judges in two separate lawsuits challenging the order.   The second order, which is the target of TikTok's petition this week, requires that ByteDance divest TikTok. The order followed an investigation by the Committee on Foreign Investment in the United States (CFIUS), a federal body chaired by the Treasury Department that reviews mergers and foreign investment deals for potential impacts on US national security.   The order requiring the sale of TikTok is light on specifics, saying that the company must be divested by Nov. 12. It does not say what such a deal must look like, or what TikTok must do to keep operating in the United States. It doesn't say what happens if TikTok fails to be sold by the deadline.   The White House and the Commerce Department declined to comment. The Departments of Justice and Treasury didn't immediately respond to a request for comment. TikTok declined to comment.  Trump tentatively approved a deal involving TikTok, Oracle and Walmart meant to address his claims that the social media platform poses a national security risk. The proposal would see TikTok reorganized as a new, global company headquartered in the United States, with US investors accounting for a majority of the new company's ownership. Walmart declined to comment. Oracle didn't immediately respond to a request for comment.   But that doesn't mean the requirements of the second order have been fulfilled. The arrangement has yet to be finalized by CFIUS or the White House, raising the possibility that Nov. 12 could come and go without a resolution. (Even if it wins US approval, the deal must still be blessed by Chinese regulators, which adds an extra wrinkle that's entirely separate from the confusion over Trump's orders.)  So many questions Could TikTok face further penalties if its divestiture deal isn't approved by the Nov. 12 deadline? We don't really know, experts say, largely because the executive orders are so open-ended.  One possibility is that within the next 24 hours, CFIUS could move to accept the terms of the deal and recommend that Trump give his final approval, said Harry Broadman, a partner at Berkeley Research Group and a former CFIUS official.  Another path forward may be that CFIUS could provide a 30-day extension to TikTok as the proposed deal continues to be reviewed. (TikTok has said that despite requesting the extension, the company has so far not received one, even with time running out.)  A third potential outcome is that TikTok misses the deadline and Attorney General William Barr takes the company to court to have Trump's order enforced. The order authorizes Barr to \"to take any steps necessary\" to enforce it.  \"At that point, the court would presumably address the issues that ByteDance raised in its petition and decide on the extent to which it will enforce the order,\" said Christian Davis, a CFIUS attorney at the firm Akin Gump.   But even that path provides few answers. It's unclear how a court might rule, and what steps it may require of TikTok, or what penalties might apply if the company — or the government — fails to adhere to the court's instructions.   Ultimately, despite successfully outmaneuvering Trump for now on much of the first executive order — the ban, including the app store and internet infrastructure restrictions — TikTok still faces an uncertain road ahead.   The radio silence from the US government isn't helping. After creating an enormous outcry over TikTok ahead of the election, the Trump administration now appears unable to bring the crisis to a swift conclusion.   That could mean TikTok's proposed deal might well not close until President-elect Joe Biden takes office. And how his administration might weigh in is even more ambiguous, according to experts, who say it is far too early to speculate. ", "Section": "tech", "Writers": ["Brian Fung"], "URL": "https://www.cnn.com/2020/11/11/tech/tiktok-deadline-trump-november/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}