{"Type": "article", "Time": "2020-10-13", "Headline": "'Ultra-rare' purple-pink diamond sells for a record $26.6M", "Text": "An \"ultra-rare\" purple-pink diamond sold for a record 24.4 million Swiss francs ($26.6 million) at an auction in Geneva on Wednesday evening. The 14.83-carat stone, dubbed \"The Spirit of the Rose,\" is now the most expensive purple-pink diamond ever to sell at auction, according to Sotheby's. The sale comes more than three years after the gem was uncovered from a mine in northeast Russia. Taking its name from the 1911 Russian ballet \"Le Spectre de la rose,\" it was cut from an even larger rough diamond unearthed by the mining company Alrosa in 2017. Then weighing 27.85 carats, the initial find was believed to be the largest pink crystal ever discovered in the country. It took a year to cut and polish the oval-shaped stone, which went on display in Hong Kong, Singapore and Taipei ahead of Wednesday's sale. According to the chairman of Sotheby's jewelry division, Gary Schuler, the diamond's rarity is a result of its size and color, which had been graded as \"Fancy Vivid Purple-Pink.\" The jewel had also been classified as \"internally flawless,\" a measure of its clarity, while the stone belongs to a rare subgroup of diamonds that contain little to no nitrogen. \"Only 1% of all pink diamonds are larger than 10 carats and only 4% of all pink diamonds are graded 'Fancy Vivid' and display a rich, vivid color,\" Schuler said in a press statement prior to the sale. \"Having the opportunity to offer a large polished pink diamond ... with the richness of color and purity of The Spirit of the Rose is therefore truly exceptional.\" The final price tag fell at the lower end of Sotheby's estimates, which had initially valued the diamond at 21 million to 35 million Swiss francs ($23 million to $38 million). Nonetheless, head of the Geneva auction, Benoit Repellin, said in a press release Wednesday that the sale was \"testament to the growing appreciation, and awareness of the great scarcity of pink diamonds around the world.\" Soaring prices  Pink diamonds are increasing in value faster than those of any other color, according to the non-profit organization Fancy Color Research Foundation, which found that prices grew by 116% between 2010 and 2019.  In 2017, a 59.60-carat pink diamond known as the Pink Star became the most expensive jewel ever to sell at auction when it went for $71.2 million at Sotheby's in Hong Kong. Prior to that, the previous world auction record for a pink diamond was $46.16 million, the amount paid for the 24.78-carat Graff Pink in Geneva in 2010. Speaking prior to the sale, Repellin said pink stones accounted for five of the 10 most valuable diamonds ever to sell at auction. \"These exceptional sales, all realized in the last decade are a testament to the growing appreciation, and awareness of the great scarcity of these natural treasures around the world,\" he said in a press statement, \"and with the supply of these beautiful stones becoming ever more limited, they are likely to continue to become even more prized.\" The Spirit of the Rose was joined by a range of other valuable items at Sotheby's \"Magnificent Jewels and Noble Jewels\" sale. Three other lots sold for more than 1 million Swiss francs ($1.1 million), including a pear-shaped diamond pendant weighing over 102 carats. This article has been updated to include the final sale price.", "Section": "luxury", "Writers": [], "URL": "https://www.cnn.com/style/article/spirit-of-the-rose-purple-pink-diamond-sothebys/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}