{"Type": "article", "Time": "2020-12-30", "Headline": "Traveling to Spain during Covid-19: What you need to know before you go", "Text": "If you're planning to travel to Spain, here's what you'll need to know and expect if you want to visit during the Covid-19 pandemic.  The basics Spain has suffered greatly from Covid-19, with a high number of cases and deaths. After one of Europe's strictest lockdowns in spring 2020, it reopened to visitors over the summer, but has since entered a state of emergency that is due to run until May 2021. What's on offer One of Europe's biggest hitters for good reason, Spain pulls tourists in by the millions thanks to its warm weather, laidback vibe and excellent food and wine. Plus, of course, there are some of Europe's best beach resorts, mountains, and cultural cities such as Madrid, Seville and Barcelona. Who can go Travelers from most places in the European Union, alongside Australia, China, South Korea, Japan, New Zealand, Rwanda, Singapore, Thailand and Uruguay are allowed to enter Spain without having to undergo quarantine.  However, arrivals from the UK are restricted until March 30, 2021, except for Spanish nationals and legal residents of Spain.  The ban on UK arrivals has been extended several times, but is due to be lifted March 30. However UK regulations forbid British people from traveling abroad for vacations until at least May 17. British travelers can travel to Spain in order to buy or rent a second home, or prepare a second home for move in, which is deemed \"a reasonable excuse.\" Brazil and South Africa arrivals are restricted until at least April 13. The border has also been restricted between Spain and Portugal. Visitors from other countries are not permitted to enter, unless they gain special permission from the Spanish government. What are the restrictions? All travelers must complete a Health Control Form (HCF), which can be completed via the Spain Travel Health website or app. It will generate a QR code which must be shown on arrival in the country. Travelers arriving from 'risk' countries, based on guidelines from the European Center for Disease Control (ECDC) for essential reasons must also undertake a PCR test within 72 hours of departure and show proof of a negative result on entry. This list of countries changes regularly and should be checked before travel.  Health assessments take place on arrival into Spain, with a temperature check and visual examination as standard. Spain's health minister also announced that travelers arriving from Brazil and South Africa are being given an antigen test in the airport. Additionally, all travelers to the Canary Islands, no matter where they're arriving from, require an antigen test taken within 72 hours of departure in order to check into their accommodation. What's the Covid situation? Spain has been in a state of emergency since the start of November 2020, with curbs due to be in place until May 2021. It has seen over 3 million infections and over 73,000 deaths. On February 8, Spain recorded the biggest weekend rise in cases since the pandemic began. January 2021 was reportedly the worst month for the pandemic in Spain since the summer, and on February 8, Spain recorded the biggest weekend rise in cases since the pandemic began. Case rates now appear to be falling. On March 8, Spain reported the lowest weekend rise in cases since July last year, but authorities still urge caution amid fears of a third wave hitting Europe. Over 6.4 million people have had their first vaccination in Spain as of March 24. What can visitors expect? Under the state of emergency, a national curfew is in place, effective from 11 p.m. until 6 a.m. Masks must be worn in public at all times (children 5 and younger are exempt), while gatherings indoors and outdoors are limited to six people. Restrictions vary by region, with some closing their internal borders to prevent transmission of Covid-19. This regional approach means that restrictions often change depending on the local government. Curfew times may change as a result. Hotels are operating at limited capacity, limiting guest numbers to ensure social distancing. Smoking outdoors is banned where two meters' social distancing cannot be maintained. Useful links Health Control Form Spanish Tourist Board Spanish Government health website Our latest coverage It wasn't long ago that the world's oldest restaurant, in Madrid, was trying to escape Covid's grasp, while the Balearic Islands were questioning whether a 40-year-old party was drawing to a close.  If you're after culture, Cordoba has more UNESCO-rated sights than anywhere else in the country, or if you want cool, Barcelona's Eixample neighborhood has been named the top spot in the world. Not far off, in Figueres, is Dali's bizarre self-curated museum. ", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/spain-travel-covid-19/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}