{"Type": "article", "Time": "2020-09-11", "Headline": "The latest on the coronavirus pandemic", "Text": "The health department in Ingham County, Michigan, has “strongly\" recommended that all local Michigan State University students “self-quarantine immediately to contain a Covid-19 outbreak.\" There are at least 342 individuals affiliated with the university who have tested positive for the virus since Aug. 24. At least a third of new cases are individuals who recently attended parties or social gatherings, and at least a third of those gatherings are associated with a fraternity or sorority, the health department said Saturday in a statement. Only 23 university-affiliated people tested positive for the virus in the three weeks before the case surge. The increase in cases began as students returned to East Lansing for their fall semester.  “Although MSU classes are predominately online, many students had binding off-campus leases or simply desired to physically return to the university community,” the statement said. “Self-quarantine should last for 14 days, continuing until 11:59 p.m. on Saturday, September 26. This recommendation is not an emergency order; however, more stringent and mandatory restrictions will be imposed if students do not comply and break the transmission cycle.”     Florida's health department has reported 3,227 new coronavirus cases in the past 24 hours, bringing the statewide total to 661,571. The health department also reported 108 new deaths from the virus, bringing the death toll to 12,600. As of Saturday, the total number of tests performed in the state is 4,881,475.   New York state has kept coronavirus infection rates below 1% for the past 36 days, Gov. Andrew Cuomo’s office said in a statement Saturday afternoon. Friday marks a new record-high for total number of test results reported to the state. Of the 102,925 test results reported, 849, or 0.82%, were positive. There were two coronavirus-related deaths reported in New York, the statement said. Nadhim Shaker, one of Iraq's most famous soccer stars in the 1970s and 1980s, has died in the northern Iraqi city of Erbil from Covid-19, health officials told CNN on Saturday. Shaker, 63-years-old, who was one of the most talented defenders in Iraqi football history and a former Iraq national team coach, died in a local hospital on Friday. \"Iraqi sport has lost one of its bright symbols, who presented achievements to the homeland, worked hard to develop the sport, and spread joy in Iraqis' hearts.\" Iraqi President Barham Salih tweeted Saturday. Iraq has recorded 286,778 coronavirus cases and 7,941 virus-related deaths since the beginning of the pandemic. While it may be hard to tell if someone is smiling underneath their mask, Akimi Gibson, Sesame Workshop's vice president and education publisher for Sesame Learning, said a mask is \"a sign of friendship.\" \"You're helping your friends stay safe and healthy. Did you know we can show your smiles beneath our masks? Our cheeks rise up, our eyes get smaller and there's so many other cues, so many other signals we can provide,\" Gibson said during CNN and \"Sesame Street's\" back-to-school town hall. Gibson said a \"a virtual and air high five or an elbow bump and, potentially my favorite one is, using your kind words\" are great ways to make new friends. ##Sesame Street## First Lady Melania Trump and Jill Biden, the the wife of Democratic presidential nominee Joe Biden, shared words of encouragement for students, parents and educators adapting to virtual and in-person learning as the coronavirus pandemic persists.  \"Each of you have a bright future, and if you work hard, you will grow up to be whatever you want to be. So do your school work. Listen to your parents and teachers. And be kind to your classmates. School can be hard sometimes. But remember, you have something very special to offer and we are all here to help you succeed,\" Trump said in a message during CNN and \"Sesame Street's\" back-to-school town hall. Biden encouraged parents to \"hang in there.\" \"You're doing great. And to the educators, thank you. Our students need us more than ever. And I've never been prouder to be a teacher. Have a great school year. Wear your masks. And stay safe,\" Biden said. ##Sesame Street## WATCH: One of the most important things parents can do to make sure their child thrives while learning virtually this year is to engage with the lessons they are receiving, Sal Khan, founder of online learning organization Khan Academy, told CNN today. The more the lessons can be applied, the more they will sink in, Khan said during CNN and \"Sesame Street's\" back-to-school town hall. \"One of the few advantages of distance learning is as a parent you can eavesdrop on what kids are learning. Try to ask them about it. When you're having lunch together, when you're having dinner, I heard you talking about photosynthesis. Tell me more about that. That will make the kids perk up; oh, you're interested in that. You can also try to learn alongside your child,\" he said. ##Sesame Street## Andrea Jemmott, a kindergarten teacher at KIPP Voice Academy, said children should ask their teachers first before trying to give them a hug while on campus. \"It's okay to be scared and it's okay to need a hug. Ask your teacher if it's okay to hug first. I know here at camp Jacksonville, teachers decided over the summer if a student came up and hugged us, we would definitely hug back. Sometimes we can't stop them. They're coming full force with a hug and we hug them,\" Jemmott said during CNN and \"Sesame Street's\" back-to-school town hall today.  Jemmott offered a few alternatives teachers can offer to students instead of a hug. \"We also have taught them other ways to comfort themselves, like air fives. We do elbow bumps. We wink. But the big favorite here is the air hug. So if you feel like you need a hug, ask your teacher and then get an air hug. I hope that makes you feel less scared,\" she said. ##Sesame Street## WATCH: With so many students learning from home this academic year due to the coronavirus pandemic, Dr. Sanjay Gupta urged parents to make sure children \"know and feel that school is separate from their home life.\" \"Setting up a learning area or a desk can help re-enforce that separation. Also, I got to tell you, it's important that they still follow a school routine,\" Gupta said during CNN and \"Sesame Street's\" back-to-school town hall this morning. ##Sesame Street## The coronavirus is much more likely to be carried by people and not items, Dr. Sanjay Gupta said this morning in response to a concern over whether parents should be sanitizing objects brought home from school by children. Another piece of advice Gupta shared during CNN and \"Sesame Street's\" back-to-school town hall this morning was how face masks should be washed often. \"The good news is that you typically think of people over porcelain in terms of how this virus is spread. So it's more likely to come from actual people as opposed to objects and things like that,\" he said. \"The mask is a good thing to wash. Those cloth masks should be washed regularly. The other things you can wash with the normal frequency that you are doing before, but just keep in mind, you really want to if somebody is sick, having any symptoms, obviously if they tested positive, those are people that need to be isolated or quarantined.\" ##Sesame Street## WATCH: Dr. Edith Bracho-Sanchez, a primary care pediatrician, wants children to keep washing their hands and wearing masks in school because the coronavirus pandemic is still ongoing and the \"germs are not gone.\" Bracho-Sanchez, who is also the director of pediatric telemedicine and assistant professor of pediatrics at Columbia University Irving Medical Center, shared some advice for families this morning during CNN and \"Sesame Street's\" back-to-school town hall. \"We learned if we wash our hands, wear our masks, keep our distance we really, really can prevent ourselves and our friends from catching the germs, right? So I want you to feel safe if your grownups choose to send you back to school. And if you don't feel safe and if you're scared, please let your grownups know so they can help you work through those fears,\" she said. ##Sesame Street## WATCH:  As families try to navigate school amid a deadly pandemic, \"Sesame Street\" and CNN are teaming up for the \"The ABCs of Back to School, A CNN/Sesame Street Town Hall for Families.\" The town hall will air on CNN at 10 a.m. ET. It will also air on CNN International and CNN en Español and stream live without requiring a log-in on CNN.com's homepage and across mobile devices via CNN's apps for iOS and Android. From staying safe in classrooms to making the most of virtual learning, the 60-minute special will provide tools and information for families dealing with unique circumstances of school in the era of coronavirus. CNN chief medical correspondent Dr. Sanjay Gupta and anchor Erica Hill will moderate the hour. They will be joined by Sesame Street Muppets and school-aged children in a variety of learning environments, with Elmo going to preschool during the week, Big Bird in hybrid learning and Rosita fully remote.  ##Sesame Street## The Oxford University coronavirus vaccine trials will resume after being halted Sunday after an unexplained illness in one of its volunteers, the university said in a statement today.  The university, which is working with drug giant AstraZeneca, did not say what day the trial would resume. \"Globally some 18,000 individuals have received study vaccines as part of the trial. In large trials such as this, it is expected that some participants will become unwell and every case must be carefully evaluated to ensure careful assessment of safety,\" the statement said. The United Arab Emirates reported 1,007 new cases of Covid-19 in the past 24 hours, which is the highest daily number of infections recorded since the beginning of the pandemic, the country's health ministry said.  The country's total case count is now77,842, according to the ministry. \"Today, we have recorded the highest daily number of new cases. It is everyone's responsibility to work together and overcome this stage,\" the country's National Emergency Crisis and Disaster Management Authority (NCEMA) wrote in a tweet today. \"12% of cases and infections during the past two weeks were discovered in individuals coming from outside the UAE, despite having negative results in their country of departure.\" There was also one new death recorded in the last 24 hours, raising the national death toll to 399, the ministry reported.   Major League Baseball is considering a postseason bubble plan in California and Texas, a source with direct knowledge of the situation told CNN. The American League playoffs would be held in Southern California (Anaheim, Los Angeles, and San Diego) while the National League playoffs would take place in Texas (Arlington and Houston). The World Series would be played in Arlington, the source said. Any deal must be approved by MLB and the players' union. Baseball's regular season is scheduled to conclude on September 27 with postseason play beginning two days later. Vaccine clinical trials are notoriously difficult to conduct. They involve thousands, or even tens of thousands, of participants, and typically go on for years. The chances that one or more of these study volunteers will develop a health issue is quite high. Most of the time, that health problem is not related to the vaccine being investigated, and the trial can continue. But sometimes there is a chance that the issue -- called an \"adverse event\" in medical parlance -- could be related to the vaccine. On Wednesday, it came to light that pharmaceutical giant AstraZeneca had paused its coronavirus vaccine trial not once but twice because of adverse events. The second pause is still in effect while researchers look into one volunteer's \"unexplained illness.\" While Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, on Wednesday implied that pausing a Phase 3 trial was a somewhat common occurrence, vaccine trial experts interviewed by CNN say it is not common. \"It's unusual to pause a Phase 3 trial on a safety basis,\" said Dr. Carl Fichtenbaum, an infectious disease expert at the University of Cincinnati College of Medicine. \"It's uncommon.\" Even children with mild or no symptoms can spread Covid-19, according to contact-tracing data from three Utah child care facilities released Friday. Twelve children, including one eight-month-old, got Covid-19 in a child care facility and spread it to at least 12 people outside the facilities. The data shows children can carry the virus from child care settings to their homes, the researchers wrote in a report released by the Centers for Disease Control and Prevention. CDC's Cuc Tran and colleagues at the Salt Lake County Health Department wrote in their report: COVID-19 is less severe in children than it is in adults, but children can still play a role in transmission.\"  Half a million US children have now been diagnosed with coronavirus, with a 16% increase between August 20 and September 3, according to the American Academy of Pediatrics and the Children's Hospital Association. Though fewer children appear to experience severe illness from the virus than adults, one question that has loomed large, especially for those grappling with decisions about reopening schools and day cares, is exactly what role children play in the transmission of the virus. The CDC report suggests that they can and do spread coronavirus. Read the full story here. ##health## For an all-too-brief a time, the Italian summer offered a glimmer of hope. After emerging from what was in early 2020, one of the world's harshest coronavirus lockdowns, the country managed to dust itself down in time to welcome visitors. But as the sun begins to cool, so do hopes of a full recovery for the Italy's decimated 2020 tourism season. Winter is coming, and with it what is expected to be a full-blown economic catastrophe. \"The projected 2020 loss from overseas visitors to Italy is €24.6 billion and even domestic traveler spending is down €43.6 billion,\" says Giorgio Palmucci, president of the Italian national tourist board, ENIT. Even with hopes of growth and recovery two years down the line, the pain, he adds, is likely to be widespread. ##economy## The Czech Republic has reported 1,447 new coronavirus cases on Friday, the country's largest ever spike in cases in one day, according to data released by the health ministry on Saturday. Case numbers have been rising steadily in the Czech Republic and have now surpassed 1,000 for four consecutive days. The previous daily record -- 1,381, was set on Thursday.  The country has reported a total of 33,860 confirmed cases, and the death toll stands at 460. Czech Republic was among the least affected countries in Europe during the spring epidemic, thanks to an early intervention. It was one of the first countries to make masks compulsory.  However, the government has lifted most of the restrictions over the summer and is now seeing the consequences. Health Minister Adam Vojtech announced on Thursday people will be required to wear masks indoors, citing the “worst epidemiological situation” in the country. ##hotspots## White molds wearing disposable gloves whizz by on a conveyor belt in a promotional video for the world's biggest glove maker, Top Glove. \"Gloves can keep us out of harm's way, wherever we may be and whatever we may be doing,\" the narrator says, his voice booming over the company's logo and its motto, \"Top quality, top efficiency.\" Demand for disposable gloves — the kind often associated with sterile hospital rooms — has surged during the coronavirus pandemic as health care workers rush to secure the supplies they need to treat the disease and protect themselves. The Malaysia-based Top Glove and its local rivals have benefited enormously from that need: Some 60% of the world's glove supply comes from Malaysia, according to the Malaysian Rubber Glove Manufacturers Association (MARGMA). More than a third are exported to the United States, which for months has led the world in coronavirus cases and deaths. But with extra demand comes renewed scrutiny of how these Malaysian companies treat their workers, particularly foreign staff recruited from neighboring countries. Labor rights activists who spoke to CNN Business said practices reported by former workers contain elements of forced labor. Some authorities have taken note of such concerns, putting pressure on Top Glove and other manufacturers to ensure their workers are treated well. Read the whole story here. ##Economy##  At least 14 people were arrested in Melbourne on Saturday after nearly 100 people took to the streets to protest against the city's lockdown policies. \"Despite all the warnings, it was disappointing to see individuals turn out to protest in the city today, putting the lives of Victorians at risk,\" Victoria Police said in a statement to CNN. Aside from the 14 arrests, the police issued at least 51 infringement notices for breaching health rules. Melbourne has been under severe restrictions with a curfew in place. The government announced these \"stage 4\" restrictions would begin to ease starting September 13, with an easing on curfew time and allowing gatherings of two people. A Facebook event title \"Melbourne Freedom Walk\" was posted by the \"Melbourne Freedom Group\" to demonstrate against Covid-19 lockdown measures. \"A legal walk, allowing citizens to come together, get healthy and talk about getting our freedoms back,\" the event description read. As of Saturday, Australia's Victoria State has 19,800 confirmed cases of Covid-19, with Melbourne accounting for 886 of those cases, according to Victoria's Department of Health and Human Services. The state's death toll is 716. ##Politics## Delhi's subway system resumed full operations Saturday with the reopening of its Airport Express Line, which closed in March amid the Covid-19 pandemic. Over the past week, the Delhi Metro Rail Corporation (DMRC) has gradually reopened all tracks in the Indian capital, keeping certain restrictions in place. With India still setting new global highs of daily coronavirus cases, stations in containment zones will remain shut. More than 1,000 officials have been deployed across stations to ensure smooth movement under existing restrictions. A limited number of passengers will be allowed to board each train to prevent overcrowding, and all ticket transactions will be cashless, the DMRC said. Only asymptomatic passengers will be allowed to travel in the trains and face masks are mandatory, according to a press release issued by the Ministry of Housing and Urban Affairs. The capital is one of the few cities in India which has reopened its public transportation. In Mumbai, the Maharashtra government stated that subway services will continue to remain suspended. India is the second-worst hit country in the world in terms of total coronavirus cases, behind only the United States.  ##Hotspots## India reported 97,570 new coronavirus cases Saturday, according to the Ministry of Health and Family Welfare -- the third day in a row the country has set a global record for daily infections. India's total number of confirmed cases stands at 4.65 million, of which about 958,316 are active. The total number of recovered patients stands at more than 3.6 million. The nationwide death toll is 77,472, according to the health ministry. The ministry also reported 1,091,251 Covid-19 tests were performed Friday, bringing the country's total number of tests to 55,189,226. India is the second-worst hit country in terms of total cases, behind only the United States.  ##Hotspots## Former mayor Rudy Giuliani has criticized the current New York City leadership, saying they're \"killing this city\" with continued Covid-19 restrictions. \"I wouldn't do what they are doing now,\" he told CNN's Chris Cuomo Friday night. \"I wouldn't keep this city closed as long as they are keeping it closed. I think they are killing the city... I think what they are doing to this city could be fatal.\" \"They are overdoing,\" he added. \"They are killing the city.\" Giuliani's remarks come as movie theaters, amusement parks and casinos remain closed and indoor dining banned, among other restrictions. ##Politics## As doctors worry about a coronavirus-and-flu \"twin-demic\" that could overwhelm the health care system, Americans must contend with another possibility: fighting both viruses at the same time. \"You can certainly get both the flu and Covid-19 at the same time, which could be catastrophic to your immune system,\" said Dr. Adrian Burrowes, a family medicine physician in Florida. In fact, getting infected with one can make you more vulnerable to getting sick with the other, epidemiologist Dr. Seema Yasmin said. \"Once you get infected with the flu and some other respiratory viruses, it weakens your body,\" said Yasmin, director of the Stanford Health Communication Initiative. \"Your defenses go down, and it makes you vulnerable to getting a second infection on top of that.\" On their own, both Covid-19 and the flu can attack the lungs, potentially causing pneumonia, fluid in the lungs or respiratory failure, the Centers for Disease Control and Prevention said. Each illness can also cause sepsis, cardiac injury and inflammation of the heart, brain or muscle tissues. Having both illness simultaneously \"would increase the risk of longer-term effects of any of those organ systems,\" said Dr. Michael Matthay, a professor of medicine and a critical care specialist at the University of California, San Francisco. Read more here. ##Health## Amid rapidly spreading fires across California and other western parts of the United States, several medical professionals are warning unhealthy air quality from wildfire smoke can make people more susceptible to Covid-19 and worsen existing infections. \"Multiple studies have shown a correlation between higher levels of pollution in the air and greater spread and severity of Covid-19 cases,\" said Dr. Brad Spellberg, chief medical officer of the Los Angeles County-USC Medical Center. \"Some studies have also shown that exposure of lung tissue to pollution may increase susceptibility to viral infections.\" Higher amounts of air pollution and smoke particles in the air could also predispose people to being more susceptible to acquiring and having more severe Covid-19 disease, Spellberg said, citing several studies conducted in the US, China and Italy. Dr. Rekha Murthy, an infectious disease specialist and vice president of medical affairs at Cedars-Sinai Hospital in Los Angeles, said smoke from wildfires can irritate the lungs and can cause inflammation that can affect the immune system. That inflammation can make people more likely to experience lung infections, including from viruses like the one that causes Covid-19. \"Whenever the lining of the lung or the airways become inflamed or damaged, it increases the potential for inhaled viral particles to take hold in the lungs and cause infection,\" Murthy said. CNN Medical Analyst and ER physician Dr. Leana Wen also agreed air pollution increases the likelihood of respiratory illnesses -- and those illnesses can make vulnerable populations experience more severe effects from Covid-19. Wen said there are also legitimate short-term concerns that the smoke-filled air will likely drive more coronavirus-positive people indoors, which could also potentially lead to a rise in the spread of the virus. \"There is a catch-22 because we know being outdoors versus indoors reduces the rate of transmission by 18- to 19-fold, but now people are being told you have to go indoors because you don't want to breathe in the air that could cause other respiratory issues,\" Wen said. \"But you don't want to be indoors with other individuals and have a higher rate of contracting Covid-19 ... so, it's really a catch-22.\" To prevent the possible spread of Covid-19 during the unprecedented overlapping of an intense fire season during a pandemic, Wen recommends that all individuals who are remaining indoors due to poor air quality should also stay away from anyone who is not in their immediate household. Murthy, of Cedars-Sinai Hospital, also recommends the best way to protect yourself and others against Covid-19 during the wildfire season is to reduce any possible exposure to smoke by seeking clean air spaces and limiting outdoor exercise. \"Physical distancing may be more challenging in the setting of the wildfires where people are not able to disperse and spend time outside as easily,\" Murthy said. \"It’s even more important now to remind everyone to not drop their guard and to maintain physical distancing, wear masks and practice hand hygiene.\" ##Health## Brazil’s health ministry reported 874 new Covid-19 deaths on Friday, raising the country’s death toll to 130,396. The ministry also reported 43,718 more coronavirus cases, with the nationwide total now at 4,282,164. According to a tally by Johns Hopkins University, Brazil is the third-worst hit country in the world in terms of cases, behind only India and the United States. It is second-worst in terms of deaths, with only the US having suffered more coronavirus fatalities so far. Mexico’s health ministry reported 534 new Covid-19 deaths on Friday, raising the country’s death toll to 70,183 -- the fourth-highest in the world, behind only India, Brazil and the United States. The ministry also reported 5,935 new Covid-19 cases, taking the nationwide total to 658,299. Despite its struggles with the virus, Mexico is still welcoming international tourists, including from the US, as the economy struggles under the weight of lost revenue. ##Hotspots##", "Section": "world", "Writers": ["Brett McKeehan", "James Griffiths", "Ivana Kottasová"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-09-12-20-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}