{"Type": "article", "Time": "2020-07-10", "Headline": "Imagine being forced to live with your boss. That's the case for nearly 400,000 women in Hong Kong", "Text": "When Marta came to Hong Kong in 2011, she was a 29-year-old single mother, looking for a job that could support her young daughter and sick father back in the Philippines.   Foreign domestic workers, she knew, often earn much higher salaries than she could find at home. Before she arrived, a recruitment agency found her a job as a helper -- a job that entails being a housekeeper, personal chef, nanny and caretaker. And like nearly all helpers in Hong Kong, she was legally required to live in her employer's home. What she said followed were six months of physical and emotional abuse so excruciating that she broke her contract and fled. \"All my body died for him,\" says Marta, now 37, who requested a pseudonym to protect her identity. \"He is the dark in my life.\" The mistreatment Marta describes is not uncommon in Hong Kong, home to more than 390,000 helpers who largely come from the Philippines and Indonesia.  Making up nearly 10% of the city's labor force, these women -- only about 1% of helpers are men -- are integral to Hong Kong's economy and daily life. Yet they are also one of the city's most vulnerable communities.  In a survey of 5,023 helpers last year, 15% of respondents said they had been physically abused during employment. And 2% reported being sexually assaulted or harassed, according to advocacy organization Mission For Migrant Workers (MFMW), which ran the survey.  Issues of poor working and living conditions are common complaints. Activists say the live-in rule, which is only waived by the government in exceptional circumstances, forces women to reside with potentially abusive employers with few avenues for help. After Marta left her first employer, she said she faced periods of homelessness and unemployment -- at one point sleeping on a mattress on the floor of her church -- before finding a new job. Now, back on her feet, she's pushing to change the live-in rule -- by taking it to court. A quick history Foreign domestic workers began coming to Hong Kong in the 1970s, a decade of rapid economic development that saw the city transform from a poor manufacturing hub to a financial capital with modern urban infrastructure. Local women wanted to join the workforce, and opening up work visas to helpers \"relieved housewives from household chores for taking up employment,\" according to a 2005 report by Hong Kong's Security Bureau.  Helpers are typically in charge of cleaning their employers' households, buying groceries, cooking meals, caring for children and the elderly, and a range of other essential tasks. For several decades, some helpers lived with their employers while others opted to live out -- but in 2003, the authorities made the live-in rule mandatory. They claimed doing so would \"better reflect the policy intention\" behind bringing in foreign workers -- to fill a shortage in full-time, live-in domestic services, especially crucial for those who need around-the-clock care like people with disabilities or elderly residents living alone. There's no such shortage for part-time or non live-in services, so allowing foreign workers to live-out would put them in direct competition with local workers, the government argued. The rule dictated that employers provide \"suitable accommodation\" with \"reasonable privacy,\" but offered few other guidelines. Employers are required to disclose the size of their apartment and the type of accommodation for the helper -- for instance, a private room or a partitioned area of the home -- on the employment contract, which is then signed off by the helper.  But there are no standards or requirements for how much minimum space helpers should be given, and the vague wording of \"suitable\" means some are made to sleep in poor conditions, like in the bathroom or on the floor. If a helper breaks the rule by living out, they face a ban from working in Hong Kong -- and the employer could be banned from hiring helpers. They could even be prosecuted for providing false information, punishable by imprisonment or a heavy fine. No privacy, no rest Since its introduction, the rule has attracted critics, who say it exacerbates the challenges helpers already face in their demanding roles. For instance, Hong Kong has long struggled with limited residential space and high housing prices. Many families live in cramped apartments with barely space for their families, let alone for helpers.  In this environment, helpers often complain about long hours, a lack of privacy, and uncomfortable sleeping arrangements. There's also the risk of abuse from their employers; when that happens, leaving a job is rarely an option. Doing so would threaten their visa status, employment, and ability to support their families. Dolores Balladares, a 50-year-old from the Philippines, arrived in Hong Kong when she was 25.  She says that in her first job, she didn't have her own room. Instead, her employer set up flimsy privacy curtains, similar to those used around hospital beds, around the sofa in the living room. At the end of her work day, Balladares would draw the curtains around herself and struggle to sleep. Her employers and their children would still be watching television just feet away in the same room.  \"It was so demeaning,\" Balladares said of that first job. Furthermore, living in means there is no real differentiation between many helpers' workspace and personal living space: it's all the same household. Work-life boundaries can dissolve entirely, especially since there are no laws around maximum working hours per day or week.  Balladares said she often worked more than 12 hours a day, sometimes waking at 5 a.m. and not sleeping until nearly 1 a.m. \"It was a family of five, the parents were both working and the children were all studying, so I did everything,\" she said. \"From preparing breakfast to bringing the kids to the school bus, then going to the market, ironing, teaching the children their homework, cleaning the house, and doing the cooking before I sleep at night.\" Though the law mandates helpers must be given a full 24-hour rest day each week, that's often not the case. On her off days, Balladares says she would still be asked to clean the family cars before leaving to meet her friends -- and she was told to be home by 8 p.m. so she could clean dishes and help bathe the children.  In the MFMW survey, more than half of respondents said that, like Balladares, they didn't have their own rooms, and instead had \"alternative sleeping arrangements.\" Often helpers share a bunk bed with one of the family's children. More than half said they worked between 11 and 16 hours per day, while 44% said they worked more than 16 hours. Nearly half said they were asked to work during their rest days. Another 29% said they weren't given enough food, which  an employer is legally required to supply, or given an allowance for it. Choosing between safety and income Many helpers who face these conditions, or physical and sexual abuse, are often reluctant to report it to authorities for fear of jeopardizing their livelihoods. Taking legal action would be financially and emotionally draining, and could potentially deter future employers -- not an easy risk to take when you have family members back home to support.   If helpers leave their jobs before their two-year contract is up, they have 14 days to find a new job -- or they must leave Hong Kong, unless they have \"exceptional approval,\" according to a guide by the Immigration Department. Numerous global humanitarian organizations, including Amnesty International and the United Nations Human Rights Committee, have called on the Hong Kong government to repeal this 14-day rule, arguing it discourages helpers from leaving abusive or exploitative situations. \"The issue here is that the (live-in) rule renders them vulnerable,\" said Karen Ng, a case manager at the non-profit organization HELP for Domestic Workers. \"It's forcing the worker to choose between their safety and making an income to support their families.\" Even if helpers do speak out, they often don't have enough evidence for police to help them, Ng added --  when they live in, the only witnesses are the employers' family members. The most notorious case of helper abuse captured the city's attention in 2015, when Hong Kong housewife Law Wan-tung was found guilty of abusing her helper, Erwiana Sulistyaningsih, a 23-year-old woman from Indonesia.  Law regularly beat Erwiana with mop handles and coat hangers, and forced her to sleep on the floor, for only five hours a night. Erwiana was only given meager rations of food, and warned that her parents would be killed if she told anyone. During Erwiana's trial, Law's two children, who lived in the flat during the abuse, provided no evidence against their mother. One testified that she was \"gentle\" to the helpers. Though Law was sentenced to prison for six years, no systemic change followed.  In a report released later that year, the government said changing the live-in rule would strain the city's housing and public transit systems, and would \"go against the rationale for importing FDHs and the fundamental policy that local employees (including local domestic helpers) should enjoy priority in employment.\"  A year later, Marta filed her legal challenge against the rule.  The fight to change the rule In 2016, Marta applied for a judicial review, arguing the live-in rule was discriminatory and raised the risk of violating helpers' fundamental rights. Helpers just want the option to live out, she and other activists argue -- and not all of them would necessarily take it. Many helpers who have good working relationships with their employers appreciate the cost-saving element of living in, which allows them to send more money home to family. Some employers also favor having an option if they don't feel comfortable inviting a stranger to live in their home.  In such cases, some employers agree to pay for their helpers to live in illegal boarding houses, which offer shared rooms and common areas. Helpers get their own space, privacy, and more control over their working hours -- but also face heightened risk, as police occasionally conduct raids. \"I want freedom -- the freedom to choose,\" Marta said. \"Why not try to get freedom for both the employer and employee?\" But her first challenge failed. In 2018, the judge dismissed the case and upheld the rule, arguing that in instances of mistreatment, the problem was the bad employer -- not the fact the helper lived in the same household.  There was \"no sufficient evidence\" that the live-in rule significantly raised the risk of violating fundamental rights, or that the rule directly caused abuse, the judge wrote. The government praised the dismissal, adding in a statement that helpers could \"terminate the contract any time\" if they didn't want to live with their employers. The statement didn't mention the 14-day rule, or the fact ", "Section": "asia", "Writers": ["Jessie Yeung"], "URL": "https://www.cnn.com/2020/07/09/asia/hong-kong-helper-live-in-rule-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}