{"Type": "", "Time": "2020-06-08", "Headline": "Jointly embracing a better future of China-Philippines friendship and partnership – Manila Bulletin", "Text": "By CHINESE AMBASSADOR HUANG XILIANMidsummer is a good season to indulge in the beauty and  fragrance of the pristine white sampaguita flowers. It is also high time to tell the story of a blooming friendship between China and the Philippines. On the day of 9 June, 45 years ago, the People’s Republic of China and the Republic of the Philippines formally established diplomatic relations, which has renewed and continued the millennium-old friendship between the two nations.China and the Philippines are close neighbors sharing time-honored bonds of kinship and friendship. Back to more than a thousand years ago,  the two peoples jointly paved the way to the flourishing Maritime Silk Road with diligence, bravery, and wisdom. The Maritime Silk Road has not only successfully promoted unimpeded trade and transportation, but also deepened mutual understanding and friendship between the two countries. Since then, our peoples have been good neighbors, close relatives as well as trusted friends. Since the establishment of diplomatic ties, bilateral relations have made substantial headway with the joint efforts of both sides over generations, with sincere friendship and win-win cooperation always being the main theme of our relations.Over the past 45 years, China and the Philippines have continually deepened mutual political trust. The bilateral relationship has been  steadily upgraded, from 21st century-oriented cooperative relationship of good neighborliness and mutual trust to the strategic and cooperative relationship for peace and development, and then the relationship of comprehensive strategic cooperation. President Xi Jinping and President Duterte have drawn up strategic blueprints for China-Philippines relations and ushering the relationship into the New Golden Age for the two countries.Over the past 45 years, China and the Philippines have reaped nourishing fruits of practical cooperation. Bilateral trade volume increased from around US$72 million in 1975 to US$60.95 billion in 2019, with an increase of more than 800 times. China is now the Philippines’ top trading partner, the largest source of imports and the third largest export market. The synergies between the Belt and Road initiative and the Build, Build, Build program have been deepened, unleashing tangible potential in practical cooperation.A number of major infrastructure projects such as bridges, railways, water conservancy and telecommunication, are continuously making headway. Last year, the total value of China’s newly signed contractual projects in the Philippines reached US$6.24 billion, up 102% year on year. China has become a salient partner in supporting the Philippines’ economic and social development.Over the past 45 years, China and the Philippines have enjoyed thriving people-to-people exchanges. So far, 34 pairs of sisterhood cities or provinces have already been established. China has been the second largest tourist origin of the Philippines for years, with over 1.74 million Chinese tourists visiting the Philippines last year. As exchanges and cooperation between the two countries in science, education, culture, art, media, think tanks, youth and other fields become increasingly vigorous, our traditional friendship has been full of vitality in the new era.Over the past 45 years, China and the Philippines have been dedicated to maintaining peace and stability in the South China Sea. The two countries established mechanisms such as the Bilateral Consultation Mechanism (BCM) to exchange views, manage differences, and explore practical cooperation. With joint efforts of China and ASEAN countries including the Philippines, the consultation of the Code of Conduct in the South China Sea is proceeding smoothly and effectively. Recently, ships and planes carrying critical medical supplies are sailing and flying over the South China Sea, making it a sea of friendship, mutual support and cooperation.The year 2020 witnessed profound changes in our lives. The ruthless coronavirus disease (COVID-19) wreaked havoc in many countries around the globe, severely threatening humanity and global public health security. Facing the common challenge of the COVID-19, China and the Philippines have been supporting and helping each other, demonstrating our long-standing profound friendship. At the height of China’s battle with COVID-19, the Philippine government and people from all walks of life provided valuable support and assistance to China, which we will always be grateful and hold dear to the heart. In light of the pandemic situation in the Philippines, we feel keenly for the Philippine people amid the trying times. China extended every help and support to the Philippines to the best of its ability.China has unreservedly shared its hard-earned experience in the fight against the pandemic with the Philippines. All these first-hand feasible information and knowledge have been collected through arduous efforts and with tremendous sacrifice, and with hopefully help save more lives in the Philippines. Upon the request of the Philippine government, the Chinese government dispatched an anti-pandemic medical expert team with front line experience, to assist the Philippines in its battle against the COVID-19.Despite its own difficulty, China has promptly provided well-needed medical supplies to the Philippines within the best of its ability amid the pandemic outbreak. At the early stage of the outbreak here, the Chinese Embassy, in cooperation with the China Mammoth Foundation, donated 2,000 test kits to the Philippine government. The Chinese government then donated three batches of medical supplies to the Philippines, including 252,000 test kits, 130 ventilators, and 1,870,000 surgical masks. A large number of Chinese local governments, enterprises, and civil groups donated millions of sets of personal protective equipment and other medical supplies to different local units of the Philippines. Recently, the Embassy also donated thousands of “Friendship Packages” containing assorted relief goods to Filipino families in need around the country to help them get through the current difficult time.China has provided assistance to the Philippines to procure medical supplies in China. We have made every effort to prioritize the production and supply of medicine and medical equipment urgently needed by the Philippines. Over 10,000 cubic meters of anti-pandemic medical supplies and a large amount of medicine have been purchased and transported from China and distributed to the frontliners in the Philippines. In light of the temporary suspension of commercial flights between the two countries, we have issued permits for the Philippine military aircraft and vessels to land and dock in China for the transportation of medical supplies, and chartered “Goodwill Flight” to deliver anti-pandemic supplies to the Philippines. All these efforts have secured the life channel by air/sea between our two countries.Under the new normal of day-to-day pandemic response, China will continue to engage with the Philippines in joint COVID-19  prevention and control, exchanging experience on resumption of work and production to ensure supply and industrial chains, and implementing projects pertaining to the Belt and Road initiative and the Build, Build, Build program, so as to accelerate the recovery and growth of our economies in the post-pandemic era.True friendship endures trial and hardship. Through joining hands to fight against the COVID-19, the foundation of China-Philippines relations have been further cemented, people-to-people ties strengthened, and the sense of building a community of shared future deepened. We have every reason to believe that, under the leadership of President Xi Jinping and President Duterte, with the concerted participation and support from both governments and peoples, China-Philippines friendship and partnership will embrace an ever better future in the new era.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/06/08/jointly-embracing-a-better-future-of-china-philippines-friendship-and-partnership/", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "MB"}