{"Type": "article", "Time": "2020-03-07", "Headline": "March 8 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. Arizona Republican Rep. Paul Gosar said Sunday he is self-quarantining after he was informed that he and members of his staff had been in extended contact with the person at the Conservative Political Action Conference who later tested positive for the coronavirus. “I am not currently experiencing any symptoms, nor is any member of my staff. However, in order to prevent any potential transmission, I will remain at my home in Arizona until the conclusion of the 14 day period following my interaction with this individual,” Gosar said in a statement. Gosar said he was with the individual for \"an extended period of time\" and the two of them shook hands several times. Gosar said he has been in contact with the House physician. He said he is closing his Washington office for this week \"out of an abundance of caution.\" Four new presumptive positive cases of coronavirus have been identified in Georgia, according to a press release from the state Department of Public Health. The new cases are in three counties and bring the state's total cases to 11. One of the new cases is in Fulton County, where Atlanta is located, and another is in the Atlanta suburb of Cherokee County, the release said. Two cases are in suburban Cobb County, but they have no connection to each other, according to the release. All four people are hospitalized, and the sources of their infection are unknown, the release said. The 2020 BNP Paribas Open, a major tennis tournament that would've brought thousands of people to Southern California, was canceled Sunday over coronavirus concerns, according to a tweet from the tournament and the tournament's website.  \"The Riverside County Public Health Department has declared a public health emergency for the Coachella Valley after a confirmed case of coronavirus (COVID-19) locally,\" the tournament's website said. \"As a result, the 2020 BNP Paribas Open will not take place at this time due to concerns surrounding the coronavirus and the safety of the participants and attendees at the event. This is following the guidance of medical professionals, the Centers for Disease Control (CDC), and State of California.\" The tournament was scheduled to start Monday and last through March 22. Dr. David Agus, a University of Southern California professor of medicine and biomedical engineering, said holding the tournament wasn't in \"the public interest of fans, players and neighboring areas for this tournament to proceed.\"  \"We all have to join together to protect the community from the coronavirus outbreak,” Agus said. Tournament director Tommy Haas said organizers are prepared to hold the tournament on another date and \"will explore options.\"  A new presumptive positive case of coronavirus has been identified in Harris County, Texas, according to a press release from Harris County Public Health. The individual is a woman between the age of 60 and 70 from northwest Harris County, outside Houston, the release said. The new patient is associated with the M.S. A'sara cruise traveling to and from Aswan, Egypt, the release said. The woman is stable, in quarantine and continuously being monitored by health officials, the release said. There have been at least five other cases identified in Harris County, which includes the city of Houston. This is the 12th case in the state of Texas. Shasta County, California, has confirmed its first presumptive positive case of coronavirus, the county’s health and human services agency announced in a press release Sunday. The patient is a man in his 50s who is recovering in isolation at home, the release said. He had a history of recent travel and public health staff are working to identify anyone who may have been in close contact with the patient, the release said. Shasta County is about 200 miles north of Sacramento. This case brings California's total to 89 confirmed cases. Saudi Arabia announced Sunday it is temporarily suspending flights and naval travel to and from several countries in an attempt to contain the spread of coronavirus, according to the state-run Saudi Press Agency, citing a Saudi Interior Ministry statement.  The countries included on the suspension include:  United Arab Emirates \nKuwait\nBahrain\nLebanon\nSyria\nSouth Korea\nEgypt\nItaly\nIraq Saudi Arabia also decided to temporarily suspend “the entry of those coming from those countries, or the entry of those who were there during the 14 days prior to his arrival.” SPA said in its report. The Regal Princess will dock at 10 p.m. ET at Port Everglades, according to a tweet from Port Everglades. The US Centers for Disease Control and Prevention has cleared the ship to dock, the tweet said. Princess Cruises canceled a new sailing of the Regal Princess Sunday after the disembarkation was delayed due to coronavirus testing on two crew members. The no sail order by Department of Health and Human Resources and the CDC has been lifted, the US Coast Guard told CNN in an emailed statement. The father of a woman with a presumptive positive case of coronavirus attended a school function with another child Saturday against the orders of health officials to isolate, St. Louis County Executive Sam Page said during a Sunday press conference. The presumptive positive case in St. Louis County was identified as a woman in her 20s who had recently returned from Italy, a press release issued Saturday said. The only reported case in the state, the woman had fever and respiratory issues, Gov. Mike Parson said. The woman's father and other family members had been in daily contact multiple times a day since March 5 and knew they were supposed to isolate at home, Page said. Health officials have since spoken to the father and told him he needs to stay home. They will obtain a court order for quarantine if necessary, Page said. Page did not know how many people attended the school function or what the possibility for exposure was. The father and other members of the family are not exhibiting symptoms, he said. Two new presumptive positive cases of coronavirus have been identified in Nebraska, according to a press release from the state Department of Health and Human Services. The new cases bring the state total to three. Both new cases are family members of the first case, a woman in her 30s in Douglas County who recently returned from England.  The two new cases are experiencing mild symptoms. They are also Douglas County residents and have been in self-quarantine since Friday, the release said. The woman continues to be treated at the Biocontainment Unit at the University of Nebraska Medical Center, the release said. Health officials are working to identify any additional people who were in close contact with the initial patient. Forty new cases of coronavirus and 22 deaths were reported in mainland China on Sunday, according to China’s National Health Commission. The death toll across mainland China stands at 3,119 with 3,007 deaths in Hubei province. The total number of confirmed cases in mainland China rose to 80,735. Of the 40 cases on Sunday, 36 are in Wuhan. The other four cases outside Hubei are imported cases from people coming overseas. Hubei province had 21 of the 22 reported deaths on Sunday. The NHC added that 58,600 patients have recovered and been discharged from hospitals. Marine Corps Base Quantico will operate under a “Code Yellow” status beginning Monday, according to a tweet from the base’s official Twitter account, after a Marine on the base tested positive for the coronavirus.  The Code Yellow status authorizes unscheduled leave while “mission essential” personnel are expected to report to work.  The tweet indicated schools on the base will be closed for cleaning until March 11. Additionally, the tweet indicated the sick Marine is improving in the hospital.  \"Risk exposure to the virus remains low,\" the base's statement read.  There are 550 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. There are 49 cases of repatriated citizens, including three from Wuhan China, 46 from the Diamond Princess cruise ship and 21 on the Grand Princess cruise ship. There are 480 cases in 34 states and the District of Columbia, bringing the total number of coronavirus cases to 550, according to CNN Health’s tally of US cases that are detected and tested in the United States through public health systems. A total of 21 people have died from the coronavirus in the US. A program to rotate guests to get some fresh air and sunlight on the Grand Princess cruise ship has been approved, Capt. John Harry Smith said in an announcement today. They will prioritize passengers who are staying in the inside staterooms first, he added. The first 405 medical prescriptions for passengers have been delivered and the next batch are being processed according to priority, the captain said. “One guest was disembarked for medical reasons this morning on the boat that brought the medicine to the ship,” Smith said. Qatar announced Sunday it is temporarily suspending entry from 14 countries in addition to Italy in an attempt to contain the spread of coronavirus , according to a statement from the Qatar Government Communications Office. “In addition to Qatar Airways announcement regarding flights to and from Italy, entry to the State of Qatar is temporarily suspended for all those intending to travel from certain countries, as of 9 March 2020,” the statement said. The following countries were included on the temporary suspension:  Bangladesh\nChina\nEgypt\nIndia\nIran\nIraq\nLebanon\nNepal\nPakistan\nPhilippines\nSouth Korea\nSri Lanka\nSyria \nThailand Vietnam confirmed nine additional cases of novel coronavirus on Sunday, totaling 30 in the country, according to a government statement. All new cases were on the same flight of Viet Nam Airlines with a previously confirmed patient who flew from the United Kingdom to Vietnam on March 2. They are all foreign nationals – seven from England, one from Mexico and one from Iceland aged between 58 and 74. The second presumptive positive case of coronavirus has been identified in Minnesota, according to a press release from the state Department of Health. The case is a resident of Carver County in their 50s who was likely exposed to the virus while traveling in Europe in late February, the release said. The patient developed symptoms on March 2 and sought health care Saturday, according to the release. The patient is in isolation at home and is recovering, the release said. Health officials are working to identify and contact anyone who was in contact with the patient. Anyone identified will be asked to quarantine for 14 days, according to the release. Malaysia confirmed six new coronavirus cases on Sunday, raising the nationwide tally to 99, according to a report from state media Bernama. All new cases are the close contacts of a cluster linked to a previous case. Out of the 99 cases, 24 are fully recovered and discharged from the hospital.   Iowa has identified three presumptive positive cases of coronavirus, the first cases in the state, according to the state Department of Public Health. The three patients are all residents of Johnson County who were on a cruise in Egypt, the department said in a press release on Sunday. The group was on the cruise between February 17 and March 2. They returned to the US on March 3, state public health director Gerd Clabaugh said during a press conference. One of the patients is between the ages of 41 and 60, and the two others are between the ages of 61 and 80, the release said. Two patients have underlying health conditions, but none of them required hospitalization, according to the release. A total of 37 people have undergone testing in Iowa for the virus. Of those 37, three were positive, 26 were negative and eight tests are still pending, according to Clabaugh. House Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer urged President Donald Trump to include several provisions -- including paid sick leave and enhanced unemployment insurance -- in any possible proposal by the administration to stem the harmful economic consequences of the coronavirus and provide stimulus. In light of reports that the Trump administration is considering new tax cuts for major corporations impacted by the coronavirus, we are demanding that the administration prioritize the health and safety of American workers and their families over corporate interests,\" Pelosi and Schumer said in a statement. The economic provisions they are asking for include paid sick leave, enhanced unemployment insurance and enhanced food aid such as more money for food stamps and school lunch programs. \"The administration must move more quickly and seriously to address the severe impacts of the coronavirus on the financial security of America’s families,\" they said in the statement. CNN has asked the White House for comment regarding the Democrats’ proposals. The administration has not said what it may include in any proposal aimed at reducing the economic impact. Republican Sen. Ted Cruz will self-quarantine in Texas after interacting with an individual at the Conservative Political Action Conference who tested positive for the coronavirus. The interaction consisted of a brief conversation and a handshake,\" Cruz said in a statement.  Cruz said in a statement he is \"not experiencing any symptoms\" but \"out of an abundance of caution\" he will remain in Texas until a full 14 days passes after the interaction. \"The people who have interacted with me in the 10 days since CPAC should not be concerned about potential transmission,\" Cruz said.  The American Conservative Union announced Sunday that no one has reported any \"unusual illness\" after the Maryland Department of Health screened thousands of employees from the Gaylord National Resort and Conference Center and a Residence Inn. The group hosted its annual Conservative Political Action Conference at the resort on February 26-29 and it was revealed on Saturday that an attendee subsequently tested positive for the coronavirus. The release says the group is in contact with the infected individual and \"he continues to be doing better.\"  \"At this point, no other CPAC attendee, participant or staff has tested positive for coronavirus,\" the release said.  One new presumptive positive case of coronavirus has been identified in Broward County, Florida, according to a tweet from the Florida Department of Health. The new case is a 67-year-old male who is currently isolated, the tweet read.  This is the third case in Broward County, bringing the state total to 13. Four new presumptive positive cases of coronavirus have been identified in South Carolina, according to the South Carolina Department of Health and Environmental Control. This brings the state total to six. The two previous cases were announced on March 6. Two of the new contacts -- an elderly woman and man -- were direct contacts, defined as close face-to face contact, with an elderly woman in Camden who was announced as a presumptive positive on March 6, the department said in a statement. The woman and who came in contact with the March 6 case are both isolated at this time.  The other two cases include a man from Camden with no known connection to the other cases. He was evaluated at a health care facility and is currently isolated at home, the release said. The fourth new case is a man from Spartanburg County with no known connection to any other cases. He had recently traveled to Italy. He is not hospitalized and is currently isolated at home, the release said. The department also provided updates on the two previous cases. An elderly woman from Camden has been transferred to a health care facility in the Midlands to receive a higher level of care and remains in isolation. The woman from Charleston County is free of symptoms and continuing to self-monitor, according to the release. Riverside County in Southern California has confirmed its first \"locally acquired\" case of coronavirus, according to a Riverside County Public Health Department press release. The patient is currently being treated at Eisenhower Health in Rancho Mirage, the press release says.  “The patient is in isolation and Eisenhower staff have taken appropriate precautions in the treatment of this patient,” said an Eisenhower Health spokesperson. Another Riverside County resident who tested positive with the virus was a former passenger on a cruise and is still recovering at a Northern California hospital.   “That individual has not returned to Riverside County since leaving the cruise ship,” the press release says. The latest case brings the number of confirmed cases in California to 88. The US federal government chose the Port of Oakland in California as the disembarkation location for the Grand Princess cruise ship, Oakland Mayor Libby Schaaf announced in a press conference Sunday. Oakland was chosen for several logistical reasons, said state Gov. Gavin Newsom. Its proximity to Oakland Airport will allow foreign passengers from the cruise to be repatriated to their home countries through chartered flights. These passengers will have no contact with the general population in the airport terminals, Newsom said. The chartered flights, processed with the US State Department, will be completely separate. Oakland is close to Travis Air Force Base, where California residents from the cruise ship will be quarantined for 14 days. The base is roughly 50 miles north of the port. Oakland is uniquely positioned to quickly move those passengers to be quarantined,” Newsom said. Mayor Schaaf said the community of Oakland will be safe and constantly informed about the operation. She added that she has addressed state and federal partners about the context of the Oakland community, which has suffered \"decades of environment racism and injustice.\" Nobody will be quarantined in Oakland, she said. The site is currently being secured. The cruise ship is anticipated to dock sometime Monday and the operation is expected to last two to three days, according to Newsom. A second presumptive positive case of coronavirus has been identified in Clark County, Nevada, according to Southern Nevada Health District spokeswoman Jennifer Sizemore. The investigation is in the preliminary stage and more information on the case is expected Monday, Sizemore said in a statement. This latest case brings the total in Nevada to four with two cases in Washoe County and two cases in Clark County, according to CNN's count. The Centers for Disease Control and Prevention says \"several\" airport screeners have been directed to self-quarantine after two contractors who were screening passengers arriving from China at Los Angeles International Airport subsequently tested positive for the coronavirus, according to CDC spokeswoman Kristen Nordlund. CNN has previously reported on the two positive tests, but not the subsequent quarantine of other screeners. The contractors were working for the Department of Homeland Security. Nordlund said the CDC and the local health department are investigating the exposures, but don't know if the employees were exposed during their screening duties. Because the two people who tested positive interacted with other screeners, Nordlund said several others are now under quarantine.  The last day of the screeners’ self-quarantine period is scheduled to be March 17. Currently, these screeners are considered to be medium risk,\" Nordlund said. Nordlund said the CDC and DHS are working to re-staff screening operations at LAX, including bringing staff from other quarantine stations. Contra Costa County in Northern California has confirmed five more cases of coronavirus, according to a press release from Contra Costa Health Services. Four of the five patients are being treated at a hospital in the county and they had neither travel history outside the US nor known contact with a confirmed case.  The fifth patient had contact with a confirmed case and is in isolation at home under the guidance of CDC, the press release states. Contra Costa County now has nine confirmed cases, which raises the statewide total to 87. The Canadian government has secured a plane to evacuate its citizens who are aboard the Grand Princess cruise ship, according to Global Affairs Canada, the country’s diplomatic and consular relations ministry. The decision was made “following a request for assistance from the Government of the United States to repatriate Canadians,\" the Canadian government said in a statement. Given our shared border, Canada recognizes the importance of working together with the United States to limit the spread of COVID-19 within North America and beyond,” the statement said. The plane will fly the Canadians from San Francisco to Canadian Forces Base Trenton, where they will be assessed and undergo a 14-day quarantine.  All passengers will be screened for symptoms before boarding the plane. Any passengers exhibiting symptoms will not be permitted to board and will be further assessed to determine next steps, Global Affairs Canada said. Three new presumptive positive cases of coronavirus have been identified in the state of Kentucky bringing the state total to four, Gov. Andy Beshear announced Sunday. The three new cases were identified in Fayette, Harrison and Jefferson counties, Beshear said. All three patients are in isolation and no further information about them is available,  Beshear said. The Washington State Health Department has updated its novel coronavirus statewide totals to 136 cases with 18 deaths. Twenty-one new cases were added to the statewide total.  The state also reported 1,110 negative test results as of Sunday.   There are 521 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. There are 49 cases of repatriated citizens, including three from Wuhan China, 46 from the  Diamond Princess cruise ship and 21 on the Grand Princess cruise ship. There are 451 cases in 33 states and the District of Columbia, bringing the total number of coronavirus cases to 521, according to CNN Health’s tally of US cases that are detected and tested in the United States through public health systems. A total of 21 people have died from the coronavirus in the US.   Chile's health ministry announced two more confirmed cases of coronavirus, bringing the country's total to nine Sunday. Brazil's health ministry reported 25 confirmed cases in the country, the country's state news agency reported Sunday. Two more people have tested positive for the coronavirus in Maryland, bringing the state’s total cases to five, according to a news release from state Gov. Larry Hogan. One is a woman in her 80s who lives in Harford County and contracted the virus while traveling overseas. She is currently hospitalized, the release said. The other is a Montgomery County man in his 60’s who was traveling overseas and was briefly hospitalized, according to the release. There appears to be no major concerns over exposure risk to the community, the release said, and there is no indication of a connection between the people who previously tested positive. We continue to hope for the best, and actively plan for the worst. I encourage all Marylanders to remain calm, but to take this seriously and continue to stay informed. We will provide additional updates tomorrow as more information becomes available,” Hogan said.  Maryland is currently operating under a state of emergency, the release said. At the governor’s direction, state agencies have ramped up response and preparedness efforts across all levels of government.  The Grand Princess cruise ship, carrying 3,500 people, is currently 10 to 12 miles offshore as it prepares to dock Monday in Oakland, California, Gov. Gavin Newsom said in a press conference Sunday.  The Grand Princess is roughly 2.5 hours away from Oakland. On board are 21 people who have tested positive for coronavirus, 19 crew members and two passengers. “The ship will come in sometime tomorrow,” Newsom said. He could not provide any more details on the timing. Based on the manifest, there are 962 passengers who are California residents and they will be taken to Travis Air Force Base for a 14-day quarantine, Newsom said. Non-California residents will be transported to other locations, including Lackland Air Force Base in Texas and Dobbins Air Reserve Base in Georgia. The ship's 1,113 crew members will be quarantined on the ship, Newsom said.   Pennsylvania announced two new presumptive positive cases of novel coronavirus in Montgomery County on Sunday, bringing the statewide total to six, according to the Pennsylvania Department of Health. There are currently four cases in Montgomery County, one case in Delaware County, and one in Wayne County, the health department said. Singapore has reported 12 additional coronavirus cases on Sunday, raising the national tally to 150, according to a statement from the country's Ministry of Health. Nine of the cases are linked to a cluster involving a private dinner function in Singapore's western region of Jurong, one is linked to a previous case, one is an imported case and the remaining one is not linked to a prior case. Of the 150 confirmed cases, 90 have been discharged, 51 are hospitalized in stable condition, and nine are hospitalized in a critical state. Spanish health authorities announced a total of 647 coronavirus cases across the country on Sunday. Here's a breakdown by region:   Andalusia 51\n Aragon 19\n Asturias 7\n Balearic Islands 8\n Canary 18\n Cantabria 12\n CLM 15\n CyL 22\n Catalonia 78\n C. Valencian 42\n Extremadura 6\n Galicia 5\n Madrid 202\n Murcia 1\n Navarra 4\n Basque Country 102\n La Rioja 55   Poland's health ministry announced three new cases of coronavirus Sunday, bringing the national total to eight.  \"The results pertain to a woman from the province of Silesia and men from the provinces of Lower Silesia and Masovia who are being kept in hospitals in Racibórz, Wrocław and Warsaw, respectively,\" the ministry said in a tweet. The young man hospitalized in Warsaw had recently returned from Italy, according to the tweet. Israel's number of confirmed coronavirus cases jumped by 10 Sunday night, bringing the total to 39, according to the Ministry of Health. Five of the new cases arrived from overseas, including one each from Italy, Spain, and Belgium, while two came in from Austria. The Ministry of Health said the origins of the other five cases are from contact with known coronavirus patients in Israel.  Massachusetts has confirmed 15 new cases of novel coronavirus, according to the state’s Department of Health.  In total, Massachusetts has 28 cases of novel coronavirus, one case confirmed by the Centers for Disease Control and Prevention and 27 presumptive positive cases, the Department of Health said on its website.  At least five of those presumptive positive cases are from individuals in Boston, bringing the total number of Boston cases to nine, according to a Sunday statement from the Boston Public Health Commission.   There are 512 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention.  According to the CDC there are 49 cases from repatriated citizens from Wuhan (3) and the Diamond Princess (46). Twenty-one are from the Grand Princess cruise ship.  According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 442 cases in 33 states and the District of Columbia, bringing the total number of coronavirus cases to 512.  This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases have received positive results from the CDC. A Chicago man has been identified as Illinois’s seventh case of novel coronavirus, according to Dr. Allison Arwady, Chicago Department of Public Health commissioner.  Arwady says the man had no contact with anyone identified as having coronavirus and his travel history isn’t suspected as a contributing factor.  The man is in his 60s and has been hospitalized in serious condition, Arwady said. In the wake of the coronavirus, France is now banning any gathering with more than 1,000 people in attendance. France's health minister is tightening the number from the previous ban on groups of more than 5,000. Health Minister Olivier Véran made the announcement Sunday as the coronavirus continues to spread. The new decree will also make remote medical consultations easier to access. By the numbers: France has at least 1,116 cases of coronavirus and 19 deaths. Israel identified four more cases of coronavirus Sunday, bringing the total to 29 cases.  At least two of the four cases were those who had recently returned from destinations in Europe.  Eight US states have declared states of emergency in response to the novel coronavirus outbreak, so far. Authorities have confirmed at least 21 deaths in three states; 18 in Washington, two in Florida and one in California. Those states were among the first to issue emergency declarations.  Since then, Kentucky, New York, Maryland, Utah and Oregon have declared states of emergency, respectively. Gov. Kate Brown was the latest to issue the declaration Sunday morning in Oregon after announcing seven new cases in the state, bringing the total there to 14.  The declaration will allow the state to tap into their emergency resources including the activation of reserves of emergency volunteer healthcare professionals, Brown said. Washington has reported the most coronavirus cases with 115, as of this morning. The state's Gov. Jay Inslee issued a proclamation directing state agencies and departments to utilize state resources to assist affected communities following the first death in the state and the country reported there on Feb. 29. Several US cities and counties have declared public health emergencies of their own as well. Saudi Arabia is suspending public schools, private schools and universities starting on Monday, according to the Saudi Press Agency (SPA), the Kingdom’s official news agency. The Seattle and King County Health Department has reported 12 new novel coronavirus cases, two of which are fatalities.  This brings the Washington state total to 115 cases, including 18 deaths. There are now 83 cases in King County and 17 deaths reported.  The two new deaths reported were both patients of Life Care Center.  \"A woman in her 80s, a Life Care Center resident, was hospitalized at EvergreenHealth,\" died on 3/6/20, according to a release from the county health department.  The second is \"a man in his 90s, a Life Care Center resident, was hospitalized at Harborview Medical Center,\" and died 3/5/20,\" the release said. Life Care Center is now associated with 16 of the deaths in the state. Washington state has not yet updated their coronavirus cases for Sunday.  Princess Cruises has canceled the sailing of the Regal Princess, according to a press release from Princes Cruises. Two crew members who previously served on Grand Princess and transferred to Regal Princess are being tested for the novel coronavirus, the release said. Disembarkation of the Regal Princess scheduled for Sunday has been delayed until the two crew members can be properly tested, according to the release. As a result, the sailing of the Regal Princess scheduled to depart Sunday has been canceled. The company is offering some reimbursement for hotels and other non-refundable out of pocket expenses, the release said. The Regal Princess remains off shore by the coast of Fort Lauderdale, according to cruisemapper.com There are 484 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention.  According to the CDC there are 49 cases from repatriated citizens from Wuhan (3) and the Diamond Princess (46). Twenty-one are from the Grand Princess. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 414 cases in 33 states and the District of Columbia, bringing the total number of coronavirus cases to 484. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases have received positive results from the CDC. The United Kingdom Foreign Office is “in touch” with US authorities on the Grand Princess cruise headed to the port of Oakland, California, according to a statement by a spokesperson from the Foreign Office today. The statement adds that British authorities “stand ready to provide support to any British nationals on board.” Some context: The Grand Princess has been held off the California coast after 21 people on board tested positive for coronavirus. That ship is scheduled to dock in Oakland on Monday. Prime Minister Benjamin Netanyahu said Israel is considering quarantine measures for everyone entering the country, including Israeli citizens and foreigners. Speaking at a press conference at the Prime Minister’s Office Sunday evening, Netanyahu said, “We are not talking about closing our gates. We are just talking about requiring quarantine for all those who come to the country – returning Israelis and foreign nationals.”  “We have come to the conclusion that if we take more steps, it will apply to all countries. There is no point in doing this on a small scale,” he said. “On the other hand, this is a very difficult decision.” Netanyahu said meetings of officials from the Prime Minister’s office, the Health Ministry and other experts were continuing, and a decision would be made tomorrow. Israel has imposed self-quarantine measures on numerous countries already, including China, Italy and Japan, but the director-general of the Health Ministry said measures against individual countries are no longer effective. There has been a rise in coronavirus deaths in Italy, with 133 new fatalities announced Sunday. There are now 366 coronavirus deaths nationwide, according to Italy’s Civil Protection.  Confirmed cases have jumped to 7,375 total in the country; an increase by 1,492 cases since Saturday, according to Italy’s Civil Protection. Sen. Bernie Sanders has added a “Coronavirus Public Health Roundtable” to his visit in Detroit tomorrow. Sanders will be joined by public health experts and medical professionals to discuss the outbreak and what can be done to address it. This is in addition to his previously announced event in St. Louis on Monday. Oregon Gov. Kate Brown declared a state of emergency in response to seven new cases of novel coronavirus. These seven cases were identified late Saturday night, Brown said during a press conference today. The state total is now at 14, Brown said. The declaration will allow the state to tap into their emergency resources including the activation of reserves of emergency volunteer healthcare professionals, Brown said. The state of emergency remains in effect for 60 days and can be extended as needed until the virus is contained, Brown said. Alberta’s Chief Medical Officer of Health Dr. Deena Hinshaw announced the province’s third and fourth presumptive cases of novel coronavirus today. Both cases are travel-related and they are recovering in isolation at home with support from public health officials, Hinshaw said. The new cases are a man in his 60s who had recently been on a Grand Princess cruise before returning to Alberta on Feb. 21 and a woman in her 30s who is a close contact of someone who had recently travelled in Europe, including visits to Ukraine, Turkey and the Netherlands, Hinshaw said. This afternoon, Dr. David Williams, Ontario’s Chief Medical Officer of Health, also confirmed another positive case of novel coronavirus in Ontario. The case is a woman in her 40s, who returned from Colorado on March 2. By the numbers: These new cases bring Canada’s total number of cases to 63, including 29 in Ontario, 27 in British Columbia, three in Quebec, and four in Alberta. The captain of the Grand Princess said in an announcement today that the cruise ship will dock Monday.  A passenger will be taken to shore for medical care by the Coast Guard which is also dropping off prescription medications for passengers, Captain John Smith said in the announcement. There is no specific arrival time for Monday, Smith said. Two additional cases of the coronavirus have been confirmed in New Jersey, the state’s department of health posted today, bringing the state-wide total to six. Thirty-one individuals have tested negative and there are 27 persons under investigation, the state said. The first confirmed case of coronavirus in Connecticut has been announced by the state’s department of health. Twenty-nine individuals have tested negative, and eight test results are pending, the state government posted this afternoon. A New York resident with ties to Connecticut has been confirmed with COVID-19 – that person is included in the New York state total. The US Army is suspending travel for US soldiers and their families to and from South Korea and Italy.  This new order will have the greatest impact on soldiers and families who have been ordered to move to their next duty station. Egypt's Ministry of Health announced the death of a German citizen from the coronavirus on Sunday. This marks the first death from the coronavirus in Egypt. Khaled Mujahid, the Minister of Health spokesperson, said in a statement on Sunday that the German citizen was 60-years-old and that he traveled from Luxor to the beachside, resort town of Hurghada, Egypt.  Once he arrived in Hurghada, he showed symptoms of a high temperature and went to the hospital to receive medical care on the evening of his arrival, March 6. He tested positive for the coronavirus and was placed later in the ICU due to respiratory failure and died Sunday. Mujahid added that the German citizen was in Egypt for seven days.   Rev. Timothy A. R. Cole, the rector of Christ Church Georgetown in Washington, D.C., tested positive for the coronavirus, according to Rev. Crystal Hardin, assistant to the rector. The DC Department of Health recommended a temporary pause of services at the church so the church canceled services for Sunday, the first cancellation of Sunday services in a 150 years, Hardin said. In an email obtained by CNN’s Dana Bash to the church’s parishioners, Cole said, “There is no need to panic” and confirmed he is the DC resident who tested positive for the virus. “I want to assure you that I will be okay. I am receiving excellent care and am in good spirts under the circumstances. I will remain quarantined for the next 14 days as will the rest of my family,” Cole said in the email. The Regal Princess is currently being held off the Florida coast as crew members, who previously served aboard the Grand Princess, are tested for novel coronavirus, according to Broward County. The crew members are being tested at the request of the Centers for Disease Control. The US Coast Guard (USCG) told CNN they were notified of a no sail order for the Regal Princess by the Department of Health and Human Services and Centers for Disease Control and Prevention. A USCG crew delivered coronavirus test kits to the ship this morning. The Regal Princess’ captain told passengers aboard the ship that they would await results of the test before docking. Some context: The Grand Princess has been held off the California coast after 21 people on board tested positive for coronavirus. That ship is scheduled to dock in Oakland on Monday. The cruise line has not returned CNN’s calls for comment. Iraq’s Health Ministry announced one new coronavirus case today. This brings the country’s total number of confirmed cases to 55.  The Health Ministry said that two more people died of the coronavirus in Iraq, bringing the total death toll to six. The first case of the novel coronavirus in the Memphis area was announced today by Shelby County Mayor Lee Harris. This is the second case confirmed in Tennessee.  Shelby County Health Department officials said the individual \"traveled out of state recently,\" but would not provide additional details. The individual tested positive for coronavirus yesterday and the specimen will now be tested by the Centers for Disease Control and Prevention, according to state health officials. This presumptive positive case comes a few days after the first case of coronavirus was identified in Williamson County.  \"We're taking this situation very seriously,\" Memphis Mayor Jim Strickland said.  Strickland has been communicating with the governor and state health officials regarding this case. All city facilities will be sanitized daily, Strickland said. The risk to the community is low, county officials said.  The United Kingdom has recorded 67 new coronavirus cases, bringing its total to 273. The figures were released by the UK’s Department of Health and Social Care and are current as of 9 a.m. local time (5 a.m. ET) Sunday. Two people in the UK have died from the virus. Finland’s army says it will no longer participate in a joint military exercise being led by the Norwegian armed forces because of coronavirus concerns. About 400 Finish personnel were due to travel to Norway for Cold Response 2020 training. There are 470 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention.  According to the CDC there are 49 cases from repatriated citizens from Wuhan (3) and the Diamond Princess (46). Twenty-one cases are from the Grand Princess.  According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 400 in 32 states and the District of Columbia, bringing the total number of coronavirus cases to 470. This figure includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases have received positive results from the CDC. The number of coronavirus cases in the Czech Republic has risen to 28, the country’s Health Minister Adam Vojtech said Sunday.  That’s an increase of seven since Saturday.   Surgeon General Dr. Jerome Adams told Jake Tapper on CNN’s “State of the Union” today that he thinks the outbreak of the coronavirus is being contained in certain areas.  This claim comes as the number of cases has risen to more than 440 in the US. There have been 19 deaths and cases now span 32 states and the District of Columbia. “If we had massive numbers of cases we would be seeing more deaths. And so we actually feel pretty good that some parts of the country have contained it just like when you look at the flu. And when we look at the the flu tracker, some parts of the country are having much more severe flu seasons. Some are having very mild flu seasons. The same thing for Coronavirus,” Adams said. Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, said the passengers aboard the Grand Princess cruise ship, currently off the coast of California, should “absolutely not” be left on the ship. Fauci made those comments on “Fox News Sunday.” Late last week: On Friday, the President said he did not want the passengers getting off the ship but did say he was leaving the final decision up to his advisers.  The US Department of Health and Human Services announced today that the passengers will be transferred to federal military installations after the ship docks Monday. Sixteen new cases of coronavirus have been confirmed in New York, Gov. Andrew Cuomo announced this morning.  This update brings the total number of state-wide cases to 105. Here is the breakdown of cases across the state: Westchester: 82\nNYC: 12\nNassau: 5\nRockland: 2\nSaratoga: 2\nSuffolk: 1\nUlster: 1 Passengers on the Grand Princess cruise ship will be transferred to federal military installations for medical screening, novel coronavirus testing and a 14-day quarantine, after the ship docks temporarily in a non-passenger port in San Francisco Bay tomorrow, according to the US Department of Health and Human Services.  Nearly 1,000 passengers who are California residents will complete the mandatory quarantine at Travis Air Force Base and Miramar Naval Air Station, and residents of other states will complete the mandatory quarantine at Joint Base San Antonio Lackland in Texas or Dobbins Air Force Base in Georgia, the Department of Health and Human Services says.  Additionally, the Department of State is working closely with the home countries of several hundred passengers to arrange for repatriation to their home countries. At least three US nationals tested positive for coronavirus after boarding an infected Nile cruise in Egypt, according to one infected passenger Matt Swider. There were 26 other Americans on board the cruise traveling from Aswan to Luxor, Swider added.  Swider, a tech journalist from New York City, is currently in quarantine in a hospital in the Egyptian coastal city of Marsa Matrouh after testing positive for coronavirus himself. As the novel coronavirus spreads in the United States, the nation's response to the outbreak has moved from a containment phase to a mitigation phase, US Surgeon General Dr. Jerome Adams told CNN's Jake Tapper on \"State of the Union” today. \"Initially, we had a posture of containment so that we could give people time to prepare for where we are right now. We’re shifting into a mitigation phase, which means that we’re helping communities understand you’re going to see more cases. Unfortunately, you’re going to see more deaths but that doesn’t mean that we should panic,\" Adams said. When Tapper asked Adams about some top White House officials claiming the virus has been contained, Adams said, \"Well, this is a novel virus. It’s a new situation and the messaging, quite frankly, is hard.\" \"The first thing you want to try to do is contain the virus — and some parts of the country have contained it, meaning they’re preventing spread into their communities in the first place,\" Adams said. \"Once you know it’s in your community, you want to take the steps to prevent spread within the community and to keep those most at risk safe.\"   A member of the staff at Aegis Living Marymoor in Redmond, Washington, has tested positive for the novel coronavirus, the facility confirmed to CNN in a statement.  The staff member was ill when they left to go home on Feb. 28 and has not returned to the facility, said the statement. It also noted that the staff member has not worked in any other Aegis Living communities. After learning about the diagnosis, Aegis Living said, “we immediately initiated our company protocol for managing the coronavirus and began a community-wide isolation at Aegis Living Marymoor.”  The statement went on to say, “All residents and staff were evaluated today (Saturday) and continue to be closely watched. At this time, we have no other confirmed cases at Aegis Living Marymoor or any other communities.” The Vatican Museums will be closed until early April because of coronavirus concerns, the Vatican press office announced Sunday. The museums house some of the world’s greatest art collections, including the Michelangelo-painted Sistine Chapel and a suite of rooms frescoed by Raphael. The Vatican press office says the museums will be closed until April 3 to help contain the spread of the virus.   The Greek Health Ministry announced Sunday that seven new coronavirus cases had been confirmed, taking the total to 73 in the country. It also announced that all sports events will be held behind closed doors for two weeks, school trips are banned for two weeks, and that recreation centers for the elderly will be closed for four weeks. The country’s Finance Ministry is working on the first wave of a support package to deal with the economic fallout from the outbreak. The details will be announced on Monday. Currently, there are about 75,000 coronavirus tests available for the American public, US Surgeon General Dr. Jerome Adams told CNN's Jake Tapper on \"State of the Union” today. \"By early next week – tomorrow – we should have over 2 million tests available. By the end of the week, through partnerships with private industry, over 4 million tests available,\" Adams said. \"But the most important number to the American people is one. They want to know if I go in, can I get a test? And the one thing that I’ve heard – I’ve been to Georgia, I’ve been to Georgia, I’ve been to Connecticut in the past week – is that no public health doctor who was asked for a test has not been able to get a test. So people should talk to their healthcare providers.\" Yet when Tapper asked how many people have been tested, Adams said, \"The numbers are tough because they're changing minute by minute.\"  Tapper responded, \"Just the rough numbers?\"  Adams later said, \"I would refer you to the CDC for that because, again, the numbers change so rapidly.\" The lockdown in northern Italy has led to confusion among locals. Michele De Marsico, 55, described his concern about being able to return to his home in southern Italy. \"I was worried so I came here to the train station to check out the situation,\" he said, adding that \"the system is reacting pretty well\" to the outbreak. \"I would like to go to my mother's but it’s not possible. I live here but my mother lives in another region,\" Alice Baldisserri, 38, told CNN. \"There's chatter that they won’t let people return, so getting out at the moment seems risky to me,\" she added. \"If they won’t let me come back it would be complicated. \"I work in a hotel but it's closed, so also the job is at risk,\" Baldisserri added. \"It’s unknown when we will be able to reopen.\" Saudi Arabia has announced the lockdown of the Qatif region in the Eastern Province on Sunday due to an increase in coronavirus cases, state news agency SPA said. The quarantine comes after all of Saudi Arabia’s 11 coronavirus cases were found to be residents of Qatif, SPA said.  All labor work inside the province will also be stopped in governmental institutions; however, commercial supplies will continue to be delivered to the region, the statement added.  Qatif has a population of more than 500,000, according to government statistics.   A soccer match in Italy was delayed after the country's sport minister called for the suspension of all Serie A games due to the coronavirus outbreak. Vincenzo Spadafora posted a statement on Facebook saying it didn't make sense for matches in Italy's top-flight league to continue while the country struggles to contain the virus. The news sparked confusion with the game between Parma and Spal just minutes from kick off. Players were already in the tunnel and about to walk onto the pitch but were requested to return to the dressing room by the referee. The match at the Ennio Tardini Stadium eventually kicked off 75 minutes later. A group of American citizens has been quarantined after testing positive for coronavirus on an Egyptian Nile boat, the cruise company said. The number of Americans infected on the cruise is unknown but a total of 19 foreigners were aboard the boat traveling from Aswan to Luxor, Extension Group said.  The foreigners also include French and Indian citizens, according to its marketing manager Wafa’a Abdelrahman.  A total of 45 people tested positive for coronavirus on the Nile cruise, Egyptian state media said on Saturday. A member of staff at Aegis Living Marymoor in Redmond, Washington has tested positive for the novel coronavirus. The staff member was ill when they left to go home on February 28 and did not return to the facility, the facility told CNN in a statement. It also noted that the staff member has not worked in any other Aegis Living communities. Redmond is a short distance from Kirkland, the center of the US coronavirus outbreak. After learning about the diagnosis, Aegis Living said: “We immediately initiated our company protocol for managing the coronavirus and began a community-wide isolation at Aegis Living Marymoor.”  The statement goes on to say: “All residents and staff were evaluated today (Saturday) and continue to be closely watched. At this time, we have no other confirmed cases at Aegis Living Marymoor or any other communities.” Health authorities in Spain have confirmed four more deaths from coronavirus, taking the country’s total to 17. The deaths of three women, aged 92, 88 and 87, were confirmed by the Health Department for the Basque Country, while the Health Department for the Aragon region confirmed the death of an 85-year-old man. The Spanish Health Minister, Salvador Illa, said at a press conference Sunday that “Spain is still in the containment phase.” He also expressed his support to Italy and said “one region’s problem is all regions’ problems. One country’s problem is all countries’ problem.” Princess Cruises has cancelled its Royal Princess cruise out of Los Angeles, after the CDC issued a “no-sail order” until one of the ship’s crew members has been tested for Novel Coronavirus, according to a Tweet from Princess Cruises. According to the cruise line, one of the crew members, who previously served on Grand Princess, was transferred to Royal Princess 15 days ago. More than 3,500 people aboard the Grand Princess have been stuck on that cruise ship for days, after their two-week journey was interrupted on its return leg Wednesday, when officials learned that a California man who'd traveled on that ship last month contracted coronavirus and died this week. After Princess Cruises shared the information about the transferred crew member with the CDC, the CDC initially approved clearance for the Royal Princess to sail on Saturday, with no restrictions placed on the vessel. However, late Saturday afternoon, the CDC informed the cruise line of their decision to issue a “no-sail order” until the crew member was tested for Novel Coronavirus, Princess Cruises said. According to the cruise line, they were unable to obtain a test for the crew member, and “due to the unknown timing of obtaining the test and results or anticipated response,” the cruise was cancelled. Princess Cruises says the crew member, who had no known contact or exposure to other guests or crew who were sick on the Grand Princess, is past the maximum incubation of Novel Coronavirus, has been evaluated, and has never developed any respiratory symptoms or fever. A third patient has died from coronavirus in Hong Kong, its Hospital Authority said on Sunday. The patient was a 76-year-old woman who passed away at Caritas Medical Center. Pope Francis has delivered the weekly Angelus prayer via video link because of concerns about coronavirus. He began his address saying it was quite unusual for the Pope to be “locked away.” “We do this so that the close concentration of people won’t spread the virus,” he said via video. He used his address to pray for those who are suffering from the outbreak, and for those who are assisting them. He also prayed for the situation in Syria. After the prayer, the Pope appeared briefly from the window to bless the small number of people who had gathered at St. Peter’s Square in the Vatican. Last week, Pope Francis said a cold would prevent him from attending a week-long spiritual retreat. Iranians are being advised to avoid traveling by their health ministry as the number of cases in the country reached 6,566 on Sunday,  Ministry of Health spokesperson Kianush Jahanpoor announced 743 additional cases of Covid-19 infections and 49 new deaths. A total of 194 people have so far died as a result of the novel coronavirus in the country.  A 100-year-old man has recovered from the novel coronavirus and was discharged from hospital on Saturday, Chinese state news agency Xinhua reported Sunday.  According to Xinhua, the centenarian is the oldest known patient to recover from the virus to date.  The man was among the group of more than 80 coronavirus patients who were discharged from the branch of Hubei's Maternity and Child Health Care Hospital at the Optics Valley in Wuhan, the capital city of Hubei Province and the epicenter of the outbreak. The man was born in February 1920 and just marked his 100th birthday, according to Xinhua.  He was admitted to the hospital on February 24 due to a coronavirus infection, with underlying health problems such as Alzheimer's disease, hypertension and heart failure. Due to his complicated conditions, medical professionals from the military held multiple consultations, according to Xinhua. A variety of methods, including antiviral treatment, traditional Chinese medicine and convalescent plasma therapy were used during the treatment. Italy's drastic lockdown of its northern regions has left virtually all public events and gatherings closed. Here's a handful of the steps taken in the country's so-called red zone, which consists of the Lombardy region and 14 other provinces: People with a respiratory infection and fever above 37.5 Celsius are strongly recommended to remain home\nThose tested positive for the coronavirus, but not hospitalized, are strictly prohibited to move from their homes\nSport competition and events are suspended. Professional athletes can continue their training, but competitions must be held behind closed doors\nEmployers are recommended to assign holidays or ordinary leave to their employees\nSkiing activities are closed\nCultural events, museums, cinemas, theaters, pubs, bingo halls and night clubs are shut\nNurseries schools, schools and universities lessons are suspended \nChurches are open if they can avoid crowds gathering. Civil and religious ceremonies (mass, marriages, baptism), including funerals, are suspended\nRestaurants and bars can be opened from 6 a.m. to 6 p.m., and only if they can guarantee a meter's distance between each client\nHolidays for medical personnel are suspended\nMalls and markets will be closed on weekends and during the week they have to grant a meter distance between clients. Pharmacies, groceries and other food stores don’t have to close during the weekend, but they are still requested to grant a meter's distance between clients\nSport centers, gyms, swimming pools and wellness centers are closed   The Bahrain Formula 1 Grand Prix race weekend will be held without spectators to battle the spread of coronavirus, event organizers said on Sunday. “Given the continued spread of Covid-19 globally, convening a major sporting event, which is open to the public and allows thousands of international travelers and local fans to interact in close proximity would not be the right thing to do at the present time,” a statement on the official website said. The Bahrain edition of the season was set to be held between March 20-22. The country has confirmed 83 coronavirus cases, according to the Ministry of Health.  On Sunday, the ministry called on people arriving from four designated countries -- Italy, South Korea, Egypt and Lebanon -- to observe a 14-day home quarantine. Thailand will now require travelers from South Korea, China, Iran and Italy to self-quarantine for 14 days and report their health daily to authorities, Thanarak Plipat, Thailand's Deputy Director General of the Department of Disease Control, said at a press briefing.  Thais or foreigners who have traveled from those four countries will be asked to register their information with Thailand's Ministry of Public Health (MOPH). They will then need to give daily check-ins over the 14 days, which can be done via an app.  \"They can tell their daily conditions if they have any fever, cough or sore throat. If they have we can quickly get in and take care of them. They have to report themselves every day,\" Plipat said.  If they fail to do so, a state mandatory quarantine can be enforced, Plipat said. Those who fail to report or who report false information can be punished under the Communicable Disease Act. Under the current act, anyone aware of people suspected of being infected with the novel coronavirus is required to inform communicable disease control officials within three hours. Violators are fined up to 20,000 baht ($4,949). In addition, all travelers must self-isolate and not go outside, by either staying at home or if they are tourists, staying in their hotels or temporary accommodation for 14 days, Plipat added.  “If they are willing to cooperate, there should not be any issue,” Plipat said.  The numbers: The global total of cases now stands at more than 105,000, with 3,599 deaths since the epidemic began. Italy on lockdown: Italian Prime Minister Giuseppe Conte signed a decree which will put most of the country's north under lockdown. The entire Lombardy region is included as well as 14 other provinces. In these areas citizens are only allowed to travel for unavoidable and urgent health issues. China hotel collapse: Seven people have died after a hotel that was being used as a coronavirus quarantine center collapsed in China's Quanzhou city. Of 71 people trapped in the rubble, 28 remain unaccounted for.  South Korean cases rise above 7,100: Seoul announced over 367 new infections today, bringing the country's total to 7,134, including 50 deaths -- the worst outbreak outside of China. US cases surpass 440: There are 444 cases of the coronavirus in the US. The US has recorded 19 deaths linked to the virus. First coronavirus death in South America: A 64-year-old man diagnosed with the novel coronavirus after traveling to Europe died in Argentina on Saturday, according to the Argentine health ministry. Other cases: Australia, Japan, Malaysia, Peru, Singapore and Vietnam reported new cases on Sunday. Maldives reported its first two cases.  Countries impose quarantines: Thailand asks travelers from China, South Korea, Iran and Italy to self-isolate for 14 days and Macao said travelers from Germany, France, Spain and Japan will need to undergo a 14-day quarantine in designated facilities.   Grand Princess: The cruise ship with 21 cases of coronavirus, which has been waiting 50 miles off the coast of California, will be allowed to dock in Oakland on Monday. The Maldives government has confirmed the first two cases of coronavirus on the island nation, the country’s Health Protection Agency said in a statement on Saturday.  The patients are foreign nationals working in the Maldives, who “were in direct contact with an Italian tourist.\" The Italian national had stayed at Lh. Kuredu Island Resort and \"was found to be positive for the virus upon his return,” the statement read. The patients are being monitored in isolation and are receiving necessary treatment. The resort is being monitored by national health authorities.    Health officials maintain one of the best ways to prevent the novel coronavirus from spreading is by washing your hands.  Simple enough, right? Wrong.  There's a proper way to do it.  Instructions from the US CDC say you should be lathering soap on your hands for at least 20 seconds. To help you keep track of time, the agency suggests you hum the \"Happy Birthday\" song twice. For those who don't want \"Happy Birthday\" stuck in their head, here's a list of songs with a tune from each decade to help you jam out as you're scrubbing off the germs: The 50s: \"Jailhouse Rock\" by Elvis Presley\nThe 60s: \"My Girl\" by The Temptations\nThe 70s: \"Dancing Queen\" by ABBA\nThe 80s: \"I love Rock 'n' Roll\" by Joan Jett & The Blackhearts\nThe 90s: \"Say My Name\" by Destiny's Child\nThe 2000s: \"Ms. Jackson\" by OutKast\nThe 2010s: \"Truth Hurts\" by Lizzo Get the lyrics and read the full article here.  A South Korean apartment complex is under lockdown after one third of its residents became infected with the novel coronavirus in the city of Daegu, according to the Korean Centers for Disease Control and Prevention (KCDC).  Of the 140 residents in the two apartment buildings, 94 are members of the Shincheonji religious group, Daegu Mayor Kwon Young-jin said on Saturday. The apartment complex is to be under quarantine, he added. So far, 46 residents have been confirmed to have the virus, 80 have tested negative and the remaining 14 are being tested, KCDC said. The Shincheonji group said in a statement on Sunday that 80 of its members are living at this apartment currently, not 94 as announced by the Daegu city mayor, and the group is looking into the discrepancy between their own information and Daegu city’s. There are a total of 7,134 cases of the virus nation-wide and Daegu city is the most heavily hit area of the country. About 90% of South Korea’s infected cases are from Daegu city and North Gyeongsang Province, which surrounds Daegu, combined.   Five more people have tested positive for coronavirus in the southern Indian state of Kerala, taking the number of infected people across the country to 39.  Three of the five have a travel history from Italy, the other two cases are relatives who came into contact with them, according to Dr. Amar Fettle, the nodal officer for coronavirus in Kerala. The three patients had traveled from Venice, in Italy, to Doha, in Qatar, and landed in Kochi, Kerala, on February 29. They did not reveal their travel history at the Kochi airport. A few days after their return, they met relatives. Later, two family members visited a hospital in Kerala with symptoms of fever and tested positive for the virus.   The five patients have been kept in isolation, in a hospital in Kerala. Fettle said extensive contact tracing has begun by the Kerala government to limit the spread of the virus. Passengers who had traveled on Qatar Airways flight numbers QR126 and QR514, to Doha and Kochi respectively on February 29, have been requested to contact health officials immediately.   It took a coronavirus outbreak to remind us that we touch our faces way too many times. And cutting down on that will help reduce the spread of the virus, health officials say. All it takes is one microbe on your finger from the many surfaces we touch all day -- doorknobs, elevators, keyboards -- to slip into your body through your nostril, eyes or mouth, according to health experts. \"Viruses that affect the respiratory system enter the body through mucosal membranes which are found in the nose, oral cavity and lips. With poor hand hygiene, it's easy to acquire a viral infection this way,\" says Dr. Dawn Mueni Becker, an infectious disease specialist in Gainesville, Florida. But we've been touching our faces all our lives, and it's hard to stop, even for the officials spearheading the fight against the coronavirus outbreak.  On Friday, a video widely shared on social media showed a California health official touching her face during a news conference advising people not to do that as the coronavirus outbreak spreads. But we're all humans, it's not easy to break a habit we've had all our lives. If you can't stop yourself, it's not the end of the world, Becker says. Just ensure you observe hand hygiene. Read the full article here.  A nursing home at the center of the coronavirus outbreak in the US state of Washington said it has received additional testing kits from the Washington State Department of Health. The Life Care Center of Kirkland said it is now able to test all residents in the facility.  Fourteen of 16 deaths in the state are associated with the Life Care Center, and families of residents there are seeking more answers on the conditions of their loved ones, including residents who they claim have died without being tested for the coronavirus. 70 employees at the center have shown symptoms of the disease.  Efforts to contain the novel coronavirus are stretching the capability and patience of the international community, as trade, travel and business as usual continue to suffer.  Governments are announcing policies to stop the spread and soften the financial impact on companies and workers.  But there is one group of people who have so far been ignored: gig workers. Isolate or get paid: People who work in the gig economy seldom enjoy the workplace benefits of those who work in more traditional salaried jobs. Many of these gig workers may soon have to make a choice: self-isolate to stop the spread and not be paid, or ignore public health warnings and carry on working even if they have symptoms of the virus. Financial compensation: British Prime Minister Boris Johnson said Wednesday that anyone with symptoms should \"self-isolate.\" He said \"nobody should be penalized for doing the right thing,\" and that workers would be financially compensated in full for the time they take off work.  The problem: However, trade union groups have pointed out that this plan doesn't support people working in the gig economy, which is responsible for a significant chunk of the UK's jobs growth over the past decade.  1 in 10: As many as one in 10 working-age adults had participated in \"platform work\" -- a term used to describe gig work found via apps, or platforms in the UK, a study last year revealed. Read the full article here.  The Grand Princess cruise ship, with at least 21 confirmed cases of coronavirus onboard, will dock in the Port of Oakland on Monday, according to a tweet from the Princess Cruises.  The ship has been waiting to learn its fate while remaining 50 miles off the coast of San Francisco due to concerns over the coronavirus. In the message, the company says it will begin disembarking guests who require acute medical treatment and hospitalization at this time.  Those guests will be transported to medical facilities in California, but the exact timing for when this will happen is still being determined.  Italian Prime Minister Giuseppe Conte signed a decree early Sunday, which will put most of northern Italy under lockdown due to novel coronavirus. It's the toughest measure taken to control the coronavirus outside of mainland China. The entire Lombardy region is included as well as 14 other provinces. \"There will be an obligation to avoid any movement of people who are either entering or leaving these areas,\" Conte said. \"And even within the areas moving around will occur only for essential work or health reasons.\" Here's what we know: The decree applies to:  Lombardy (the whole region) And the 14 provinces of:  Modena\nParma \nPiacenza \nReggio Emilia \nRimini \nPesaro e Urbino\nVenezia \nPadova \nTreviso \nAsti  \nAlessandria\nNovara\nVerbano-Cusio-Ossola\nVercelli While most of northern Italy will be under the new lockdown decree, there are measures that will also apply to the entire country of Italy.  These include: • Suspension of theaters and cinema • Suspension of congress and meetings that involve health care personnel and servants of essential public services • Suspension of dance schools, pubs, disco and bingo • Suspension of religious ceremonies, including funerals • Suspension of sports events • Suspension of schools and university classes Conte said that cafes and restaurants can stay open between 6 a.m. and 6 p.m.  \"on condition that business owners can ensure a safety distance between people of at least one meter. Businesses will be suspended if these conditions are violated.\" The death toll from a hotel collapse in southeastern China on Saturday has risen to seven, with 28 people missing, according to China’s Ministry of Emergency Management.  The hotel was being used as a coronavirus quarantine center. At the time of the collapse, 58 people were under quarantine in the hotel and all had tested negative for the coronavirus. There were also 16 hotel staff and six car dealership employees on site. Rescuers worked through the night to search for survivors and of the 71 trapped in the building, 43 people have so far been pulled from the rubble.  Seven people have died, including one who died in hospital. Twenty-eight people are still unaccounted for. Australia reported one additional death related to coronavirus and 11 new confirmed cases on Sunday, according to a statement from the country's Department of Health. That brings the nationwide death toll to three and the total case tally to 74. The most latest fatality did not have a reported history of overseas travel, though further details are pending.  Of the 74 total cases, 22 have been discharged. The numbers: The global total of cases now stands at more than 105,000, with 3,599 deaths since the epidemic began. China hotel collapse: Four people have died after a hotel that was being used as a coronavirus quarantine center collapsed in China's Quanzhou city. 80 people were in the hotel when it collapsed and 42 people have been rescued. Italy on lockdown: Italian Prime Minister Giuseppe Conte signed a new decree which will put most of the country's north under lockdown due to coronavirus. The entire Lombardy region is included as well as 14 other provinces. South Korean cases rise above 7,100: Seoul announced over 367 new infections today, bringing the country's total to 7,134, including 50 deaths -- the worst outbreak outside of China. US cases surpass 440: There are 444 cases of the coronavirus in the US, with 32 states announcing confirmed or presumptive positive cases. The US has recorded 19 deaths linked to the virus. First coronavirus death in South America: A 64-year-old man diagnosed with the novel coronavirus after traveling to Europe died in Argentina on Saturday, according to the Argentine health ministry. Other cases in Asia: Japan, Singapore, Malaysia, and Vietnam reported new cases on Sunday.  Four people died after a hotel that was being used as a coronavirus quarantine center  collapsed Saturday night in southeastern China, according to China’s Ministry of Emergency Management.  There were 80 people in the hotel when it collapsed, and nine managed to escape, authorities said.  Rescuers worked through the night to search for survivors and of the 71 trapped in the building, 42 people have so far been pulled from the rubble. Four people have died, one is in a critical condition and four are seriously injured.  The Fujian Fire Department has deployed 848 fire fighters, 169 fire engines and seven search dogs to the site, and it worked through the night to find survivors. \"We are using life detection instruments to monitor signs of life and professional breaking-in tools to make forcible entries. We are trying our utmost to save trapped people,\" said Guo Yutuan, squadron leader of the Quanzhou armed police detachment's mobile unit.  The building’s owner is in police custody, according to state news agency Xinhua. Renovation work was under way when the building collapsed.  Quanzhou is about 600 miles from Wuhan, the epicenter of the Covid-19 outbreak  in China, where more than 3,000 people have died from the virus.   Members of the Shincheonji religious group dress in identical white shirts, black pants and name tags when they gather to hear founder Lee Man-hee preach. There are no chairs, except for those provided for the elderly or sick. They sit on the floor to listen to sermons to maximize space. The religious practices of Shincheonji are in the public eye because the movement appears to be the source of South Korea's growing novel coronavirus outbreak that has infected more than 6,700 people across the country. Shincheonji, however, is not the only fringe faith in the country. Today there are hundreds of similar minority religious groups in South Korea -- including Christian ones -- according to Tark Ji-il, a professor at Busan Presbyterian University and a respected expert on the country's religious movements. And no one is really sure why South Korea has so many. Read the full article here. A recent scientific article suggested that the novel coronavirus responsible for the Covid-19 epidemic has mutated into a more \"aggressive\" form.  Is this something we need to worry about? No, and here's why.  Mutations are normal: The first claim that the coronavirus is mutating is true, and it's  fine! The effects of mutation in real life are nuanced and generally innocuous. Using the idea of mutation to incite fear is harmful, especially in the midst of an epidemic like Covid-19. A particularly fraught question during epidemics is whether the causative pathogen will mutate to become more dangerous. This is the wrong question. Mutation is a mundane aspect of existence for many viruses, and the novel coronavirus is no exception.  RNA and DNA: The genetic material of the virus is RNA, not DNA like in humans. Unlike with human DNA, when viruses copy their genetic material, it does not proofread its work. Because RNA viruses essentially operate without a spell-check, they often make mistakes. These \"mistakes\" are mutations, and viruses mutate rapidly compared to other organisms. Instead of fearing unlikely outcomes, we should focus on developing an effective response to the Covid-19 epidemic.  Read the full article here.  Italian Prime Minister Giuseppe Conte signed a decree early Sunday, which will put most of northern Italy under lockdown due to novel coronavirus. The entire Lombardy region is included as well as 14 other provinces. CNN is verifying exactly when the lockdown will go into effect. Draft text: The text of the draft proposal – sent to CNN by the press office of the Lombardy regional authority – says that people in Lombardy and other 11 provinces should \"absolutely avoid any movement into and out (of) ... as well as within the same territories ... except for travel motivated by unavoidable working needs or situations of emergency.\" The draft says the police, the fire brigade and armed forces could be used to enforce these measures.  The measures also could include: Schools and universities being suspended until April 3.\nAll sporting events in those regions being suspended, with the exception of professional events. No spectators would be allowed at professional events.\nPeople in places of prayer standing 1 meter away from each other. \nBars and restaurants enforcing social distancing.\nMedical staff not being allowed to take a leave of absence. It's unclear if these measures are included in the prime minister's decree. It could impact more than 10 million people in Italy. The Peruvian health ministry on Saturday said the country has six confirmed cases of the novel coronavirus. Four of those cases are family members or a close friend of the country’s “case zero,” which authorities say is an imported case, the health ministry said. The other coronavirus patient in the southern Arequipa region is a 29-year-old who had spent time in London. Vietnam reported four additional cases of the novel coronavirus on Saturday and Sunday, raising the nationwide tally to 21, according to a government report. Of the four cases confirmed on Saturday, two are linked to a previously confirmed case -- a 26-year-old Vietnamese woman who traveled to the United Kingdom, Italy and France in February.  Another patient is a 27-year-old Vietnamese national who returned from South Korea on March 4, according to the report. The case confirmed on Sunday is a 61-year-old man in the capital Hanoi, according to a tweet from the official Twitter page of the Vietnamese government. Japan reported 47 more confirmed cases of the novel coronavirus on Sunday, bringing the nation's total to 1,151, according to the the country's health ministry. That tally include the 696 people who became infected onboard the Diamond Princess cruise ship, which was quarantined in Yokohama for two weeks. South Korea announced 367 new infections on Saturday, bringing the country's total to 7,134, according to the South Korean Centers for Disease Control and Prevention.  It is the worst outbreak outside of China. Six more deaths were reported on Saturday, with 50 in total.  Among the 367 new cases, 294 are from Daegu city and 32 are from North Gyeongsang Province, the most heavily infected areas in the country. Macao has announced a mandatory quarantine on travelers from Germany, France, Spain and Japan due to the novel coronavirus outbreak, a government statement said on Sunday. All travelers who have been to these four countries in the past two weeks will need to undergo a 14-day quarantine in designated facilities.  Macao residents will be required to undergo a quarantine at home, while non-Macao residents will need to pay to stay in one of the hotels designated for quarantine.   The measure will come into effect at noon local time on Sunday. Do you have your \"bug-out bag\" (BOB) ready for when the \"s*** hits the fan\" (SHTF), or will you \"bug in\" for \"the end of the world as we know it\" (TEOTWAWKI)? This jargon is well understood within niche \"prepper\" communities, whose members spend their lives preparing for armageddons -- natural disasters, pandemics or financial collapse. The ideas that drive this culture are becoming increasingly mainstream as coronavirus panic sees people across the world stockpiling rations, sourcing gas masks and self-isolating at home. Now, \"civilians\" are turning to expert preppers in droves for help in getting ready for the worst. Read the full article here. The first presumptive positive case of novel coronavirus has been identified in the state of Missouri, according to officials. The patient is a woman in her 20s who recently traveled to Italy. She lives in St. Louis County and went to a local medical provider with a fever and respiratory issues, officials said. The woman is now in isolation at home with her family. Of the 26 people who have been tested in the state, only one case has been presumptive positive. Three additional tests are in progress. Presumptive positive is a term that refers to cases which have tested positive in a public health laboratory but are pending confirmation from the CDC. Confirmed cases have received positive results from the CDC. There are currently 16 coronavirus deaths in the US state of Washington, and 14 of those are associated with a nursing home in Kirkland, according to a Seattle & King County Public Health press release.  The Life Care Center is at the center the coronavirus outbreak in the United States. Two new coronavirus deaths in the state are linked to the facility. A man in his 70s, who was a resident at the care home, died on March 2, while a woman in her 80s, who was also a Life Care resident, died on March 5, according to the press release.  Worsening symptoms: Some Life Care Center patients have gone from no symptoms to acute symptoms within an hour, according to Tim Killian, spokesperson for Life Care Center of Kirkland. \"We've had patients die relatively quickly under those circumstances,\" he said.  Staff are caring for patients to the best of their ability but \"we cannot make any promise that exposure, further exposure, within the facility is not happening,\" Killian said.  The virus is \"volatile, unpredictable,\" he said.  Employees infected: There were 180 staff members employed at Life Care Center as of February 19 and 70 employees now have symptoms of novel coronavirus. The Center of Disease Control has provided \"extra nurses, practitioners and doctors,\" to the nursing home.  Family members of residents there are seeking more answers on the conditions of their loved ones, including residents who they claim have died without being tested for the coronavirus. Firefighters in China's Quanzhou city have pulled out another man from beneath the rubble of a hotel after it collapsed on Saturday.  The hotel was used as a coronavirus quarantine center, People's Daily and other state media outlets confirmed. Search and rescue efforts began after 70 people were trapped in the building collapse. Forty-eight people have now been rescued from the building.  According to Fujian Fire Department, 848 fire fighters, 169 fire engines and seven search dogs are taking part in the rescue mission, which is still ongoing.  Quanzhou is about 600 miles from Wuhan, the epicenter of the Covid-19 outbreak in China, where more than 3,000 people have died from the virus. No fatalities have been reported in the building collapse. It wasn't immediately clear why the structure came down. Malaysia confirmed 10 additional cases of the novel coronavirus on Saturday, bringing the national tally to 93, according to state media Bernama. The new cases are \"close contacts\" of a previously confirmed case.  One of them is also known to have traveled to Indonesia for seven days from February 13 and began showing symptoms on February 19. Singapore recorded eight more novel coronavirus cases on Saturday raising the national tally to 138, according to the Ministry of Health. The new cases included four men and two women who are Singapore citizens, as well as an Indonesian woman and an Italian man.  Three of them had a recent travel history. Here's a breakdown: 37-year-old Singaporean woman traveled to London from February 23 to 27\n56-year-old Singaporean woman went to Malaysia on February 21\n36-year-old Italian man was in the US from February 7 to 22, and in Italy from February 23 to 29.\nFour of the confirmed cases reported on Saturday are linked to the cluster involving a private dinner function in Singapore's western region of Jurong. This cluster now accounts for 21 of the total confirmed cases in Singapore. Of the total 138 confirmed cases  in Singapore, 90 have been discharged, 40 are hospitalized and in a stable condition, and eight are in a critical state. There are 442 cases of the novel coronavirus in the United States, according to the US Centers for Disease Control and Prevention, and state and local governments.  Repatriated citizens account for 49 cases -- 3 from Wuhan and 46 from the Diamond Princess, according to the CDC. Twenty-one, meanwhile, are from the Grand Princess cruise ship being held off California. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 372 cases in 31 states and District of Columbia, bringing the total of coronavirus cases to 442. This includes presumptive positive cases that tested positive in a public health lab but are pending confirmation from the CDC, and confirmed cases have received positive results from the CDC.  Here's a breakdown state-by-state: Arizona: 5  \nCalifornia: 81 (includes 1 death)  \nColorado: 8 \nWashington, DC:1\nFlorida: 11 (includes 2 deaths)\nGeorgia: 7\nHawaii: 1 \nIllinois: 6  \nIndiana: 1 \nKansas: 1\nKentucky: 1 \nMaryland: 3 \nMassachusetts: 13 \nMinnesota: 1 \nMissouri: 1\nNebraska: 1  \nNevada: 1  \nNew Hampshire: 2 \nNew Jersey: 4 \nNew York: 89\nNorth Carolina: 2  \nOklahoma: 1 \nOregon: 7\nPennsylvania: 4 \nRhode Island: 3  \nSouth Carolina: 2 \nTennessee: 1  \nTexas: 8 \nUtah: 1\nVirginia: 1\nWashington: 103 (includes 16 deaths)  \nWisconsin: 1  China's National Health Commission reported 27 new deaths from the coronavirus today, bringing the global death toll to 3,595 since the epidemic began.  China has recorded 3,097 deaths, the majority of which have been in Hubei province -- ground zero for the outbreak. The total number of confirmed infections in China is now 80,695, with an increase of of 99 on Saturday. The global total of cases now stands at 105,283. Outside of mainland China, there have been 498 deaths reported.  Italy: 233 deaths\nIran: 145\nSouth Korea: 46\nUnited States: 19\nFrance: 16\nJapan: 13\nSpain: 10\nIraq: 4\nHong Kong, UK, Australia: 2 deaths each Taiwan, Thailand, the Philippines, Switzerland, Argentina, and the Netherlands have each reported 1 death. More than 100,000 people have been infected by coronavirus, as the disease officially known as Covid-19 spreads around the world. If you're wondering whether you may have contracted the virus, here are some of the symptoms you should look out for. Coronavirus usually gives people a mild to moderate upper respiratory tract illness, similar to a common cold. Some symptoms include: a runny nose\na cough\na sore throat\na headache\na fever that can last for a couple of days For those with a weakened immune system, the elderly and the very young, there's a chance the virus could cause a lower, and much more serious, respiratory tract illness like pneumonia or bronchitis. Read more about the coronavirus and how you can catch it here. Macau has repatriated 57 of its residents from the the Chinese city of Wuhan, the epicenter of the novel coronavirus. They evacuees, aged from three months to 77 years old, returned to the city on a chartered flight Saturday evening local time, according to a government press release. One person was prevented from joining the flight as his body temperature was above Hubei immigration services’ permitted maximum. The arrivals were transferred to a public facility for a 14-day quarantine and will be required to take three tests to detect any traces of the novel coronavirus.  “I’m not concerned at all.” That was President Donald Trump's response to reporters who asked if he was worried about being exposed to coronavirus after an attendee at CPAC, which he had been to, tested positive for the virus and Washington, DC announced a presumptive positive case. The President was also asked if he would consider canceling political rallies with the virus spreading, but he said no. “We’ll have tremendous rallies. We’re doing very well. We’ve done a fantastic job, with respect to that subject, on the virus,” Trump said. The President was speaking alongside Brazilian President Jair Bolsonaro ahead of their dinner at Trump’s Mar-a-Lago resort in Florida. The first outbreak of the novel coronavirus in Wuhan, China, has been linked to a wet market where a wide range of wild animals were on sale. It isn't the first time a deadly viral outbreak has been linked to one of China's wildlife markets. The 2003 severe acute respiratory syndrome (SARS) outbreak was believed to have originated in a similar market, in the southern province of Guangzhou. In a bid to prevent further epidemics, a strict ban on the consumption and farming of wild animals is being rolled out across China by the government. Even though it is unclear which animal transferred the virus to humans -- bat, snake and pangolin have all been suggested -- China has acknowledged it needs to bring its lucrative wildlife industry under control to prevent another outbreak. Ending the trade will be hard. The cultural roots of China's use of wild animals run deep, not just for food but also for clothing, ornaments and even pets. And the government is leaving space in its ban for the continued use of wild animals in traditional medicine. Read the full article here. Two new presumptive positive cases of the novel coronavirus have been identified in the US state of Florida, according to a tweet from the Florida Department of Health. One new case was reported in Okaloosa County and one in Volusia County, the tweet said. Both people have a recent history of travel and are in isolation, according to the tweet. Florida now has 11 cases of the virus. For a state breakdown of coronavirus cases, click here. Presumptive positive is a term that refers to cases which have tested positive in a public health laboratory but are pending confirmation from the CDC. Confirmed cases have received positive results from the CDC. A 64-year-old man diagnosed with the novel coronavirus after traveling to Europe died in Argentina on Saturday, according to the Argentine health ministry. It marks the first reported in South America, according to tallies of confirmed coronavirus cases and deaths worldwide maintained by the World Health Organization, Johns Hopkins University and CNN. The health ministry reported that the man, a resident of Buenos Aires, returned to Argentina from Europe on February 25 and suffered from additional conditions.  The man presented himself to a health center on March 4 and had been hospitalized since, according to state-run Telam news agency. Search and rescue efforts are underway after about 70 people were trapped in a hotel collapse Saturday night in southeastern China, officials in the city of Quanzhou said. The hotel was used as a coronavirus quarantine center, People's Daily and other state media outlets confirmed. Thirty-three people had been rescued from the debris by 9:30 p.m. local time (8:30 a.m. ET), the city's government said in a statement. Another 10 were rescued over the next three hours, People's Daily reported, and search efforts were ongoing. Quanzhou is about 600 miles from Wuhan, the epicenter of the COVID-19 outbreak in China, where more than 3,000 people have died from the virus. No fatalities have been reported in the building collapse. It wasn't immediately clear why the building collapsed. Melissa Fuller's grandmother and great aunt are both stuck on the Grand Princess ship, which remains 50 miles off the coast of San Francisco due to concerns about the novel coronavirus. Fuller told CNN on Saturday that her 84-year-old grandmother suffers from vascular dementia and congestive heart failure, and has a mechanical heart valve. She is completely dependent on a cocktail of medication, Fuller said. When the family heard about the ship being prevented from docking they began trying to get more medication to her, but have had little success connecting with the ship's doctor, she said. “We’re terrified,” Fuller said. “They are the elderly, immunocompromised, at-risk population. They should never have been allowed to board this boat in the first place.” Twenty-one people have been diagnosed with the coronavirus onboard the Grand Princess.  Over 100,000 infections: The novel coronavirus has now killed nearly 3,500 people, and infected over 101,400, according to CNN's tally -- the vast majority in mainland China. Coronavirus hotel collapse: Search and rescue efforts are underway after about 70 people were trapped in a hotel collapse Saturday night in southeastern China, officials in the city of Quanzhou said. The hotel was used as a coronavirus quarantine center. US cases top 400: There are now at least 437 cases of the virus in the United States, with 30 states announcing confirmed or presumptive positive cases. The US has recorded 17 deaths linked to the virus. New York declares state of emergency: NY Governor Andrew Cuomo has declared a state of emergency in order to have “a more expedited purchasing and testing protocol.\" Thirteen more cases were reported in New York on Saturday, bringing the state total to 89.  Italy considering lockdown: The Italian cabinet is discussing a draft proposal that could potentially put people in the region of Lombardy and 11 other provinces in northern Italy under lockdown due to coronavirus, according to a close adviser to one of the ministers attending the cabinet meeting. Italy saw a dramatic increase in the number of confirmed coronavirus cases today, with a rise of 1,247 in a single day. CPAC attendee tests positive: One of the attendees at last week’s Conservative Political Action Conference (CPAC) in National Harbor, Maryland, tested positive for coronavirus. There's no indication that President Donald Trump or Vice President Mike Pence, who attended the event, \"met with or were in close proximity to the attendee.\" Grand Princess cruise: A critically ill passenger and her husband were \"medically disembarked\" from the Grand Princess cruise ship by the US Coast Guard. Twenty-one people have been diagnosed with the coronavirus aboard the cruise ship, which is in quarantine off the California coast. Life Care Center: Seventy employees at the Life Care Center in Kirkland, Washington, are showing symptoms of novel coronavirus, according to Tim Killian, spokesperson for the facility. The Centers for Disease Control and Prevention has provided \"extra nurses, practitioners and doctors\" to the facility. Egyptian cruise ship: A quarantined cruise ship in Egypt carrying 171 people now has 45 confirmed cases of coronavirus, according to state-run Al-Ahram news agency. The Luxor Nile traveled from Aswan to Luxor, where it is now docked. And if you're told to self-quarantine, here's what you need to know.", "Section": "asia", "Writers": ["Helen Regan", "Jenni Marsh", "Rob Picheta", "Amir Vera"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-03-08-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}