{"Type": "article", "Time": "2020-07-03", "Headline": "China and India are sparring but neither can afford a full-on trade war", "Text": "Last month's deadly border battle between India and China has already begun to affect business and technology. But the world's two most populous countries have a lot to lose should the dispute escalate into a full-on trade war.  New Delhi has indicated that it is willing to exert economic pressure on its neighbor. Trade organizations in the country reported last week that Chinese shipments were suddenly being held up at Indian checkpoints, while authorities in one state paused hundreds of millions of dollars worth of Chinese business deals. And earlier this week India took the dramatic step of banning dozens of mobile apps, including well-known Chinese ones like ByteDance's TikTok, Tencent's WeChat, and social media network Weibo. The backlash has reached the highest political levels: Weibo said this week that it had removed Indian Prime Minister Narendra Modi's account at the Indian government's request. Beijing's response so far has been cautious. Chinese officials said Tuesday that they were \"strongly concerned\" about the app ban, for example, but they did not threaten any kind of retaliation. And on Friday, a spokesperson for the Ministry of Foreign Affairs stressed that the two countries should work together, adding that barriers to cooperation \"will harm India's interests.\" Some Chinese state media have called for \"cooler\" heads to prevail.  \"As of now, China is only assessing the situation,\" said Geethanjali Nataraj, an economics professor at the Indian Institute of Public Administration (IIPA). A \"trade war is not going to benefit either of the countries,\" she added. China's tough line China has plenty of leverage, if it chooses to retaliate for India's app ban. It has long been a critical trade partner for India. From April 2019 to March 2020, India bought $65 billion worth of goods from China, accounting for nearly 14% of its total imports, according to Indian government data. Meanwhile, China bought $16.6 billion worth of goods from India. China was India's second largest trading partner for that period behind the United States, though that value of trade does not include Hong Kong. India accounts for a much smaller share of China's total trade. Exports to India comprised only 3% of China's total in 2019, according to Chinese government statistics. And India was only China's 12th biggest trade partner last year. But analysts who spoke to CNN Business stressed that any kind of warfare, economic or otherwise, with an Asian neighbor would be costly for Beijing. The world's second largest economy is already managing pressures on several fronts, including a Western backlash over a new, controversial security law for Hong Kong and its handling of the coronavirus pandemic. China is also managing its own economic struggles, including a historic first-quarter contraction and rising unemployment.  \"China is holding a tough line on the territorial dispute with India, but it doesn't want to see a confrontation,\" according to Deng Yuwen, a researcher at the US-based think tank China Strategic Analysis Center, who detailed his thoughts in a video posted online last month. Nataraj of the IIPA pointed out that China also likely doesn't want to jeopardize its trading relationship with India, either, given the fact that the country still sends tens of billions of dollars of goods to India each year. \"Chinese companies are already facing trade restrictions from [the United States] and other countries, and they are faced with over capacity,\" she said. \"Therefore, it is not easy for China to ignore a big market like India.\" Even so, there are political considerations at play for Beijing. Deng said that China can't be too \"soft\" on territorial disputes, or else it could risk angering the public.  \"The Chinese public doesn't think China should give in to India,\" Deng added. \"In the people's perspective, China and India are like two boxers of different weight classes. It shouldn't be hard for the heavyweight to defeat the lightweight.\" (India does, however, have significant experience with ground combat and air forces, and recent studies suggest the country maintains an edge in high-altitude mountainous environments, such as the one where the 2020 face-off is taking place.) India's dilemma India, meanwhile, is likely to \"lose more\" from engaging in a trade war with China, according to Nataraj.  Like many other countries, Asia's third-largest economy has been hit hard by the pandemic and the lockdown measures it imposed to prevent the virus from spreading. Industrial production shrank dramatically this spring, while the services industry collapsed. Business activity was still struggling through June, according to data about the services sector released Friday. Nataraj said that many industries in India — including electronics, pharmaceuticals and IT hardware — are heavily dependent on imports, particularly from China.  Shipping and delivery companies have confirmed that the dispute is already causing disruption. DHL Express India told CNN Business on Friday that it is \"temporarily suspending pick up of import shipments from mainland China, Hong Kong and Macao due to recent delays in customs clearance of shipments into India.\" And FedEx said that it is \"currently facing backlogs beyond our control, leading to congestion at our facilities.\" \"Though there is nothing wrong in [being] vocal for local [business], the immediate short term anti-China momentum would affect the supply chain of Indian production networks,\" Nataraj said, adding that arbitrary import restrictions or consumer boycotts will be largely \"self-defeating.\" Potential retaliation Even if both countries have reason to not engage in a trade war, analysts pointed out that raw emotions could push them toward escalation. \"There is a clear understanding in India that China could retaliate and that India is more dependent on Chinese products than the other way round, but the mood in India is one of acute resentment and anger,\" according to Kanti Bajpai, a professor at the National University of Singapore who studies Indian foreign policy and India-China relations. At least 20 Indian soldiers died during June's clash with Chinese troops in the Himalayas, according to the Indian army. \"If the confrontation persists, Delhi may take economic actions on trade as well,\" Bajpai added. In retaliation, Beijing could \"slow walk\" some of the market access it has promised India in areas such as pharmaceuticals and agriculture, according to Rick Rossow, the Wadhwani Chair in US-India Policy Studies at the Washington-based Center for Strategies and International Studies. China could also pull back on new investments it was looking to make in India, he said.  Investment from China has poured into Indian startups and manufacturing but it was already becoming a point of contention. In April, the Indian government announced that foreign direct investment from countries that share a land border with India would be subject to more scrutiny. \"The economic consequences of these moves are likely to be modest initially, but the bigger impact could come if India decides to break away from China and secure stronger strategic ties with countries such as the United States, Japan, Australia and France,\" Rossow added. — Shawn Deng, Swati Gupta, Manveena Suri, Jordan Valinsky Philip Wang, Isaac Yee and Hanna Ziady contributed to this report.", "Section": "economy", "Writers": ["Laura He"], "URL": "https://www.cnn.com/2020/07/03/economy/china-india-trade-war-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Singapore", "Source": "CNN"}