{"Type": "article", "Time": "2021-01-19", "Headline": "China and WHO acted too slowly to contain Covid-19, says independent panel", "Text": "China and the World Health Organization (WHO) could have acted quicker and more forcefully to contain the start of the Covid-19 outbreak, an independent review panel said on Monday.  In its second interim report, the Switzerland-based Independent Panel for Pandemic Preparedness and Response determined that Beijing could have been more vigorous in applying public health measures when cases were first detected in the city of Wuhan, in Hubei province. \"What is clear to the panel is that public health measures could have been applied more forcefully by local and national health authorities in China in January (2020),\" the report said. The first cases in Wuhan occurred between December 12 and December 29, 2019 according to city authorities. The cases weren't reported to WHO until December 31. By the time Wuhan went under lockdown on January 23, 2020 the virus had already spread to Japan, South Korea, Thailand, and the United States. Several countries, most vocally the US and Australia, have accused Beijing of downplaying the outbreak's severity during its early stages, and preventing an effective response until it was too late. In response, China said it agrees there is always room for improvement but shut down the notion that it means the country is doing poorly regarding the pandemic. \"About this I want to say that we should certainly try to do better. I think any country, including China, the US, the UK, Japan, and any other country,  should try to do better, because I think there is always no best, only better, when it comes to public health issues,\" Chinese Foreign Ministry Spokeswoman Hua Chunying said.  \"But I think there is another point that needs attention here,\" Hua said. She added that the idea that China should aim to work better is not the same as saying it is not doing well, adding that Western media has portrayed it that way.  \"The former means that we need to constantly reform ourselves, improve ourselves, and constantly improve our ability to govern, aiming at the absolute perfection. I think this is precisely why China can continue to develop and make progress. The latter may be somewhat biased and carping,\" Hua said. The independent panel, co-chaired by former New Zealand Prime Minister Helen Clark and former Liberian President Ellen Johnson Sirleaf, also criticized WHO for its delays in sounding the alarm, and called for reforms to the UN agency.  Despite being alerted to the cases by the end of December, 2019 WHO did not convene its emergency committee until January 22, 2020 -- and then waited until January 30 before declaring an international emergency. \"It is not clear why the committee did not meet until the third week of January, nor is it clear why it was unable to agree on the declaration of a public health emergency of international concern when it was first convened,\" the report said.  The report also highlighted that WHO did not declare the outbreak a pandemic until March 11, 2020 after some health experts and media outlets had already begun adopting the term. By that time, there were already 118,000 cases and more than 4,000 deaths worldwide. \"Although the term pandemic is neither used nor defined in the International Health Regulations (2005), its use does serve to focus attention on the gravity of a health event,\" the report said. It concluded that WHO \"has been underpowered to do the job expected of it.\" WHO has a \"gravely limited\" power to validate reports of disease outbreaks for pandemic potential, or to deploy support to local areas, it said.  The international community needs to achieve a \"global reset\" on how it tackles pandemics, said the review panel, which is scheduled to present a final report at the World Health Assembly in May.", "Section": "asia", "Writers": ["Jessie Yeung", "Sharif Paget"], "URL": "https://www.cnn.com/2021/01/18/asia/who-covid-review-panel-china-intl-hnk/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}