{"Type": "article", "Time": "2020-09-10", "Headline": "What the war on terror teaches us about Covid-19", "Text": "As we remember the tragedy of 9/11 and honor the thousands who lost their lives, we find ourselves in the midst of another tragedy. More than 191,000 Americans have died from Covid-19, and as many more could die by the end of the year. Though the present situation is different in many ways, the war on terror offers a useful model for the years ahead. Mindful of the many pitfalls of that effort, we should nevertheless learn from its example and gird ourselves for another long-term fight, fortifying our government agencies and bringing the international community together in a concerted campaign against this shared global threat.  Jihadist hijackers would seem to have little in common with the microscopic menace we face today. One is the worst kind of human evil, the other a mere packet of genetic material. But terrorists and viruses are both tiny actors that can bring a mighty civilization to its knees Both threats are decentralized in structure, making it impossible to strike a single decisive blow against them. Spreading unseen across vast networks, they are difficult to detect and even harder to defeat.  The 2001 invasion of Afghanistan quickly deprived al Qaeda of its stronghold, but the victory was fleeting. The group reconstituted itself in Pakistan and, like a hydra, sprouted many heads around the world -- in Yemen, in Syria, in North Africa, and most notoriously, in Iraq. The Iraqi offshoot would grow into its own independent organization, ISIS, a \"cancer\" that President Obama vowed to \"eradicate.\" Yet by the time the US and its allies defeated the caliphate under President Trump, the cancer had already metastasized to other countries, such as Afghanistan and the Philippines (not to mention, large remnants of the group survived and continue to operate in Iraq and Syria). The Covid-19 pandemic, too, has been an ongoing game of whack-a-mole. By the time China got the virus under control, it had already spread to Europe. By the time Europe got it under control, it had already spread to the United States. New York's outbreak seeded other outbreaks in states across the South and West. Places that had tamed the virus experienced new flare-ups, even in New Zealand, which at one point enjoyed more than 100 days without a single case of community transmission. Everyone seems to think a vaccine will magically solve the crisis. It will certainly help, but consider that humans have eradicated only two diseases throughout history, even when vaccines exist. For one thing, viruses can mutate, which is why a new flu vaccine must be produced each year. An ineffective vaccine that is rushed to market, as may be the case with Russia's vaccine, could actually promote mutation, some have warned. Even in the case of a safe and effective vaccine, uptake will be far from universal, with anti-vaxxers providing aid and comfort to the \"invisible enemy.\" Billions of people in developing countries may struggle to get access to the vaccine, so even if the US inoculates a critical mass of its population, the pandemic could rage across much of the world, affording more opportunities for mutation. Animals can serve as a reservoir for the virus and potentially reinfect humans with a different strain. In short, as Sarah Zhang writes in The Atlantic, \"This virus is never going away.\" That doesn't mean society needs to shut down forever. The flu has become a manageable disease over time (though quite deadly nonetheless). Still, we are in the early days of the coronavirus, and there is a long road ahead. Recall that after the September 11 attacks, President Bush pledged to \"direct every resource at our command ... to the destruction and to the defeat of the global terror network,\" cautioning that this would be \"a lengthy campaign unlike any other we have ever seen.\" In contrast, President Trump keeps insisting the virus will simply \"disappear\" or \"go away.\" That attitude does not bode well for America's future resolve and preparedness, particularly when habitat destruction, climate change, population growth and global travel are creating the conditions for more pandemics to come.  Since President Bush launched the war on terror in 2001, the US has suffered few major attacks. That is not because the threat of terrorism disappeared. It is the product of active vigilance by a national security apparatus that was strengthened after 9/11. It is the product of forging partnerships with countries around the world, sharing intelligence and training local forces. Winning the long-term fight against Covid-19, and other pandemics that arise, will similarly require investing in the domestic public health agencies, collaborating with foreign scientists on research, and working with other countries to prevent and manage new outbreaks. Just as international organizations have helped coordinate airport security and cut off terrorist financing, global bodies such as the World Health Organization will play a vital role in battling the virus. There were, of course, grave errors committed during the war on terror. The US distorted intelligence to justify an unrelated errand in Iraq and then, in spite of fierce resistance at the United Nations, chose to invade anyway. It killed innocent civilians in war zones. It subjected terrorist suspects to indefinite detention and torture, and it subjected its own citizens to intrusive surveillance and racial profiling. These moves were generally counterproductive -- actually breeding terrorism, destabilizing the Middle East, eroding America's standing in the world and hurting Americans' trust in government. The response spun out of control, like the cytokine storm that kills so many Covid-19 patients. Sadly, something similar may be happening again as the US goes down a path of politicizing the public health agencies, starting trade wars over medical supplies and withdrawing from international organizations. The new bogeyman is not Saddam Hussein, but Chinese President Xi Jinping, and for all of Beijing's faults, the US would do well to avoid a new cold war with China, which could turn in to a bigger disaster than the Iraq War. The other major mistake of the war on terror was neglect, of two kinds. One was giving in to war-weariness, thereby breathing new life into adversaries like the Taliban and allowing groups like ISIS to flourish. That kind of negligence has been America's cardinal sin during the pandemic. The second kind of neglect was a failure to tackle other problems, as the counterterrorism offensive went off in unnecessary directions and swallowed up attention and resources that could have been channeled toward education, infrastructure, climate change, cybersecurity, and yes, pandemic preparedness.  With that cautionary tale in mind, we must ensure the War on Covid does not distract America from its other urgent challenges. In truth, many of these issues are interrelated. A society with better schools, more affordable health care and a cleaner environment won't be such easy prey for a virus. Above all, the task must be to heal our national divisions. What was clear 19 years ago and what is clear today is that unity is the strongest weapon in America's arsenal.", "Section": "opinions", "Writers": [], "URL": "https://www.cnn.com/2020/09/10/opinions/9-11-war-on-terror-covid-19/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}