{"Type": "article", "Time": "2020-08-11", "Headline": "Covid-19 misinformation is spreading in 25 different languages, leading to deaths and injuries, study finds", "Text": "Covid-19 rumors, stigma and conspiracy theories have been circulating in 25 different languages across at least 87 countries -- including the United States -- and this spread of misinformation has led to deaths and injuries, according to a new study. The study, published in the American Journal of Tropical Medicine and Hygiene on Monday, involved analyzing coronavirus-related rumors, stigma and conspiracy theories that were posted to social media platforms, online newspapers and other websites between December 31 and April 5. The researchers -- from various institutions in Bangladesh, Australia, Thailand and Japan -- defined a \"rumor\" as any unverified information that can be found to be true, fabricated, or entirely false after verification. \"Stigma\" related to discrimination or devaluation of a group and \"conspiracy theory\" was defined as beliefs about an individual or group of people working in secret to reaching malicious goals. The researchers identified 2,311 reports related to possible Covid-19 misinformation in 25 languages from 87 countries -- and of those reports, 89% were classified as rumors; 7.8% were conspiracy theories; and 3.5% were stigma. The study included some examples: \"Poultry eggs are contaminated with coronavirus\" and \"Drinking bleach may kill the virus\" were rumors; \"Every disease has ever came from China\" was stigma; and \"It's a bio-weapon funded by the Bill & Melinda Gates foundation to further vaccine sales\" was a conspiracy theory. Most of the rumors, stigma and conspiracy theories were identified from India, the United States, China, Spain, Indonesia and Brazil, the researchers found. The analysis showed that 24% of the reports overall were related to Covid-19 illness, deaths and transmission of the coronavirus; 21% were related to control efforts; 19% to treatment or \"cures\"; 15% to the cause of the disease and the origins of the virus; 1% to violence; and 20% were considered miscellaneous. Such misinformation can lead to injuries and deaths, the researchers noted in the study. \"Rumors can mask themselves as credible infection prevention and control strategies and have potentially serious implications if prioritized over evidence-based guidelines. For example, a popular myth that consumption of highly concentrated alcohol could disinfect the body and kill the virus was circulating in different parts of the world,\" the researchers wrote.  \"Following this misinformation, approximately 800 people have died, whereas 5,876 have been hospitalized and 60 have developed complete blindness after drinking methanol as a cure of coronavirus.\" The study had some limitations, including that the data came from publicly available online platforms -- so there could be more misinformation out there.", "Section": "health", "Writers": ["Jacqueline Howard"], "URL": "https://www.cnn.com/2020/08/10/health/covid-misinformation-spread-study-wellness/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}