{"Type": "article", "Time": "2021-03-19", "Headline": "We asked Asian Americans about their experiences with hate. The responses were heartbreaking", "Text": "A cardiologist at a grocery store almost had her mask ripped off. A young man was verbally accosted, and his White friend didn't notice. A retired woman was called a racial slur and blocked from exiting a parking lot. These are some examples of hostility that Asian Americans have faced in the last year. While this hatred directed at the Asian community is anything but new, animosity toward the group has grown in the wake of the coronavirus pandemic.  Last March, then-President Donald Trump referred to the coronavirus as \"the Chinese virus\" -- subsequently, many Asian Americans said they were blamed for bringing Covid-19 to the US. Asian American businesses that were already devastated by the hardship of the pandemic took a second financial hit due to the discrimination they experienced. There were 3,795 firsthand complaints of racism and discrimination against Asian Americans from March 19, 2020, through the end of February 2021, according to the coalition Stop AAPI Hate. Earlier this week, eight people -- six of whom were Asian women -- were killed in the Atlanta shootings at three spas. The incident shook up many in the Asian American and Pacific Islander (AAPI) community. While the past year has magnified the hate, it's also inspiring some Asian Americans to stop being silent and speak out about their experiences. CNN asked Asian Americans to share their stories with us. We received more than 300 responses. CNN is only using first names for their safety and to help prevent them from facing retribution in their communities. A man tried to rip off her mask At the start of the pandemic, Jae said a man got into her face and tried to rip her mask off in the middle of a grocery store. \"I was confronted by a man who was very upset with me being there, telling me that I brought the China virus in this community and I should get out,\" the 43-year-old cardiologist from Oregon said. \"He tried to rip the mask off my face. It was very scary and I just had to leave.\" He called her a b*tch -- but what was worse, Jae said, was that he also called her a racial slur for Chinese people. \"I'm not even Chinese. I'm Korean, for God's sake, you know? My first reaction is to try to make him understand that this is absolutely false,\" she said. \"My latter thought was this is getting dangerous. I think ... I may get physically hurt.\" Shaken, Jae went home and told her husband about what happened that day in spring 2020. She never reported the incident and she stopped going to the store at night -- she tried not to go out at night at all, except when she was needed at the hospital, she said. In the past year, Jae started to notice that now she avoids crowds too, especially in the wake of the attacks and violence on Asian Americans. Jae said she was hurt and scared by what happened, especially since she's part of this community. Patients stop her in the streets and people recognize her in her city, which is less than 100,000 people, she said.  Jae said she hopes people start seeing Asian Americans as part of the communities where they live.  \"I think the violence happens because you see these people as the other people, other people who cause harm, other people who done me wrong, other people who brought this virus,\" she said. \"These are all misinformation where people are considered to be others.\" She wishes she would have said something earlier to stand up for other minority groups facing racism. \"I wish I spoke up sooner for all violence against minorities, like when the Black Lives Matter movement happened, when there were people, other minorities who were facing just crushing racism and violence,\" she said. A woman told him to go back to his country Seeing the faces of the victims in the Atlanta-area spa shootings made Ian feel horrible, he said. He didn't know any of the of the victims, six of whom were Asian women, but they felt familiar. \"It's very difficult to describe this feeling of just like grieving, even if it's people you never knew or never heard of or never had contact with,\" the 24-year-old writer said. \"Psychologically, it does a lot to your head to just hear about people being shot and killed because of how they look, because they look like my grandma, because they look like my mom.\" The New York resident immigrated to America from Mexico when he was 7. Born to a Chinese mother and a Mexican-Japanese father, Ian said he's used to being called racial slurs. Dealing with ignorance and racism isn't new for him. But in the past year, he said he thinks people who are saying anti-Asian things feel more empowered. \"I think this has always existed,\" he said. \"But this past year, I do feel like people have been more empowered to be more public about it ... to be very publicly anti-Asian and to get the support that they feel that they want behind them.\" Ian was leaving a store with a friend when a woman started following them and yelling in April 2020. A sinking feeling made his stomach hurt. He sensed she was directing her anger at him, he said. \"As someone who is very attuned to getting called racial slurs ... you just feel it when someone's talking to you in that tone of voice,\" he said. \"I tuned in and I heard her saying, 'Oh, you like disgusting, dog-eating ch***, go back to China, you're so dirty.'\" He asked his friend if she heard what the woman said. His friend didn't realize what had just happened, which Ian said made him feel alone. \"As someone who has experienced stuff like that in the past, you (are) just constantly on alert and you catch things like that. Whereas my friend who is White, she didn't really know what was happening,\" he said. \"I felt something that was traumatic happening, which I wasn't able to process it at all.\" Ian said he feels targeted just for the way he looks. \"There's no desire to see me as a person. There's no desire to get to know me,\" he said. \"It's purely, 'I've made up my mind about who you are and I hate you for it.' And to me, that's where racism is.\" Customers threw their masks at her Food truck co-owner and chef Brittany closed her business twice during the pandemic. The first time was because business was slow -- the second time was because she feared for her safety. Brittany was working alone on her Japanese food truck in July 2020 when two customers started slinging slurs and even throwing things at the truck, she said.  \"I had a couple of customers come up and basically just take the masks off their face, throw them at the window,\" she said. \"They were telling me, 'Go back to China. Why did you why did you come here? Stop eating bats.'\" The 32-year-old of Japanese and Mexican descent, feared for her safety. She said the customers were loud, swearing and yelling slurs at her and she was in a dark location in the evening -- alone. \"(I) just to have to be extra concerned now for if something was going to happen, if they were going to try and break in and hurt me or take the money,\" she said. Brittany closed up shop from July to September of 2020, shaken by the incident. Her business took a huge hit financially, but she did it for peace of mind, she said. She lives in an open carry city, and said she worries about armed harassers. \"I actually keep a gun on the truck now under the register area or wherever on me just in case ... because I have no idea what's going to happen,\" she said. Brittany, who opened her food truck in July 2019, said she never heard any racist comments directed toward her.  But, xenophobic and racist comments \"ramped up last year with the Covid stuff,\" she said. Business has gotten better and the customers have too, occasionally cracking jokes about if they serve bats and asking her not to cough on the food, she said. A car blocked her from leaving the parking lot Ever since Lucy moved to the United States from her native Thailand in the 1960s, she vowed to be active and involved as a citizen. The outspoken 65-year-old was in the Nevada caucus. She also attends political rallies, and is active in her community. But when she's the target of racist comments, she doesn't feel like it's safe to stand up to her aggressors. Lucy was using her walking cart to get to her car when someone in a large SUV almost ran her over, she said. As she loaded her groceries in the car, she noticed the vehicle was blocking her into her handicapped spot. \"I got out and he's staring at me and I said, 'If you can just move back, I could leave,'\" she said. \"He said, 'Well, do you think I'm stupid?'\" The man called her names and screamed at her. \"'You effing ch***.' You know, the usual Asian names that they always call us,\" she said. Some of the people in the parking lot got out of their cars and came to her defense. A few people came and stood next to her car with her and a Black man leaned on his trunk and called the police, she said. Eventually, the man quickly backed up and Lucy exited the parking lot. \"I just went home and just vented to my kids, so didn't say anything, didn't call the police, nothing,\" she said. \"That's the problem is that we go home and ... we don't ever say anything.\" Even though the pandemic has been hard, and she's experienced incidents like this one, Lucy said wearing a mask has an unintended benefit. \"Wearing a mask actually hides a lot of my Asian features and people just don't know what I am these days,\" she said. \"It's nice to be anonymous once in a while.\" Don't let that fool you, though. Lucy is proud of her heritage -- she is just tired of getting hurt and blamed for the virus. \"I want everybody to know we are not responsible for the virus, we in America are not responsible,\" she said. \"I really want everyone to be involved. Don't keep quiet and get vaccinated.\" She encourages other Asian Americans to speak up and say what they mean. \"We're all proud to be Asian Americans,\" she said. \"We're peaceful people, we're forgiving, but we hurt, too.\"", "Section": "us", "Writers": ["Christina Zdanowicz"], "URL": "https://www.cnn.com/2021/03/19/us/asian-american-hate-pandemic-trnd/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}