{"Type": "article", "Time": "2020-12-02", "Headline": "Singapore becomes first country to approve lab-grown meat", "Text": "Singapore has granted San Francisco start-up Eat Just Inc. regulatory approval to sell its laboratory-grown chicken in the city-state -- the world's first government to allow the sale of cultured meat.  The product, created from cultured chicken cells, has been approved as an ingredient in chicken bites following Singapore Food Agency (SFA) approval, Eat Just said Tuesday. Initially, the chicken bites will debut in a Singapore restaurant, with plans for wider expansion into dining and retail establishments in the country, Josh Tetrick, co-founder and CEO of Eat Just told CNN Business. The product will be priced at parity with premium chicken, he added. \"We've been eating meat for many hundreds, thousands of years, always needing to kill an animal to eat -- until now,\" he said. The cultured meat is created in a bioreactor -- an apparatus in which a biological reaction or change takes place -- Eat Just said. It has a high protein content and is a rich source of minerals, according to the company, which plans to sell the product under the GOOD Meat brand. For now, with manufacturing hubs in Singapore and Northern California, the company only has approval to sell the meat in Singapore, but it hopes to expand sales of cultured meat -- including cultured beef -- into the US and Western Europe, Tetrick said. Eat Just already produces a range of non-animal products, including Just Egg, made with mung beans, and a vegan mayonnaise. The trend toward meat substitutes and plant-based protein, already growing in the United States, is also taking hold in Asia.  This year, despite the global economic turmoil triggered by the coronavirus pandemic, plant-based protein startup Impossible Foods secured about half a billion dollars in fresh funding, with investment mostly coming from heavyweight investors in Asia. California-based Beyond Meat last month unveiled a meatless minced \"pork\" for launch in China, while Impossible launched its fake beef product in supermarkets in Hong Kong and Singapore in October, hoping to widen its footprint across Asia. ", "Section": "business", "Writers": ["Amy Woodyatt", "Danielle Wiener-Bronner"], "URL": "https://www.cnn.com/2020/12/02/business/lab-grown-chicken-intl-scli-scn/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}