{"Type": "", "Time": "2021-03-25", "Headline": "This chef will teach you how to get up on your feet – Manila Bulletin", "Text": "When the pandemic temporarily closed the doors of Chef RV Manabat’s café-restaurant and boutique baking and cooking studio in Biñan, Laguna, he immediately decided to focus on his online platform, to share free video tutorials on recipes and secrets so others might earn a living amid the lockdown.Although he has been posting these videos since 2019, he doubled the effort on his cooking and baking lessons to encourage others to start their own businesses. His Facebook page received positive feedback from his fans who established their own businesses thanks to his recipes and tips. Currently, he has approximately 430,000 YouTube subscribers and 1.2 million Facebook followers.The 30-year-old alumnus of De La Salle-College of Saint Benilde’s School of Hotel, Restaurant, and Institution Management (SHRIM), pursued a postgraduate degree at Boston University, majoring in Food, Wine and Cheese Studies. He has further explored the world to update his techniques from prestigious institutions and trusted sources in the US, Argentina, Brazil, France, Belgium, Italy, Spain, Malaysia, Taiwan, Thailand, South Korea, and Vietnam.Author of national bestselling cookbooks Baking Secrets and More Baking Secrets, he initially imparted this knowledge at several academies and colleges in the country. He then eventually opened his own personal cooking and baking studio, which has grown to conduct face-to-face classes several days a week. His eponymous café-restaurant in Biñan was a favorite of patrons for homecooked meals and pastries, which are genuinely timplang Biñan.Much like other food and beverage enterprises, however, his beloved shop suspended operations due to the lockdown. This also halted the face-to-face baking and cooking classes.For his ongoing online videos, the chef has chosen low-cost, easy-to-follow recipes which are perfect for small productions, including treats such as puto, maja blanca, ube cheese pan de sal, Spanish bread, banana bread, cheesy milky donuts, caramel bars, vanilla cupcakes with stable buttercream icing, ube cheese macaroons and brownies, no-bake banoffee pie and no-bake cheesecake.‘My main goal is to help people acquire a stable livelihood and improve their quality of life.’“Any God-given knowledge and gift must be imparted for the better good of the society,” he stated. “To be able to share, one has to be selfless and extremely happy to see another person’s success. We should uplift one another. That is the best tool we have right now to recover our economy and enhance our community.” His most successful recipe is the moist chocolate cake. “Everybody likes chocolate. It is easy to make and also easy to sell,” he beamed. He has likewise shared tips on all-time favorites such as embotido, pork barbecue with java rice, pansit with crispy pork and easy beef salpicao, plus a wide range of pastas including aglio olio pasta, cheesy meaty lasagna, creamy pesto and mushroom pasta, and truffle cream pasta. He even shared easy hacks on the popular Korean dishes samgyupsal, kimchi, and kimchi fried rice.“The videos are for everyone who enjoys food, or simply for people who want to be entertained through food. We just don’t share recipes and techniques. My main goal is to help people acquire a stable livelihood and improve their quality of life,” he added. As advice to those who wish to pursue a career in the galleys, he says “Always enjoy the heat in the kitchen, avoid stress, and make everything with love! Remember what I always tell you on my videos: When you know, you can!” ", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/25/this-chef-will-teach-you-how-to-get-up-on-your-feet/", "MainKeyWord": "Macao", "AdditionalKeyWord": "Malaysia", "Source": "MB"}