{"Type": "article", "Time": "2020-10-29", "Headline": "US touts largest ever seizure of Iranian oil and weapons", "Text": "The US announced Thursday that it has sold petroleum from its largest-ever seizure of Iranian fuel for more than $40 million and will direct most of the proceeds to a fund for the victims of state-sponsored terrorism.  Officials from the State Department and Department of Justice also said that the US had conducted its largest ever seizure of Iranian weapons in late 2019 and early 2020. \"These actions represent the government's largest-ever civil seizures of fuel and weapons from Iran,\" said John Demers, the assistant attorney general for national security. \"Iran continues to be a leading state sponsor of terrorism and a worldwide destabilizing force.\"  The news of the seizures and sale came shortly after the US Treasury Department unveiled sanctions on eight entities based in Iran, China and Singapore for selling and purchasing Iranian petrochemical products. The entities worked with Triliance Petrochemical Co. Ltd., a Hong Kong-based broker with branches in Iran, which has already been sanctioned by the US government.  'Uncoupled from politics' These sanctions are the latest moves in the Trump administration's \"maximum pressure\" campaign against Iran and the most recent in a flurry of anti-Iran steps in the weeks leading up to Election Day. The US has announced economic, banking and energy sanctions against Tehran since late September, all with the goal of strangling Iranian government revenues and, analysts say, making it harder for a potential Joe Biden administration to reverse course.   Officials said Thursday that they were making the fuel and weapons announcements because the US District Court for the District of Columbia had just unsealed the orders allowing for the sale and seizure. The news is \"uncoupled from politics,\" said Michael Sherwin, acting US attorney for the District of Columbia. The weapons, which included 171 guided anti-tank missiles, eight surface-to-air missiles, land attack cruise missile components, anti-ship cruise missile components and thermal weapons, were seized in November 2019 and February 2020 when the US Navy Central Command intercepted two flagless vessels in the Arabian Sea. Victims' fund Officials said an analysis revealed that the arms were from the elite Quds Force arm of Iran's Revolutionary Guard Corps and bound for militant groups in Yemen. On August 20, the Justice Department's National Security Division and the US Attorney's Office for the District of Columbia filed a complaint in US District Court seeking to forfeit the seized weapons US officials did not say who bought the seized oil. The 1.1 million barrels of refined petroleum were seized from four foreign-flagged vessels bound for Venezuela. After being presented with an August seizure order from the DC District Court, the ships' owner transferred the petroleum to the US. Sherwin said the US estimates \"that in excess of $40 million will be recouped by the United States\" from the sale and \"the great majority\" of those monies will go to the victims' fund.  Demers said that \"it is therefore with great satisfaction that I can announce that our intentions are to take the funds successfully forfeited from the fuel sales and provide them to the United States Victims of State Sponsored Terrorism Fund after the conclusion of the case.\" Elliott Abrams, the State Department's special representative for Iran and Venezuela, estimated that since May 2018, the US has managed to reduce Iranian oil exports from more than 2.5 million barrels a day \"to really a small fraction of that.\" Abrams estimated that meant Iran has been deprived of \"some $70 billion that it could have used for its nefarious agenda and its foreign misadventures.\" ", "Section": "politics", "Writers": ["Nicole Gaouette", "Kylie Atwood"], "URL": "https://www.cnn.com/2020/10/29/politics/us-iran-seized-oil-weapons-sanctions/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}