{"Type": "article", "Time": "2020-04-15", "Headline": "Nnevvy: Chinese troll campaign on Twitter exposes a potentially dangerous disconnect with the wider world", "Text": "At first, it seemed like a straightforward Chinese internet controversy.  After Thai actor Vachirawit Chivaaree liked a photo on Twitter that listed Hong Kong as a \"country,\" Chinese fans inundated his Instagram and other social media with comments \"correcting\" him, and he soon posted an apology for his \"lack of caution talking about Hong Kong,\" which is a semi-autonomous Chinese city, and not an independent nation.  Vachirawit, who goes by the name \"Bright,\" was not the first foreign celebrity or brand to cause offense in China by mischaracterizing issues related to Hong Kong or Taiwan, or by crossing numerous other political red lines familiar to those within China's Great Firewall.  Nor was he the first to try to apologize, only to have more alleged transgressions dredged up by nationalist Chinese web users looking for a new scalp.  For years, Chinese internet nationalists have leapfrogged the Great Firewall to go after the country's critics on banned social media sites like Facebook and Twitter. They've attacked pages run by the Taiwanese government, pro-Uyghur groups, and businesses deemed to have offended China, inundating them with abusive posts and clogging up their timelines. Following Vachirawit's apology, comments from users on Weibo, a Chinese social media platform, found additional posts by him they disapproved of, as well as comments by his girlfriend, who goes by the name Nnevvy online, in which she appeared to endorse Taiwanese independence (or at least that the island was distinct from mainland China).  They called for a boycott of Vachirawit and his TV show, \"2gether,\" and some began posting attacks against his girlfriend on both Weibo and Twitter under the hashtag #nnevvy. On the Chinese platform, the hashtag attracted more than 1.4 million posts, and some 4 billion views, according to the Global Times, a state-backed tabloid. \"There is no such thing as an idol when it comes to the important matters of our country,\" the paper quoted one popular post stating.  The expression of similar sentiments on Twitter were met with pushback by Thai fans, who quickly found themselves targeted by the Chinese users, who posted insults demeaning the southeast Asian country and its government. But here the users, used to debating within the limits of the Great Firewall, revealed something of how limited their political worldview is by censorship and propaganda.  In seeking to insult the Thais they were arguing with, they turned to the worst topics they could imagine, but instead of outrage, posts criticizing the Thai government or dredging up historical controversies, were met with glee by the mostly young, politically liberal Thais on Twitter.  \"Say it louder!\" read one post, after trolls shared photos of the Thammasat University massacre, in which government troops opened fire on leftist student protesters in 1976. Other Thais posted memes laughing at the futility of Chinese trolls attempting to insult them by attacking a government they themselves spend most of their time criticizing. Hong Kong and Taiwanese posters soon joined in, with former Hong Kong lawmaker Nathan Law writing, \"so funny watching the pro-CCP (Chinese Communist Party) online army trying to attack Bright. They think every Thai person must be like them, who love Emperor Xi (Chinese President Xi Jinping). What they don't understand is that Bright's fans are young and progressive, and the pro-CCP army always make the wrong attacks.\" As of Tuesday, the #nnevvy hashtag is now overwhelmingly dominated by anti-China posts, as is #China, despite apparent efforts to flood it with positive content about the country. Even on Weibo, most recent posts are from users discussing the failure of the \"expedition\" with some poking fun at the \"little pinks,\" as nationalist, pro-Communist Party trolls are known online.  While all this may seem petty and inconsequential, the failure of this particular trolling campaign is illustrative of a wider issue. The attitude expressed by the angry \"little pinks\" engaging in it, an easily offended, touchy nationalism that links love for country with love of the Communist Party and its leaders, has grown substantially in recent years, drowning out -- with the assistance of the censors -- what limited criticism there was of the government on the Chinese internet.  This type of groupthink could have potential real world consequences down the line. While China's leaders do not need to worry about public opinion in the same as their counterparts in a democracy, they cannot ignore it entirely. On issues such as pollution, corruption and food safety, public opinion has had a notable effect on government policy, even as the censors worked to ensure that people did not escalate their online dissatisfaction to offline protests.  However, in the past the authorities have seen patriotic anger run out of their control. In 2012, large-scale violent anti-Japanese riots broke out in several Chinese cities over a dispute between Beijing and Japan over ownership of the Senkaku Islands, which China calls the Diaoyu Islands, in the East China Sea. Four years later, after a ruling in Manila's favor at the Hague over territorial claims in the South China Sea, protesters targeted Filipino and US businesses, and demanded the government take military action.  In both instances, intense policing both online and off was able to rein in the protests, but it also exposed the government to a level of public anger they were not used to for not giving in to calls for a more belligerent response to either Japan or the Philippines.  With Hong Kong too, nationalist sentiment fostered by Beijing has in the past created something of a feedback loop. During intense and often violent anti-government protests in the semi-autonomous city last year, Chinese state media emphasized the most extreme elements of the movement and pushed conspiracies about foreign interference.  This led to calls from many online in mainland China for the Chinese military to intervene. When the Hong Kong government instead gave in to some of the protesters' demands, it was to the understandable shock of many in China whose view of the unrest had been shaped by state media. This led to a backlash against Beijing, with some online asking the obvious question of why Hong Kong protesters, which state media had persistently referred to as rioters, could win concessions?  A similar level of disconnect and anger was seen when pro-democracy parties won big in local elections in Hong Kong, despite the confident predictions of state media and other voices on the Chinese internet that the city's population would reject them.  In both instances, just as the #nnevvy trolls were unable to conceive of anyone not being offended by having their government mocked, the limits of political imagination had been constrained by censorship and propaganda.  While some Hong Kongers and Taiwanese were crowing over the embarrassment of the Chinese trolls, they shouldn't be too complacent about the potential ramifications for any future debate over either territory's sovereignty.   If China's leaders one day find themselves painted into a corner by their own propaganda, unable to pursue or even consider more pragmatic solutions, the results could be potentially disastrous.", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2020/04/14/asia/nnevvy-china-taiwan-twitter-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}