{"Type": "article", "Time": "2019-09-16", "Headline": "Hong Kong airport sees dramatic drop in passengers amid protests", "Text": "Hong Kong saw a significant drop in air passenger numbers last month as political unrest in the Asian financial hub continues unabated.  Hong Kong International Airport handled 6 million passengers in August, down 12.4% from the previous year, according to figures released by the Airport Authority on Sunday.  The decline was mainly due to a decrease in visitor traffic from around the region. \"Passenger traffic to and from Mainland China, Southeast Asia and Taiwan experienced significant declines compared to August 2018,\" said a statement from the Airport Authority.  The fall in air traffic numbers comes as Hong Kong's anti-government protests over a now-withdrawn extradition bill run into their 15th consecutive weekend. Further violent clashes broke out on Sunday after an unauthorized march went ahead, with riot police firing tear gas and water cannons and protesters launching petrol bombs. The airport -- one of the busiest and most important commercial hubs in Asia -- has also been a key protest target.  In August, protests inside the terminal forced operations to temporarily close and grounded hundreds of flights, while rallies outside blocked transport routes including the freeway leading to the airport. Dozens of countries have issued travel warnings for Hong Kong and the number of visitor arrivals fell substantially in the first half of August, according to official preliminary data. An 'incredibly challenging month' As well as passenger numbers, Hong Kong airport saw a 3.5% drop in air traffic movement in August compared to the same period last year and a 11.5% year-on-year drop in cargo to 382,000 metric tons in August. \"Amid global trade uncertainties, cargo volume continued to contract in August,\" the statement said. Transshipments and imports also declined by 19% and 15% year-on-year, respectively.  \"In the past few months, there have been huge challenges to airport operations at times,\" C. K. Ng, the AA's executive director of Airport Operations, said in a statement. \"Thanks to the concerted efforts of the airport community, we managed to maintain normal operations and minimize impact on travelers.\" On Wednesday, Hong Kong's main carrier Cathay Pacific reported a decline in passenger and cargo numbers for August. Cathay Pacific and its regional sister airline Cathay Dragon carried a total of 2,906,954 passengers last month -- a drop of 11.3% compared to August 2018.  Cathay Pacific's Group Chief Customer and Commercial Officer Ronald Lam said August was an \"incredibly challenging month, both for Cathay Pacific and for Hong Kong.\" \"Overall tourist arrivals into the city were nearly half of what they usually are in what is normally a strong summer holiday month, and this has significantly affected the performance of our airlines,\" Lam said.  \"Our inbound Hong Kong traffic was down 38% while outbound was down 12% year-on-year, and we don't anticipate September being any less difficult.\" The months of political unrest have also affected business in the city. Union officials told CNN Business that restaurants are laying off workers and forcing them to take unpaid leave.  Major hotels are also asking workers to stay home -- in some cases, for no pay -- as business slows down. At least 700 restaurant workers have lost their jobs since June, the month when the protests evolved into massive demonstrations in the city's streets, according to an industry union.", "Section": "travel", "Writers": ["Helen Regan"], "URL": "https://www.cnn.com/travel/article/hong-kong-airport-passengers-drop-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}