{"Type": "article", "Time": "2021-02-17", "Headline": "US steps up challenges to Chinese-claimed islands in South China Sea", "Text": "A US Navy warship sailed by islands claimed by China in the South China Sea on Wednesday, the second such sailing in as many weeks, as the Biden administration steps up the US' military presence in the disputed waters. In a so-called freedom of navigation operation, the guided-missile destroyer USS Russell steamed within 12 nautical miles of the Spratly Islands in the southern portion of the 1.3 million square mile waterway, almost all of which China claims as its sovereign territory.  \"This freedom of navigation operation (\"FONOP\") upheld the rights, freedoms and lawful uses of the sea recognized in international law by challenging unlawful restrictions on innocent passage imposed by China, Vietnam and Taiwan,\" Lt. Joe Keiley, a spokesman for the US Navy's 7th Fleet, said in a statement. Vietnam, Taiwan and the Philippines also have claims in the Spratly chain, where China has has transformed obscure reefs and sandbars into man-made artificial islands, fortified with missiles, runways and weapons systems. The Russell's FONOP followed a similar operation conducted by the USS John S McCain in the Paracel Islands in the northwestern area of the sea 12 days previous. It also comes less than a week after two US aircraft carriers, the USS Theodore Roosevelt and USS Nimitz, conducted rare dual-carrier drills in the South China Sea. \"Unlawful and sweeping maritime claims in the South China Sea pose a serious threat to the freedom of the sea, including freedoms of navigation and overflight, free trade and unimpeded commerce, and freedom of economic opportunity for South China Sea littoral nations,\" Keiley said in the statement. The US Navy operations come after US President Joe Biden described China as the US' \"most serious competitor\" and outlined plans to confront Beijing's \"attack on human rights, intellectual property, and global governance.\" Biden also said Washington was in \"extreme competition\" with China. Since assuming office on January 20, the Biden administration has reaffirmed its commitment to US allies and partners in the region, specifically letting the Philippines and Japan know that their islands also claimed by China are covered by mutual defense treaties that obligates Washington to defend them. China claims the US naval operations in the South China Sea inflame tensions and violate its sovereignty. After the FONOP in the Paracels, a report on the People's Liberation Army's official English website said PLA naval and air forces tracked the US destroyer and warned it off. The warship trespassed in Chinese territory, \"seriously violated China's sovereignty and security, gravely undermined regional peace and stability, and deliberately disrupted the good atmosphere of peace, friendship and cooperation in the South China Sea,\" the report said.", "Section": "asia", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2021/02/17/asia/us-navy-south-china-sea-freedom-of-navigation-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}