{"Type": "", "Time": "2018-07-06", "Headline": "Malaysia’s Mahathir to visit China for talks on projects – Manila Bulletin", "Text": "By the Associated PressPrime Minister Mahathir Mohamad said Friday he will visit Beijing next month to renegotiate terms for China-backed rail and gas pipeline projects in Malaysia worth more than $22 billion.The government has ordered Chinese state-owned companies to suspend work on the $20 billion East Coast Rail Link, a key venture under China’s Belt and Road initiative, and two gas pipeline projects pending negotiations.Contracts for the projects were approved in 2016 by former Prime Minister Najib Razak’s government. It was replaced by Mahathir’s government following a May 9 election upset.Mahathir said he will visit China in August since China’s president, Xi Jinping, was unavailable this month.“There are several issues to be brought up, among which is the unfairness of the terms of the contract and also of the loans. The interest is also of concern to us because the interest is much higher than when government borrows. Normally government borrows at 3 percent and below but this one is very high,” he told a news conference.Finance Minister Lim Guan Eng earlier this week said there must be a “drastic” cut in costs for the 688-kilometer (430-mile) East Coast Rail Link, whose cost at 81 billion ringgit ($20 billion) is nearly 50 percent higher than earlier estimated.The rail link connects Malaysia’s west coast to rural eastern states and is largely financed by China.Lim said the two gas pipeline projects were worth 11.1 billion ringgit ($2.7 billion), nearly 20 percent more than an earlier estimate. He said the government has paid 8.3 billion ringgit ($2.1 billion) to the China Petroleum Pipeline Bureau but it has completed only 13 percent of the work.China Communication has said it regrets the suspension. It has urged Mahathir’s government to “honor and respect” the contract signed by Najib’s administration. The indefinite suspension could cause additional costs, losses and damages, the company said.Mahathir’s government has also axed a high-speed rail line to Singapore, deeming it too costly. It is reviewing other large infrastructure projects after finding the national debt has surged sharply, partly due to corruption under Najib’s rule.Najib was charged Wednesday for criminal breach of trust and corruption arising from investigations into alleged graft at the 1MDB state investment fund.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2018/07/06/malaysias-mahathir-to-visit-china-for-talks-on-projects/", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "MB"}