{"Type": "article", "Time": "2020-03-14", "Headline": "March 14 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. New York State Assembly members Helene Weinstein and Charles Barron have both tested positive for coronavirus, according to a statement from Gov. Andrew Cuomo Saturday.  \"It is important to note that both members have not been in Albany since early March for separate reasons,\" Cuomo's statement read.  The Capital and Legislative Office Building will undergo \"an intensive cleaning,\" Cuomo said,  and all legislators who came in contact with Weinstein and Barron will be tested. \"Additionally, out of an abundance of caution we are closing the Capitol to visitors effective tomorrow,\" Cuomo said.  A player fo the Detroit Pistons tested positive for coronavirus, the team announced Saturday. The team would not identify the player. This is the third NBA player to test positive for coronavirus. The other two were Utah Jazz center Rudy Gobert and guard Donovan Mitchell. The Pistons are “working closely with team medical staff, state and local government and public health officials and the NBA on reporting. The individual will remain in isolation and under the care of team medical staff,\" the team's statement read.  The Pistons played the Jazz on Saturday, March 7. After two players tested positive for coronavirus, the team decided to test players and asked them to self-isolate until further notice.   Brune Poirson, the French Secretary of State to the Minister for Ecological and Inclusive Transition, tested positive for coronavirus, a ministry spokesperson told CNN on Saturday. The spokesperson added that \"despite the symptoms, her health condition showed no worrying signs ... In accordance with health authority's recommendations, all the contact cases have been identified and are quarantined as of now.\"  Earlier this week, French Minister of Culture Franck Riester was diagnosed with coronavirus, ministry officials told CNN.  And last week a French MP and parliament staffer tested positive.  There are at least 2,816 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the U.S. Centers for Disease Control and Prevention. A total of 58 people have died.  According to the CDC, there are 70 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 2746 cases in 49 states, the District of Columbia and U.S. territories, bringing the total number of coronavirus cases to 2,816 in total.   West Virginia is the only state not reporting a case of coronavirus.   The city of Austin, Texas, is banning gatherings of 250 people or more beginning at 2 a.m. Sunday until at least May 1, according to a news release from the city.  Mayor Steve Adler's order defines community gatherings as \"any indoor or outdoor event that is likely to bring together 250 or more people at the same time in a single room or other confined or enclosed space, such as an auditorium, theatre, stadium arena or event center, meeting hall, conference center, large cafeteria, restaurant, nightclub/bar, or any other confined indoor or confined outdoor space.\"  Weddings, religious gatherings, parties, funerals, sporting events, social events, conferences and other large gatherings are just some examples of events that could potentially be included in the ban, the release said.   \"The prohibition does not generally include office space or residential buildings, transit including airports, bus stations or terminals, grocery stores, shopping malls, or hospitals and medical offices and facilities,\" the release said, with the reason being that people in these areas tend to not be within an arm's reach of each other for an extended period of time.  The new order will be enforced by peace officers, City of Austin Code Department inspectors and the Office of the Austin Fire Marshall beginning at 7 a.m. Monday, the release says.  Those in violation of the order will face a misdemeanor punishable by a fine of up to $1,000 or jail of up to 180 days.     Professional sports teams in Los Angeles and Chicago announced Saturday they'd be helping to provide financial support to hourly workers at their respective arenas.  The Los Angeles Lakers and Clippers with the NBA and Kings with the NHL said they will be establishing a fund to provide financial support to all hourly event staff employees impacted by the suspension of sporting events at STAPLES Center, according to a news release from the teams. The payments from the fund will be distributed to more than 2,800 active hourly event staff, the release said. In Chicago, the Bulls and Blackhawks both announced they would be paying their United Center day-of-game employees through the remainder of the originally scheduled season, according to a tweet from the Bulls. The United Center currently employs approximately 1,200 day of game staff. There are at least 2,795 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. A total of 57 people have died.   According to the CDC there are 70 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 2,725 cases in 49 states, the District of Columbia and U.S. territories, bringing the total number of coronavirus cases to 2,795 in total.  West Virginia is the only state to not reporting a case of coronavirus.   Spain's government announced Saturday that the wife of Spanish Prime Minister Pedro Sanchez tested positive for the novel coronavirus, according to a government statement. “The tests carried out in the last hours in Moncloa [the prime minister’s residence] on the people closest to the prime minister have tested positive in the case of his wife, Doña Begoña Gómez,\" the statement read. \"Both Mrs. Gómez and the president are well, both remain in La Moncloa and follow the preventive measures established by the health authorities at all times.\"  President Donald Trump's coronavirus test came back negative Saturday, according to White House physician Sean P. Conley. \"One week after having dinner with the Brazilian delegation in Mar-a-Lago, the President remains symptom free,\" Conley's note read.  Georgia Secretary of State Brad Raffensperger is postponing the state's Democratic Primary scheduled for March 24 because of concerns about coronavirus, according to Walter Jones, Secretary of State spokesman.  The primary is being re-scheduled for May 19. \"In light of the public health emergency posed by COVID-19, the illness caused by the coronavirus, in-person voting presents increased risk to voters and poll workers,\"  Raffensperger said. \"Governor (Brian) Kemp has declared a public health emergency. President Trump has declared a national emergency. Events are moving rapidly and my highest priority is protecting the health of our poll workers, their families, and the community at large.” Georgia is the second state to delay its primary. Louisiana postponed its primary earlier this week. Raffensperger said all votes already cast in person and all absentee ballots will be counted. He also said every eligible voter who has not yet had a chance to cast a ballot in the March 24 elections will be able to do so on May 19, along with the elections already scheduled for that date.  Vail Resorts, a management company that owns 37 resorts across 15 states and three countries, is suspending all of its North American operations from Sunday to March 22 as a result of coronavirus, according to a news release from the company.  \"All our scheduled employees, both seasonal and year-round, will be paid during this upcoming eight-day period, without needing to use any vacation or sick time,\" the company said in the release.  Lodging and property management operations will remain open to service guests who are already on location or have existing reservations, according to the release. Georgia Gov. Brian Kemp issued an executive order Saturday authorizing Adjutant Gen.Thomas Carden to call up as many as 2,000 Georgia National Guard troops to state active duty to address coronavirus concerns, according to a news release from the Governor’s office. The troops will assist with returning Georgians housed at Dobbins Air Reserve Base to their homes, the release said. Troops will also be available to ensure a steady supply of medical equipment, food, shelter and other materials as needed, according to the release. The Georgia National Guard was already assisting with the transfer of 31 Georgians -- all formerly passengers on the Grand Princess cruise ship -- from Dobbins to their homes Saturday for isolation and monitoring by Department of Public Health officials, the release said. The National Baseball Hall of Fame and Museum in Cooperstown, New York, has announced they will close their doors indefinitely starting at 5 p.m. ET Sunday.  \"This precautionary measure is being implemented in accordance with recommendations by the Centers for Disease Control and government officials to limit opportunities for large gatherings and the further spread of the COVID-19 virus,\" the museum's website said.  The German cities of Berlin and Cologne ramped up their responses to the coronavirus pandemic Saturday, ordering the shutdown of all bars, nightclubs, theaters and concert halls and public venues. “The Berlin Senate decided today that from now on all public and non-public events in Berlin with more than 50 people or more participants are forbidden,\" Berlin’s state government said in a statement, adding that swimming pools, museums, gyms and brothels will also close. The city of Cologne said in a statement that bars, discos, theaters as well as amusement arcades will shut until April 10. The city is also banning church and religious services. Both cities said that restaurants will remain open. Earlier on Saturday, Germany's health ministry urged citizens returning from Italy, Switzerland and Austria to self-isolate for up to two weeks to help slow the spread of the coronavirus, even if they don't have symptoms.  Vice President Mike Pence urged the Executive Office staff to follow some guidelines to reduce the spread of coronavirus, according to a letter to Pence wrote that was obtained by CNN.  It’s imperative each one of us do our part to take the proper precautions to keep ourselves and our colleagues safe,\" Pence wrote. \"As an employee aboard the White House Complex, we have an additional duty to protect the health of our Executive Branch and those working with us.\" Some of the steps listed to reduce transmission included:  Washing hands for 20 seconds\nSocial distancing, or limiting oneself to large, in-person gatherings\nAvoiding physical contact\nWiping down personal work stations\nStaying home if sick  Virginia reported its first coronavirus death Saturday, according to a news release from the state Department of Health. The patient was a male in his 70s who died from respiratory failure and contracted the infection from an unknown source, the release said. There are at least 2,655 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the U.S. Centers for Disease Control and Prevention. A total of 56 people have died.   According to the CDC there are 70 cases from repatriated citizens.  According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 2,655 cases in 49 states, the District of Columbia and US territories. The first coronavirus death in the state of Louisiana was reported Saturday, a news release from Gov. John Bel Edwards said. The fatality was a 58-year-old Orleans Parish resident with underlying health conditions who was being treated at Touro Infirmary Hospital and Medical Center in New Orleans, according to the release. \"Now more than ever, we must remain vigilant against the spread of this illness by taking care of ourselves and each other, avoiding going into public areas if you are sick, practicing social distancing and washing your hands frequently with soap and water,\" Edwards said. \"This underscores the fact that those with underlying health issues are most at risk from the coronavirus. Those with compromised immune systems and are older should be taking extra precautions to avoid becoming affected with the coronavirus.” Utah Jazz guard Donovan Mitchell, who was diagnosed with coronavirus this week, made a video statement updating his condition.  “I feel fine, things are going well, just taking the proper precautions,” Mitchell said, adding that health authorities told him to stay in isolation. “I’m solo in here and playing video games all day. I can’t wait to get back out there on the floor and play in front of the best fans in the world.\" Mississippi Gov. Tate Reeves declared a state of emergency in response to coronavirus. Thirty-two states, including Mississippi and the District of Columbia, have declared a state of emergency since February 29. In a video posted on his Facebook page, Reeves said the state is prepared and has a pandemic plan that’s being “followed to the letter.”   The declaration will release funding and resources to respond to the pandemic, Reeves said. Reeves has also asked all public schools to extend their spring breaks for at least another week. Reeves will be working from home for the next 14 days and has asked other state offices and business to do the same if possible. Utah Jazz center Rudy Gobert, who is infected with the coronavirus, is donating over $500,000 to Vivint Smart Home Arena hourly employees and coronavirus-related social services in Utah, Oklahoma City and his native France.  “I know there are countless ways that people have been impacted. These donations are a small token that reflect my appreciation and support for all those impacted and are the first of many steps I will take to try and make a positive difference, while continuing to learn more about COVID-19 and educate others,\" Gobert said in a statement. Gobert was seen on video Monday playfully touching microphones and phones at a press conference two days before he found out he had tested positive for coronavirus. Prime Minister Benjamin Netanyahu further tightened restrictions on Israelis Saturday in an attempt to combat the spread of coronavirus, including limiting gatherings to 10 people and closing all leisure and entertainment venues effective Sunday morning. Netanyahu said all cafes, restaurants, theaters and other such venues would close. He urged Israeli citizens to work from home if possible and to refrain from non-essential travel. We are at war against an invisible enemy,” Netanyahu said. “Defeating it depends on the steps that each of you takes. We must do everything in order not to infect and not to become infected.” There was no indication of how long these measures would remain in effect. Pharmacies, supermarkets and all essential services would remain open, Netanyahu said. He also promised there would not be shortages of food, medicine, fuel and money. Netanyahu said he planned to utilize counterterrorism tools to fight the virus’s spread. The tools would provide digital and electronic monitoring of coronavirus patients to see where they had been and whom they might have put at risk. Such tools, Netanyahu said, have never been used for civilian purposes, only for combating terrorism, and he said he was seeking permission from the Ministry of Justice to use them. Israel currently has 193 identified cases of coronavirus, according to Health Ministry officials. Spanish Prime Minister Pedro Sanchez announced at a news conference Saturday that people in Spain are banned from leaving their houses with the exception of: Going to work\nBuying food or essential supplies\nGoing to a hospital\nSupporting an elderly person or a minor under their care  If people do leave their houses for any of those exceptions, they must go out by themselves, Sanchez said. All public schools in North Carolina will be closed for at least two weeks starting Monday, Gov. Roy Cooper announced during a Saturday news conference. The governor is issuing an executive order banning any gatherings of 100 people or more, he said. The executive order is in response to people not following the guidance previously given by the governor’s office, Cooper said. There are at least 2,548 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. A total of 50 people have died as of Saturday afternoon. According to the CDC, there are 70 cases from repatriated citizens.  According to CNN Health’s tally of US cases that are detected and tested in the United States through public health systems, there are 2,548 cases in 49 states, the District of Columbia and US territories. The South Carolina Board of Medical Examiners and the state's Board of Nursing will begin issuing temporary licenses to out-of-state medical professionals during the coronavirus outbreak, according to a news release from Gov. Henry McMaster.  This is another great tool to combat this virus' potential impact to our state,\" McMaster said. \"The ability to expedite this licensure process gives us greater assurance that we will have the medical health professionals and resources we need in order to keep South Carolinians safe.\" The Medical Board can issue temporary licenses for out-of-state physicians, physician assistants and respiratory care practitioners within 24 hours, the release said. There is no fee for these 90-day temporary licenses, the release said.  For nurses, South Carolina is part of the Enhanced Nursing Licensure Compact (eNLC), meaning registered nurses (RNs) and licensed practical nurses (LPNs) from 32 other states can work in South Carolina at any time, the release states. The SC Board of Nursing can also expedite licenses of advanced practice registered nurses (APRNs), as well as RNs and LPNs from non-compact states. The license is good for 15 days, but may be renewed, the release said.  ##Health## The Dallas Municipal Court is rescheduling trials and jury duty in an effort to reduce the spread of coronavirus, according to a news release from the city of Dallas. All cases set for trial from Monday to April 3 will be rescheduled to a later date, the release said. All other hearings -- including pre-trial, contested and show cause hearings -- will continue as normal, according to the release. The Bahamas is not allowing the MS Braemar cruise ship, which has five coronavirus cases on board, to dock. \"The Ministry of Transport and local government reiterates that the MS Braemar cruise ship will not be permitted to dock at any port in the Bahamas and no persons will be permitted to disembark the vessel ... the government of the Bahamas will provide the Braemar with humanitarian assistance,\" a statement from the Bahamas Ministry of Transport said. The White House said today it will start conducting temperature checks for individuals who come into close contact with President Trump and Vice President Mike Pence amid the coronavirus outbreak. \"Out of an abundance of caution, temperature checks are now being performed on any individuals who are in close contact with the President and Vice President,\" Judd Deere, deputy press secretary, said in a statement. On Saturday, a member of the White House physician's office, accompanied by a press aide, made the rounds, taking the temperature of members of the media ahead of Trump, Pence and the White House task force's news conference. Earlier today: A journalist was denied entry into the press briefing after having a temperature of 99.9 degrees.  The reporter, who was trying to gain access to the briefing, was turned away and held by the press office on the White House driveway. CNN was present for one of the temperature checks and saw the thermometer read 99.9 degrees. Two cruise ships with about 1,300 people on board are now quarantined off the coast of Chile as one passenger tested positive for coronavirus, Chile's Health Minister Jaime Manalich said during a press conference in Santiago on Saturday. Manalich said an 83-year-old English man tested positive and is being treated at the Coyhaique hospital “in good condition.\" He was on board the Silver Explorer, a luxury expedition cruise ship. The Silver Explorer is now docked in the city of Castro, the minister said. The vessel is carrying 111 passengers and 120 crew members, according to Chilean officials. And a second ship, the Azamara Pursuit, has not reported any cases but remains under quarantine; there are two suspected cases on that ship. “We have a cruise ship with the name of Azamara which originated in the Argentinean city of Ushuaia that began its journey on March 8 carrying 675 passengers and 389 crewmembers,” the minister said. Seattle Mayor Jenny Durkan signed an emergency order to halt residential evictions in order to prevent Seattle families from losing their homes as a result of the coronavirus outbreak, according to a statement released from the mayor’s office on Saturday. The temporary moratorium goes into effect immediately for any residential eviction action related to the non-payment of rent, the statement reads. “We have entered an unprecedented era for our city. Too many families are already struggling, and COVID-19 virus has disproportionately affected the communities who can least afford it. As we take steps to slow the spread of the virus across Seattle’s communities, a part of that response is to ensure that families are not displaced and forced into homelessness,” Durkan said. Prime Minister Justin Trudeau spoke with President Trump today about coronavirus and to update the US leader on the status of Canada's first lady, who recently tested positive for COVID-19. \"Just had a nice conversation with Prime Minister @JustinTrudeau of Canada. Great to hear that his wonderful wife Sophie is doing very well. The United States and Canada will continue to coordinate closely together on COVID-19,\" Trump tweeted this afternoon. Trudeau isolated himself after his wife, Sophie Grégoire Trudeau, tested positive for coronavirus earlier this week. Grégoire Trudeau had mild symptoms and will remain in isolation for 14 days, the Prime Minister's office said in a statement late Thursday. She came down with mild flu-like symptoms Wednesday following a speaking engagement in the UK. Health officials are reaching out to those who've been in contact with her, the office said Read Trump's message below: French Prime Minister Édouard Philippe announced on Saturday that his country will increase social distancing to combat the spread of the coronavirus pandemic.  In a televised press conference, Philippe said that starting at midnight Saturday all places that are not essential to French living, including restaurants, cafes, cinemas and clubs, will be closed. The closure order includes all businesses except those that are essential. “Markets and food shops, pharmacies, gas stations, banks, newspaper and tobacco stores will remain open,” Philippe said. \"Places of worships will remain open, but religious ceremonies and gatherings will be postponed.\" Philippe acknowledged that the French people find the concept of social distancing repugnant, \"because we are a people that likes to gather, a joyful people, a people that likes to live together... Maybe even more when fear starts to spread.\" “We have seen too many people in cafes and restaurants. In usual times, this would make me happy. Because this is the France we all love. But for a few weeks, this is not what we should be doing,\" Philippe added. The Toronto Raptors, the defending NBA champions, have issued a statement saying that all members of the organization who were tested for COVD-19 have received their test results and they are all currently negative.  The Raptors played against the Utah Jazz on Monday March 9 before it was revealed that two members of the Jazz tested positive for COVID-19. \"Those who have been told to self-isolate will continue to do so. We will all continue to practice social distancing, diligent handwashing, and we will carefully monitor our health. We remain in close contact with public health authorities and infectious disease experts,\" the Toronto Raptors said in a statement. \"We are very grateful for everyone’s concern and support.\" President Trump and Vice President Mike Pence said today that the administration is considering some domestic travel restrictions, specifically with regards to certain areas hard hit with the coronavirus.  Trump did not provide any specifics or a possible timeframe.  “We’re working with the states, and we’re considering other restrictions,” Trump told reporters during a White House news briefing without providing any specifics or a possible timeframe.  “We are considering a broad range of measures,” Pence added during the briefing. There have been internal discussions about restricting travel to areas in Washington state and other places considered “hot spots” for the virus. It’s unclear how far along they are in implementing them, people familiar with the matter told CNN.  There are preliminary conversations about halting some air or train travel between some major US cities as a potential additional step going forward.  Homeland Security, Customs and Border Protection and Department of Transportation officials have discussed possibilities with the coronavirus task force, according to a person familiar with the matter. Some flights have already slowed to those places and there’s an expectation that if other hotspots pop up, flights would similarly slow down due to lack of demand, which might mean they don’t need to put formal restrictions in place. Ecuador has reported its second coronavirus-related death, according to a press conference held by Health Minister Catalina Andramuno on Saturday.  There are currently a total of 28 confirmed cases nationwide, according to Andramuno.   Italy’s Civil Protection Agency says 175 people have died from coronavirus since Friday, raising the death toll to 1,441 across the country. The total number of positive cases registered in Italy reached 20,455 on Saturday, with an increase of 2,795 new cases recorded in the past 24 hours, the agency reported. Vice President Pence attempted to clarify when the Google website on the coronavirus, which was announced at yesterday’s Rose Garden press conference, would be widely available.  At a White House briefing Saturday, Pence said Google is planning to launch the website on Monday, but added that launch will only be available in the San Francisco Bay Area. He said the goal is to expand that site to other areas of the country. CNN’s Jake Tapper reports that California leaders were stunned Friday to see their graphic for a modest pilot program the state has been working on developing with Google’s parent company Alphabet presented by the White House as if it were a Trump administration program that was a nationwide initiative and ready to go according to a knowledgeable source.  Google said Friday night the company will not be publishing a national-scale website for coronavirus testing anytime soon, contrary to claims made by President Trump during the Friday Rose Garden briefing.  Royal Caribbean Cruises will suspend all sailings globally at midnight tonight, a statement from the cruise line said. All current sailings will end as scheduled and service is expected to resume April 11, the statement said.  The cruise line announced Friday that it was suspending sailings in the US from March 14 until April 10. Read the company's tweet: With only days until its presidential primary, Florida — known for its large senior citizen population — is bracing for an election day amid a health pandemic. Since the novel coronavirus outbreak was declared a pandemic on Wednesday, state election officials have made a number of changes, from relocating polling sites to encouraging more early voting, to protect the health of the state's 4 million people who are over the age of 65 and represent one-fifth of the total population of the state. According to CNN Health's state-by-state tally of coronavirus cases, Florida has at least 46 confirmed cases, including two deaths. \"Our recommendation would be if there's a polling location in assisted living facility, allow the residents to vote there,\" Florida Gov. Ron DeSantis said at a press conference on Wednesday. \"But maybe the general public should have the option or be directed to go to a different polling location.\" Some of the changes being implemented by election officials across the state include relocating polling sites away from assisted living senior communities. A federal judge has temporarily blocked a Trump administration federal rule from going into effect next month that could have seen nearly 700,000 people lose access to food stamps, noting in part a need for flexibility as state and federal officials work to address nutritional needs during the coronavirus pandemic. \"Especially now, as a global pandemic poses widespread health risks, guaranteeing that government officials at both the federal and state levels have flexibility to address the nutritional needs of residents and ensure their well-being through programs like SNAP, is essential,\" Chief Judge Beryl Howell of the US District Court in Washington, DC, wrote as part of her opinion issued Friday. Some context: In an order handed down Friday, the Howell granted a preliminary injunction and a stay on portions of a federal rule from the US Department of Agriculture.  The rule, announced in December, would require more food stamp recipients to work in order to receive benefits by limiting states' ability to waive existing work mandates. All masses in the Archdiocese of New York will be canceled beginning this weekend due to concerns surrounding coronavirus, according to a statement released by the Catholic diocese.  Churches will remain open for private prayer, the statement reads.  “This development follows upon today’s decision of Duchess County to prohibit gatherings of more than 20 people,” the statement said.  The decision affects the 10 counties that comprise the Archdiocese of New York: Manhattan, the Bronx, Staten Island, Westchester, Putnam, Orange, Rockland, Sullivan, Ulster and Dutchess. Norway has registered its second coronavirus-related death, according to a statement released by Oslo University Hospital on Saturday. According to the statement, shared on Twitter, the hospital confirmed that an “elderly patient with COVID-19 disease died” in the early hours of Saturday. “For privacy reasons, we are unable to provide additional information about the deceased,” the statement added. Some context: The latest death comes after new measures were introduced by the Norwegian government to tackle the spread of the virus, including new guidance for citizens advising against all non-essential international travel.  “We are in a serious and increasingly unpredictable situation. Our priority is to safeguard life and health…the situation is changing rapidly in many countries, which is why we are advising against travel that is not strictly necessary to all countries,” Prime Minister Erna Solberg said in a statement issued by the Norwegian Ministry of Foreign Affairs. “Norwegian citizens already traveling abroad should consider returning as soon as possible, in a calm and safe manner,” Foreign Affairs Minister Ine Eriksen Søreide added. Google will not be publishing a national-scale website for coronavirus testing anytime soon, contrary to claims made by President Trump during a Friday news conference. Instead, a health-focused subsidiary owned by Google's parent company, Alphabet, intends to launch a small-scale website next week to begin to triage California-based patients. The website will aim to serve a broader population only \"over time\" — not \"very quickly,\" as Trump said. \"What we're building is a triage tool that will live on ProjectBaseline.com, and we plan to pilot it in California next week,\" said Carolyn Wang, a spokesperson for the Alphabet subsidiary, Verily. Wang added: \"Our aspiration is for the triage tool to be used much more broadly over time. Initially, we're linking it with several sites in the Bay Area to test and iterate, and collaborating closely with organizations like Quest Diagnostics and Labcorp who are also working on additional approaches to making testing more accessible and expedient in other areas.\" Officials in the state of California were stunned Friday to see the White House present a graphic for a modest pilot program that California's been developing with Alphabet as if it were a Trump administration program that was a nationwide initiative and ready to go, according to a knowledgeable source. Still, a White House official, in reaction to Google's response, doubled down Saturday, telling CNN that \"the Trump administration is working with Google to develop a website Americans can go to determine whether a test is needed and, if so, facilitate testing at a nearby location. We expect to have more details in the days ahead.\" Some context: Verily's statement sharply contrasts with Trump's remarks Friday in the White House Rose Garden when the President said Google \"is helping to develop a website. It's going to be very quickly done, unlike websites of the past, to determine whether a test is warranted and to facilitate testing at a nearby convenient location.\" Louisiana's ability to deliver services \"will be overwhelmed with a lower number of cases\" compared to other states, Louisiana Gov. John Bel Edwards said in a press briefing this afternoon about the coronavirus. Edwards has been in communication with Federal Emergency Management Agency and Department of Health and Human Services regarding resources and to possibly set-up a drive-thru testing site in the state.  Following Centers for Disease Control and Prevention guidelines, the state will be limiting crowds to no more than 250 people, according to Edwards.  Church service, however, will not be limited.  \"I am a man of faith\" and science, Edwards said.  As of Saturday afternoon, Louisiana has 67 confirmed coronavirus cases, according to CNN Health’s tally of US cases that are detected and tested in the United States through public health systems. The Supreme Court has closed its doors to the public until \"further notice\" as the impact of the coronavirus pandemic ripples across the country, raising questions about how the justices will handle the next set of oral arguments scheduled to begin March 23. The pandemic could mean changes not just to public access but to how the justices interact with each other as they enter the last few months of a term that includes an unprecedented number of consequential and controversial cases. The session includes a blockbuster case at the end of the month concerning President Trump's bid to shield his financial documents from disclosure. What the justices are doing in the meantime: The justices are mostly lying low and taking advantage of a brief recess from arguments. Scheduled speaking events for Justices Sonia Sotomayor, Stephen Breyer and Clarence Thomas have all been recently cancelled. Justice Brett Kavanaugh, however, traveled to Kentucky Friday for the ceremonial swearing in of a lower court judge. But this Sunday, the court's oldest member Ruth Bader Ginsburg turns 87 years old — and while she often wears lace gloves in public, as a survivor of 4 bouts of cancer is in a high risk group for almost any illness.  A majority of her colleagues also qualify as \"older adults\" at higher risk of getting sick, according to the Center for Disease Control and Prevention. Besides Ginsburg, Breyer is 81, Thomas, 71, Samuel Alito 69 and Chief Justice John Roberts and Sotomayor are 65. That fact alone raises questions of how the court should handle upcoming arguments in a chamber that holds about 500 people and it highlights the fact that the court does not allow same day audio much less cameras in the court room. There are at least 2,430 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. According to the CDC, there are 70 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through public health systems, there are 2,430 cases in 49 states, Washington, DC, and US territories. In total, 50 people in the US have died.  West Virginia is the only state yet to report a case of coronavirus. The Italian government is introducing a series of emergency measures countrywide to address the coronavirus, including the ”protocol for workplace safety” which aims to protect healthcare workers and other types of professionals from contracting the virus and alleviating the economic and physical toll the pandemic has taken on society. “After 18 hours of long and deep discussions, we have finally signed a protocol between trade unions and trade associations. It’s for the good of the country and the safety of our health workers,” Prime Minister Giuseppe Conte tweeted on Saturday. “Italy will not stop,” Conte said. Dubbed the “super-decree,” the measures include financial support for working families across the country in addition to mandatory workplace safety improvements to help avoid contracting the virus. “The continuation of production activities can only take place if there are conditions that ensure that people working are adequately protected,” according to the official protocol. Other measures include incentives to protect Italians economically. There will be a pause on mortgages and bill reductions for workers, which includes suspension of home loan installments for people who rely on social safety programs.    The US has \"not reached our peak\" in terms of novel coronavirus cases in the country, according to Dr. Anthony Fauci, director of National Institute of Allergy and Infectious Disease, who addressed the country today in the White House briefing room. Fauci added that there will be more cases and more deaths, primarily among vulnerable older individuals. On testing, Fauci said, “Now it’s all systems go. Let’s look forward,” following the declaration of a national emergency on Friday. The Trump administration is expected to extend the travel ban to the United States from European countries to include the United Kingdom and Ireland.  “We’re looking at it very seriously because they have had a little bit of activity unfortunately so we are going to be looking at that, actually we already have looked at it and that is going to be announced,” Trump said during a press conference with his coronavirus task force at the White House this afternoon. Following Trump's remarks, Vice President Mike Pence said all travel from the United Kingdom and Ireland has been suspended, effective midnight on Monday.  The same exclusions that are a part of the already existing European travel restrictions will also apply to the UK and Ireland, Pence said. Watch: President Trump just announced at a press conference that he has taken a coronavirus test. He took the test Friday night after getting questions at a press conference. Trump said he did not know the results yet and that it usually takes 1-2 days. Before coming out to the White House press briefing room today, Trump said he had his temperature taken and later when asked how it was, he said it was normal. Watch: During a press conference this afternoon, President Trump expressed his gratitude for all the people and organizations working to address the coronavirus pandemic. \"I want to express my appreciation for the hard work done by the people behind me and the people back in the various offices,\" Trump said. \"We're using the full power of the federal government to defeat the virus and that's what we've been doing. Last week we secured an initial $8.3 billion from Congress for the coronavirus and that was quickly done and efficiently done and I want to thank all members of Congress.\" About the legislation: The House of Representatives passed a bipartisan legislative package in response to the spread of coronavirus in the early hours of Saturday morning following intense negotiations between House Speaker Nancy Pelosi and the Trump administration. The bill passed with broad, bipartisan support and a final tally of 363-40 with 40 Republicans voting against it and Independent Justin Amash of Michigan voting \"present.\" Late in the day on Friday, Trump tweeted his support for the measure that includes provisions for paid emergency leave and free testing for COVID-19, after Pelosi announced that Democrats had struck a deal with the administration. The legislation will provide, according to Pelosi, \"paid emergency leave with two weeks of paid sick leave and up to three months of paid family and medical leave.\" It will also expand federal funding for Medicaid \"to support our local, state, tribal and territorial governments and health systems, so that they have the resources necessary to combat this crisis.\" Kennedy Space Center Visitor Complex in Florida will be temporarily closed as of March 16 until further notice for the health and safety of employees and guests to mitigate the spread of coronavirus, according to a statement released by the Space Center. \"When it became evident that the coronavirus disease posed a health concern to the public, Kennedy Space Center Visitor Complex upgraded the already comprehensive and extensive availability of hand sanitizer throughout the park,\" the Space Center said.  The Space Center will \"monitor the situation and when it is deemed safe for guests to return, the entire facility will be cleaned and sanitized prior to re-opening. This will include Kennedy Space Center Tour buses, all attractions, eateries and theaters at the main campus and at the Apollo/Saturn V Center,\" it said. A journalist was denied entry into the White House press briefing on the coronavirus today after having a 99.9 fever.  He was trying to get access to the briefing and was turned away and is being held by the press office on the White House driveway. A member of the White House physician’s office, along with a press aide, made the rounds of the press area to take everyone’s temperatures.  Temperature checks have become more common around airports in an attempt to screen for coronavirus.  The Spanish government is expected to introduce new restrictions as part of its efforts to tackle the coronavirus outbreak, including “limitations on people’s movements,” a government source told CNN today. While the Spanish government has yet to confirm the official details of its action plan, Prime Minister Pedro Sanchez is expected to give a press conference this afternoon to further outline the government’s official response to COVID-19, following a meeting of cabinet ministers. Some context: Spain has become the latest epicenter of the coronavirus pandemic in Europe, having the most infections following Italy. To date, there have been 133 deaths related to COVID-19 in Spain and 5,232 confirmed cases, according to Johns Hopkins University. The surge in confirmed cases across Spain has led to the declaration of a 15-day state of emergency, Sanchez said Thursday. New York state is looking to open up another drive-through coronavirus testing facility, Gov. Andrew Cuomo said in a press call this morning. “We’re looking at Jones Beach on Long Island as a possible site. We need a large, open area. Jones Beach has large open parking lots that are available. So we’re looking at Jones Beach literally this morning as a possible location for the next drive-through,” Cuomo said. On Friday, roughly 150 vehicles went through the New Rochelle drive-through facility in what Cuomo described as the first public drive-through coronavirus testing facility on the east coast “The way the drive-in works is a person calls first and discusses their situation to fit our protocol, and they then get an appointment and they have a time to show up,” the governor said. “We had set 15 minutes per car. The actual performance was a car was being done in less than 15 minutes, which was good news. It means we can process more people faster than we had originally anticipated,\" Cuomo added.   A member of the White House physician’s office, along with a press aide, made the rounds of the press area this morning to take everyone’s temperatures.  Temperature checks have become more common around airports in an attempt to screen for coronavirus.  Soon: White House Press Secretary Stephanie Grisham announced that Vice President Mike Pence would hold a 12 p.m. ET news conference with members of the Coronavirus Task Force from the White House. Grisham said President Trump is leading this morning's task force meeting. It is unclear if Trump will be at the conference. The Swiss government announced its response to the coronavirus pandemic and has called for the closure of schools across the country until April 4 and the ban of public gathering of more than 100 people, according to a press conference Friday.  During the televised event, the government also said the border with Italy would remain open but further restrictions would apply.  To help support local businesses, the government also announced it has offered the equivalent of $10 billion in aid to support the economy. Some context: As of Saturday, there are 1,189 confirmed cases of coronavirus and 11 deaths, according to the recent figures released by the Federal Office of Public Health on Saturday. Two doctors who have knowledge of the White House medical office and normal procedure disagree with the decision by the current White House doctor to not test President Trump for the coronavirus “While we would recommend that a patient who has been in direct contact with multiple people infected with COVID-19 self-quarantine, since the President of the United States has singular responsibilities, he should be tested so as to avoid having to isolate for 14 days,\" said renowned George Washington hospital cardiologist and professor Dr. Jonathan Reiner, who worked at the hospital that treated former Vice President Dick Cheney and has worked with and advised the White House medical team for many years. A second doctor with knowledge of how the White House medical team works also believes Trump should be tested. “It is truly unbelievable the spin that is used. This is political,” this doctor said. This source characterized the White House decision as “spin, irresponsible, and an attempt to mitigate the political fall out from the lack of testing.”  Texas is waiving some state trucking regulations in an effort to keep grocery stores stocked, according to a news release from Gov. Greg Abbott.  Following Friday's state of disaster declaration, Abbott issued waivers to the Texas Department of Motor Vehicles allowing oversized commercial vehicles on roads and suspending several other \"DMV safety limitations,\" the release said.   \"As the state of Texas works to mitigate the impact of the coronavirus, we are taking precautionary measures to ensure that Texans have access to the goods and supplies they need,\" Abbott said. Abbott added: \"Suspending these state trucking regulations will improve our ability to deliver the necessary supplies throughout the state so that grocers and retailers are able to continually stock their shelves. I want to remind Texans that stockpiling resources is neither necessary nor productive.\"   Harris Teeter, a large supermarket chain serving the southeast, will close its stores at 9 p.m. ET each night in order to focus on cleaning and replenishing its stock starting Sunday night, according to the supermarket chain. About the business: Harris Teeter operates over 230 stores and 14 fuel centers in seven states and Washington, DC, according to its website.  The supermarket chain is headquartered in Matthews, North Carolina, and employs roughly 30,000 people. White House Press Secretary Stephanie Grisham has announced that Vice President Mike Pence will hold a 12 p.m. ET news conference with members of the Coronavirus Task Force from the White House. Grisham said President Trump is leading this morning's task force meeting. It is unclear if Trump will be at the conference. Read Grisham's tweet below: School closures of two to four weeks are unlikely to have an impact on mitigating the spread of the coronavirus and may negatively impact older caregivers at home, according to guidelines release by the Centers for Disease Control and Prevention. The CDC said longer closures of eight weeks or more may have an impact on mitigating the spread though any closure would mean students could congregate with others outside of school, where they may still spread the disease. The CDC acknowledged there would be a significant negative impact on academic outcomes with longer closures. The Department of Education recently issued guidance to schools about certain flexibilities it could waive in regards to student absences and testing standards. The United Kingdom Department of Health and Social Care confirmed today that a total of 21 people have died after contracting coronavirus. According to Public Health England, a total of 37,746 people been tested for the virus in the UK; of these, 1,140 have tested positive. The US Department of Homeland Security has released two charts summarizing the new travel restrictions which went into effect at midnight. Check out the images below: An 82-year-old woman who tested positive for coronavirus died in a New York City hospital Friday, New York Gov. Andrew Cuomo confirmed on a media conference call today, marking the state’s first coronavirus-related death. The woman was “long suffering with emphysema,” Cuomo said. New York City Mayor Bill de Blasio confirmed the death today. The woman had \"advanced emphysema, was admitted to the hospital last week as one of our first cases and had been in critical condition ever since,\" de Blasio said. \"We’ve known from the outset that these people are the most at risk in this pandemic, and today’s news is a sad confirmation of that reality. I want to thank the staff of Wyckoff Medical Center for their efforts to save this woman’s life, and all the medical professionals on the front lines protecting our most vulnerable,\" de Blasio said. \"We all have a part to play here. I ask every New Yorker to do their part and take the necessary precautionary measures to protect the people most at risk.” Georgia Gov. Brian Kemp declared a public health state of emergency in a press conference this morning. As of Saturday morning, there are 64 cases of COVID-19 in Georgia which is the largest increase in a 24-hour period to date, Kemp said.  There were 42 coronavirus cases reported in Georgia as of Friday afternoon, according to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems The state is working on establishing independent test sites in every major region of Georgia, locations of which will be announced early next week, Kemp said. The state has appropriated $100 million in emergency funding to address the spread of coronavirus in Georgia. Georgia is currently processing 100 specimens per day and by the end of the week the state plans on doubling specimen processing to 200 per day with the addition of new equipment and staffing.  The governor has fully activated the Georgia Emergency Management and Homeland Security Agency state operation center in response to coronavirus. A nine-member delegation of Chinese medical experts arrived at Rome’s Fiumicino airport Friday bringing medical supplies on a charter flight, the Xinhua News Agency reported. Chinese President Xi Jinping has offered Italy “full strategic support” to fight against the coronavirus outbreak, Italy’s state-run ANSA news agency reported Saturday. In a letter to his Italian counterpart Sergio Matarella, Xi said his government and the Chinese people will “sustain with determination” Italy’s fight against the pandemic that has strained the European nation’s medical system, ANSA reported. British travel company Jet2 has canceled all flights to mainland Spain, the Balearic Islands and the Canary Islands.  The company said on Saturday the cancellations were in response to local measures introduced by the Spanish government. At least five Jet2 flights from the United Kingdom to Malaga and Alicante in Spain were turned around mid-air on Saturday, according to data obtained by Flightradar24, after the airline confirmed it would be cancelling all flights to Spain “with immediate effect.”  “We have taken the decision to cancel all flights to Mainland Spain, the Balearic Islands and the Canary Islands with immediate effect,” a Jet2 spokesman confirmed to CNN in a statement, asserting that the health and safety of customers is the airline’s “number one” priority.  On Thursday, the Spanish Prime Minister Pedro Sanchez declared a 15-day state of emergency over the coronavirus pandemic. Daily life has been severely restricted in several Spanish provinces and cities, with large gatherings cancelled, restaurants shut and beaches closed to public.  According to the Spanish Ministry of Health, there were 5,753 confirmed cases and 136 deaths as of Saturday morning. The country recorded an increase of more than 1,500 cases in one day.   ##Travel## Colin Bado is a history teacher at McKinney Boyd High School in McKinney, Texas. He has been travelling through Europe with a group of 31 students and teachers and is now scrambling to he get his students back to the United States. The students, aged between 16 and 18, have travelled to Normandy, Paris, Munich, Windsor and London on a field trip to learn about World War II. \"We found out about the ban while we were in Paris and have been making the best of the situation since that point,” Bado told CNN.  \"We were originally scheduled to fly to Houston this morning, but that was quickly shut down due to the lack of a Covid-19 screening process [at Houston airport],\" he said.  Bado said the school group is now having to split up and fly to Chicago -- then make their way back to Texas.  Half of his students are on a flight that departed this morning, while the other half will fly from London Heathrow to Chicago O'hare later this afternoon.  \"We’ve hit a lot of road blocks, but finally managed to get flights out today,\" Bado said. \"Landing in O’hare could be interesting, but I’m reluctant to tell my students of my concerns,” he said, saying the situation been changing \"almost an hour by hour change.\"  ##Travel## The White House physician said in a memo released late Friday night that President Donald Trump remains without symptoms for coronavirus and quarantine is unnecessary after he came into contact with two individuals who have the virus. In a memorandum released just before midnight, Navy Cmdr. Sean Conley, the White House physician, wrote that Trump \"briefly came into contact\" with an individual with whom he took a picture. That person is Fabio Wajngarten, the press secretary for Brazilian President Jair Bolsonaro, CNN previously reported. Wajngarten began showing symptoms of coronavirus three days after meeting with Trump and subsequently tested positive for Covid-19, Conley wrote. Seville’s Easter processional parade has been cancelled due to coronavirus concerns, the city’s Mayor tweeted Saturday. “I want to communicate the hardest decision I’ve made as mayor in these five years, which is the suspension of the Holy Week processional parades, in consensus with the General council of Seville and the Archbishopric,” Mayor Juan Espadas Cejas said. The Mayor’s decision comes after Spanish Prime Minister Pedro Sanchez declared a 15-day state of emergency over the coronavirus pandemic. “The State of Emergency is a resource used to tackle extraordinary crisis such as the one happening in the world and in our country,” Sanchez said during a televised speech on Friday. The annual Eastern celebration, known as Semana Santa de Sevilla, is one of the city's most attended festivals. It features traditional parades and processions and large gatherings.  ##Daily Life## Iran’s Armed Forces will start clearing public spaces nationwide as part of a scaled-up effort to halt the spread of coronavirus in the country, according to state-run Press TV.  Most shops, streets and roads will be closed within a period of 24 hours that began on Friday, Chairman of the Chiefs of Staff of the Iranian Armed Forces Major General Mohammad Baqeri said Friday, as quoted by Press TV. Only essential shops and offices, like grocery stores, pharmacies and banks will remain open with minimal staff.  He said: Over the next one week to 10 days, the entire Iranian nation will be monitored once through cyberspace, by phone and, if necessary, in person, and those suspected of the disease will be identified.\" He added that law enforcement and security committees along with the Interior Ministry and provincial governors will be clearing shops, streets and roads. The suspected cases will be transferred to medical centers, Baqeri said, adding that the Iranian Armed Forces would establish up to 1,000 treatment units for coronavirus patients. He also urged the Iranian people to comply with the Health Ministry safety guidelines in order to stop the outbreak in a timely manner.  Coronavirus has so far killed 514 people and infected over 11,300 in Iran.  On Friday, Iran’s Foreign Minister Javad Zarif submitted a letter to UN Secretary-General Antonio Guterres urging the international community to disregard the “inhumane” sanctions imposed by the US.   “I urge the world body—and member states—to disregard inhuman US sanctions on my country. And insist that they be lifted,” Zarif said on his official Twitter account. “As the #COVID19 ravages Iran, we should recognize that viruses don't discriminate. To fight them, neither should humans.\"  Also on Friday, Iranian Foreign Ministry spokesman Abbas Mousavi said an apparent offer from US President Donald Trump to help Iran fight the virus was \"hypocritical\" and \"repulsive,” according to Press TV.   \"Instead of hypocritical displays of compassion and repulsive bragging, you should end your economic and medical terrorism so that medicine and medical supplies can reach medical staff and the Iranian people,\" Mousavi said, adding that Washington should care for its own people amid the pandemic. Hezbollah’s Chief Hassan Nasrallah also blasted Trump and his administration on Friday for their transparency in keeping the public informed, according to Press TV.   “We are in the middle of a battle that resembles a world war,” and Trump and his team have been “the worst liars” when it comes to fighting the virus, Nasrallah said.  ##Daily Life## The Czech government has issued more coronavirus-related bans on Saturday morning. The country -- which has the world's highest per capita beer consumption -- has shut pubs and restaurants for 10 days starting Saturday morning.  The government has previously restricted pubs' opening hours, but said Saturday stricter measures are needed to prevent further spreading of the virus.  It has also ordered most shops -- except food supermarkets, pharmacies, gas station and other stores selling vital items -- to close. ##Daily Life## ##Business## The Indian government has declared “a notified disaster” in the country as the coronavirus pandemic continues to spread.   This declaration by the Ministry of Home Affairs said in a statement Saturday will allow for the use of the State Disaster Response Fund to combat the pandemic. India has confirmed 82 cases and two deaths.   ##Travel## ##Health## At least 46,000 schools across the United States have closed, are scheduled to close, or were closed and later reopened, because of the virus outbreak. At least 21 million students in the United States have been or will be affected by the closures, according to the Coronavirus and School Closures map maintained by Education Week.  The organization reports schools are closing for many reasons related to coronavirus, including exposures, cleaning, or planning for extended closures. There are 132,853 public and private schools in the U.S. and almost 50.8 million public school students and 5.8 million private school students, according to the National Center for Education Statistics. ##Daily Life## In ordinary times, the University of Nebraska Medical Center -- a sprawling campus situated in the middle of Omaha -- is an ordinary hospital. But these are far from ordinary times. The campus, tucked away in the Great Plains city known for Warren Buffet, Omaha Steaks and corn farms, is teeming with medical experts, working around the clock to combat the coronavirus. Sleep is in short supply and 20-hour shifts are the norm. These workers, and this center, are on the frontlines of mitigating the unfolding global health disaster. \"This is everything I've trained for,\" said Dr. Jana Broadhurst, director of the Nebraska Biocontainment Unit Clinical Laboratory. ##Health## The Italian Civil Aviation Authority, known as Enac, said Saturday that it has suspended all civilian flight operations at a number of the country’s major airports, including Rome Ciampino, as part of the country’s emergency lockdown measures to contain the COVID-19 outbreak.  According to Enac, all regular flights operating at Rome Ciampino, Bergamo Orio al Serio, Florence, Reggio Calabria, Brindisi, Trieste and Treviso are to be suspended. As of Monday, flights operating at Milan Linate will also be suspended, while Terminal 1 at Rome Fiumicino – the capital’s main airport – will be closed the following day, Enac added. According to the Civil Aviation Authority, the suspension will not affect flights operated by emergency health services or state authorities.  ##Travel## The European Parliament is stepping up its efforts to help tackle the outbreak of the novel coronavirus in Europe, which is now the center of the global pandemic.  The Parliament's President David Sassoli said Saturday the “serious” nature of the situation requires a collective response, as opposed to unilateral action.  He said: This situation is so serious that no European government could think of responding alone...to save our countries, we must act together in Europe.\nAll European countries will receive support for their health systems. This means the supply of materials, support to hospitals, and financing research to develop a vaccine as soon as possible. According to Sassoli, the new measures will also include commitments to safeguard and protect jobs and businesses, while sustaining the European economy. “Enough with austerity. Countries are authorized to spend everything that is necessary to guarantee support for employees, self-employed workers, businesses, and banks,” Sassoli said.  The EU has earmarked at least 37 billion euros ($41.2 billion) from the budget for programs designed to help European states tackle the economic impact of the crisis.  ##Health## There are now more than 142,000 coronavirus cases globally and more than 5,300 related deaths, according to the latest figures from the World Health Organization. Here's the latest breakdown: Total cases: 142,320\nDeaths: 5,388\nCountries or territories with cases: 129 China remains the hardest-hit country, with close to 81,000 cases. Italy has more than 17,000 cases, followed by Iran, with more than 11,000 cases. ##Health## A popular Thai actor has revealed he has tested positive for the novel coronavirus. Matthew Deane Chanthavanij, 41, made the announcement on his official Instagram account, writing: \"This is not a joke, for those who have been in close contact with me the last few days please take precautions. I have the Covid-19 virus.\" It came as Thailand's Ministry of Public Health today announced seven new cases -- taking the country's total to 82. The fresh cases included a four-year-old girl, who had been in close contact with another infected patient, as well as four members of the same family. ##Health## Coronavirus is a serious situation and deserves your vigilance and attention -- but the deluge of information, precautions and warnings can take a real toll on your mental health.  Here are some tips on maintaining a happy medium: Pare down your sources of information. Find a few sources you trust, like the CDC or a community authority, and stick with them. Limit the frequency of your updates, be disciplined with your social media use and know when to walk away. Name your fears. It may help to sit down and really consider what specific threats worry you. If your fears are practical ones, think about a plan: What are other options if you can't telework? Do you have savings or support? Being prepared for your fears will help keep them in scale. Think outside yourself: Since action can allay our anxieties, you may want to also consider what you can do to help others who may be more affected by the outbreak than you, like service or hourly workers who may have to put themselves in disproportionate danger. Seek support, but do it wisely. If you want to run to a friend to discuss the latest outbreak cluster or your family's contingency plans, try not to create an echo chamber where overwhelmed people further overwhelm each other. Look for someone who is handling it differently, or for professional help if it's an available option. Pay attention to your basic needs. Don't forget the essential, healthy practices that affect your wellbeing every day -- getting enough sleep, proper nutrition, physical activity, and getting outside as much as possible. Don't chastise yourself for worrying. You are allowed to worry or feel bad, and those feelings are valid in times of crisis. The key is to work toward understanding and contextualizing your fears so they don't keep you from living your healthiest life. Read the full story here: ##Health## ##Daily Life## As the coronavirus spreads throughout the US, some health experts are warning that hospitals are not prepared to manage the anticipated number of patients if there is a spike in severe cases. It's unclear exactly how many people might need to be hospitalized, but doctors are trying to figure that out as healthcare systems prepare for what could be a large influx of patients. Here's one estimate by Dr. James Lawler at the University of Nebraska Medical Center: On March 5, he predicted that over the next two months, 4.8 million patients will be hospitalized in the US because of the coronavirus -- including 1.9 million stays in the intensive care unit. \"This estimation is just that, an estimation,\" Lawler said in an emailed statement. \"However it is based upon the best epidemiological modeling and opinion of experts in pandemics and respiratory viral disease.\" The US healthcare system will likely struggle. Lawler's prediction of 4.8 million hospital patients could mean trouble for the US -- the entire country doesn't even have 1 million hospital beds, according to the American Hospital Association. Of course, this 4.8 million figure wouldn't all happen at once. Rather, it would be spread out over many weeks, with outbreaks peaking at different times in different communities. Resources will still be severely stretched -- but not in all areas at once. We can still lower these numbers if we act now. Lawler's estimate \"assumes no attempt to lessen the outbreak\" -- so the numbers can be altered if people follow official guidance like social distancing, avoiding gatherings, and practicing good hygiene, he said. Read the full story here. ##Health## Stocks of coronavirus test kits have run out in parts of Australia -- and supplies elsewhere are running low, the government's chief medical officer has warned. Dr. Brendan Murphy addressed fellow healthcare professionals in an open letter, posted to the Royal Australian College of General Practitioners' website. \"Unfortunately, the extreme pressure on our personal protective equipment (PPE) stocks continues, and the situation regarding pathology test kits, reagents and swabs is deteriorating rapidly, with kits no longer being available in some regions of the country,\" he wrote.\n\"Pathology collection centres have also experienced large backlogs in testing appointments in some parts of Australia, and emergency testing facilities have had to be established in some areas to ensure that urgent patients can get access to testing.\" To address the issue, he urged medical staff to only refer patients for a coronavirus pathology test if they meet the following criteria: Traveled internationally in the 14 days before illness onset, OR close or casual contact with a confirmed case in the 14 days before illness onset.\nHave symptoms of fever OR acute respiratory infection (shortness of breath, cough, sore throat) with or without fever. Australia is bracing for a wave of infections. The country has 189 cases, according to the World Health Organization, and the number will likely keep rising. Health officials in the state of Queensland say they are preparing for the possibility that up to 25% of the its population may be infected in the next six months. According to the Australian Bureau of Statistics, Queensland's population is 5 million -- meaning officials are preparing to deal with 1.25 million infections.  Across the border in New South Wales, officials say they expect 20% of the state's population -- about 1.6 million people -- will be infected. ##Health## Apple will close all its stores worldwide -- except those in greater China -- until March 27, CEO Tim Cook said in a tweet today. The company has also committed $15 million to help with the global coronavirus outbreak. All of Apple's stores in greater China have reopened after being closed for much of the past two months, while the region grappled with the coronavirus outbreak. \"As rates of new infections continue to grow in other places, we’re taking additional steps to protect our team members and customers,\" the company said in a statement. Apple employees worldwide will begin to work remotely where possible, while all sites will undergo deep cleaning and health screenings. Hourly workers will continue to be paid. Customers can still shop on the Apple website, or get customer support online. Apple's donations, totaling $15 million, have been directed to medical response for patients, and to help lessen the economic impact of the pandemic, the statement said. ##Business## Vietnam is suspending travel from certain European countries, according to a government statement issued Saturday.  The ban will apply to travelers who have been in 26 European countries, known as the Schengen Area, and the UK in the past 14 days. Visas upon arrival will also no longer be issued for all foreign nationals, the statement said. The travel restrictions come into effect at midnight Sunday local time, and will last 30 days. Vietnam has 32 cases of the coronavirus, 16 of which have been discharged from hospital. A wave of travel bans: Vietnam's ban echoes similar ones imposed by the US, Hong Kong, Turkey, Cambodia and other countries in the past few days. The US and Hong Kong both implemented bans for the Schengen Area. Turkey and Cambodia's bans didn't cover as many countries, and singled out several of the hardest-hit European nations, like Spain and Germany. ##Travel## Colombia will close its border with Venezuela in an effort to halt the spread of coronavirus, President Ivan Duque announced late Friday -- the same day Venezuela announced its first two cases. The closure will take effect early Saturday local time, Duque said on Twitter.  Colombia will also restrict access to foreign nationals and non-residents who have been to Europe or Asia in the last 14 days. Colombian nationals and residents returning to the country will face mandatory quarantine for 14 days.  Colombia's border with Ecuador will remain open with greater control and coordination between both countries, Duque said. The first two cases in Venezuela are a woman who traveled to the US, Italy and Spain, as well as a man who traveled to Spain. Both are in quarantine. Colombia confirmed its first case on March 7 -- a 19-year-old-woman who traveled to Italy.  ##Travel## New Zealand Prime Minister Jacinda Ardern today announced that all travelers entering the country will be required to “self-isolate” for 14 days.  The new measures go into effect at midnight Sunday local time and apply to nearly every traveler, regardless of nationality, including New Zealand citizens and residents. The only exemptions are the Pacific Islands -- but travelers from there will also need to self-isolate if they show symptoms. “This decision will mean New Zealand will have the widest ranging and toughest border restrictions of any country in the world,” Ardern said. The measures will be reviewed in 16 days, she added. New Zealand has six coronavirus cases so far. Ardern said none are the result of community transmission. ##Travel## US President Donald Trump does not need to be tested or quarantined for coronavirus despite being in proximity to infected dignitaries at Mar-a-Lago, the White House physician said in a statement today. Three members of a Brazilian delegation that traveled to the US have tested positive. One of them was seated at the same dinner table as Trump at Mar-a-Lago last Saturday, while another shook the President’s hand and took a photograph with him, according to the physician’s statement.  \"These interactions would be categorized as LOW risk for transmission per CDC guidelines, and as such, there is no indication for home quarantine at this time,\" the statement said. \n\"Additionally, given the President himself remains without symptoms, testing for Covid-19 is not currently indicated.\" There has been some flip-flopping about this: On Thursday, the White House press secretary said Trump and Vice President Mike Pence \"do not require being tested at this time.\" Then on Friday, when asked about it by a reporter, Trump said he would \"likely\" receive a coronavirus test \"fairly soon.\" The White House was constantly evaluating whether to test the President and take measures to prevent the virus from spreading among Trump's close confidants, according to one senior official, who said aides are keenly aware of the optics of testing the commander-in-chief. ##Health## The House just passed the coronavirus relief measure negotiated between Speaker Nancy Pelosi and the Trump administration. H.R. 6201, or the Families First Coronavirus Response Act, passed with bipartisan support and a final tally of 363-40, with 40 Republicans voting against it and Independent Justin Amash voting “present.” President Donald Trump’s backing of the legislation cleared the way for a broad, bipartisan vote. The Senate is expected to take up the measure when it returns to session next week. What's in the bill: The broad legislative package includes provisions for paid emergency leave and free coronavirus testing. Trump tweeted his support for the bill earlier this evening, after Pelosi announced a deal with the administration.  The deal came together after intense back-and-forth negotiation between Pelosi and Treasury Secretary Steven Mnuchin, and prolonged uncertainty over whether and when a consensus deal could be struck -- with House Democrats warning that they would go ahead and pass legislation one way or another. In a series of tweets, Trump put an end to the uncertainty by saying “I fully support” the legislation.  \"This Bill will follow my direction for free Coronavirus tests, and paid sick leave for our impacted American workers. I have directed the Secretary of the Treasury and the Secretary of Labor to issue regulations that will provide flexibility so that in no way will Small Businesses be hurt. I encourage all Republicans and Democrats to come together and VOTE YES!,” he said. ##Business## Three more people from Christ Church Georgetown in Washington, DC, have tested positive to the coronavirus, according to a letter sent to members. A total of five church members have now been infected, including the reverend and the organist. Father Timothy Cole “continues to receive good reports from his doctors,” according to the letter. It added that the reverend's wife and son tested negative for the virus. Hundreds of churchgoers are under quarantine. Cole was the first confirmed case in Washington, DC.  About 550 people attended four services in which Cole took part, and he gave Communion at one of them. These worshippers have been asked to self-quarantine as testing proceeds. The 200-year-old church has suspended all services and meetings until further notice. ##Health## ##Daily Life## Cambodia is imposing a ban on foreign nationals arriving from Italy, Germany, Spain, France and the US for 30 days, according to the Prime Ministers' office. The ban will take effect on Tuesday, March 17, the office said today in a Twitter post. The move comes after the number of US patients doubled in a matter of days, with all but one state now having confirmed cases.  Italy remains under lockdown as its healthcare system struggles to cope with the sheer volume of patients -- it has the second-highest number of cases after China. France and Germany also had a huge spike in numbers. France confirmed 800 new cases from Thursday to Friday alone, while Germany confirmed 693 new cases in the same 24 hours. The numbers were even more drastic in Spain -- just moments after the country announced a state of emergency on Friday, the Minister of Health announced 1,259 new cases, bringing the national total to 4,209. ##Travel## The Pentagon has announced a series of new travel restrictions for US service members and Department of Defense civilians, halting all domestic travel including station changes and temporary duty assignments. The restrictions will also pause civilian hiring at department installations, and service members will only be authorized local leave, a Department of Defense statement said. The new restrictions go into effect on Monday and will continue through May 11. Exceptions may be granted for mission-essential travel, like trips for humanitarian reasons or under extreme hardship. \"Our goal is to remain ahead of the virus spread so our military force remains effective and ready,\" the statement said. ##Travel## All public schools in Washington, DC, will close from Monday through March 31 because of the coronavirus outbreak, according to District of Columbia Public Schools (DCPS). From March 24-31, students will participate in \"distance learning,\" the DCPS said. It's not just DC – 18 US states have announced similar school closures, with most affecting all K-12 schools, and some closures extending into April. ##Daily Life## US President Donald Trump sent a note to supporters earlier today that featured a chart showing the Dow Jones Industrial Average dramatically rising roughly at the time he began a news conference declaring a national emergency over the coronavirus. He also signed the chart. The note, which was also sent to some members of Congress, included screenshots of television coverage of the stock market closing much higher than Thursday. \"The President would like to share the attached image with you, and passes along the following message: 'From opening of press conference, biggest day in stock market history!' \" read the note, a copy of which was obtained by CNN. Friday was the best day for stocks since 2008, but the S&P 500 ended the week with sharp losses and fell into a bear market on Thursday. An ongoing crisis: The message did not mention the overall coronavirus crisis, the number of people who have died or are sick, nor the fact that Trump had just declared a national emergency. In the US, more than 2,200 people had been diagnosed with coronavirus and 49 have died. ##Business## Philippines President Rodrigo Duterte has tested negative for the novel coronavirus, according to a Facebook post today by aide Bong Go. Bong Go and Duterte were tested on Friday after some cabinet members were exposed to infected patients. Six people have died of the virus in the Philippines so far, according to the country's Department of Health.  ##Health## States across the US are closing schools to limit the spread of the novel coronavirus. The measures range from affecting all public, private and charter schools, to just public schools. In the past few hours, Alaska and Delaware have joined the list. Here are the states deploying such measures: Alabama\nAlaska\nDelaware\nIllinois\nKentucky\nLouisiana\nMaryland\nMichigan\nNew Mexico\nOhio\nOregon\nPennsylvania\nRhode Island\nUtah\nVirginia\nWashington\nWest Virginia\nWisconsin ##Daily Life## Two more members of a Brazilian delegation that traveled to the US, including one man who attended a dinner with President Donald Trump, have tested positive for the coronavirus. The first is Nestor Forster, Brazil’s Chargé d'Affaires in Washington. The Brazilian Embassy in Washington announced on Twitter that Forster had tested positive. He will now be self-quarantined for two weeks. He was seated at the same table as Trump last Saturday during the dinner at Mar-a-Lago, a source familiar with the incident told CNN. The source could not say if there was any direct interaction between Forster and Trump. CNN has reached out to the White House for comment. A group photo tweeted on March 8 by Brazil’s foreign minister shows Forster standing behind Brazilian President Jair Bolsonaro, a short distance from Trump. The second is Brazilian Senator Nelsinho Trad. Trad announced on Twitter late Friday that he tested positive. “I was, as you all know, working, representing [the senate] on the trip with President Jair Bolsonaro to the US. Upon returning to Brazil, all of us in the delegation that traveled with the President were surprised when one of the people on the return flight tested positive for Covid-19,” he wrote. “I did the exam, the result was positive.” That makes three infections: The first in the delegation to test positive was Bolsonaro’s press secretary, Fábio Wajngarten, who confirmed his result on Thursday. Miami Mayor Francis Suarez, who shook hands with Forster during the trip, also tested positive on Friday.  And Bolsonaro's attorney, Karina Kufa, wrote on her unverified Twitter account Friday that she tested positive after visiting Miami on the same trip. President Bolsonaro on Friday said his results came back negative after the trip. ##Health## The Caribbean island of Aruba has confirmed its first two cases of the novel coronavirus, according to local travel agent Visit Aruba New, citing a press conference from Prime Minister Evelyn Wever-Croes. One patient is an Aruban national who recently entered the island from New York, and the other is an American national. Both patients have been isolated, the report said. The Prime Minister also announced that as of Sunday, travelers from Europe will not be allowed to enter Aruba until at least March 31, with the exception of Aruban nationals. ##Travel## ##Health## In northern Italy, life is difficult right now. In a country with more than 17,000 cases of the novel coronavirus, staying at home but for a solo trip to the store is the way of life. American Cristina Higgins lives with her family in Bergamo, near Milan. On Friday, she told CNN's Erin Burnett that being in a country with a mandatory lockdown is like \"living with dread.\" Almost everything is closed and movement is restricted. Only supermarkets and pharmacies are open. Only one person from each household can go on a shopping run. Police write tickets for people who are out wandering. Lines sometimes form outside the stores because only a certain number of people are allowed inside at one time, and they must remain 3 feet apart. Yet Higgins said it was in everyone's best interest to comply. \"I would encourage every family to try to think of it is a reason why you should do this,\" she told CNN. \"I encourage everybody ... to comply. And we can all get through this together.\" Not everyone is adhering to the rules, she said. A woman in her community who has COVID-19 recently went out in public. \"It's very difficult. It's very, very difficult,\" she said. \"It is, unfortunately despite all that Italy has done, they think that it may not be enough (because not every person is complying).\" Read the full story here. ##Health## ##Daily Life## South Korea confirmed 107 new coronavirus cases Friday, bringing the national total to 8,086, according to the South Korean Centers for Disease Control and Prevention (KCDC). It was the lowest daily increase since February 22, and followed a week-long trend of diminishing case numbers. Of the new cases, 62 are from the southern city of Daegu, where the outbreak has been concentrated. Another six are from North Gyeongsang Province, which surrounds Daegu. About 88% of all cases nationwide are from Daegu and North Gyeongsang Province. Thirteen new cases are from Seoul, where a new cluster was identified at a call center this week. The KCDC also confirmed another five coronavirus deaths, taking the country's toll to 72. Slowdown after aggressive response: Earlier this week, South Korea's health minister told CNN he hoped the country had \"passed the peak\" of the outbreak. Numbers spiked in February, with clusters linked to the Shincheonji religious group — and officials responded with fast, accessible testing, contact tracing, and a widespread public health campaign.  Authorities also turned to creative technologies like GPS to monitor home quarantines and a smartphone app to collect citizens' symptom reports every day. ##Health## Turkey announced that it will halt travel to and from nine European countries, effective today. Passengers coming from Germany, Spain, France, Austria, Norway, Denmark, Sweden, Belgium, and the Netherlands will not be allowed into Turkey, said Turkish Interior Minister Suleyman Soylu, according to Turkey's state run news agency Anadolu. Travel from Turkey to those countries will also be suspended. Travelers who already have tickets from those countries to Turkey between today and April 17 can change their reservations free of charge, as long as the new reservation is a flight before May 31, Turkish Airlines said on its website. Turkey has five confirmed cases of coronavirus, according to WHO and Johns Hopkins University & Medical. ##Travel## New Zealand has canceled its National Remembrance Service for the first anniversary of the Christchurch mosque attacks over coronavirus safety fears. The service, originally set for tomorrow, was “expected to attract a large crowd, with many travelling from around New Zealand and from overseas,” said a statement from the Christchurch City Council released today. New Zealand Prime Minister Jacinda Arden was quoted in the statement saying that while there has been “no community transmission” of the coronavirus in the country, the government is “taking a cautious approach” as it would be difficult to trace who had come into contact with the participants. New Zealand has four cases so far, several of whom had traveled to the hard-hit countries of Italy and Iran. ##Health## ##Daily Life## Netflix is pausing scripted TV and film production in the US and Canada for two weeks due to government restrictions and health and safety precautions, a source with knowledge of the situation tells CNN. Entertainment sector hit: Netflix joins other shows and members of the entertainment industry suspending operations over the coronavirus. Ellen DeGeneres' daytime talk show is suspended until March 30, while two Comedy Central series, “The Daily Show with Trevor Noah” and “Lights Out with David Spade,” are also suspending production.  HBO’s “Last Week Tonight” and “Real Time with Bill Maher,” and ABC's “Jimmy Kimmel Live,” are all temporarily halting production. Disney has also paused production on some of its live-action movies, including \"The Little Mermaid,\" \"Shang-Chi and The Legend of the Ten Rings,\" and \"Peter Pan and Wendy.\" ##Business## The United States now has 2,204 cases of the coronavirus and 49 deaths, according to state and local health agencies and the Centers for Disease Control and Prevention. 70 cases are repatriated citizens, like those evacuated from mainland China and the Diamond Princess cruise ship in Japan. 2,134 cases were detected and tested in the US. These include presumptive positive cases, that have tested positive in public health labs and are pending final confirmation from the CDC lab. US territories have also reported cases; Puerto Rico just confirmed its first three cases today. The virus has now been reported in 49 states -- making West Virginia the only state yet to report a case. ##Health## The number of coronavirus cases in France jumped by 800 from Thursday to Friday, French Health Minister Olivier Veran said at a news conference. A dramatic jump: Just a few days ago, France was reporting about 200 cases a day, which had already been enough to raise alarm of an outbreak in the country. France now has 3,661 cases nationwide and 79 deaths, according to the health ministry and Johns Hopkins University & Medicine. ##Health## California's Santa Clara County has announced another death due to the coronavirus.  The patient was a woman in her 80s, who was hospitalized March 9, the county confirmed in a statement.  She was the second coronavirus death in the county, and fifth in the state.   \"The Public Health Department is saddened to share this news and expresses its condolences to her family,\" the statement said.  ##Health## There are now more than 136,000 coronavirus cases globally and more than 5,000 related deaths, according to the World Health Organization. Here's the WHO's breakdown: Total cases: 136,895\nDeaths: 5,077\nCountries or territories with cases: 123 China remains the hardest hit country, with close to 81,000 cases. Italy has more than 15,000 cases, followed by Iran, with more than 11,000 cases. ##Health## US President Donald Trump declared a \"national emergency\" today due to the coronavirus pandemic. He said the action would \"open up access to up to $50 billion,\" which he described as \"a large amount of money for states and territories and localities in our shared fight against this disease.\" Trump also urged states to set up emergency operation centers immediately. Additional measures: Trump announced new measures aimed at easing the burden of student loans as universities and colleges shut across the US, as well as measures aimed at taking advantage of low oil prices.  Travel restrictions: Trump's travel ban, affecting 26 European countries, starts today. He announced on Thursday that the US was suspending travel from countries including France, Italy and other virus-hit nations for 30 days. Trump said today that he's considering adding the UK to the restrictions, and he could take others off the list. Getting tested: Asked why he hadn't been tested for coronavirus after coming into contact with an infected patient, Trump said: \"I didn't say I wasn't going to be tested.\" He added that \"most likely\" he'll get tested but didn't say when. ##Health## ##Travel## ##Daily Life## Miami Mayor Francis Suarez learned Friday that he tested positive for coronavirus and he said he's already starting to feel the symptoms. \"You know it feels similar to the on set of a cold,\" he told CNN's Erin Burnett on Friday. Suarez said he plans to share his experience in the hopes that \"it calms people down because it's something I'm going through myself.\" The mayor went on to say that he's not sure where he caught the virus, but noted that he was recently in close proximity of someone who tested positive for the virus. In a statement that he released earlier, Suarez said, \"If we did not shake hands or you did not come into contact with me if I coughed or sneezed, there is no action you need to take whatsoever. If we did, however, touch or shake hands, or if I sneezed or coughed near you since Monday, it is recommended that you self-isolate for 14 days, but you do not need to get tested.\" President Trump tweeted his support Friday night for a coronavirus relief bill, which would give some Americans paid emergency leave and offer free testing for COVID-19. The legislation is part of a deal between House Democrats and the White House. Trump said the bill will be voted on in the House Friday night. ##Health## If the World Health Organization says the Olympic Games should be canceled, they will be, the Olympics' governing body president said. International Olympic Committee president Thomas Bach said in an interview with CNN affiliate ARD on Thursday that the IOC will listen to the advice of the WHO, and if the WHO tells the IOC to cancel the 2020 Tokyo Games, the IOC will follow that recommendation. \"We listen to the advice of the WHO that is the expert group who is responsible for exactly these questions,\" he told ARD. \"That is why we have been linked to the WHO in a task force since mid-February and have constant contact. ... We will follow the advice of the WHO.\" Attorney Karina Kufa, who reportedly traveled with Brazilian President Jair Bolsonaro on his recent trip to the United States, tweeted Friday night that she tested positive for novel coronavirus. “My coronavirus exam came back positive. I returned yesterday from Miami and I isolated myself immediately when I learned about the state of @Fabiowoficial’s health,” she wrote, referring to Bolsonaro’s press secretary, Fabio Wajngarten, who tested positive for the virus on Thursday. \n“I am following the protocols and feeling well. Now I only need a few days of rest to get back in the fight again!” The Brazilian newspaper Estado de Sao Paulo, among other Brazilian media, reported that Kufa, who is Bolsonaro’s attorney and the treasurer of a political group launched by Bolsonaro, traveled with the Brazilian president on his recent trip to meet President Trump.  An Instagram account under Kufa’s name includes an image that appears to be the lawyer standing next to an artistic rendering of Bolsonaro in the studio of Miami artist Romero Britto. The Brazilian presidency published an article about Bolsonaro’s visit to Britto’s studio that includes the president standing next to the same rendering. Earlier on Friday, Bolsonaro said that his own coronavirus test came back negative. ", "Section": "world", "Writers": ["Jessie Yeung", "Brett McKeehan", "Ivana Kottasová", "Amir Vera"], "URL": "https://www.cnn.com/world/live-news/coronavirus-outbreak-03-14-20-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}