{"Type": "gallery", "Time": "2020-08-14", "Headline": "The week in 45 photos", "Text": "Joe Biden, the presumptive Democratic presidential nominee, calls US Sen. Kamala Harris from his Delaware home to inform her that she was his choice for vice president on Tuesday, August 11. She is the first Black woman and the first person of Indian descent to be tapped for a major political party's ticket. A man scoops away oil Saturday, August 8, that leaked from the MV Wakashio, a wrecked ship off the southeast coast of Mauritius. The vessel ran aground in late July, and the island nation is facing an environmental emergency as oil spills into the Indian Ocean. A beluga whale named Little Grey is transferred to a pool at an open-water sanctuary in Iceland's Klettsvik Bay on Monday, August 10. After years in captivity, Little Grey and another beluga named Little White are returning to the sea for the first time since 2011. Three homes were reduced to rubble after a gas explosion in Baltimore on Monday, August 10. Two people were killed and seven were injured. Children in Chillicothe, Ohio, attend their first day of school on Monday, August 10. Masks were one of many precautions put in place to help limit the spread of the novel coronavirus. Hong Kong media tycoon Jimmy Lai, known for his support of the city's pro-democracy movement and criticism of China, pushes through the media after being released on bail on Wednesday, August 12. Lai had been arrested on suspicion of \"colluding\" with foreign forces, according to local police. The offense was created by a new national security law imposed on Hong Kong by Beijing last month.  Pro golfer Collin Morikawa reacts as the lid falls off the Wanamaker Trophy on Sunday, August 9. Morikawa had just won the PGA Championship, his first major title, at TPC Harding Park in San Francisco.  People watch Sam Fender perform at a socially distanced concert in Newcastle, England, on Tuesday, August 11. Groups of up to five people were spaced out on raised metal platforms. A coronavirus victim is lowered into the ground during her funeral in New Delhi on Friday, August 7. India recently recorded more than 2 million total coronavirus cases, only three weeks after announcing it had hit 1 million confirmed infections. Only Brazil, India and the United States have reported more than 2 million cases. A Portland, Oregon, protester is detained in front of the Portland Police Bureau's North Precinct on Tuesday, August 11. Portland has been a site of ongoing demonstrations since May, when George Floyd died in police custody in Minneapolis. Virginia Posny, 99, receives balloons as she gets her associate's degree from the University of Wisconsin-Stevens Point on Monday, August 10. It was discovered that Posny earned enough credits in 1939-40 to earn the degree. A man swims near a gull at London's Hampstead bathing ponds on Monday, August 10. Kevin Proctor of the Gold Coast Titans is tackled by two North Queensland Cowboys during a National Rugby League match in Gold Coast, Australia, on Sunday, August 9. A herd of goats walks past a parked bus in Kolkata, India, on Monday, August 10. A firefighter works against the Lake Fire in Angeles National Forest, north of Santa Clarita, California, on Wednesday, August 12. Firefighters across three Western states are battling wildfires that have destroyed more than 73,000 acres. A person surveys damage from the roof of College Church after a severe storm toppled the church's steeple in Wheaton, Illinois, on Monday, August 10. Democratic presidential candidate Joe Biden and his running mate, US Sen. Kamala Harris, walk out for their first campaign event together on Wednesday, August 12. San Francisco's Mike Yastrzemski dives toward third base after hitting a triple during a Major League Baseball game in Houston on Wednesday, August 12. Oil leaks Friday, August 7, from the MV Wakashio, the wrecked ship that recently ran aground off the southeast coast of Mauritius. An Air India Express plane crashed in the South Indian state of Kerala on Friday, August 7, after skidding off a runway and breaking into two while landing. At least 18 people died in the crash, including both pilots. Women march in Minsk, Belarus, on Wednesday, August 12. It was the fourth day of demonstrations following the contested re-election of longtime President Alexander Lukashenko. Authorities in Belarus say 6,700 people have been arrested and at least one person has been killed in the violent aftermath of the election, a contest that independent observers have criticized as neither free nor fair. US President Donald Trump signs executive orders extending coronavirus economic relief on Saturday, August 8. It came after Democrats and the White House were unable to reach an agreement on a stimulus bill. Indonesia's Mount Sinabung spews giant clouds of smoke during an eruption on Monday, August 10. Lewis Hamilton sprays champagne on fellow Formula One driver Max Verstappen after Verstappen won the 70th Anniversary Grand Prix on Sunday, August 9. Hamilton finished second in the race, which took place at England's Silverstone Circuit. Summer-themed sculptures surround people on a hot day in London on Thursday, August 12. Protesters stormed several government buildings in Beirut, Lebanon, on Saturday, August 8. The foreign ministry, the environment ministry and the economy ministry were occupied by angry demonstrators who called for the downfall of Lebanon's ruling elite. People cool off at a lake in Haltern am See, Germany, on Friday, August 7. British Prime Minister Boris Johnson takes part in an archery session as he visits a summer camp in London on Monday, August 10. Washington's Myisha Hines-Allen, bottom, reaches for a rebound during a WNBA game against the Indiana Fever on Sunday, August 9.  A pig enjoys a jet of water at a farm in Münster, Germany, on Monday, August 10. Russian rescue teams search for survivors in Beirut, Lebanon, on Friday, August 7 — three days after a massive explosion killed dozens of people and injured thousands. Blanca Ortiz, 84, celebrates after learning from nurses that she will be dismissed from the Eurnekian Ezeiza Hospital near Buenos Aires, Argentina, on Thursday, August 13. Ortiz was admitted several weeks earlier with Covid-19. Motorcyclists drive down Main Street in Sturgis, South Dakota, during the annual Sturgis Motorcycle Rally on Friday, August 7. Washington's Juan Soto celebrates a three-run homer while playing at the New York Mets' Citi Field on Wednesday, August 12. People look at the carcass of a Bryde's whale that had washed up on a beach in Cape Town, South Africa, on Monday, August 10.  Emmanuelle Lteif Khnaisser, who was in labor at the moment of the Beirut explosion last week, holds her newborn baby, George, at her home in Jal el Dib, Lebanon, on Wednesday, August 12.  Yogi Dalal hugs his daughter, Jigisha, after the family's store was vandalized in Chicago on Monday, August 10. More than 100 people were arrested in Chicago after an overnight fit of violence that appears to have begun with police exchanging gunfire with a 20-year-old man, Police Superintendent David Brown said. Those arrested were charged with looting, disorderly conduct, and battery against police, Brown said. Lightning is seen above the Pudong financial district in Shanghai, China, on Monday, August 10. Belgian cyclist Wout van Aert, right, sprints ahead of Julian Alaphilippe to win the Milan-San Remo race in San Remo, Italy, on Saturday, August 8. Paddleboarders in St. Petersburg, Russia, take part in a surfing festival on the Fontanka River on Saturday, August 8. Asare Amaya, 10, mourns her father, German, as family and friends watch his wake via video Saturday, August 8, in Miami. German Amaya, 55, died from Covid-19. Morning fog shrouds lower Manhattan as the sun rises in New York City on Sunday, August 9.  Pakistan's Asad Shafiq, left, plays a shot during a Test cricket match against England on Friday, August 7. Kindergarten students wear face masks and play in screened-in areas at the Wat Khlong Toey School in Bangkok, Thailand, on Monday, August 10. A couple jumps from a diving platform in Lake Geneva, near the Swiss village of Lutry, on Sunday, August 9. See last week in 40 photos", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/08/13/world/gallery/photos-this-week-august-7-august-13/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}