{"Type": "article", "Time": "2021-02-09", "Headline": "Fossil fuel air pollution causes almost 1 in 5 deaths globally each year", "Text": "More than 8 million people around the world die each year as a result of breathing polluted air that contains particles from fossil fuels, a new study has found. Burning fossil fuels such as coal and oil produces greenhouse gases that trap solar radiation in the atmosphere and cause climate change. But it also releases tiny poisonous particles known as PM2.5. Small enough to penetrate deep into the lungs, these particles can aggravate respiratory conditions like asthma and can lead to lung cancer, coronary heart disease, strokes and early death.  Research has also found a link between higher levels of long-term pollution and more deaths from Covid-19. In a study published in the journal Environmental Research on Tuesday, researchers from Harvard University, in collaboration with the University of Birmingham, the University of Leicester and University College London, found that exposure to particulate matter from fossil fuel emissions accounted for 18% of total global deaths -- almost one in five -- in 2018.  The figure is much higher than previously thought. As recently as in 2019, scientists were estimating that 4.2 million people die each year from outdoor airborne particulate matter pollution, a figure that included people who die because of pollution from dust and smoke from wildfires and agricultural fires.  The new study shows that in 2018, estimated 8.7 million deaths were linked to fossil fuel emissions alone.  Eloise Marais, an associate professor in physical geography at UCL and a co-author of the study, said the research adds to the \"mounting evidence\" that air pollution from fossil fuels is detrimental to global health.  \"We can't in good conscience continue to rely on fossil fuels, when we know that there are such severe effects on health and viable, cleaner alternatives,\" she said in a statement.  The scientists used a global 3D model of atmospheric chemistry developed at Harvard to get a better picture of pollution at a more local level.  Traditionally, satellite and surface observations were used to estimate the average global annual concentrations of PM2.5 particles in the air. By using the 3D model, the scientists were able to divide the globe into a grid with boxes as small as 50 kilometers by 60 kilometers (31 miles by 37 miles) and look at pollution levels in each box individually.  This allowed them to assess the impact of the pollution in places where people live and to distinguish between different sources of pollution.  They found that China, India, parts of the eastern US, Europe and Southeast Asia were the worst impacted. According to the data, as many as 30.7% of deaths in Eastern Asia, 16.8% in Europe and 13.1% in the US can be attributed to fossil fuel pollution. To model the pollution, the researchers used real emissions and meteorology data, mostly from 2012. The year was picked to eliminate the influence of the El Niño phenomenon, which can worsen or improve pollution depending on the region. They then updated the data to reflect a 44% fall in fossil fuel pollution in China between 2012 and 2018.  The researchers estimate that China's move to cut its fossil fuels emissions saved 2.4 million lives worldwide, including 1.5 million in China. Millions of lives could be saved by reducing greenhouse gas emissions In a separate modeling study published in The Lancet Planetary Health journal on Tuesday, researchers found that millions of deaths could be averted by 2040 if countries fully align their policies with their commitments made under the 2015 Paris Agreement to hold global warming below 2 degrees Celsius above pre-industrial levels.  The world remains woefully short of achieving the emissions cuts needed to meet the goals of Paris and is currently on track to warm by more than 3 degrees Celsius by the end of this century, according to a report released last December by the UN.   The authors found that policies in line with the goals of the Paris Agreement could save 6.4 million lives by improving diets, 1.6 million lives due to cleaner air, and 2.1 million lives due to increased exercise. However, because people would experience crossover benefits from cutting air pollution, eating healthier and breathing cleaner air, the authors say it is difficult to estimate the total number of lives that would be saved by meeting the Paris goals. The study looked at Brazil, China, Germany, India, Indonesia, Nigeria, South Africa, the UK and the US. Together, those countries make up 50% of the world's population, but produce 70% of its greenhouse gas emissions. \"The message is stark. Not only does delivering on Paris prevent millions dying prematurely each year, the quality of life for millions more will be improved through better health. We have an opportunity now to place health in the forefront of climate change policies to save even more lives,\" said lead author Ian Hamilton, executive director of The Lancet Countdown on Health and Climate Change. The authors of the study call for countries to strengthen their commitments to the Paris Agreement ahead of the COP26 climate change conference in Glasgow, Scotland, in November. Several have done so already, including the UK and the European Union, as well as China, which announced a commitment last year to achieve carbon neutrality by 2060.  In Glasgow, all eyes will be on the US and President Joe Biden's new administration. In one of his first acts as President, Biden sent notice to the UN that the US will reenter the Paris Agreement, and he is expected to reveal more ambitious plans to reduce US emissions in the coming months.", "Section": "world", "Writers": ["Ivana Kottasová"], "URL": "https://www.cnn.com/2021/02/09/world/climate-fossil-fuels-pollution-intl-scn/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}