{"Type": "gallery", "Time": "2020-05-15", "Headline": "The week in 41 photos", "Text": "US senators listen to Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, as he testifies remotely on Tuesday, May 12. Fauci and other health experts testified via teleconference following potential exposures to the novel coronavirus. Fauci warned senators that states and cities face serious consequences if they open up too quickly. People in Sao Paulo, Brazil, watch as gravediggers bury a relative on Wednesday, May 13. The coronavirus has hit Brazil hard, with the number of confirmed cases climbing by the thousands every day.  CNN White House correspondent Kaitlan Collins tries to ask US President Donald Trump a question on the heels of Trump's exchange with CBS News correspondent Weijia Jiang, left, at a White House briefing on Monday, May 11. Jiang asked the President why he sees coronavirus testing as a global competition when more than 80,000 Americans have died. \"Maybe that's a question you should ask China,\" Trump told Jiang, who was born in China and immigrated to the United States when she was 2. \"Don't ask me. Ask China that question, OK?\" Some critics said Trump's remarks toward Jiang were racist. Trump abruptly ended the briefing after calling on Collins. Arisa Limpanawongsanon, owner of the Caturday Cat Cafe in Bangkok, Thailand, checks a cat's temperature on Friday, May 8. The cat cafe reopened as the city began to relax its coronavirus restrictions. The Rev. Fabian Arias holds a memorial service Saturday, May 9, for Raul Luis Lopez, a member of his parish who died last month because of the coronavirus. Arias says his parish in New York has lost 44 people to the coronavirus. Relatives of Ahmaud Arbery embrace outside a courthouse Friday, May 8, while protesting his shooting death in Brunswick, Georgia. Two men have been charged with felony murder and aggravated assault in the February 23 death of Arbery, who was shot dead while jogging just outside Brunswick. Anti-government protesters run for cover as they clash with security forces on the Al-Jumhuriyah bridge in Baghdad, Iraq, on Sunday, May 10. Dr. Ethan Weiss, a cardiologist from San Francisco, tweeted this photo of his flight home from New York on Saturday, May 9. The photo appeared to show dozens of mask-wearing passengers sitting next to one another with no space in between. \"This is the last time I'll be flying again for a very long time,\" Weiss wrote in a Twitter thread, adding that a lot of passengers on the flight were \"scared/shocked.\" Weiss said he was a part of a group of 25 doctors and nurses who had been working in New York hospitals for the past two to four weeks. United Airlines had flown them home for free. Steve Wagner carries an inert anti-tank weapon and two pistols while paying for sandwiches at a Subway restaurant in Raleigh, North Carolina, on Saturday, May 9.  He was part of a group of about 11 demonstrators, mostly armed, who had been marching around downtown Raleigh protesting North Carolina's stay-at-home order. Youth baseball tournament in Cottleville a sign of strange new normal Russian President Vladimir Putin takes part in a video conference call from his residence at Novo-Ogaryovo on Thursday, May 14. Russia is now ranked second in the world for confirmed coronavirus cases, according to Johns Hopkins University data. The United States is first. Silvia Romano, an Italian aid worker who was kidnapped by gunmen in Kenya 18 months ago, is kissed by her mother, Francesca Fumagalli, at a military airport in Rome on Sunday, May 10. A woman takes a photo at Disneyland Shanghai after the amusement park reopened in China on Monday, May 11. The park had been closed for three and a half months. Visitors are now required to wear masks, have their temperatures taken and practice social distancing. Dr. Rick Bright, who filed a whistleblower complaint after being removed from his position as head of the US agency in charge of pandemic response, prepares to testify before the House Energy and Commerce Subcommittee on Health on Thursday, May 14. Bright slammed the Trump administration's coronavirus response and urged lawmakers to listen to the voices of scientists to prevent \"unprecedented illness and fatalities.\" About an hour before Bright's hearing, President Trump tweeted that he had \"never met\" or \"even heard of\" Bright, but considers him a \"disgruntled employee, not liked or respected by people I spoke to and who, with his attitude, should no longer be working for our government!\" Pro-democracy lawmaker Eddie Chu Hoi-dick scuffles with security and pro-China lawmakers during a House Committee meeting in Hong Kong on Friday, May 8. Chu and several other lawmakers were carried out of the room by security after they didn't comply with chairman Starry Lee's warnings to sit down, Bloomberg reported. Mary Washington speaks through a window to her daughter Courtney Crosby and grandchild Sydney Crosby during a Mother's Day celebration at her senior-living facility in Smyrna, Georgia, on Sunday, May 10. A worker disinfects a shopping mall in Caxias do Sul, Brazil, on Wednesday, May 13. Students from Ramon Power y Giralt High School attend their graduation ceremony, which was held in a parking lot in Las Piedras, Puerto Rico, on Wednesday, May 13. Students had to stay inside their vehicles during the event. A sanitizing crew cleans up Wednesday, May 13, before a European Parliament session in Brussels, Belgium. German Chancellor Angela Merkel attends a wreath-laying ceremony at the Neue Wache Memorial in Berlin on Friday, May 8. It was the 75th anniversary of Victory in Europe (VE) Day. Spectators gather to watch surfers in Teahupoo, Tahiti, on Monday, May 11. It was the first big swell since local lockdown measures had been lifted. Nurses attend to newborn babies at a hospital in Kabul, Afghanistan, on Wednesday, May 13. The newborns were rescued a day earlier after gunmen attacked a maternity clinic in the city and killed many of their mothers. Members of the White House Military Office clean the stairs for Air Force One ahead of the President's arrival in Allentown, Pennsylvania, on Thursday, May 14. A cow takes an interest in a mountain biker taking a selfie in Samerberg, Germany, on Monday, May 11. US Sens. Tim Kaine, left, and Richard Burr greet each other with an elbow bump before a committee hearing on Tuesday, May 12. Some senators worked remotely, including committee chairman Lamar Alexander, who is self-quarantining after a staff member at his office tested positive for Covid-19. An oil tanker that caught fire burns in Medan, Indonesia, on Monday, May 11. At least seven crew members were killed, authorities told The Jakarta Post. US Vice President Mike Pence, left, arrives at the White House on Wednesday, May 13. A memo went out to White House staffers this week saying that all staffers entering the West Wing must wear a face covering, a source told CNN. Pence's press secretary, Katie Miller, tested positive for coronavirus last week. A police officer holds a pistol during clashes with protesters in Nairobi, Kenya, on Friday, May 8. Hundreds of protesters blocked one of the capital's major highways with burning tires to protest government demolitions of homes and the closure of a major food market. People observe social-distancing guidelines as they go down a subway escalator in Moscow on Tuesday, May 12. Masks and gloves are mandatory for people using Moscow's public transportation. A child walks in her classroom at the Vaucanson school in Paris on Thursday, May 14. Some schools are now starting to open up in France. Medical workers help a woman evacuate a flooded residential area in Banda Aceh, Indonesia, on Friday, May 8. A raccoon crawls out of its hiding place on a roof in Berlin on Tuesday, May 12. Members of the Royal Netherlands Sea Rescue Organization brave hot foam as they look for missing surfers in The Hague on Tuesday, May 12. Five surfers were killed after a huge layer of foam hampered efforts to rescue them. Personal trainer Flo Dowler leads London residents in a fitness class on Napier Avenue on Monday, May 11. A woman walks in a park in Yokohama, Japan, on Sunday, May 10. People in an elevator stand away from one another as they arrive to work at the World Trade Center in Colombo, Sri Lanka, on Monday, May 11. Children jump into a canal under an expressway in Bangkok, Thailand, on Tuesday, May 12. A newborn Asian elephant, right, walks next to her sister at the Prague Zoo in Prague, Czech Republic, on Wednesday, May 13. Muslims maintain social distancing as they offer prayers at the Baitul Mukarram National Mosque in Dhaka, Bangladesh, on Friday, May 8. In pictures: A Ramadan unlike any other Passengers wait for a New Delhi-bound train to start in Kolkata, India, on Tuesday, May 12. The Indian government has begun to ease a nationwide lockdown. Doctors, nurses and other medical workers who served in the military salute the US Air Force \"Thunderbirds\" as the air demonstration squadron flies over St. David's Medical Center in Austin, Texas, on Wednesday, May 13. Flyovers have been taking place in cities across the country to show appreciation and support for essential workers. See last week in 43 photos", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/05/14/world/gallery/week-in-photos-0515/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}