{"Type": "article", "Time": "2020-05-14", "Headline": "US-China tensions didn't begin with the coronavirus. They've been building for years", "Text": "Relations between the United States and China have sunk to new lows in the wake of the coronavirus outbreak, with both sides hoping to make political gains by blaming the other for the severity of the crisis. US President Donald Trump blamed China for the global pandemic again on Wednesday, claiming Beijing could have stopped the outbreak, which he labeled as \"the worst attack we've ever had on our country.\" Earlier that day, China's Foreign Ministry said that the US should focus on fixing its problems at home and \"stop spreading disinformation or misleading the international community.\" The divisions between Beijing and Washington go back long before the viral outbreak in Wuhan, and they are unlikely to end when the global coronavirus pandemic is brought under control. Standoff in the South China Sea It is hard to pinpoint the moment when US-China relations began to slide from a wary cordiality to rising hostility on both sides, but one marker would be the beginning of Beijing's attempts to secure its hold on the South China Sea, a strategically important global shipping lane. The People's Republic of China has long claimed the vast majority of the South China Sea as part of its territory, marked out by the country's widely disseminated nine-dash line which covers most of the region. From around 2015, the Chinese government began to aggressively assert these claims by turning reefs and shoals across the sea into man-made islands, on which it built defensive structures and stationed troops and radar equipment. China's militarization of the region has provoked angry reactions from neighboring countries that also claim portions of the South China Sea, such as Vietnam and the Philippines, as well as the United States government. Both the Obama and Trump administrations warned China to stop its attempt to seize control of the region, but despite promises by President Xi Jinping, the militarization has continued. In response, the US performs regular freedom of navigation operations in the South China Sea, sailing American naval vessels in close proximity to the Chinese man-made islands. The operations show the US doesn't recognize Beijing's claims and reasserts America's right to sail in international waters.  China has reacted to US actions in the region by accusing Washington of staging \"provocations\" in the South China Sea, while continuing to ramp up the arming of its own man made islands. In the past two years, both long-range bombers and missile silos have been seen on China's artificial islands.  Last month, the US Navy staged back-to-back freedom of navigation operations, in what analysts have described as part of a new strategy aimed at creating a degree of operational unpredictability. US freedom of navigation operations in the South China Sea are not rare, but they typically occur weeks or more apart. \"The US strongly opposes China's bullying and we hope other nations will hold them to account too,\" US Secretary of State Mike Pompeo said in a statement on April 23. Clashes over Taiwan Beijing's claim over Taiwan has been an ongoing point of tension with the US for more than 70 years. But under Xi, who has pushed to cut off Taiwan's diplomatic allies and modernize China's military, it has become a renewed concern. Mainland China and Taiwan have been governed separately since the end of a bloody civil war in 1949. After declaring victory, the Chinese Communist Party founded the People's Republic of China in Beijing and the former government, known as the Republic of China, fled to take refuge on Taiwan. Beijing still considers Taiwan part of its territory. In January 2019, Xi warned there would be no Taiwan  independence and even threatened potential military action to reunite it with mainland China.  While the US has been careful to maintain a public recognition of the so-called One China Policy, which states there is only one China and it is the one ruled by Beijing, it has maintained a close unofficial relationship with Taiwan, now a vibrant democracy of 23 million residents. Under the Trump administration, Washington has moved to embrace Taiwan publicly, infuriating the Beijing government. In May 2019, then-US National Security Advisor John Bolton met with one of Taiwan's top defense officials, the first meeting of its kind in 40 years.  Three months later, President Trump agreed to a massive arms deal with Taiwan, including dozens of new F-16 fighter jets. At the time, Chinese Foreign Ministry spokeswoman Hua Chunying said the US would \"bear all the consequences\" if it kept interfering in Taiwan. \"It must be stressed that the Taiwan issue concerns China's sovereignty, territorial integrity and security interests,\" Hua said. Trade war One of the fiercest points of contention between Washington and Beijing has been a signature policy of the Trump administration -- the trade war with China. Long before he was US President, Trump said that he believed China was taking advantage of the US economically, bemoaning the wide trade deficit between the two countries. After he won office, Trump began to roll out tariffs on billions of dollars of Chinese goods in mid-2018 to put pressure on Beijing to reform the way it did business with America. Among the Trump administration demands were an increase in US goods purchased by China, an end to the theft of US companies' intellectual property and greater access to China's financial systems for international businesses. The Chinese government responded to US tariffs with penalties of their own, beginning a tit-for-tat struggle which resulted in tariffs on more than two-thirds of all US imports from China -- about $370 billion worth of trade. After almost 18 months of trade tensions and heated rhetoric, Washington and Beijing finally agreed to \"Phase One\" of a trade deal in January, reducing tariffs in exchange for China agreeing to buy more US goods. US Ambassador to China Terry Branstad insisted in April that the initial deal was still being implemented, despite the economic damage of the coronavirus pandemic.  But any \"Phase Two\" trade deal will have to tackle the thornier disagreements between the world's two biggest economies, such as intellectual property and economic liberalization in China, leaving some experts skeptical it can happen at all. Hardball on Huawei One way in which the US has stepped up its international opposition to Beijing has been to push back against the spread of Chinese 5G technology around the world. China -- and in particular communication giant Huawei -- has been at the forefront of 5G technology, the super-fast wireless internet networks that allow greater connectivity and productivity. Huawei says that as of February this year, it had secured 91 commercial 5G contracts globally, including 47 in Europe and 27 in Asia.  But in the past year, the US has publicly voiced strong concerns about the use of Huawei technology in allied countries' communication networks, especially members of the anglophone Five Eyes group, with whom the US has tight intelligence sharing agreements -- Australia, Canada, New Zealand and the United Kingdom. Washington has implied that installing Huawei hardware could give the Chinese government a backdoor to spy on the communications of foreign countries or easily hack into their systems, making them unsafe. US Secretary of State Pompeo said in February 2019 that installing Huawei 5G technology could damage a country's relationship with the US. Huawei and the Chinese government have strongly denied the US claims, saying Huawei is private and accusing Washington of trying to \"sow dissent\" between China and other countries. So far, out of the Five Eyes nations, only Australia has fully banned the use of Huawei technology in its 5G networks.  In January, the United Kingdom, a close US ally, said it would allow Huawei to help build its communications infrastructure, albeit with a limited role and excluded from \"critical\" core areas. But the US isn't backing down. In February, the US government charged Huawei with racketeering, escalating tensions with the company and the Chinese government, the company's staunch defender. 'Freefall' Orville Schell, the Arthur Ross director of the Center on US-China Relations, at Asia Society, said patriotic rhetoric was a useful tool for both the US and China as they seek to distract attention from troubling domestic issues.  Beijing is trying to resuscitate a badly damaged economy and avoid rising unemployment, both of which could be a threat to the ruling Communist Party's legitimacy. The US is also facing economic issues, with unemployment almost at 15%, while under the Trump administration the US has seen more than 1.4 million coronavirus infections, the highest number of cases from a single country. \"We're going to find a tremendous amount of impulse for each side to blame each other and that's going to be ramped up to the 10th power in the election,\" Schell said. President Trump and presumptive Democratic presidential candidate Joe Biden have already released ads attacking each other for being too accommodating to Beijing. But even once the pandemic and the 2020 election are over, Schell said there was no obvious plan about how to deescalate tensions or return the US-China relationship to a stable footing. \"That's what is so worrisome -- one cannot see how this might be arrested, at least there's not much evidence of human will or human beings designing a road map to try to slow this process down,\" Schell said. \"We seem to be just in a state of freefall.\"", "Section": "asia", "Writers": ["Ben Westcott"], "URL": "https://www.cnn.com/2020/05/13/asia/us-china-coronavirus-tensions-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}