{"Type": "article", "Time": "2020-12-07", "Headline": "Is an alleged drug kingpin from China investing millions in a port in Laos?", "Text": "On October 6, news of a $50 million dollar investment to build a port in the Laotian town of Ban Mom led the business section of the Vientiane Times, a prominent state-run newspaper. In the second paragraph, readers were told that a man named Zhao Wei participated in a groundbreaking ceremony for the project. What they weren't told is this: According to the United States, Zhao is one of the world's most notorious narcotics traffickers. The US Treasury Department accuses Zhao of running a global criminal organization involved in child prostitution, the illicit trade of wildlife including tigers, rhinos and elephants, and drug trafficking -- all from his private corner of Laos.  Zhao's company, the Hong Kong-based Kings Romans, manages a 100-square-kilometer (39-square-mile) swathe of land in the country's northwest, called the Golden Triangle Special Economic Zone (GTSEZ). Zhao is the chairman of the GTSEZ, which was named after the historically lawless border region where Laos, Myanmar and Thailand meet. For years, the Golden Triangle was the world's largest source of heroin. Now it pumps out an estimated tens of billions of dollars worth of synthetic drugs annually, according to the United Nations Office on Drugs and Crime (UNODC).  Hong Kong corporate records show Zhao is the majority shareholder of Kings Romans. Both Zhao and Kings Romans were sanctioned by the US government in 2018 for their purported role in the narcotics trade and other alleged crimes -- meaning he was barred from using the US financial system, and any funds he holds in US banks likely would have been frozen as well. Zhao denies the allegations and says he is a legitimate investor. In interviews, he has said his goal is to turn the GTSEZ into a major tourist destination and bring jobs to one of the world's poorest places. Right now, the region's biggest attraction is a huge casino that caters largely to visitors from mainland China, where almost all gambling is illegal, and foreigners, because gambling is outlawed for Laotians. But there are plans for massive expansion.  The government of Laos allows the GTSEZ to operate with limited oversight from the central authorities, in theory to spur more investment. But officials outside the country worry that Laotian authorities signed a Faustian bargain, trading control in the border region to an alleged drug kingpin in exchange for economic growth.   Zhao's exact role in the new port, which is about 12 miles upriver from the casino, isn't known. But the fact that he attended the groundbreaking ceremony alongside a Laotian deputy prime minister and the provincial governor has caught the attention of law enforcement and government officials outside the country. If Zhao is the legitimate investor he says he is, the project could simply be a smart example of vertical integration. Constructing a modern port in an unfrequented part of Laos could help service a new tourist city.  But if Zhao is who the US government says he is, experts such as Jeremy Douglas, the Southeast Asia representative for the UNODC, worry that any involvement by the alleged drug kingpin could result in an increase in the production and export of illicit narcotics from the Golden Triangle. That's especially worrying considering that drug smugglers appear to be increasingly using Laos as a synthetic narcotics trafficking corridor. \"To put a piece of infrastructure like this in the hands of this gentleman and his companies is, frankly, unbelievable,\" Douglas said. \"We're really concerned.\"  Zhao's alleged ties to the project The actual company behind the new investment, according to the Vientiane Times article, is Osiano Trading Sole Co., Limited. Khonekham Inthavong, whom state media reported was Osiano Trading Sole Co.'s president, said the project was meant to boost trade in goods and services in Laos, especially in the Golden Triangle.  Inthavong said the project is a joint venture \"between domestic and foreign partners highly experienced in construction across the region,\" per the Vientiane Times. He added that his company was established in 2012 \"under Lao regulations with a network of business interests covering tourism development and agriculture, road construction and ports, real estate, insurance and a non-deposit taking microfinance institute.\" However, Inthavong and Osiano Trading Sole Co. appear to have sprouted up out of nowhere in the past two years. Searches in Laotian media and online of both Inthavong and his company turn up news of a few investments this year, but nothing before 2019. A search through Laos' business registry muddies the waters even further. It shows Osiano Trading Sole Co. was registered in July 2020 by Yoma Inthavong. It's unclear if that individual is related to Khonekham Inthavong. But Khonekham Inthavong registered a different business with a similar name, Osiano Land and Investment Sole Co., in 2018. It's unclear what relationship these two businesses have with each other. CNN was unable to reach Osiano Trading Sole Co.; Osiano Land and Investment Sole Co.; or Khonekham Inthavong for comment. Neither of the companies had a phone number, email address or exact physical address listed in their Laotian enterprise registration details. They do not appear to have websites, social media accounts or any sort of web presence -- which is unusual for a company apparently involved in such a large-scale project. Messages sent to a Facebook account that appeared to belong to Inthavong went unanswered. Despite Zhao's lack of connection to the port on paper, Douglas said that \"connecting dots between Zhao Wei and Osiano is not difficult.\" \"Based on the intelligence we've received, Zhao is using a partnership with Osiano to expand the reach of his special economic zone,\" Douglas said. When asked for comment, the Laos Ministry of Public Security referred CNN to the Laos Ministry of Foreign Affairs, which has not responded to CNN's formal letter. Calls to Laos' Ministry of Industry and Commerce went unanswered. Who is Zhao Wei? In media images, Zhao, 68, is frequently seen flashing a wide, confident smile.  He does not appear to have done an interview with English-language media in the past five years. He declined to speak with CNN for this story and did not answer questions via email through a GTSEZ representative. But the GTSEZ has an active public relations arm online, especially on the Chinese social media platform WeChat, where its posts read like official dispatches from a foreign ministry. They show Zhao meeting Laotian government officials and accepting gifts at various functions. In one post, Zhao appears beside what looks like a Laotian government helicopter. But unlike a stereotypical dark-suited Chinese diplomat, Zhao is often dressed more casually in brightly colored button-down shirts. Since taking control of the GTSEZ, Zhao has spoken with Chinese and Laotian media on multiple occasions to share his story. As he tells it, it's a classic rags-to-riches tale.  Zhao says he was born in a rural village in northern China, the fifth of nine children. His father died of cancer when he was five. After a brief formal education, Zhao says he taught himself Traditional Chinese Medicine to support his family.  \"I studied medicine hard because I wanted to help and serve others,\" he said.  Zhao's passion for entrepreneurship, he says, was sparked later in life, after a friend invited him to join a lumber business. It's not clear how he transitioned from that enterprise into the gambling industry. But after reportedly working in casinos in Macao and Myanmar, Zhao built his own in one of the world's biggest illicit drug-producing regions.  The Kings Romans Casino sits along the Mekong River inside the GTSEZ and is, quite literally, its crown jewel -- the massive crown that tops its roof is visible across the Mekong River in neighboring Thailand. In recent years, new buildings have sprouted up around the casino, including what appears to be a massive, gilded hotel. Zhao says his company has also invested in improving the standard of living for local people by building schools, temples, roads and sports grounds in Laos, Thailand and Myanmar -- claims that CNN could neither verify nor disprove. \"He's doing all of these sorts of PR efforts back in China and in Laos to make it appear that, well, I'm actually one of the good guys,\" said Jason Tower, a researcher based in Myanmar for the US Institute of Peace.  However, Zhao's expansion in the GTSEZ has paralleled a rise in the synthetic drug trade, especially methamphetamine. In 2010, the UNODC estimated that the East Asian and Pacific meth trade was worth about $15 billion. By 2019, the next time the agency estimated the value of the trade, it had ballooned to somewhere between $30 billion and $61 billion -- with most of it coming from the Golden Triangle. The casino has been a major headache for anti-drug authorities outside of Laos. The United States accused Zhao of using it to launder dirty money, allegations he denied at a news conference in 2018 after Washington sanctioned him.  Zhao says he and his businesses \"strictly\" comply with the law. Why the port matters There's no doubt Kings Romans is driving growth. In the past decade, $900 million has been spent on infrastructure projects in the zone, including building shopping complexes, roads, healthcare facilities and waterside landscaping. Total investment since the project began in 2007 is a staggering $2 billion, the GTSEZ says on its WeChat channel. Zhao and his companies have, in effect, built the foundations for a tourist city that can house 50,000 people. That's no small feat considering that the GTSEZ is built on land that was, just years ago, Laotian jungle.  Visitors have a few other options besides the casino: They can see the blooming red-flowered Kapok trees on Don Xao island or visit several quaint villages and markets, a Chinatown and some temples. Much of that is thanks to Zhao's vision. He claims when he first visited the Golden Triangle, he was struck by the area's natural beauty. It was rural and remote, like China before its economic opening in the late 1970s. Zhao said in various interviews that he saw potential for tourism and agriculture. He said he hoped to create a thriving new economy that would give locals the chance to abandon the drug trade. \"Those people are the victims of drugs because they don't know anything else,\" he said in a 2011 profile in Chinese state media.  \"I think it is worthwhile to use gambling, which is small harm, to get rid of the bigger harm like drugs,\" Zhao said. So in 2007, Kings Romans signed an agreement with the Laotian government to jointly develop a tourist area in the region. Three years later, Laos' Prime Minister signed a decree formally establishing the GTSEZ, effectively leasing the land to Zhao for 99 years. The agreement stipulated that the GTSEZ w", "Section": "asia", "Writers": ["Joshua Berlinger"], "URL": "https://www.cnn.com/2020/12/07/asia/laos-ban-mom-port-zhao-wei-intl-hnk-dst/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}