{"Type": "article", "Time": "2020-11-20", "Headline": "Boeing needs China to approve the 737 Max. But that won't end its epic sales drought", "Text": "Boeing is finally close to getting its 737 Max back into the air again in the United States. But the company still faces challenges in the critical aviation market of China, where its business woes go way beyond the troubled aircraft. The Civil Aviation Administration of China (CAAC) has yet to say whether it will allow the 737 Max to fly in the country after the US Federal Aviation Administration gave the green light for the plane to carry passengers earlier this week. While the US government was an important hurdle for Boeing to clear, it will need approval from other aviation regulators before airlines can fly the plane between international destinations.  The European Union Aviation Safety Agency, which oversees flights in Europe, has said it expects to take action in late December or early 2021.  But China's sign-off is critical. The country was the first to ground the 737 Max last year after two of the jets crashed, claiming hundreds of lives. The CAAC said last month that it has its own criteria that Boeing needs to meet before China will be satisfied with the plane again, including assurances that changes to its design are \"safe and reliable.\" \"As long as they meet the requirements, we are happy to see them resuming flights,\" Feng Zhenglin, director of CAAC, said last month at a press conference in Beijing. \"But if not, we have to maintain strict examination to ensure safety.\" CAAC did not respond to a request from CNN Business for comment. A vital market China's approval isn't just about allowing the 737 Max to fly in Chinese airspace again. Boeing's business in China has been severely damaged by years of fighting between Washington and Beijing over trade, technology and intellectual property rights, and getting back on track will be a huge challenge. Before the trade war, China was a big market for Boeing. In 2015 and 2016, China sales accounted for 13% and 11% of the company's total revenue, respectively, according to its annual reports. In 2015, China was Boeing's largest export market, and it was the third largest in 2016.  But the company hasn't sold any passenger planes to China in the past two years, Sherry Carbary, president of Boeing China, said late last year, according to the state-owned Shanghai Observer. Two freighters were ordered by China Cargo in May. The company's China problems are \"well out of Boeing's control,\" said Richard Aboulafia, vice president of analysis at Teal Group Corporation, an aerospace space consulting firm. \"In China, Boeing is prisoner to forces beyond mere aviation market dynamics,\" he added. \"It would be impossible for Boeing to not be wrapped up in this giant mess, involving trade barriers, [intellectual property] disputes, and tariffs.\" US-China tensions have manifested in other ways, too. Beijing said last month that it will impose sanctions on American companies — including Lockheed Martin and Boeing — that have been involved in selling arms to Taiwan. Boeing is upbeat about the Chinese market, though. Last week, the company issued a positive outlook, saying that it expected industry-wide sales of new airplanes to total 8,600 in China over the next 20 years. That estimate, valued at $1.4 trillion, is even higher than where it stood before the Covid-19 pandemic — notably, China's economic recovery this year has outpaced the rest of the world.  \"Boeing remains compelled to grow its footprint in the China civil aviation market for economic and strategic reasons, alone,\" said Alex Capri, research fellow at Hinrich Foundation and visiting senior fellow at National University of Singapore. \"Failure to do this will cost the company [research and development] revenue and future opportunities to collaborate with strategic partners.\" Domestic competition Boeing may face stronger competition as it seeks to get back on track in China.  Its rivalry with Airbus has deepened, especially after Boeing was hit with its 737 crisis. Last year, weeks after China grounded Boeing 737 Max, Airbus announced a deal to sell 300 passenger jets to Chinese airlines. The upstart Commercial Aircraft Corporation of China, or Comac, is also developing its own aircraft.  Comac's jets might be able to satisfy some demand in China in the next five-to-eight years, Aboulafia said, but analysts agree the planes don't have the makings of a global competitor.  \"As for [Boeing] losing market share to Comac, there's no certainty when this might happen,\" Capri said, adding that China has been trying unsuccessfully to build cutting edge jet engines and other tech for decades.  Capri added that Boeing has also been able to build a solid strategy in China by isolating its businesses in the country and keeping some of its more valuable intellectual property and other operations elsewhere. He pointed to a 737 plant in the Chinese province of Zhejiang, where the company accomplishes low-value tasks like installing interiors.  \"Competing in the China market is always going to be a Faustian bargain,\" Capri said. \"But civil aircraft is no different than the situation for the automotive industry or semiconductors,\" he said. Correction: An earlier version of this story incorrectly attributed a quote to the president of Boeing China. ", "Section": "business", "Writers": ["Laura He"], "URL": "https://www.cnn.com/2020/11/20/business/boeing-china-737-max-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}