{"Type": "article", "Time": "2020-04-02", "Headline": "April 2 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. Singapore recorded 49 new cases of the novel coronavirus on Thursday, only eight of which had a travel history to Europe, North America or other parts of Asia. Some 26 of the remaining new cases are linked to previous patients or community infection clusters, according to a Ministry of Health news release. Fifteen of the new infections are currently unlinked and contact tracing is ongoing. Overall, there have been 1,049 recorded cases of the novel coronavirus in Singapore since the outbreak began. Like many other Asian countries, Singapore is currently experiencing a second wave of infections after bringing its initial outbreak more or less under control. As of April 3, 266 confirmed coronavirus patients have fully recovered from the infection and have been discharged from hospitals and community isolation facilities across Singapore.  Of the 779 cases still being treated in hospitals across the city, 23 are in critical condition. Four cases have died from complications due to the coronavirus according to the Ministry of Health. ##Health## CNN’s Anderson Cooper and Dr. Sanjay Gupta's two-hour special on the coronavirus pandemic has concluded.  Scroll below for some of the highlights from the meeting. Robert Kraft, the owner of the New England Patriots, recently purchased 1.2 million N95 protective masks to donate to the state of Massachusetts and another 300,000 for New York state.  He joined CNN's coronavirus town hall to explain how it got done.  Kraft explained that his eldest son, who is the chairman of the board of Massachusetts General Hospital, is close with the state's governor, Charlie Baker. Baker asked if there was a way that the state could get the masks bought in China. So Kraft offered to use the team's jet, which was sitting idle. \"This was probably the most challenging operation our organization and team ever had to do. It was a lot of red tape, but a lot of people cooperated,\" he said.\n\"Our crew flew probably more hours than they should have, but they knew how important it was. It's like doing your job and never taking time off when something is really important.\" Kraft said he believes both Baker and New York Gov. Andrew Cuomo, who was on CNN at the time, were both doing a great job. Gov. Cuomo said the call he got from Kraft saying they were getting the extra masks was probably \"the only good call I've gotten in about 10 days.\"  Watch: ##Business## Japan reported 235 new cases of the novel coronavirus today, bringing the total number of recorded cases in the country to 3,329. The East Asian country also reported three new coronavirus-related deaths. Tokyo had its largest single-day rise yet, with 97 new cases. The number of cases reported in the capital is now 684. Japan’s national total includes 2,617 cases on land and 712 related to the Diamond Princess cruise ship, which was quarantined in Yokohama Bay for two weeks in February. A total of 74 people have died from Covid-19 in Japan, including 63 on land and 11 related to the Diamond Princess. ##Health## Dr. Maria Van Kerkhove, the technical lead for the World Health Organization's Covid-19 response, chimed in on the current debate about when to wear face masks and who should be wearing them.  \"What we recommend is that people who are sick wear masks -- medical masks, not N95 masks with respirators. Those must be reserved for our frontline workers who are caring for patients,\" she said. \"We also need people who are caring for those who are sick to be wearing the masks,\" she said. She said right now, it's crucial that personal protective equipment in short supply be reserved for medical workers.  \"We have to prioritize the use of masks for frontline workers, if that is one thing I can stress. Medical masks, respirators, gloves, gowns, these are people who are putting their lives on the line to help us, to care for other people and they must be protected,\" she said. The WHO has been one of the strongest holdouts when it comes to recommending the widespread use of masks. US health officials recommended the same, but may be shifting course. On Monday, the director of the US Centers for Disease Control and Prevention (CDC), Robert Redfield, told NPR that his organization was reviewing its guidelines and may recommend general mask use to guard against community infection. Trump said the US plans to release new recommendations on face masks in the coming days.  When asked about President Trump's suggestion that people use facial coverings like scarves, Van Kerkhove said the WHO is investigating. \"We are constantly looking at evidence, all the time, for the use of masks for anything that is related to this and related to health issues. We are talking with scientists around the world, including US CDC scientists,\" she said.  Read more about the global debate on face masks here: Watch: ##Health## ##Daily Life## Student Andrew Sutton asks CNN's town hall if someone in an apartment building gets Covid-19, can the virus spread to other units through the plumbing or vents, like SARS did?  Dr. Leana Wen, the former Baltimore health commissioner, said currently there is no evidence that the coronavirus can spread long distances. However, she added that the virus could spread through a defective plumbing system. This was a particular concern in Hong Kong. During the 2003 severe acute respiratory syndrome (SARS) outbreak, this method became a major source of transmission. At the Amoy Gardens housing estate, there were more than 300 infections and 42 deaths after defective plumbing allowed the virus to spread through the building.  Dr. Wen recommended that \"buildings should make sure that they check their exhaust systems, their pipe systems. And I think for all of us who live in apartment buildings, there are additional steps you can take as well, including don't get into crowded elevators. Try to make sure you are not in an elevator with someone.\" Dr. Wen also recommended opening the windows to increase your own ventilation once the weather gets warmer and to wash your hands thoroughly after touching surfaces that are used often, like handrails or buttons in elevators.  Watch: ##Health## Peru will allow men and women out on separate days as part of a gender-based quarantine measure designed to slow the spread of the novel coronavirus in the country. The new measures will begin in Peru today, President Martin Vizcarra announced to the nation on Thursday. So far, Peru has reported 1,414 cases of coronavirus and 55 deaths. \"Monday, Wednesday, and Friday,\" only men can be outside; \"Tuesday, Thursday, and Saturday, only women are allowed to circulate,\" said Vizcarra. The gender-based measure will be in effect until Sunday, April 12. It comes two days after Panama began restricting movement by gender, arguing the measure urges people to return home since their loves ones are not allowed to be outside. Peru said it would adopt the same system following the positive results the gender-based measure has yielded in other countries and due to its simplicity in visually detecting who should and shouldn't be out on the streets, Vizcarra explained. ##Daily Life## Cheryl from Jacksonville, Florida, asked CNN's coronavirus town hall if Covid-19 can be contracted by ingesting it from produce at a supermarket. CNN Chief Medical Correspondent Dr. Sanjay Gupta said that since the virus is respiratory, you can't get it from contaminated food.  \"It's more of a question of the packaging. You just have to think about, is there any risk of contamination in other ways. But you are not going to get a GI type thing from eating the virus.  Watch below for a guide on how to sanitize your groceries: ##Health## Wayne Whitcomb, an engineer from North Hampton, New Hampshire, asked CNN's coronavirus town hall participants if cell phones are contributing to the spread of the virus. \"As we touch our phones frequently, but probably don't think to disinfect our phones as often as we wash our hands, I haven't seen any discussion or guidance given on this topic and wonder if you think it's a real concern. How should we properly disinfect our phones as part of our routine precautions?\" CNN Chief Medical Correspondent Dr. Sanjay Gupta said phones are probably \"the most common surface that we touch.\"  \"Cleaning the phone, and wiping the phone ... is a good idea. I've been doing that pretty regularly,\" he said. Gupta also said that hospital doctors often put their phones in plastic bags to keep them a bit cleaner.  Watch: ##Health## ##Daily Life## At CNN's coronavirus town hall, viewer Robin in Riverside, California, asked top public health expert Dr. Anthony Fauci: \"If we've been under stay-at-home orders for two weeks, why is the peak still yet to come?\" Fauci, the country's top medical expert on the coronavirus pandemic and a member of President Trump's coronavirus task force, said that it's in part because there is a delay in seeing the order's effect, despite knowing that the virus' incubation period can be up to two weeks \"Even when you suppress or stabilize the number of new infections, it's still going to take a little while before you decrease in hospitalizations, a decrease in intensive care and a decrease and deaths. And in fact, deaths are the last thing that lag. So you could be doing well, and having a good effect on mitigation, and still see the deaths go up,\" Fauci said. \"I guarantee, that's exactly what's going to happen in New York City.\" Watch: ##Health## At CNN's coronavirus town hall, a viewer asks Dr. Anthony Fauci, the director of the US National Institute of Allergy and Infectious Diseases, if warm weather will help slow or stop the spread of the coronavirus pandemic. Here's what Fauci said: \"In general, viruses that are respiratory-borne tend to peter out a bit as you get into the warmer, moist weather, because viruses like cold/dry versus warm/moist.\n\"But that's not going to guarantee that that's happening because we have parts of our own country -- you know in Florida, where the weather is warm. Florida is now what  Washington, DC, is going to be is in a few months. So we can't count on that. \n\"I think there will be some effect. I think when the country, as a country, gets into the summer, that we're going to get some positive effect. But we really can't rely on that being the mechanism where we get out of that. We just have to assume it will not help, and still continue to push on social distancing. \n\"Outside the United States, places in the southern hemisphere or that have warm climate year-round are also proving telling examples of whether this theory is true.\" Read more about them here: ##Health## Dr. Anthony Fauci, the country's top medical expert on the coronavirus pandemic and a member of President Trump's coronavirus task force, said that standing 6-feet (1.8 meters) from other people will help prevent the transmission of coronavirus. Fauci said tonight during CNN's coronavirus town hall that he would not tell people to change their behavior in terms of outdoor activities. \"This brings up a number of issues. First, it underscores why you should continue to try and stay 6 feet away from someone. That would alleviate that immediately. The other thing it brings up, and that you brought up on this show, is the question on whether the people should be wearing some sort of facial cloth or covering. Not taking masks away from people like health care providers but that clearly generates a question,\" Fauci said. Watch: ##Health## Dr. Anthony Fauci, the director of the US National Institute of Allergy and Infectious Diseases, joined CNN's town hall Thursday to discuss the novel coronavirus pandemic.  Fauci said he believes that there should be a federally mandated stay-at-home order, something President Donald Trump has been loathe to do. \"I don't understand why that's not happening. As you said, the tension between federally mandated versus states rights to do what they want is something I don't want to get into. But if you look at what is going on in this country, I do not understand why we are not doing that. We really should be,\" Fauci said.  Trump said Wednesday that he does not plan to issue such an order because different states have different levels of coronavirus cases. “States are different and I understand that the governor of Florida, great Gov. Ron DeSantis issued one today and that’s good, that’s great. But there are some states that are different. There are some states that don't have much of a problem,” Trump said Wednesday afternoon. The President said there should be some sort of flexibility among the states depending on how bad individual states situations might be. “You have to look -- you have to give a little flexibility. If you have a state in the Midwest, or if Alaska for example doesn't have a problem, it's awfully tough to say close it down. We have to have a little bit of flexibility,” Trump said. Watch: ##Health## A group of firefighters with the FDNY showed up at Elmhurst Hospital in Queens today to thank and cheer on medical professionals for all their work fighting the coronavirus pandemic. The firefighters showed up during as shift change, correspondent Erica Hill said tonight during CNN's coronavirus town hall. \"The health care workers were visibly moved. The firefighters, so appreciative and moved. I have to say, witnessing it, or it was really quite a moment to see,\" Hill said. Some context: Elmhurst Hospital in Queens has become an apocalyptic illustration of a nation in crisis, its doctors and nurses struggling to keep up with a surge of infections.  Watch the moment:  Dr. Deborah Birx said she can tell by looking at the US curve of coronavirus cases that not every American is following the guidelines set out by the administration for people to stay home and be vigilant about washing their hands. “Just to everybody out there across the country — when we say no gatherings of 10, we want to be clear — if you have a family of 10, we don’t want you to be split up,” Birx said, while noting that the guidelines mean people should be having “no dinner parties, no cocktail parties.” Birx, who serves as the task force's response coordinator, said “I know you’ve seen the slope on the US versus the slope in Italy, and we have to change that slope,” adding, “What it means in the US is not everyone is doing it.” “So we’re only as strong as every community, every county, every state, every American following the guidelines to a T,” Birx said. “And I can tell by the curve … that not every American is following it.” President Trump has approved a disaster declaration for Tennessee in response to coronavirus.  This is the 35th such declaration Trump has made in response to the coronavirus pandemic, including 30 states, the US Virgin islands, the Northern Mariana Islands, the District of Columbia, Guam and Puerto Rico. CNN’s Anderson Cooper and Dr. Sanjay Gupta are hosting a two-hour special tonight on the coronavirus pandemic. There is no audience tonight due to ongoing concerns around the coronavirus.  CNN’s Anderson Cooper and Dr. Sanjay Gupta will host a two-hour special tonight focusing on the coronavirus. The town hall will begin at 8 p.m. ET. Facing a complete standstill across its entertainment empire due to the coronavirus crisis, the Walt Disney Company notified its employees that it would furlough employees \"whose jobs aren't necessary at this time\" starting on April 19. Disney has been crippled by the coronavirus pandemic. Its theme parks around the world have shuttered, its cruise line is suspended and many of its biggest films of the year have been delayed. Live sporting events, the lifeblood of the Disney-owned ESPN, have also been suspended.  Shares of Disney have plummeted more than 30% year to date. The impact is hitting Disney's theme park employees especially hard. All of Disney's 12 theme parks have been shuttered since March 12, after which the company committed to paying salaries through April 18.  In the statement, the company said there was \"no clear indication of when we can restart our businesses,\" and that it was \"forced to make the difficult decision to take the next step and furlough employees.\"  Among those impacted would be the Disney Parks' storied \"Imagineers,\" the designers of the parks, rides and hotels. The furloughed workers would remain employees of the company and keep their health benefits, while also being able to access federal and state aid like unemployment benefits.  For third day in a row, Brazil's health authorities reported a consecutive spike of more than 1,000 new novel coronavirus cases in a single day. During a press conference on Thursday, 1,074 new cases were announced, bringing the country's total number of cases to 7,910 and 299 deaths. Some context: On Wednesday, Brazil reported 1,119 new cases, and on Tuesday, 1,138 were announced. Dr. Deborah Birx, the coordinator for the White House's coronavirus task force, said the task force is missing 50% of the testing data for coronavirus tests that have been conducted. Birx said that part of the economic stimulus measure, that was signed into law, requires that all tests conducted get reported to the Centers for Disease Control and Prevention, but said she has not received that data yet. “Well I'm telling you, I'm still missing 50% of the data from reporting. I have 660 (thousand) tests reported in. We've done 1.3 million, so there is, and it could be those sites, so we do need to see, the bill said you need to report. We are still not receiving 100% of the tests,\" she said. When pressed about the possibility that one in three tests had produced false negatives, Birx said, “I haven't seen that kind of anomaly.” Birx added that “the number of positive tests is tracking very closely with a number of cases diagnosed.” Watch: An Oahu resident is the second person in Hawaii to die of coronavirus, according to the state's Department of Health. The deaths come as the state has taken unprecedented steps to avoid spread of the virus, including asking tourists to stay away for 30 days, with everyone entering the state or traveling between islands required to self-quarantine for 14 days. Honolulu Mayor Kirk Caldwell did not provide details Thursday on the person who died, but did say the local government is now asking all residents to wear masks when they go out in public.  The mayor says people should not buy surgical-quality masks, but instead should use simple or homemade masks so that there will not be a run on supplies that are critical to healthcare workers.   With more than 1,000 cases added in one day, there are now 9,191 people in California with coronavirus and 203 have died as a result of Covid-19, according to a release from the California Department of Public Health. Nearly 2,000 people in California are hospitalized, according to Gov. Gavin Newsom. Of those, 816 people are in intensive care units. Despite the 5.4% increase in the past day, Newsom says those numbers are well within California’s current capacity to treat. More than 92,400 people in California have been tested, but results for at least 59,500 are still pending, the state health department says.  Cases in Los Angeles alone have climbed to over 4,000.  There are 4,045 people who have been infected with coronavirus in Los Angeles County and a total of 78 deaths, according to Health Director Barbara Ferrer. Roughly two-thirds of those hospitalized with coronavirus have been otherwise healthy individuals with no underlying health conditions. Ferrer emphasized that they are seeing people suffering very serious illness due to the coronavirus. Announcing 534 new cases on Thursday, Ferrer points out that more than 1,000 cases have come in just the past two days. President Trump tonight was asked whether Americans should wear masks to protect themselves from the coronavirus and again suggested scarves, saying \"If people wanted to wear them they can. In many ways, the scarf is better. It's thicker.\" Trump also said a new guideline on masks is coming.  \"I think they're going to be coming out with regulations on that. And if people want to abide by them, frankly, I don't think they'll be mandatory. Because some people don't want to do that. But If people want to — as an example on the masks — if people wanted to wear them they can,\" Trump said.  Two people familiar told CNN that upon recommendation from the Coronavirus Task Force, the President was expected to more forcefully encourage all Americans to wear face coverings outside their house. Some more background: The administration was working Thursday to complete the recommendations, which would advise Americans to use a face covering when leaving their homes. However, Trump said Thursday night, \"A recommendation is coming out. We'll see what that recommendation is but I will say this: They can pretty much decide for themselves right now. CNN reported on Wednesday that most members the task force have come to agree that Americans should begin wearing face coverings in public and could issue formal guidance on the matter soon. Watch: Peter Navarro said President Donald Trump will sign an additional order that will crack down on price gouging related to personal protective equipment.  “There is a black market which you have described, where we’re having people bid against each other, brokers come in, they’re bidding and bidding on all this different (personal protective equipment),” Navarro, the White House’s Defense Production Act policy coordinator, said during the White House briefing. “It’s driving the price up and guess what? You know where it’s going? The domestic sources here are being exported.” Navarro said the order will “empower Customs and Border Protection with the help of the people at the post office and express mail consigners like UPS to basically deal with that issue.” “We are going to crack down unmercifully,” he added. New York City has 49,707 coronavirus cases and 1,562 deaths, according to the city’s website. So far, there have been 4,000 new cases today and 188 new deaths. New York City needs 1,000 nurses, 300 respiratory therapists and 150 doctors by Sunday, according to Mayor Bill de Blasio. The city has received 400 ventilators from New York State, the mayor said, and will need roughly 3,000 ventilators for the next week and 15,000 overall, according to de Blasio. President Trump said New York City's Javits Center will be turned into a coronavirus treatment center, following a request from the state's Gov. Andrew Cuomo.  “Gov. Cuomo has asked that the facility ... be converted to a Covid hospital. We had not done that yet. We had not thought in terms of doing that,\" Trump said during the White House press briefing Thursday. \"But their use is the real demand is for that. And we had meetings on it with the task force. We had meetings with the military. And I decided to say yes, I am going to do that.”  The Army Corps of Engineers along with civilian staffers from the federal government have been working around the clock to convert the convention center into a working hospital. Watch: President Donald Trump said Thursday in additional to the issuance of a memorandum invoking the Defense Production Act to supply ventilator supplies to manufacturers, he has also invoked the act against 3M for face masks.  “I just signed against 3M for face masks,” Trump said during the White House press briefing. “We signed an element of the act against 3M. Hopefully they’ll be able to do what they are supposed to do.” 3M, which is the largest maker of medical face masks and more specifically the N95 respirator mask, said in a statement earlier this week that it already doubled its global output in January, and also plans \"to double our capacity once again, to 2 billion globally within the next 12 months – and some of that additional capacity will begin to come online in the next 60-90 days.\"  In the US, 3M said it expects to produce 50 million 95 respirators per month in June, a 40 percent jump from current levels. Even with accelerated production, the company's CEO Mike Roman acknowledged in a statement that \"the reality is that demand for N95 respirators is much higher than the industries’ ability to deliver. That is why we continue to explore innovative partnerships and solutions to help protect our healthcare workers in this extraordinary time.\" Watch: American Airlines is making multiple cuts to its schedule for this coming summer and winter — another sign from the aviation industry that it expects a long-lasting drag from the coronavirus and economic slump.   The cuts include suspending plans for new service additions until 2021, and suspending about 60% if its international capacity this summer, the company said in a news release. Projections from industry groups have indicated the decline in demand for air travel will likely extend into next year.   ##Business## The Health and Human Services Department said Thursday it used its authority under the Defense Production Act to distribute roughly 192,000 N95 respirator masks and a large haul of other scarce medical supplies that the FBI seized during the arrest of a Brooklyn man.  These supplies were distributed to healthcare workers in New York and New Jersey, HHS said. Baruch Feldheim, 43, was arrested Monday after he allegedly coughed on FBI agents and told them he had the coronavirus. Prosecutors alleged in court documents that Feldheim sold the N95 masks to doctors and nurses at inflated prices; in one instance at as much as a 700% markup.   Justice Department prosecutors in Newark charged him with assaulting federal officers and making false statements to law enforcement.   Feldheim kept the items in a repair shop in Irvington, New Jersey, which contained enough materials to outfit an entire hospital, a doctor who purchased masks from Feldheim told authorities.   FBI agents, as part of the Justice Department's Covid-19 Hoarding and Price Gouging Task Force, seized the items, which in addition to the N95 masks also included: 598,000 medical-grade gloves, 130,000 surgical and other masks, surgical gowns, disinfectant towels, particulate filters, and bottles of hand sanitizer and spray disinfectants, the Justice Department and HHS said in a press release.  Mayor Bill de Blasio said he told President Trump during a phone call Thursday that “a full mobilization of the military is needed\" in New York City. “I just think this is the only way we are all going to be able to get through this, and save as many lives as possible, is to use the military much more deeply,” de Blasio added. Calling the coronavirus pandemic a wartime dynamic, de Blasio said, “Everyone in Washington has to understand that right now, too much of what’s happening is on a peacetime basis.” De Blasio says he also told the President that it’s time to enlist medical personnel on a national basis. “We don’t have the same kind of draft we used to have. But we’re gonna have to create something new, right now, at this moment in history, to enlist all available medical personnel from around the country with medical training — and I mean civilians — anyone with medical training, anywhere in the country, who can be spared by their city, their town, their state, to come to to the front,” de Blasio added. “And right now it’s New York City.” Broward County Mayor Dale Holness said they will allow passage of 1,200 guests from the Zaandam and Rotterdam cruise ships who are fit to travel per CDC guidelines. The guests will go straight from the port to the airport tarmac to a chartered flight home. There will be four charter flights leaving on Friday and a fifth flight on Saturday. The passengers will go through two sets of screenings and be cleared by Customs and Border Protection. Approximately 38 passengers that live in Florida will be provided private transportation to their home. All individuals will be required to self-quarantine for 14 days upon arrival at their home. About 26 passengers who are displaying Covid-19 symptoms will stay on board the ship until they are able to travel. Thirteen passengers and one crew member will be taken to Broward Health. “We have taken every precaution necessary to protect and the well-being and health of the people of Broward County while at the same time being humanitarians,” Holness said. President Trump announced a new set of guidelines for nursing homes to combat coronavirus in addition to previous guidance from the administration that instructed nursing homes not to allow medically unnecessary visitors. Trump said the administration would recommend “all nursing home facilities assign the same staff to care for the same group of residents consistently” to help prevent the spread of COVID-19. In addition, the President said the administration would recommend that nursing homes “designate separate areas for healthy and sick residents.” Trump said this is a practice that health agencies were likely to continue recommending “long into the future.” His guidelines come after more than 140 nursing homes across the country have been hit by Covid-19.  Watch: Kentucky Gov. Andy Beshear announced the state is working on plans to convert the fairgrounds in Louisville into a 2,000-bed field hospital for coronavirus patients. He said the state is working on doing this with the help of the Army Corps of Engineers. He also issued a new executive order Thursday that requests visitors traveling to Kentucky to quarantine for 14 days. The temporary hospital facility at the Javits Convention Center will now treat Covid-19 patients, New York Gov. Andrew Cuomo announced this afternoon.  “The state-owned Javits Center has been turned into a 2,500-bed emergency medical facility being run by the US Army. The original plan for Javits was that it be used to take non-Covid patients from hospitals to open up hospital beds,” Cuomo announced. “However, the number of Covid positive patients has increased so dramatically that it would be beneficial to the state if Javits could accept Covid positive patients.\" Cuomo added: \"I asked President Trump this morning to consider the request and the urgency of the matter, and the President has just informed me that he granted New York's request. I thank the President for his cooperation in this pressing matter and his expeditious decision making.\" President Trump's new chief of staff Mark Meadows has created a \"coronavirus hotline\" for lawmakers so they can call directly with concerns about the outbreak that are affecting their states or constituents, an official told CNN.  John Fleming, a former lawmaker and his new deputy chief of staff, will run the hotline.  The White House sent a letter to congressional leadership alerting them to the hotline today.  Lawmakers can call the number with emergency requests about coronavirus efforts in case they have an issue that needs to be expedited outside the formal channels of the task force.  President Trump tested negative for the novel coronavirus for a second time, according to a memo from White House press secretary Stephanie Grisham released to reporters in the briefing room moments before the President walked in for his daily briefing. Grisham's note said he was tested this morning and received the results 15 minutes later. Watch: New Yorkers are now advised to wear a face covering when outside and near other people, New York City Mayor Bill de Blasio said in a press conference today. De Blasio stressed that it does not mean that New Yorkers should wear a medical mask when outside and that they should be left for healthcare workers. “It could be a scarf. It could be something you create at home like a bandana,\" de Blasio said. The guidance come after a study was released yesterday about asymptomatic spread of coronavirus. “When you wear the face covering you are protecting everyone else,” de Blasio added. The order to wear a face covering does not replaces social distancing orders, de Blasio said. ##Daily Life## New York state will conduct a nightly, hospital-by-hospital, supply inventory survey to see how each hospital is stocked when it comes to supplies needed to fight the coronavirus pandemic, Gov. Andrew Cuomo announced today. “Supplies are an ongoing challenge. The PPE is an ongoing challenge. The gowns, the gloves and the ventilators,” Cuomo announced. “First of all, we have for the first time ever a hospital-by-hospital survey that will be done on a nightly basis of exactly what they have.” All hospitals are also being asked to contribute supplies they don’t currently need to a central stockpile so the state can distribute supplies to hospitals with the greatest need. “Rather than having all these regional systems and public systems, private systems, et cetera, we have a central stockpile. We are asking all the hospitals to contribute what they have to that central stockpile, and then we will disburse on a need basis,” Cuomo added. “You know, some hospitals have more supplies than they're using. We're saying, don't hoard supplies. Let's put all the supplies in the central stockpile, and then we will draw down from the central stockpile, and we will monitor this literally on a daily basis. ##Health## The Life Care Center nursing home home in Kirkland, Washington, which was an epicenter of Covid-19 cases in the early days of the pandemic, now faces a fine of more than $611,000 and loss of its Medicare and Medicaid funding if it does not correct a variety of problems that stem from its handling of the disease outbreak at its facility. Inspectors for the Centers for Medicare and Medicaid Services (CMS) found three \"immediate jeopardy\" deficiencies as well as several other, less severe, issues when they first visited the facility from March 6 to March 16, a summary for that visit shows. \"The facility failed to have a system in place that ensured timely action related to an identified respiratory outbreak within the facility,\" the federal agency wrote in the report, explaining why Life Care didn't provide its residents an adequate level of care.  \"There was no evidence the facility recognized all possible systemic risks and concerns related to this known outbreak,\" the report adds. Other serious issues identified by inspectors were a failure to \"ensure timely notification of public health authorities\" and to make available \"emergency physician services 24 hours a day during the outbreak crisis.\" Missouri Gov. Mike Parson has not yet signed off on a statewide stay-at-home order, but indicated in a Thursday press conference that this could change soon. Parson noted Missouri's social distancing requirements are set to expire shortly. “We said we would evaluate (the next step) at the end of that order. That time is coming,\" he added. Parson said he plans to announce more information on Friday. He said officials are trying to determine whether “essential businesses” could be classified differently in urban and rural parts of Missouri if there were a statewide order. The state’s most populous counties already have put their own stay-at-home orders into effect covering more than two million Missourians.    After issuing a stay-at-home executive order on Wednesday, Florida Gov. Ron DeSantis signed another executive order today that overrides any conflicting orders put in place by local governments.  \"This order shall supersede any conflicting official action or order issued by local officials in response to COVID-19,\" the order states.  It's an about-face for the governor. Earlier in the Covid-19 crisis, when he was criticized for not closing the state’s beaches, the governor said the move was because he wanted cities and counties to make their own decisions.   Desantis said at a Thursday news briefing that he did not believe the government had the authority to close church. \"I think that in times like this, I think the service that they're performing is going to be very important for people, especially when you have difficult circumstances and so do it right. Make sure that you're following the mission. But I think, particularly coming up in the Easter season, I think people are going to want to have access to religious services, whether it's online, whether it's in a more socially distant type of service. But to have that available I think is very important,\" Desantis said. Remember: Hillsborough County is one of the local governments affected by DeSantis' superseding order. The county enacted its own order limiting social gatherings to ten or fewer people. The county sheriff arrested popular pastor Rodney Howard-Browne for continuing to hold large church services in violation of the order.  But the state's new stay-at-home order includes \"attending religious services conducted in churches, synagogues and house of worship\" as essential activities.   The stay-at-home order starts Friday and will expire on April 30.  The commander of the USS Theodore Roosevelt who in a memo warned Navy leadership that more action was needed for the Covid-19 outbreak on the ship is expected to be relieved of duty for being suspected of leaking the memo, a defense official tells CNN Capt. Brett Crozier wrote in the memo, \"We are not at war. Sailors do not need to die. If we do not act now, we are failing to properly take care of our most trusted asset — our Sailors,\" Capt. Brett Crozier wrote in a memo to the Navy's Pacific Fleet, three US defense officials have confirmed to CNN. The US Navy aircraft carrier where an outbreak of the coronavirus has spread to over 100 sailors in recent days. \"Decisive action is required. Removing the majority of personnel from a deployed US nuclear aircraft carrier and isolating them for two weeks may seem like an extraordinary measure,\" he wrote in the memo. \"This is a necessary risk. It will enable the carrier and air wing to get back underway as quickly as possible while ensuring the health and safety of our Sailors. Keeping over 4,000 young men and women on board the TR is an unnecessary risk and breaks faith with those Sailors entrusted to our care.\" The US Navy declined to comment. Reuters was first to report this story.  Watch: There are at least 236,339 cases of coronavirus in the US and 5,648 people have died,  according to Johns Hopkins University's tally of cases in the United States. So far, on Thursday, 19,617 new cases have been reported and 511 people have died, according to the tally by Johns Hopkins.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  Wyoming is the only state not reporting a death from coronavirus. Gov. Mike DeWine announced today that Ohio's stay-at-home order will be extended until May 1. All travelers entering the state are also required to quarantine for 14 days. \"We understand that this is tough - it is very difficult. But, I would not be making these decisions if it wasn't a mater of life and death,\" said DeWine in a press release. \"We have to keep this monster down. It's not dead - it's very much alive.\"  ##Daily Life##  All K-12 schools in Indiana “shall provide instruction via remote learning “ for remainder of the school year,\" according to an executive order signed by Indiana Governor Eric Holcomb, All school buildings shall remained closed. More in the order here   At a media briefing Thursday, Illinois Gov. J.B. Pritzker touted the state response to Covid-19 and encouraged the people of Illinois to stay home to help prevent the spread of the virus. Pritzker also lamented, what he called, a lack of early action from the federal government to address the pandemic. “I'm honestly upset about the lack of early action on a national basis. This will go down in history as a profound failure of our national government,” Pritzker said. “I'm telling you this because I want you to know that in terms of state action, state orders, we've nearly exhausted every avenue available. Now the rest is up to you.” US stocks closed higher and snapped a two-day losing streak on Thursday. Investors shrugged off the largest number of initial jobless claims in history. Gains were driven by energy stocks, which rallied on soaring oil prices after President Trump called for production cuts. Here's where the markets closed today: The Dow closed up 2.2%, or 470 points.\nThe S&P 500 finished 2.3% higher.\nThe Nasdaq Composite ended up 1.7%. Remember: As stocks settle after the trading day, levels might still change slightly. ##Business## Lowe’s is implementing a temporary $2 an hour pay increase for all of its workers. The home improvement chain said in its announcement Thursday that the wage increase is for April only. It applies to all of the company's full-time, part-time and seasonal hourly workers who are employed at Lowe's stores, its contact centers and its fulfillment facilities in the US and Canada. Lowe’s CEO Marvin Ellison said the move was a “way to thank our 300,000 associates for their heroic actions in serving the needs of our communities.” Masks and gloves will be available to all associates. Lowe's also noted that it has halted sales of N95 masks which are instead \"being donated to hospitals to protect frontline healthcare workers.\" Also, Lowe's will now close all of its stores at 7 p.m. to allow time for cleaning and sanitizing. ##Business## Tennessee Gov. Bill Lee has announced his state is now under a stay-at-home order.  The order will stay in effect until April 14. In just 18 days this year, Connecticut has surpassed the total number of unemployment claims made in all of of 2019, Gov. Ned Lamont announced today. Connecticut had 180,000 total unemployment claims last year. Over the last 18 days this year, the state has received 220,000 claims, Lamont said. “That’s something like 20 times the scale and obviously we are struggling to keep up,” Lamont added. Addressing the overall budget issues, Lamont said, “We are prepared for a lot in this state but nobody is prepared for the scale of what we have been confronted over the last few months and what we can expect for at least the next three months.” President Trump says he is invoking the Defense Production Act (DPA) to clear up supply chain problems encountered in the manufacturing of medical ventilators.  “Today, I have issued an order under the Defense Production Act to more fully ensure that domestic manufacturers can produce ventilators needed to save American lives,\" Trump said in a statement. The statement also said this order will help domestic manufacturers “secure the supplies they need to build ventilators needed to defeat the virus.” The use of the DPA will remove supply chain obstacles that threaten the production of ventilators, the statement added. “Today’s order will save lives by removing obstacles in the supply chain that threaten the rapid production of ventilators,” the statement said. The order directs Department of Homeland Security Secretary Chad Wolf and Health and Human Services Secretary Alex Azar to \"use any and all authority available under the Act to facilitate the supply of materials to the appropriate subsidiary or affiliate of the following entities for the production of ventilators:  General Electric Company; Hill-Rom Holdings, Inc.; Medtronic Public Limited Company; ResMed Inc.; Royal Philips N.V.; and Vyaire Medical, Inc.\"  There are at least 1,002,159 cases of coronavirus globally, according to Johns Hopkins University's tally. The total includes confirmed cases from 180 countries and regions. So far, 51,485 people have died worldwide from the virus. California Gov. Gavin Newsom was stern when asked today about California churches remaining open during the pandemic. “With all due respect,” he said, “it’s essential that we practice physical distancing everywhere. Period. Full stop.” Newsom asked those not practicing physical distancing to reconsider and indicated social pressure is the first step to adherence. As far as enforcement goes, the governor deferred to local authorities, but promised specific offenders would be addressed. Louisiana Gov. John Bel Edwards said he will extend the state's executive order to stay at home until April 30. In the order, Edwards listed all businesses and services that should be closed; he did not mention anything about religious services. Some context: Earlier this week, the pastor of a Louisiana church was charged with misdemeanors for holding church services despite the order on gatherings from the government.  Edwards did say that there should be no gatherings in groups of more than 10. Schools will remain closed through April 30 and new guidance will come from the Department of Education in the coming days on what the rest of the school year will look like, Edwards said. Connecticut has 267 new coronavirus cases and 27 new deaths, Gov. Ned Lamont announced Thursday afternoon. The state now has a total of 3,824 confirmed cases and a total of 112 deaths. A total of 827 patients are currently hospitalized. Job loss in California is climbing rapidly and stands at 1.9 million unemployment claims, Gov. Gavin Newsom said in a news conference today. Over the past week, claims have been coming in at a rate of about 111,000 per day, Newsom said..  Unemployment checks usually take about three weeks to turn around in California. Through reorganization, about 1,000 workers are being brought in to administer the claims surge. Providing more support: The governor outlined a few of new programs for small businesses and independent contractors. The first is a one year reprieve on sales tax payments, a bridge loan with no penalties or interest.  Another program – the Paycheck Protection Program – starts Friday and will lend up to $10 million to small companies in order to pay their employees. Those loans will be eligible for a federal repayment grant, but at least 75% of the money must be used for payroll. Additionally, the governor said $50 million is being added to the state’s infrastructure bank for micro loans – those would be payable to people not eligible for small business loans. Newsom also noted a partnership between Fresno company Bitwise and Silicon Valley giants LinkedIn and SalesForce. That group has created onwardca.org, a website that matches unemployed workers with open jobs. It is specifically focused on healthcare, agriculture, logistics and grocers. Michigan has 1,457 new coronavirus cases and 80 new deaths, according to the state's website. There are now 10,791 total cases in the state. So far, 417 people have died from coronavirus in Michigan. Gov. Asa Hutchinson defended his decision not to issue a stay-at-home order for the state of Arkansas this afternoon during a press conference. Hutchinson said that the aggressive measures that he has taken — including closing schools, closing restaurants and bars (except for delivery or takeout), closing salons, barbershops, massage parlors, movie theaters, bowling alleys — have helped curb the spread of Covid-19 in the state.  \"So the strategy of a targeted response to this emergency virus situation Arkansas is proven to be successful in bending the curve, lowering the apex of the curve and reducing the number of cases and hospitalizations in Arkansas,\" Hutchinson said. Hutchinson said if he was to issue a stay-at-home order, it would put a 100,000 people or more out of jobs. Arkansas has 624 confirmed coronavirus cases and 10 deaths, according to Johns Hopkins University's tally. The United Kingdom is “looking at” the idea of an “immunity certificate” — or passport — for people who have had coronavirus and have got the antibodies, Health Secretary Matt Hancock said Thursday. People with the passports would be able to show them “and get as much as possible back to normal life,\" he said. Asked if an immunity passport is a possible way out of the lockdown, Hancock said: “That is an important thing that we will be doing, that we are looking at.” However, he cautioned: “It's too early in that science to be able to put clarity around that. I wish that we could but the reason that we can't is because the science isn't yet advanced enough.”  Hancock said the \"number one thing people can do to get out of this as fast as possible\" is to stay at home and follow social distancing measures. ##Daily Life## Pennsylvania is reporting 1,211 new cases today of novel coronavirus, according to Pennsylvania Secretary of Health Rachel Levine. There have been 90 coronavirus related deaths in the state and all are adults, Levine said. So far, 730 people have been hospitalized since March 6 and 216 of those hospitalized needed intensive care, according to Levine. She added that 345 of the state’s cases are healthcare workers. According to Levine, 10% of the 695 nursing homes in Pennsylvania currently have at least one case of Covid-19. Hear more: Indiana’s K-12 public schools \"shall not conduct in-person instruction for the remainder of the year, and school buildings shall remain closed,” unless otherwise stipulated in an executive order, Indiana’s superintendent of public instruction for the Department of Education said in a press conference with state officials including Indiana Gov. Eric Holcomb on Thursday. The schools will be delivering remote instruction for the remainder of the 2019-2020 school year, Dr. Jennifer McCormick said. As of Thursday afternoon, there are 2,902 cases of coronavirus and 81 deaths in the state, Dr. Amy Acton, Director of the Ohio Department of Health, said during a news conference. Acton said that social distancing is making a difference in the case counts. The peak for the state is expected between April 15 and May 15, Acton said.  ##Health## There are 468,414 people in Ohio who have applied for unemployment in the last two weeks, Lt. Gov. Jon Husted said during a press conference Thursday. That figure represents 100,000 more people that have applied in the first three months of 2020 than the total of people who applied in 2019, Husted said. In 2019, there were 364,603 jobless claims statewide. The state has created a job search website on their coronavirus website to help people find jobs. Additionally, the state has expanded staffing and hours to continue to process unemployment applications, Husted said.   The state of Ohio has extended its stay-at-home order for all non essential workers and businesses until May 1, Gov. Mike DeWine said during a news conference. The previous order was set to expire on Monday, DeWine said. Anyone coming into the state has been asked to quarantine for 14 days. Exceptions can be made based on locations and work schedules, according to DeWine. Additional provisions in the new order include a dispute resolution panel, stores establishing new occupancy numbers to account for social distancing and stores creating lines for social distancing, DeWine said. The dispute resolution panel is for cases where similar businesses are being treated differently in different health districts. There are 113 health districts in the state, DeWine said. The state will not be regulating weddings or funerals and will be leaving \"it up to people's good judgment,\" DeWine said. Receptions have to follow rules, not more than 10 people coming together. State parks will remain open — but they could be closed if people don't stick to social distancing guidelines, DeWine said. ##Daily Life## Lisa Ling and Andrew Yang are live now, discussing coronavirus and racism.  You can watch it below: President Trump has approved a disaster declaration for Virginia in response to coronavirus.  This is the 33rd such declaration Trump has made in response to the coronavirus pandemic, including 29 states, the Northern Mariana Islands, the District of Columbia, Guam and Puerto Rico. Virginia has 1,652 confirmed coronavirus cases and 35 deaths, according to data from Johns Hopkins University. There are at least 226,374 cases of coronavirus in the US and 5,316 people have died, according to Johns Hopkins University's tally of cases. The total includes cases from all 50 states, Washington, DC, and other US territories, as well as all repatriated cases. Wyoming is the only state not reporting a death from coronavirus. The state of Louisiana has reported 2,726 new Covid-19 cases today and an additional 37 deaths.  There are 1,639 patients hospitalized and 507 patients on ventilators, according to the Department of Health. Orleans Parish, which includes New Orleans, still has the most cases in the state with 3,148 cases and 125 deaths. Jefferson Parish had 2,178 cases and 73 deaths. In a radio interview this morning, Louisiana Gov. John Bel Edwards said there would be a huge spike in numbers today due to more test results coming back. Massachusetts Gov. Charlie Baker said today that based on projections, they estimate the state could see between 47,000 to 172,00 cases of coronavirus during the course of the pandemic. Baker said that’s approximately 0.7% to 2.5% of the total population of Massachusetts. The modeling also indicated that hospitalizations would potentially peak between April 10 and April 20, Baker said.  The governor added that the model is based on Wuhan and Massachusetts has factors that could improve the projections, for example, they have less population density, less smokers, and they implemented social distancing measures. Oklahoma Gov. Kevin Stitt has issued a stay-at-home order for all 77 counties in the state until April 30, Stitt said in a series of tweets Wednesday night.   All non-essential businesses will remain closed during this time; that includes, gyms, barbers, tattoo and massage parlors, Stitt said.  \"I don’t make these decisions lightly but based on the data, we need to take action,\" Stitt said.  Oklahoma has 3.943 million residents, according to the US Census Bureau.  The state of New Jersey has 3,489 new positive cases of Covid-19, Gov. Phil Murphy announced in a press conference today. To date, 25,590 people across the state have tested positive for Covid-19, Murphy said.   There are 537 people who have died from the coronavirus in New Jersey. That number includes 182 additional deaths confirmed in the last 24 hours, the governor announced.   Americans likely won't begin to see direct payments from the coronavirus stimulus bill until at least April 13 and it could take 20 weeks for all the checks to be mailed, Trump administration officials told lawmakers, according to a House Democratic memo obtained by CNN. The timeline means tens of millions of Americans will have to wait to get badly needed assistance, despite repeated suggestions from Treasury Secretary Steven Mnuchin that the money would go out as soon as April 6.  Mnuchin said this past Sunday after passage of the $2.2 trillion stimulus bill that payments would not go out until mid-April. Some context: CNN reported in March that former IRS officials said the wait would likely be weeks or months. Initially, the IRS will make about 60 million payments, likely in the week of April 13, for taxpayers who provided their direct deposit information through their 2018 or 2019 tax returns, the memo from the House Ways and Means Committee says. Three weeks later, on the week of May 4, the IRS expects to start issuing paper checks to individuals whose bank information isn't already on file, a process that will take much longer. According to the committee, the paper checks will be issued at a rate of about 5 million per week, and that it could take up to 20 weeks to issue all the checks. Individuals with the lowest income, based on adjusted gross income, will receive their checks first. The United Kingdom will test 100,000 people per day for coronavirus by the end of this month, UK Health Secretary Matt Hancock announced Thursday.  “That is the goal and I am determined we will get there,” Hancock said. The UK has not currently been able to reach its current target of 25,000 tests per day. Hancock set out the government’s order of priority for testing people for coronavirus: Patients first, expanding to NHS staff and their families, critical key workers thirdly and “over time we will expand to community.\"   The global death toll from coronavirus climbed past 50,000 on Thursday. So far, at least 50,230 have now died from the virus worldwide, according to Johns Hopkins University's tally. House Speaker Nancy Pelosi announced the creation of a new bipartisan House select committee on the coronavirus crisis that will exercise oversight of the federal response to the pandemic and be chaired by Majority Whip Jim Clyburn. The speaker told reporters Thursday on a conference call that the committee's immediate focus will be on \"the here and now,\" not the Trump administration's initial response to the pandemic, though she said there will come a time when such a review will be appropriate. She said the committee will \"have an expert staff and the committee will be empowered to examine all aspects of the federal response to coronavirus and to ensure that the taxpayers dollars are being wisely and efficiently spent to save lives, deliver relief, and benefit our economy.\" Pelosi said the committee will be able to exercise oversight and would have the authority to issue subpoenas. \"It's no use having a committee unless you have subpoena power,\" Pelosi said. \"We would hope there would be cooperation,\" she added. \"We want to make sure there are not exploiters out there.\" Chicago Police Officer Marco Di Franco, a 21-year veteran of the department, died after testing positive for Covid-19 last week, Interim Police Superintendent Charlie Beck said Thursday at a briefing with officials.  He worked in the narcotics section and was \"held in high esteem\" by his commander, Mayor Lori Lightfoot said.  Di Franco, 50, was hospitalized over the weekend and died with \"family by his side,\" city officials said. He had been using a \"one person\" patrol vehicle and it is not clear how he contracted the virus, Beck said.  Lightfoot \"implores the small segment\" who has not \"gotten the message\" to stay home and save lives to honor Di Franco's life and service. He is survived by his wife and two children, ages 7 and 10, as well as his brother who worked in the same department. His family is currently quarantined, city officials say.  Some general practice physicians in England are setting up so-called \"hot sites\" for people who have symptoms of Covid-19, according to Laura Sharpe, the chief executive of City & Hackney GP Confederation, a membership body for the GP surgeries in the City of London and Hackney borough. The idea is to keep people with symptoms, who need to see a doctor, away from those without and therefore to minimize the spread of the virus. “If they [doctors] feel like someone needs a face-to-face examination, and they have suspected Covid-19 symptoms, then we need somewhere for those people to be brought to, if we can’t visit them in their home,” Sharpe told CNN on Thursday. The first site in the City of London and Hackney is due to open next week, and they are looking at opening additional sites in north and east Hackney.  “We’ve had an amazing response from GPs,” Sharpe said. “They have signed up in droves to do a session here and there across the rota of the first hub that will open next week.” There have been 2,373 coronavirus-related deaths across the state of New York, Gov. Andrew Cuomo said Thursday during a press conference. This is up from 1,941 deaths reported on Wednesday. Watch: British Airways will furlough 28,000 workers due to the coronavirus crisis, according to the United Kingdom's leading union. Unite, which represents thousands of workers employed by British Airways, said it has reached an agreement with the airline about how workers will be protected during the coronavirus crisis. Unite said that 28,000 workers will be suspended and will receive 80% of their pay. Under the plan, the UK government will pay 80% of salaries up to £2,500 ($3,093) a month. British Airways will then cover any earnings above that, to ensure that all employees earn 80% of their monthly salary. Unite and British Airways agreed that there will be no unpaid temporary lay offs and no redundancies during this period, according to the press release. The deal awaits final approval by Unite’s members at British Airways. ##Business## Almost a third of coronavirus cases in Sacramento County are connected to gatherings related to churches, according to the county's Department of Public Health. “While the case increase was expected, what was not is Sacramento County Public Health’s discovery that approximately one-third of the confirmed cases are linked to gatherings related to churches. Sacramento County is urging – and, not just because the Public Health Order calls for it – all residents, from all faiths and all backgrounds to stay home – lives in our communities depend on it,” according to the department’s website. “Social distancing works. We must keep our distance from others and not gather with any non-household members. Period. If we do not slow the spread of cases, a surge of sick people could have the potential to overwhelm our hospitals, doctors and equipment resources and could result in additional deaths,” said, Dr. Peter Beilenson, Director of the Department of Health Services in a statement. As of yesterday, the county reports 314 cases including 9 deaths. ##Health## CNN anchor Chris Cuomo just joined his brother, New York Gov. Andrew Cuomo, at a news conference via video conference. Chris Cuomo — who was diagnosed with coronavirus earlier this week — is isolating in his family's basement. “I see why it takes people out, you've got to rest,” Chris Cuomo said. He said he’s feeling OK but still has a fever.  They had some brotherly banter back-and-forth, joking about haircuts and fishing. At one point, Chris Cuomo described a dream he had, in which Gov. Cuomo appeared in a ballet outfit and was dancing. “Obviously, the fever has affected your mental capacity,” Gov. Cuomo cracked, adding that he wouldn't make cracks at his brother because, “rule one is never hit a brother when he's down — and you’re literally in the basement.”  Both Cuomos then said they were proud of and love each other, and Gov. Cuomo expressed his reassurances to his brother.  “This is going to be fine. You’re going to get through it and you’re going do a beautiful public service in the meantime. And I am proud of you. And then we'll go fishing, we'll have a drink and we'll laugh about it. Go get some rest,\" the governor said. Watch: Canadian public health officials are now reporting at least 10,132 cases of Covid-19 across the country and 127 deaths.  Officials stressed that the next two weeks will be crucial in determining the shape of the pandemic curve in Canada. Canadian Prime Minister Justin Trudeau faced questions Thursday about why modeling data had not yet been released in Canada, as the Trump administration has done in the US. \"I know a lot of people are still wondering when this will get better, or how much worse it might become,\" said Trudeau during his daily press conference in Ottawa. Trudeau said that modeling information would be released soon but stressed his government is reviewing data to ensure more accurate modeling. “How do we make sure the analysis that we apply to the data that’s coming in, that’s being published daily so Canadians can see it, actually makes sense and reflects what’s going to happen in various regions across the country,” he said. The vast majority of Canadians are now under \"stay at home\" orders and most public schools have been closed for more than two weeks. ##Health## The Democratic National Convention in Milwaukee is moving to week of August 17, a source with knowledge told CNN. “In our current climate of uncertainty, we believe the smartest approach is to take additional time to monitor how this situation unfolds so we can best position our party for a safe and successful convention. During this critical time, when the scope and scale of the pandemic and its impact remain unknown, we will continue to monitor the situation and follow the advice of health care professionals and emergency responders,” said Joe Solmonese, CEO of the Democratic National Convention Committee said in a statement. New York Gov. Andrew Cuomo is holding a news conference on coronavirus. His brother, CNN anchor Chris Cuomo, just joined the briefing video conference. Chris Cuomo was diagnosed with coronavirus earlier this week. \"This is very tough. I get it now,\" the news anchor told the governor. New York Gov. Andrew Cuomo said the state has enough ventilators to last about six days if the rate of people needing them stays stable. \"If that rate continues, in our stock pile we have about six days,\" Cuomo said. \"If the apex increases, if the apex is longer, we have an issue with ventilators.\" Cuomo said he's working on finding more ventilators, but he has \"no desire to acquire more ventilators than we need \"If a person comes in and needs a ventilator and you don't have one, the person dies. That's the blunt equation here,\" he said. Watch: A “Covid only” temporary hospital in Staten Island is expected to open next week, New York Gov. Cuomo said. Construction has started at the Brooklyn Cruise Terminal in New York City as well, he added.  The facility – expected to be open to patients next week – will have 750 beds. ##Health## About 21,000 health care workers from out-of-state have volunteered to help in the coronavirus outbreak in New York, Gov. Andrew Cuomo said. \"I thank them. I thank their patriotism,\" Cuomo said. \"These are beautiful, generous people, and New Yorkers will return the favor.\" Cuomo said New York health care workers will be ready to deploy to other states after the apex is reached in the state. \"We'll get the experience, and we will return the favor. When your community needs help, New Yorkers will be there. And you have my personal word on that,\" he said. New York Gov. Andrew Cuomo says the apex for coronavirus cases in the state is anywhere “from 7 to 21 to 30 days,” according to all of the models. The variable depends on how a specific model rates how effective social distancing is, he said.  “The models that think social distancing is going to be more effective at slowing the rate have a longer timeframe for the apex,” Cuomo said. Cuomo said state experts believe that “it is closer to the shorter end of the range” but admits the window “makes it difficult to plan, frankly.” Cuomo said that all of the models show that New York would come down from the apex quickly, but about 16,000 New Yorkers could die from coronavirus, according to the Institute for Health Metrics and Evaluation model cited by Dr. Anthony Fauci and the White House. Watch Here: New York Gov. Andrew Cuomo said there are at least 92,381 cases of coronavirus in the state. He said there has been 8,669 of them are new cases. At least 2,373 people have died — up from 1,941, Cuomo said. At least 13,383 people are currently hospitalized and 7,434 patients have been discharged. \"Number of people coming out of the hospital is going up,\" he said. ##Health## Watch here: The Navy hospital ship USNS Mercy, which is docked in Los Angeles, has treated 15 patients so far. Five of them have since been discharged, according to Capt. John Rotruck, the ship’s medical facility commanding officer. Rotruck said the Mercy was treating patients recovering from traumatic accidents, heart and lung problems, and gastrointestinal issues. USNS Comfort docked New York City is treating “about three” patients according to Capt. Patrick Amersbach, the Comfort’s commanding officer. Remember: The ships are not treating coronavirus patients. Instead, they are being used for relocating shore-based patients undergoing treatments that are not coronavirus-related. Each ship contains 12 fully equipped operating rooms, 1,000 hospital beds, radiology services, a medical lab, pharmacy, optometry lab, a CAT-scan and two oxygen producing plants, according to the Navy. ##Health## The US Food and Drug Administration wants to remind the public that there is no evidence of the coronavirus pandemic posing a threat to food safety. \"The food supply remains safe for both people and animals. There is no — and I emphasize no — evidence of food or food packaging being associated with the transmission of Covid-19,\" Frank Yiannas, FDA deputy commissioner for food policy and response, said during a call with reporters today. Yiannas said it's \"much more likely that an infected person will spread the virus through person-to-person transmission than from contaminated food or food packaging.\" He added that if a person who works in a food facility tests positive for Covid-19, the FDA does not anticipate that there would need to be a massive recall or withdrawal of food products from the market.  \"Specifically for consumers, we advise you that you follow many of the same guidelines that you heard before the spread of the disease,\" Yiannas said.   He urged people who go grocery shopping to \"adhere to good hygiene practices such as disinfecting grocery cart handles with the wipes often provided by retailers.\" \"Avoid touching your face, eyes, nose or mouth. After shopping, wash or sanitize your hands,\" he said. When asked if consumers should wipe down food packaging when they bring it home, Yiannas said, “Again, we don’t believe that food packaging is a common route of transmission.”  “I personally do not sanitize the exterior of food packages when I bring them into my home,” Yiannas added, “If you feel so inclined you can always wipe the surface of the packages when you get home with a disinfectant wipe and then air drying them.”   ##Daily Life## ##Health## An ice rink in the British town of Milton Keynes will be converted into a makeshift mortuary. The local Milton Keynes council said Planet Ice will be prepped \"as a precaution should it be needed to support local operations.\" \"As part of sensible planning we are considering what additional temporary mortuary facilities may be needed in Milton Keynes if funeral directors are unable to cope with a rise in deaths from Covid-19,\" the council told CNN.  The Milton Keynes council did not say when the makeshift mortuary would go into operation or when they expected regular mortuary facilities in the city to reach capacity. ##Daily Life## Russian President Vladimir Putin extended the paid “non-working” period in Russia until April 30 in an effort to slow the spread of the coronavirus.  \"The threat is still there, the specialists suggest that the pandemic has not peaked yet worldwide, including in our country,” Putin said in a televised address. “Therefore I've decided to extend this non-working period until April 30.\" According to Putin, this time frame will be revised in case the epidemiological station in the country changes. “Of course the situation can unfold differently across the country as we have a very big country with varying population density. There are places where the coronavirus already poses a serious threat to its residents, like in Moscow, where, despite the regional and federal efforts, we so far have not succeeded in turning the tide,” Putin said.  So far, the country has not proclaimed the state of emergency or called a nationwide quarantine, instead imposing \"a paid holiday\" week, which was due to end on Friday. However, the majority of regions independently have imposed self-isolation regimes and ramped up measures to urge Russians to stay home. ##Daily Life## Conditional approval has been reached to allow the Zaandam and Rotterdam ships to dock in Port Everglades in Florida. The agreement includes a plan for passengers to go home. Final approval of the plan is expected to happen this morning, according to Broward County Commissioner Dr. Barbara Sharief.  The ships are in sight of Port Everglades and the passengers are due to disembark at 1 p.m. ET, per Sharief. According to the five-page conditional agreement, passengers who are healthy will be allowed to go home and passengers who are sick will remain on the ship to continue treatment. At this time, no one on board is in need of a hospital bed, Sharief said — but if a passenger needs a hospital bed, Broward Health has indicated capacity will not be an issue.  The healthy people will be transported by a private bus from Port Everglades to airports, which could include the Fort Lauderdale and Miami airports. They will go directly to their chartered flights, and they will not linger at the airport to avoid possible community spread.  Sharief says that after passengers began exhibiting flu-like symptoms, the ship received 200 rapid blood test kits to test for Covid-19. Eleven guests were tested and nine people tested positive for the coronavirus. Four men over the age of 70 — two of whom who had been diagnosed with coronavirus — died. One had a heart attack and the other had a pre-existing illness. About the passengers: There are 311 US citizen passengers on board, representing 46 states, including 52 Floridians. The 26 Broward County residents on board have been in isolation for 14 days, and they have agreed to isolate for another 14 days at home. The passengers on the ships are from the US, Canada, UK, Australia, France, Germany, Sweden, Mexico, Ireland, Switzerland, among others. ##Travel## Michigan Gov. Gretchen Whitmer has closed K-12 schools for the remainder of the school year with an executive order suspending face-to-face learning. According to a release from the governor, “district facilities may be used by public school employees and contractors for the purposes of facilitating learning at a distance while also practicing social distancing.” The order says the buildings will be closed \"unless restrictions are lifted.\" “My number one priority right now is protecting Michigan families from the spread of COVID-19. For the sake of our students, their families, and the more than 100,000 teachers and staff in our state, I have made the difficult decision to close our school facilities for the remainder of the school year,” Whitmer said in a statement. ##Daily Life## As two cruise ships are set to arrive off the Florida coast today, Florida Democratic Rep. Donna Shalala said it’s “immoral not to let them come.”  Florida Gov. Ron DeSantis said the state is going to accept Florida residents on board the ships, but expressed concerns about taking in others given the state's limited hospital beds.  \"We Americans don’t turn people away,\" Shalala said. \"I don’t care whether they’re Florida residents or whether they’re not — they’re human beings.” More than 200 guests and crew have flu-like symptoms on the ships, including eight passengers who tested positive for Covid-19. It's not clear whether passengers will be allowed to disembark. Four people on one of the ships, the Zaandam, have died since it disembarked from Argentina on March 7.  Shalala also said that DeSantis’s delay in issuing a statewide stay-at-home order cost lives in Florida. Shalala is still critical of the order — which exempts religious services conducted in house of worship.    “He’s fine-tuned the decision in a way in which people are still going to be exposed,” she said. Watch more: The Department of Defense is working to fulfill a request from the Federal Emergency Management Agency for 100,000 body bags. Department of Defense spokesman, Lt Col Mike Andrews, said this in a statement: \"The Department of Defense and the Defense Logistics Agency have a longstanding arrangement with FEMA to procure key commodities from DLA's industrial partners during crisis response operations. DLA is currently responding to FEMA's prudent planning efforts for 100,000 pouches to address mortuary contingencies on behalf of state health agencies.\" Nearly 91% of the US population is under a stay at home or shelter in place order that is in effect or scheduled to go into effect, according to a CNN count. That percentage translates to at least 298,589,452 people in the US. The new count adds US territories; Puerto Rico and US Virgin Islands The 12 states that do not have statewide stay at home orders include:  Alabama, Arkansas, Iowa, Missouri, North Dakota, Nebraska, Oklahoma, South Carolina, South Dakota, Tennessee, Utah and Wyoming.  The count of nearly 91% includes, states, local city and county orders as well. The numbers were tallied using US census data. CORRECTION: This post has been updated to reflect that nearly 91% of Americans are under stay-at-home orders as of 12:37 p.m. ET. ##Daily Life## US markets edged higher Thursday morning in choppy trading even after a new report showed initial unemployment claims spiked to record highs. The Dow rose 65 points, or 0.3%.\nThe S&P 500 gained 0.6%.\nAnd the Nasdaq advanced 0.6%. Stocks were on track for a larger rally earlier in the day, with major markets up around 2% at session highs.   Futures fell sharply after the Labor Department said 6.6 million people filed claims for initial unemployment benefits in the week ended March 28. That doubled the previous all-time high that was set just a week earlier.  ##Business## Saudi Arabia imposed an indefinite 24-hour curfew on the cities of Mecca and Medina to curb the spread of coronavirus, the Saudi Ministry of Interior said in a statement.   Last month the Saudi government started imposing curfews on cities, but gradually applied tougher restrictions after an increase in the number of coronavirus cases.  On Tuesday, Mecca and Medina collectively recorded 133 new cases — more than any other city in the kingdom, according to the Saudi Health Ministry. The number of cases in Saudi Arabia now stand at 1,720 with 16 deaths and 264 recoveries, the Health Ministry said. What this means: The measures mean that residents are not allowed to leave their homes throughout the 24-hour curfew, except in emergencies or to buy supplies from their neighborhoods. Travel in and out of the cities has also been stopped while shops are to close, except for pharmacies, banks and supply stores. The two cities, considered the holiest sites of Islam, attract millions of Muslim visitors for pilgrimage every year.  ##Daily Life## Thailand has announced an indefinite, nationwide curfew starting on Friday as cases of the novel coronavirus continue to rise, the country's Prime Minister, Prayut Chan-o-cha said in a televised broadcast. Starting Friday, residents in Thailand will not be allowed to leave their premises between 10 p.m. and 4 a.m. local time. Prayut added some exemptions for those providing essential services. “There are exceptions for those with emergency reasons and those who are working in medical service, financial service, transporting essential goods, medicines, medical supplies,\" he said.  \"I would request the public not to panic and not hoard goods since you still can buy goods during daytime as usual but 'social distancing' shall be practiced strictly\" Prayut added. As of today, Thailand has 1,875 confirmed cases of the novel coronavirus, of which 15 have died.  ##Health## ##Daily Life## As criticism of the UK government’s handling of the coronavirus increases, a spokesperson for Prime Minister Boris Johnson told reporters today that a total of 10,412 tests were carried out across the country on Tuesday. Downing Street added that a total of 2,800 National Health Service workers have now been tested at drive-in testing facilities. “We acknowledge that more needs to be done in relation to testing. We need to be testing more people and we need to be making progress very quickly,” the spokesperson said. Health Minister Matt Hancock, now back at work after a week in isolation battling Covid-19, will set out plans later Thursday on increased testing, Downing Street added.  The spokesperson added that the government is “confident” that enough protective equipment is now reaching the medical front lines. The spokesperson added that Johnson continues to have mild Covid-19 systems and plans to stick to the guidance that he self-isolates for seven days.  ##Health## One of the New England Patriots’ team planes is flying back to Boston carrying N95 masks Massachusetts Gov. Charlie Baker ordered from China. According to a source, Baker is extremely frustrated that the federal government outbid him on stuff that was en route to Massachusetts. He worked with New England Patriots’ owner Robert Kraft and the Patriots to get these supplies brought over from China.  The governor posted a photo of the plane being loaded up with medical supplies, tweeting this: “No days off. Thanks to some serious teamwork, Massachusetts is set to receive over 1 million N95 masks for our front-line workers. Huge thanks to the Krafts and several dedicated partners for making this happen.” In a longer statement provided to CNN, Baker said, “As I said before, ordering vital equipment like this is only one part of the challenge and I am incredibly grateful that the Krafts worked this issue relentlessly alongside our Command Center staff to get these critical supplies to Massachusetts. The Krafts, our partners Ambassador Huang Ping, Dr. Jason Li, Gene Hartigan and our Covid-19 Command Center personnel teamed up to get this job done and we eagerly await the plane landing at Logan Airport soon. Our administration will keep pursuing the PPE necessary to support our brave front-line workers who are working tirelessly to save lives during this pandemic.”  CNN Sports has reached out to the Patriots for comment but we have not heard back yet. ##Health## Gov. Greg Abbott has ordered all Texans to stay home for the next month. Abbott's executive order went into effect at midnight and \"requires all Texans to stay home unless you’re performing an essential service or activity,\" Abbott said. Residents must stay home unless providing essential services or doing \"essential things like going to the grocery store,\" Abbott said in a video posted to his verified Twitter. \"We must respond to this challenge with strength and resolve,\" Abbott said. The governor signed the executive order earlier in the week but there was confusion surrounding the order because Abbott was reluctant to use the term \"shelter in place\" or \"stay at home\" because it was correlated with an eminent disaster such as a tornado, Abbott said at a briefing Tuesday.  Many of the state's counties were already under stay-at-home orders including Dallas, Harris and Bexas counties. Texas has 28.7 million residents, according to the US Census Bureau.  ##Daily Life## The German military will mobilize 15,000 soldiers starting Friday to support regional authorities in the fight against coronavirus. The soldiers will be used to protect critical infrastructure, distribute medical equipment and set up makeshift hospitals. Germany's defense minister Annegret Kramp-Karrenbauer told state broadcaster ARD that this is the first time such a contingent of soldiers has been deployed in this way. However, she conceded that the military – like many agencies – is experiencing a shortage of protective equipment for the long-term nature of the work. “The fight against coronavirus will be a long one — this is a marathon,” she said. “It's going to depend on all of us holding out in the end. When the civilian forces are at their end, then it is important the German military steps in to help with its many heads and hands.” Some context: Deploying the military in Germany is a sensitive issue, and strictly reserved for extreme situations under the country’s post-war democratic constitution. At least 6.6 million people filed claims for unemployment benefits in the week ended March 28. It was the highest number of initial claims filed in history, surpassing last week’s 3.3 million claims. ##Business## Conrad Buchanan, a 39-year-old Florida DJ, died after testing positive for the coronavirus. He performed for hundreds of people the week before he got sick.  His wife, Nicole, said he didn’t have any underlying health issues and she had trouble getting him tested. He started feeling unwell on March 14, but wasn’t admitted into the hospital until March 22.  “I never got to say ‘I love you,’” Nicole Buchanan said.  His daughter, Skye, said her father took her to daddy-daughter dances and watched superhero movies with her. “We just, overall, shared everything. He brought me to school, he brought me to ballet. Like, he was my everything,” she said.   Skye said her dad would sing Bob Marley’s “Three Little Birds” — which contains the lyrics “don't worry about a thing, ‘cause every little thing gonna be all right” — to help her fall asleep at night. She said the song makes her “feel closer with him.” Nicole Buchanan said everyone needs to take coronavirus seriously and the virus doesn’t just affect older individuals or those with underlying health conditions. She has also tested positive for the virus. “There’s no discrimination when it comes to this virus. And seeing what my husband had to go through was horrible. And now our life has turned into this horrible nightmare. You guys have to take this seriously,” she said through tears. “I would hate for anybody, anyone else’s family or children, to have to go through what we’ve gone through. Our hospital systems aren’t ready. Just stay home.”  Skye says her dad would want people to remember him and live like he did: “Find your rhythm in life, listen to the beat, dance and express yourself in order to connect with people from all walks of life.” Watch more: While models show that the coronavirus pandemic could result in about 100,000 to 200,000 deaths in the United States, the nation's top infectious disease expert, Dr. Anthony Fauci, said the country can avoid reaching that milestone by taking aggressive measures. “It’s within our power to modify those numbers,\" Fauci, director of the National Institute of Allergy and Infectious Diseases, said on “CBS This Morning.\" \"When models are based on a model, you model what the projection might be and the projection was even with considerable mitigation you still could anticipate between 100,000 and 200,000 deaths. However, if you really push hard on mitigation and data comes in that tells you you’re doing better than the model, you can modify the model,\" Fauci said. \"We need to push and push with the mitigation to try and get that number lower than the projected number by the model.” ##Health## Boeing says it will offer employees a voluntary layoff plan and hopes to avoid mandatory workforce cuts. CEO Dave Calhoun wrote in a memo to employees today that the voluntary layoff plan will give those employees to choose to leave a pay and benefits package.  The memo said details will be available within the next four weeks. It said the measures would \"bridge us to recovery as long as we're not confronted with more unexpected challenges.\" ##Business## A prestigious scientific panel told the White House last night that research shows coronavirus can be spread not just by sneezes or coughs, but also just by talking, or possibly even just breathing.  \"While the current [coronavirus] specific research is limited, the results of available studies are consistent with aerosolization of virus from normal breathing,\" according to the letter, written by Dr. Harvey Fineberg, chairman of the National Academy of Sciences Standing Committee on Emerging Infectious Diseases and 21st Century Health Threats.  He said his letter was sent in response to a query from Kelvin Droegemeier with the Office of Science and Technology Policy at the White House.   \"This letter responds to your question concerning the possibility that [coronavirus] could be spread by conversation, in addition to sneeze/cough-induced droplets,\" the letter states. \"Currently available research supports the possibility that [coronavirus] could be spread via bioaerosols generated directly by patients' exhalation,\" it continues.   According to the US Centers for Disease Control and Prevention, the virus spreads from person to person when people are within about six feet of each other. It spreads \"through respiratory droplets produced when an infected person coughs or sneezes.\"   Fineberg told CNN this is true — but that research shows that aerosolized droplets produced by talking or possibly even by just breathing can also spread the virus.   Fineberg said it's possible that aerosolized coronavirus droplets can hang in the air and potentially infect someone who walks by later. How long coronavirus lingers in the air depends on several factors, including how much virus an infected individual puts out when breathing or talking, and also on the amount of circulation in the air, he said.  He added, however, that coronavirus is not as infectious as measles or tuberculosis.  ##Health## Germany will need “billions of masks” to fight its coronavirus outbreak, the Bavarian state premier Markus Soder said Thursday. “In the long run, we will need enormous amounts of masks,” Soder said. “I believe that in the end we will need billions of masks in Germany.” He said the masks would initially be needed by medical staff and then the elderly people in nursing homes. Germany’s Health Minister Jens Spahn wants the country to become less dependent on masks made elsewhere, advocating that Germany should make more. “We must become more independent of the world market, for the security of our citizens. That is one of the lessons of these weeks. We want to encourage companies with a purchase guarantee until the end of 2021 to set up production of protective masks in Germany,” he said on Twitter. The number of coronavirus cases in Germany is continuing to rise rapidly. The worse-affected region is Bavaria, which has more than 18,000 confirmed cases and 268 deaths, according to data from the Robert Koch Institute. Bavaria became the first German state to implement a lockdown on public life in an attempt to curb coronavirus spread. The UK’s largest supermarket, Tesco, confirmed to CNN it had rolled out a radio advert and social media campaign on Wednesday asking people to “think before you click and shop in store, if you can do safely.\" Around the UK people have been ordering shopping online in a bid to adhere to social distancing rules -- including those who are not in an at-risk category. As a result supermarkets in the UK have been struggling to keep up with a significant increase in demand for grocery products and currently there is a long wait for anyone wanting to book a delivery slot at any supermarket.  The UK's coronavirus regulations ban people from leaving their homes apart from for a few limited reasons, which include going shopping for essential items.  The guidelines urge “vulnerable” customers -- including the elderly and those with preexisting health conditions -- to stay at home.  Sales at UK supermarkets grew more than 20% in the four weeks to March 22, according to retail data and insights company Kantar -- making March the biggest month of grocery sales recorded by the firm in over a decade. Another 124 coronavirus-related deaths were reported in Iran on Thursday, bringing the total death toll to 3,160, Health Ministry spokesman Kianush Jahanpoor said on state TV. The overall number of cases in the country meanwhile reached 50,468, with an extra 2,875 reported over the past 24 hours, Jahanpoor said.  A total of 16,711 patients have recovered and been released from hospitals across the country, while 3,965 hospitalized patients remain in critical condition, he added. Iran has been the hardest-hit country in the Middle East, trailing only China, the United States and four European nations in Johns Hopkins University's tally of total confirmed cases. Kenya's President Uhuru Kenyatta apologized Wednesday for violence and harsh tactics used by police last week to enforce a nationwide coronavirus curfew.   Police have been accused of using batons and tear gas to disperse crowds in the city of Mombasa to enforce the curfew.  \"I know especially when we introduced the curfew, maybe in the initial stages, there were some challenges,\" Kenyatta said in a televised speech. \"And I want to apologize to all Kenyans maybe for some excesses that were conducted or happened,\" he said. \"But I want to assure you, that if we work together, if we all understand that this problem needs all of us, and if we all pull in the same direction, we will overcome.\"  According to the latest figures by Johns Hopkins University, there have been 81 confirmed coronavirus cases in Kenya and one death. The Ritsona refugee camp in Greece has been placed into two weeks of quarantine after some of its residents tested positive to coronavirus, the country’s Migration Ministry says. The camp, north-east of Athens, is home to more than 2,000 refugees. According to the ministry, 63 people in the camp have been tested. Twenty of those have confirmed cases of coronavirus. The testing was carried out when a woman at the camp was confirmed to have contracted Covid-19, after she gave birth in an Athens hospital on Sunday. It’s unclear how she became infected. Under the new quarantine rules, no one will be allowed in or out of the camp for the next two weeks. Japanese Prime Minister Shinzo Abe is facing a public backlash after he said the government would distribute two reusable cloth face masks per household amid growing concern over medical shortages, as the country faces a worsening coronavirus outbreak. The number of confirmed cases of the virus has spiked in recent weeks, after it appeared that Japan's initial response had got the virus relatively under control. As of Wednesday, there were more than 2,300 cases across Japan, and 57 deaths, according to a Johns Hopkins University tally. That spike has seen a raft of new restrictions put in place in Tokyo and other major cities, and a run on protective gear, including face masks. On Wednesday, Abe said the provision of cloth masks to the worst-hit areas \"will be helpful in responding to the rapidly increasing demand.\" But Abe's proposal to send two masks to each household attracted outrage and mockery online Wednesday, with the hashtag \"Abe's mask\" and \"screw your two masks\" trending on Twitter. Many felt the move was lackluster and would not go into effect fast enough to have a chance at curbing the spread of the virus, with masks not due to be distributed until the end of the month. Others dubbed the policy \"Abenomask policy\" as satirical memes showing well-known cartoon characters sharing one mask between four family members popped up online. The anger comes as Abe resisted calls Wednesday to declare a state of emergency, saying that use of such powers was not imminent. Read more here. An Indian court has directed police to return the mobile phone and SIM card they seized from a doctor who criticized the government online for “allegedly deficient protective gear supplied by the government to its doctors.”  According to the order issued on April 1 by the Calcutta High Court, Indranil Khan, a private practitioner, wrote several posts on Facebook on the issue. He was interrogated by police on March 29, and was booked under Section 153A of the Indian Penal Code, which relates to “promoting enmity between different groups on grounds of religion, race, place of birth, residence, language ... and doing acts prejudicial to maintenance of harmony.”  “Freedom of speech and expression which is granted under Article 19 of the Constitution of India has to be scrupulously upheld by the State,\" the order read.  \"If an expression of opinion brings the government into disrepute, it cannot defend this allegation by intimidation of the person expressing the opinion by subjecting him to prolonged interrogation, threatening arrest seizing his mobile phone and SIM card and so on.\" The order also observed that a tweet posted by Khan had received a reply from the Department of Health and Family Welfare thanking him for highlighting the issue. Along with directions to return his mobile phone, the order also states that Khan cannot be further interrogated without court approval. For the time being, he has been told to refrain from sharing posts on the matter. Spain passed another grim milestone in its coronavirus outbreak on Thursday, reporting that more than 10,000 have now died in the country as a result of the virus. The Health Ministry said it recorded 950 new deaths in the past 24 hours, the highest single-day increase the country has seen so far. Its total death tally is now 10,003. But there was some cause for cautious optimism in the country, whose devastating outbreak appears to be slowing.  The 10.5% rise reported Thursday is similar to Wednesday’s increase, and smaller in percentage terms than any recorded in the past two weeks.  It comes after the country's Health Minister said the curve of new cases in Spain has come under control, and that the drastic emergency measures put in place to lock down the country are working. “The data shows us that the curve has stabilized,\" Salvador Illa said in the government's Thursday press conference. \"That we have achieved the primary objective of reaching the peak of the curve and that now we are starting the phase of deceleration.\" Spain’s government has come under criticism from opposition parties, some health workers and unions for reported shortages of ICU facilities, lack of sufficient personal protective gear and overstretched health workers. Illa warned that the country's health service remains under strain, saying: \"Even observing a decrease in the number of admissions, the long stays in these units produce an effect of accumulation of patients because of which there still remains difficult weeks for our health system.\" But officials have indicated that Spain's harsh lockdown measures are having the desired effect. Health official María José Sierra said on Wednesday that the lower case numbers help “evaluate the measures we’ve been taking very positively,\" and that in many communities around the country the government has seen pressure on intensive care units ease. Spain has been one of the world's worst-hit countries, trailing only Italy in total deaths from Covid-19, and behind Italy and the United States in total reported cases. Meanwhile, Spaniards continue to grapple with the devastating economic impact of the pandemic. The nation registered an increase in unemployment of 302,265 people in March compared to the previous month, according to Spanish Labor Ministry data released Thursday. This increase represents the largest monthly rise since records began, Labor Minister Yolanda Diaz said at a press conference in Madrid on Thursday. She called the increase in unemployment “absolutely exceptional” and “historic.” The Philippine Ambassador to Lebanon, Bernardita Catalla, has died from complications of Covid-19, the embassy said in a statement on Thursday.   Catalla, a career diplomat for 27 years, died in hospital in Beirut. Months before her death, she spearheaded the evacuation of nearly 2,000 Filipinos, mostly female domestic workers, from crisis-ridden Lebanon.   Lebanon has been in the throes of a financial and political crisis since October 2019, and many African and Asian migrant workers in the country reported a large drop in earnings and the withholding of salaries. The Philippine embassy’s evacuation program for Filipinos, many of whom were undocumented, received praise from humanitarian workers and international rights groups.   CNN interviewed Catalla twice about her repatriation program since December. “Those who feel that they have to go back to the Philippines do so because they have nothing here anymore. Some have become homeless,” Catalla told CNN in February.  Women clamored for selfies with the ambassador as they waited for the bus to take them to the airport. Asked what she thought about the praise being heaped on the embassy for their evacuation program, Catalla responded: “We’re just doing our jobs.”  Philippine Foreign Affairs Secretary Teodro Locsin Jr tweeted that before Catalla died he “extended her a great job in a difficult post. I promised her Paris so she’d hang on.”   “But she just laughed, ‘Now I must learn French,’” wrote Locsin.   “Ambassador Bernie Catalla’s remains will be received with an honor guard and I am putting forward a nomination for Gawad Mabini and Sikatuna,” said Locsin, referring to an honor conferred on Filipinos for distinguished foreign service.   “Not that she needs more honor than the profound regret and mourning of a grateful service, government, and I hope nation.”  Israel's Prime Minister Benjamin Netanyahu will enter self-quarantine for seven days, according to a statement from the Prime Minister's Office, after the country's Health Minister tested positive for coronavirus. It is the second time Netanyahu has entered self-quarantine. The 70-year-old Israeli leader self-isolated for a short period after one of his aides tested positive for coronavirus late last month. Netanyahu has twice tested negative for the disease. Health Minister Yaakov Litzman is in good condition, according to a statement from the Health Ministry. The 71-year old and his wife, who also tested positive, will remain at home, where the Health Minister will continue to carry out his job, the statement said.  Senior members of the Ministry of Health and aides to Litzman will also self-isolate because of their close contact with the minister. That includes Health Ministry Director-General Moshe Bar Siman Tov, who has frequently held evening briefings with Netanyahu to answer questions and inform the public of new restrictions.  Among others being considered for possible self-isolation by health officials, according to multiple reports on Israeli media, is Yossi Cohen, the head of the Mossad intelligence service. As of Thursday morning, Israel had 6,211 confirmed cases of coronavirus and 32 deaths as a result of the disease. There are now 4 million French employees on partial unemployment support and the number is still “strongly increasing,” France’s Labor Minister Muriel Pénicaud said Thursday. Under the scheme, firms can reduce their activity while asking the state for compensation to be redistributed to employees. Employees on the minimum wage or in a part-time job will receive 100% of their usual salary, the minister said. Other employees will receive 84% of their salary, Pénicaud added. The partial unemployment system should enable the country to recover as quickly as possible after the crisis, as it maintains the link between employers and employees, French PM Edouard Philippe explained on Wednesday. ##Daily Life## India’s Ministry of Science and Technology has issued a manual of instructions on how to make homemade masks in a bid to counter shortages or for those who lack access. “This is primarily meant for the people who want to wear masks but do not have access to them. They can make these washable and reusable masks at home” said Dr. Shailja Vaidya Gupta, senior adviser at the Office of the Principal Scientific Adviser to the Government in a news release.  Although the government has not issued a directive making it compulsory to wear masks, an increasing number of shops catering towards essential needs are demanding that customers wear a mask while on the premises. Sewing masks with a machine or by hand: The manual has been put together keeping in mind easy access to materials with instructions that are simple to follow. It has instructions for making masks with either a sewing machine or by hand, and instructions on how to wear and take care of them.  Masks divide opinion: Opinion has been split on whether wearing a mask is an effective solution to curbing the spread of coronavirus. While it’s been common practice in parts of Asia, in other regions of the world, public health authorities and politicians have urged people to focus on washing their hands and maintaining social distancing. ##Daily Life## The number of confirmed coronavirus cases in Austria has passed 10,000, the country’s health ministry has said. A total of 10,769 people have tested positive for Covid-19 in the country, and the death toll now stands at 146. Wearing face masks to become compulsory: Austrian Chancellor Sebastian Kurz announced earlier this week that wearing face masks in shops would become compulsory. The health ministry says this measure will take effect from April 6. Shops and drugstores in Austria will be required to provide customers with a mask if they are not already wearing their own. The order puts Austria, along with the Czech Republic and Slovakia, at odds with some international medical authorities. WHO and US CDC experts have long argued that people who are not sick nor caring for someone who is sick should leave masks in the medical supply chain for health care workers who need them most. But some experts who have made the argument for people to wear masks have pointed to past research showing the effectiveness of masks against the spread of influenza and to early research on Covid-19. The top US general in South Korea says that he does not believe North Korea’s claim it has no cases of novel coronavirus.  “That is an impossible claim based on all of the intel we have seen,” Gen. Robert Abrams, Commander of US Forces Korea (USFK), said in a joint interview with CNN and Voice of America. “How many? I couldn’t tell you but I do know by their actions that for about 30 days in February, early March, that their military was locked down and they took draconian methods on their border crossings and in their formations.” North Korea has not reported any coronavirus infections, but it borders two of the most heavily affected countries in the region -- China and South Korea. While the 16th USFK-related coronavirus infection was reported today, Abrams said the military force has managed to keep that number low. “We've seen the worst but now is not the time to get complacent. Our worst is frankly not that bad,\" Abrams said. He added that the 16 USFK-related cases were reported out of 58,000 people in total, including 28,500 active military personnel, dependents and support staff for bases around the country. As USFK was among the first US military forces to have to deal with the virus worldwide, Abrams said he has advice for those now grappling with the spread around the world.  “Go hard, go early, it will seem like over-reaction, it will seem a bit over-the-top, 'My gosh why are we having to do that draconian measure?' A week later your community will understand (and) your unit will understand why you had to do that,\" he said. Any sailors from the USS Theodore Roosevelt aircraft carrier who test negative for the novel coronavirus will soon disembark the ship and begin their 14-day quarantine in Guam. So far, 93 sailors from the US Navy ship have tested positive for the virus, 86 of whom are symptomatic. None have required hospitalization so far. In total, there are more than 4,000 crew members on board the ship, only 1,273 of whom have already been tested. “Over the next 12 to 24 hours, we plan to move the first group of Covid-19 negative asymptomatic sailors to approved commercial lodging for quarantine in accordance with the governor’s executive order and CDC guideline,\" Joint Region Marianas Commander Adm. John Menoni said at a news conference in Guam today.  \"Sailors will only be permitted to depart the base following a negative Covid-19 test result. They must remain in quarantine, in their assigned rooms for the duration of the mandatory 14-day quarantine.\"  Guam Governor Lou Leon Guerrero defended her decision to allow the sailors to disembark from the aircraft carrier and to come onshore. \"The bottom line is our sailors go out and protect our freedom. We ask them to go out and sacrifice their lives for our protections, and they are asking us to help them get over this god-awful virus, and when I look at the opportunities and possibilities and space, I decided to say yes,\" she said. Iranian Foreign Minister Javad Zarif slammed President Donald Trump's response to the coronavirus pandemic today, saying he was using the crisis for political gain.  \"We have not witnessed throughout history such heinous employment of a humanitarian catastrophe for revenge and to spread hatred and electoral exploitation as the current American president and his team do,\" Zarif said in a quote from state news agency IRNA. \n“In order for the world efforts to yield fruit and in order for the world to return to (normal) life, we have to believe that all the planet Earth is a battlefield and in wherever part of the world we are defeated, the entire world will be defeated.\" Zarif also said on Thursday on his official Twitter account that \"Iran starts no wars, but teaches lessons to those who do,\" adding that Iran has \"friends\" rather than \"proxies.\"  Echoing Zarif's comments, an adviser to Iranian President Hassan Rouhani said Thursday that the US sanctions are contributing to the spread of the virus and urged Americans to join the global fight.  \"Trump’s economic sanctions equal further spread of the virus in Iran which equals further spread of the virus in the US! Help us help you,\" said Hesameddin Ashena, head of the Center for Strategic Studies of the President's Office, as quoted by IRNA. \n\"Dear Americans: If we don't fight the coronavirus globally it will reappear globally, again and again and again.\" Iran has recorded 47,593 coronavirus cases and 3,036 deaths, according to Johns Hopkins University. In many ways it was just like any other wedding. On the day of the ceremony, the groom's parents got themselves prepared early in the morning, dressing in their best wedding clothes. When they were ready for the service to begin, they walked into the living room and joined other family members to watch on a two-way video stream as their son got married in Phoenix, Arizona -- almost 8,000 miles away. Several members of groom Nitin Mehta's family were due to fly over from New Delhi to see him marry fiancee Miranda Jenkins in Phoenix.  But the night before they left, Prime Minister Narendra Modi locked down the country to avoid the spread of the coronavirus. The trip had been planned for a year at least but now, unable to leave, they had to find another way to take part. \"My parents, my wife and kids (and I) woke up at about 4 a.m., put on our wedding clothes and joined the wedding virtually on a video call ... They could see us watching and talk to us,\" the groom's brother Nalin Mehta told CNN. They weren't the only guests to miss the wedding. About 150 people were scheduled to attend the ceremony, but fears of the coronavirus and lockdowns worldwide meant it ended up being limited to about 20 close friends and family. \"(The groom) Nitin himself was actually in the air on a flight from London to Phoenix for his wedding when (President Donald) Trump announced that no flights from the UK would be allowed to land in the USA. So he barely made it back himself for his own wedding,\" the groom's brother said. It might seem distant, but Mehta said it had made them all feel like they were together on the special day -- he even gave his best man's speech over WhatsApp. \"This allowed us all as a family to feel part of an intimate family event ... at this time of great disruption of the way we live,\" he said. ##Daily Life## Editor's note: Joe Lockhart was White House press secretary from 1998-2000 in President Bill Clinton's administration. The opinions expressed in this commentary are his own.  President Donald Trump has received considerable criticism from many quarters -- governors, public health officials and doctors and nurses on the front line -- for being unprepared for the coronavirus pandemic, and for not having a national plan to deal with it. Much of that criticism is well deserved. What is clear looking over the past two months is that the President and his team have had a sophisticated political strategy to deal with the fast spreading pandemic. That strategy began in January, where at every turn the President downplayed the risks of the virus spreading in the United States. In interview after interview, and speech after speech, he assured Americans we were OK and any risk to the country was contained. President Trump pointed to the shutting down of some flights from China, and one of his aides recently inaccurately said that Trump was the first to do it. North Korea closed its borders on January 22, and Italy banned flights from China to Italy staring January 31. The President's strategy was that if the US could avoid the pandemic, despite all the loud calls for more action, he would be seen as the wise leader who didn't overreact and didn't kill our economy. In an ironic twist, he co-opted former President Barack Obama's mantra of hope as a strategy. But I believe Trump had a fallback plan in case the deadly virus hit us hard and he had a political plan ready to deploy. Read more here: ##Business## Public Health England says it’s in contact with its peers in Germany amid criticism that the UK is significantly lagging behind in its coronavirus testing capacity. The organisation’s medical director Paul Cosford told Sky News that the UK is testing nearly 15,000 people a day and aims to reach 25,000 a day by the middle of April. In contrast, Germany leading virologist Christian Drosten says his country is testing 500,000 a week. “I absolutely accept that we need to build this further,” Professor Cosford said. “There is a lot of work that is going on in order to get this testing capacity in place.”\n“We’re in constant discussions with colleagues in Germany -- and other countries -- around what they’re doing, where their sources are coming from, what their supply system is.\n“Of course we need to build this further.” He says only “about 2,000” frontline National Health Service workers have so far been tested for the virus. ##Health## Infections near 1 million: More than 937,700 cases of the coronavirus have been reported worldwide, according to a Johns Hopkins University tally, with over 47,000 deaths. The US is the worst hit country, with more than 216,700 cases and over 5,100 deaths.  Death for quarantine breakers: Outspoken Philippine President Rodrigo Duterte has warned that people who break quarantine and are \"unruly\" could be shot by law enforcement officers. During the address, Duterte said, “My orders to the police, the military and the barangays: If they become unruly and they fight you and your lives are endangered, shoot them dead!” Fines for illegal PPE exporters: The Australian government will punish people convicted of illegally exporting masks, hand sanitizer or other personal protective equipment with hefty fines, officials said this week. It's part of an attempt to keep medical supplies inside the country.  Market forces at work: Only a portion of the medical supplies being flown into the US by the Federal Emergency Management Agency from overseas are being allotted to critical hot spots -- the rest are going onto the private market, multiple officials told CNN.  Pollution falls under lockdown: Data shows that India's main cities are recording much lower levels of harmful microscopic particulate matter known as PM 2.5, and of nitrogen dioxide, which is released by vehicles and power plants. Older patients with a low chance of survival could have life-saving ventilators removed so the machines can be given to healthier patients under new ethics guidelines issued by the British Medical Association (BMA). The guidance has been prepared for doctors who will need to make \"grave decisions\" about who should receive \"scarce lifesaving resources\" if the country’s health system is overwhelmed by coronavirus cases. \"As such, some of the most unwell patients may be denied access to treatment such as intensive care or artificial ventilation,\" the BMA’s ethics guidance note states.\n\"This will inevitably be indirectly discriminatory against both the elderly and those with long-term health conditions, with the latter being denied access to life-saving treatment as a result of their pre-existing health problems.\" Older patients given lower priority: The guidance says imposing an age cut-off would be illegal, but adds that older patients with pre-existing respiratory problems would have a \"very high chance of dying despite intensive care,\" and are therefore lower priority for admission. The guidance states: \"In dangerous pandemics the ethical balance of all doctors and health care workers must shift towards the utilitarian objective of equitable concern for all – while maintaining respect for all as 'ends in themselves.'\" The ethics guidance note was updated on April 1. The UK government has previously warned the country’s health system could be overwhelmed if strict social distancing measures are not followed. ##Health## A 56-year-old man who died due to coronavirus-related illness is the first person to die from the disease in Asia's largest slum, Dharavi, in the Indian financial capital of Mumbai. The patient, who had no travel history, tested positive for coronavirus on Wednesday and died the same evening while being transferred to a local hospital, Kiran Dighavkar, an official with Mumbai's Brihanmumbai Municipal Corporation (BMC) told CNN.  \"People who had been in contact with him and are perceived to be \"high risk\" have been asked to (be) home quarantined,\" Dighavkar said, adding the swabs of his family members and neighbors have been collected and sent for testing.  The BMC will be providing food to the residents of the densely-populated Dharavi slum as they are not allowed to leave the area until all the test results come back, Dighavkar said. The BMC has been routinely carrying out disinfection drives in Mumbai's slums and public areas, according to the official. This is the second coronavirus-related death overall reported in Mumbai's slums since the outbreak began, BMC officials confirmed with CNN. Why it's a big deal: Home to around 1 million people, Dharavi slum has a population density almost 30 times greater than New York -- about 280,000 people per square kilometer. Doctors say the situation would be unmanageable if a sustained coronavirus outbreak spread rapidly through one of India's many slums, where there is little sanitation or running water and thousands of people live cheek by jowl -- making social distancing physically and economically impossible. “It’s a huge concern. They are packed together,” said Dr. Naresh Trehan, chairman and managing director of the Medanta-the Medicity hospital in Gurugram, near New Delhi.  Trehan said it was vital that health authorities know if a slum has an outbreak.  “If we don’t know the hot spots, and we don’t know where these pockets are, the whole country is so huge, and there are so many people, it will not be possible to take care of them,” he said.  ##Health## The Australian government will punish people convicted of illegally exporting masks, hand sanitizer or other personal protective equipment with hefty fines, officials said. Home Minister Peter Dutton's office said in a statement yesterday that the fines were one of several new measures being adopted by the government to keep dwindling medical supplies inside the country. More than 5,000 people in Australia, including Dutton himself, have contracted the virus.  Authorities have amended customs regulations to \"stop exploitative exports of essential goods,\" and the country's Biosecurity Act to require the Australian Border Force to surrender medical supplies in their custody to the national stockpile. Violating the customs law is punishable by a fine of up to 210,000 Australian dollars ($128,275), while those found guilty of violating the Biosecurity Act could face up to five years in prison and a fine of up to 63,000 Australian dollars, Dutton's office said ($38,480). \"These measures have become necessary because we have seen a small number of individuals engaging in the bulk purchasing of essential goods from retail outlets in Australia, with the intent of profiteering from exploitative exporting and price gouging,\" the statement read. Like many countries around the world, Australia is currently dealing with a shortage of equipment needed to protect medical workers treating patients who have contracted the novel coronavirus. \"We've taken the steps to protect Australia's interest, to stop unauthorized, inappropriate exporting of those things that we rely upon for our health care and so on at present,\" trade minister Simon Birmingham said in an interview with Australia's ABC News yesterday. Other countries like the United States and South Korea have enacted similar measures or are considering them. ##Business## Panama is taking a new -- if somewhat unorthodox -- measure to combat the spread of the novel coronavirus: separation of the sexes. Starting on Wednesday, only women will be able to leave their homes to buy necessities on Monday, Wednesday and Friday. Men in Panama will be allowed to venture outside to run errands on Tuesday, Thursday and Saturday. Everyone will have to stay home on Sundays. The restrictions will last for at least 15 days, according to government officials. Why are they separating men and women? The additional measures to the already-announced national quarantine in theory will make it easier for police in the Central American nation to limit the number of people going out in public. \"The great quantity of people circulating outside their homes, despite the obligatory national quarantine, has led the national government to take more severe measures,\" said a statement by Panamanian President Laurentino \"Nito\" Cortizo on Twitter. Earlier, Panamanian officials had ordered all citizens to stay inside except for emergencies and to buy food. But alarmed by the number of people still going out, officials decided to divide the week by sex to further limit how much of the public is outside their homes at one time. Read more here. ##Daily Life## Outspoken Philippine President Rodrigo Duterte has warned that people who break quarantine and are \"unruly\" could be shot by law enforcement officers. During a televised address on Wednesday, CNN Philippines reported the Philippine leader urged people to cooperate with quarantine measures. But Duterte emphasized he would not tolerate those who threaten the lives of people working in law enforcement. During the address, Duterte said, “My orders to the police, the military and the barangays: If they become unruly and they fight you and your lives are endangered, shoot them dead!” Hours before Duterte made the address, there were protests about government food aid in the capital city, Manila, CNN Philippines reported. ##Daily Life## As the number of coronavirus cases aboard the USS Theodore Roosevelt aircraft carrier approaches 100, some sailors will be quarantined in hotel rooms in Guam. The ship's commanding officer has issued a stark warning to top Navy leadership about the need to get sailors off the ship as soon as possible. Acting Secretary of the Navy Thomas Modly said Wednesday that 93 sailors from the ship have tested positive for the virus to date, representing more than 10% of all cases across the entire US military. Cases expected to rise: A senior Defense official told CNN that the Navy expected the number of cases to rise as more test results come in. Modly said 1,273 of the ship's roughly 4,800 crew members have been tested for the virus so far and the Navy was still awaiting the results of some of those tests. He said about 1,000 sailors have been evacuated form the ship and moved ashore to Guam where the ship is currently in port. \"We already have nearly 1,000 personnel off the ship right now. And in the next couple of days we expect to have 2,700 of them off the ship,\" Modly told reporters at the Pentagon. Read more here: ##Health## Every day, Filipina nurse April Abrias walks six miles to monitor 30 patients who are suspected to have the novel coronavirus in a rural province north of the Philippine capital, Manila. The 29-year-old midwife doesn't have a surgical mask to cover her face -- instead, she wears a cloth mask that provides insufficient protection from the virus, which has killed more than 47,000 people worldwide, according to figures from Johns Hopkins University. \"I'm ready but not well-equipped (but) it's my duty to help in this time of pandemic,\" Abrias said. At least 17 frontline coronavirus medics have already died in the Philippines, and more than 600 have been in quarantine, according to CNN Philippines. As Abrias makes her daily calls, there is little to stop her from spreading the virus. One of her patients lives in a fruit and vegetable market, which as an essential service isn't subject to the same lockdown rules that have silenced busy streets across the island of Luzon since March 17. Abrias said the patient had a fever and body aches, so she told him to self-quarantine in his shop and avoid interacting with others. He hasn't been tested for the coronavirus, she said, because there are no testing kits. Abrias has to assume that he has the infectious disease, and that's what makes it so scary. Read the full story here: ##Health## When India imposed a nationwide lockdown a week ago, it was designed to stop the imminent spread of the novel coronavirus. But grinding this country of 1.3 billion people to a near halt has also provided a temporary remedy to another pressing health issue: suffocating pollution levels. The world's largest lockdown means all factories, markets, shops, and places of worship are now closed, most public transport suspended and construction work halted, as India asks its citizens to stay home and practice social distancing.  India has recorded more than 1,998 cases of Covid-19, including 58 deaths, according to Johns Hopkins University. Already, data shows that the main cities are recording much lower levels of harmful microscopic particulate matter known as PM 2.5, and of nitrogen dioxide, which is released by vehicles and power plants. \"I have not seen such blue skies in Delhi for the past 10 years,\" said Jyoti Pande Lavakare, the co-founder of Indian environmental organization Care for Air, and author of upcoming book \"Breathing Here is Injurious To Your Health.\"\n\"It is a silver lining in terms of this awful crisis that we can step outside and breathe.\" Read the full story here: ##Business## ##Daily Life## In the coming weeks, if they have not already, your government is likely to begin advising you to wear a face mask to protect against coronavirus. For those living in Asia, such announcements will be a vindication of a tactic that has been adopted across much of the region since the beginning of the crisis and appears to have been borne out by lower rates of infection and faster containment of outbreaks. In other parts of the world, this message may be confusing, coming after weeks of public health authorities, politicians and media figures confidently claiming masks do not help and urging people instead to focus on washing their hands and maintaining social distancing. Robert Redfield, director of the Centers for Disease Control and Prevention (CDC), appeared before lawmakers in late February. Asked if people should wear masks, he had a straightforward answer: \"No.\" Now he's not so sure. On Monday, Redfield told NPR that the CDC was reviewing its guidelines and may recommend general mask use to guard against community infection. It's likely only a matter of time before other mask holdouts, most prominently the World Health Organization, follow suit. Writing last month, Adrien Burch, an expert in microbiology at the University of California, Berkeley, noted that \"despite hearing that face masks 'don't work,' you probably haven't seen any strong evidence to support that claim. That's because it doesn't exist.\" In fact, there is evidence of the exact opposite: that masks help prevent viral infections like the current pandemic. Many countries and territories across Asia have been wearing masks for the entire length of the pandemic, and this strategy has been borne out by lower infection rates and more easily contained outbreaks. Now the rest of the world is finally coming around to this strategy.  Read the full analysis here: ##Health## ##Daily Life## A worker at the Soldiers’ Home in Holyoke, Massachusetts is angry with his superiors at the facility for what he calls a lapse in judgment in how the outbreak was handled. The worker says he was reprimanded for wearing personal protective equipment (PPE) on March 18. According to a letter obtained from a spokesperson for Service Employees International Union Local 888, of which the worker is a member, the employee donned the equipment “without permission or need.” CNN is not naming the employee nor the individual who sent it, but it is on letterhead from the Executive Office of Health and Human Services Soldiers’ Home in Holyoke.  The news comes after the governor of Massachusetts hired an attorney to investigate the deaths of 13 veterans at the Holyoke Soldiers’ Home. The worker -- a caregiver -- says he first came into contact with a veteran with symptoms consistent with Covid-19, who was not isolated, but rather walking around and coughing. It is unclear whether the PPE was personal or belonged to the facility. ##Health## More than 5,000 people have died from the novel coronavirus in the United States, according to data from Johns Hopkins University. It is a grim milestone for America, which has seen a rapid rise in coronavirus cases and fatalities in recent weeks.  The total number of deaths stands at 5,119 and at least 216,515 infections have been recorded, according to Johns Hopkins figures. Going forward, CNN will be reporting the Johns Hopkins University statistics on the coronavirus. ##Health## New Orleans jazz legend, educator and father of four musical sons, Ellis Marsalis Jr., died on Wednesday, Ellis Marsalis Center for Music director emeritus Quint Davis told CNN. The cause of death was complications of Covid-19, his son Branford Marsalis told the New York Times.  \"Ellis Marsalis was a legend. He was the prototype of what we mean when we talk about New Orleans jazz,” New Orleans Mayor LaToya Cantrell said in a statement Wednesday night. \n“He was a teacher, a father, and an icon — and words aren’t sufficient to describe the art, the joy and the wonder he showed the world.”  A musical dynasty: Four of Marsalis’ six sons followed in his musical footsteps, and established their own lasting careers in the industry. Ellis’ son Wynton is managing and artistic director of Jazz at Lincoln Center, and winner of multiple awards.  His son Branford is a jazz saxophonist who has recorded albums with Sting, among others. “A huge loss,” Davis told CNN. ##Health## The FBI reported a 41% surge in background checks on individuals attempting to buy firearms in the United States in the past month, as the country faces a growing coronavirus epidemic. According to newly released data from the FBI, 3.7 million gun purchase background checks were made in the month of March alone. It is the most checks conducted in a single month since the FBI’s National Instant Background Check (NICS) system was launched in 1998. Which states have the most checks? By far, the state leading in federal firearm background checks in March was Illinois -- with over half a million checks conducted -- followed by Texas, Kentucky, Florida, and California.  Under US law, federally licensed gun dealers must run checks on every buyer, whether a purchase is made in a store or at a gun show.  “The rise in gun and ammunition sales during this crisis is understandable as the fear of the unknown can drive purchasing far off their norms,” said Jonathan Wackrow, CNN Law Enforcement Analyst and former special agent with the US Secret Service. \n“Research has shown that during a crisis, if individuals let fear, anxiety, and confusion spread, they will most likely begin to feel helpless. For many, the purchase of a weapon resolves that sense of helplessness.” ##Daily Life## Only a portion of the medical supplies being flown in by the Federal Emergency Management Agency from overseas are being allotted to critical hotspots -- the rest are going onto the private market. Competition between states and the federal government has been a source of frustration for governors trying to shore up equipment to treat patients with coronavirus, according to multiple officials.  The Trump administration has touted the incoming flights, billing them and the equipment they're bringing in as a reprieve to states desperate for supplies.  But states are not the sole recipients of the equipment, according to a FEMA spokesperson. Supplies will also be sent to the private market, where states have been in fierce competition with each other to get hold of hard-to-come-by supplies.  \"These supplies will soon be distributed around the country. We have large cargo planes coming in from various parts of the world,\" President Donald Trump said during Wednesday's briefing, noting it includes gloves, gowns, goggles and masks. \"We're adding more and more.\"    Trump has suggested that states are overestimating their needs, previously saying, \"Some people frankly think they need them and they don't need,\" referring to ventilators.  Read the full story here: ##Health## People leaving their homes for essential activities in California are not required to wear  surgical masks, according to new guidance by the state's Department of Public Health. \"The guidance does not require people to wear face coverings – and is not a substitute for the state’s current guidance regarding social distancing and hand washing,\" the department said in a news release. \"The state also does not recommend Californians use N-95 or surgical masks, which are needed for our health care workers and first responders who will be there for when our lives at risk.\" The department also said that wearing a cloth face covering could provide some protection from the spread of the novel coronavirus. “Face coverings are not a substitute for physical distancing or frequent hand washing, which we know are amongst the most effective ways to reduce the spread of COVID-19,” said Dr. Sonia Angell, director of the California Department of Public Health and state health officer, in the news release.\n“Wearing a cloth face covering could provide some additional benefit by acting as a reminder for other people to keep their distance, and it could help reduce the spread of infectious particles from those who could be infected but don’t have symptoms.” LA mayor asks residents to consider health workers: The official advice comes after Los Angeles mayor Eric Garcetti announced that residents should wear non-medical grade face masks or coverings when in public to save essential personal protective equipment for frontline medical workers. “Please do not get medical grade or surgical masks, or N95 masks. We must not contribute to the shortage of these essential personal protective equipment for medial personnel and first responders,” he said. ##Health## ##Daily Life## Dozens of spring breakers from Texas boarded a plane for fun and came home with coronavirus. About 70 people in their 20s chartered a plane from Austin, Texas, to Mexico for spring break two weeks ago. They went against the advice of White House officials who asked that people avoid gathering in groups of more than 10 and nonessential air travel. Now 44 of those people have tested positive for coronavirus -- all of them University of Texas at Austin students, a university spokesman told CNN on Wednesday. An elected official had a blunt message for the spring breakers. \"Quit being an a**,\" Texas House Speaker Dennis Bonnen told CNN affiliate KXAN. \"Get over yourselves. Whether you think this is an issue or not, it is. Whether you think it could affect you or not, it does. The reality of it is, if I'm a college kid who's going to spring break in Mexico, you're affecting a lot of people. Grow up.\" What's also alarming is that some of the passengers who went on the trip to Cabo San Lucas, Mexico, took commercial flights home, the Austin Public Health Department said. Read more here. ##Travel## Mexico has urged its citizens to avoid nonessential travel amid the coronavirus pandemic, specifically asking them not to go to the United States. The country's foreign ministry is calling on its citizens to avoid tourism or recreational travel, “particularly between Mexico and the United States,” according to a statement released Wednesday, as Mexico attempts to “mitigate the spread, transmission and complications of COVID-19 in the community.” The government is also urging Mexicans who are permanent residents in the US wanting to reunite with families to “temporarily stop nonessential travel to our country,” the statement adds.  As of Wednesday night, there were a total of 37 deaths, and 1,378 positive cases of the coronavirus recorded in the country, Mexico’s health authorities said during a nightly health news conference. ##Travel## The Malaysian government was forced to apologize after its Women's Development Department published a series of sexist \"tips\" to help deal with home quarantine, like advising women to continue to wear makeup and to \"avoid nagging.\"  The campaign was met with fierce backlash, and the posts have since been deleted from the department's social media account.  One of the biggest criticisms was that the government body charged with supporting women appeared to be ignoring concerns about a rise in domestic violence that may accompany stay-at-home orders to focus on things like how women should dress. The Malaysian All Women's Action Society called on the Women's Development Department to stop its sexist messaging and to focus on helping domestic violence survivors.  Women's Development Department director-general Akhma Hassan said the aim was to send out positive messages, according to state-run news agency Bernama.  \"The approach used was to share methods and practices to maintain positive relationships within the family and during the phase of working from home,\" she said in a statement. \"We have taken note of numerous comments on some tips for women which were promoted through posters via our social media accounts. The Malaysian government and its leaders have faced accusations of sexism and misogyny on multiple occasions in recent years. During a debate on amending domestic violence laws in 2017, a member of parliament said husbands were \"abused\" when wives threw insults, withheld sex and denied consent for Muslim men to take another wife. ##Daily Life## Dr. Anthony Fauci, the top medical expert on the pandemic in the US, and a member of President Trump’s coronavirus task force, is facing threats to his personal safety. Fauci now requires personal security from law enforcement at all times, including at his home, a source has confirmed to CNN.  A law enforcement official told CNN that the Department of Health and Human Services Inspector General, the agency's law enforcement arm, asked the US Marshals Service for assistance following threats to Fauci.  The Marshals then deputized HHS officers to act as personal security for the doctor. The Washington Post first reported the threats to Fauci. Anger over lockdown measures: As Fauci's profile in the pandemic crisis has grown, so has the concern for his welfare.  The doctor's guidance to Trump for the country to remain as locked down as possible to help control the virus spread has not earned fans among some fervent right-wing voices. The exact nature of the threats and where they emanated from remains unclear.  Read the full story here: ##Daily Life## South Korea is nearing 10,000 confirmed cases of the coronavirus. The country's Centers for Disease Control and Prevention (KCDC) announced 89 new cases in a news release today, adding that South Korea has now recorded 9,976 cases of the virus. Among the 89 new cases, 14 are from Seoul, 21 from Daegu, 17 from Gyeonggi province, 18 from airport screening, and the rest from other parts of the country, according to the news release.  The national death toll is 169, after four deaths were reported on Wednesday. More than 58% of patients have recovered: South Korea, which just a month ago was the worst-affected country outside China, has recently seen a drop in new coronavirus  infections. Today the country reported that a total of 5,828 patients have recovered -- just over 58% of the total recorded. ##Health## Editor's note: Jeremy Douglas is the Regional Representative of the United Nations Office on Drugs and Crime (UNODC) in Southeast Asia and the Pacific. The opinions expressed in this commentary are his. To say the global novel coronavirus pandemic is causing chaos and affecting lives in real and tangible ways is certainly no understatement. But one impact that has not received significant attention is how its spread is hurting the efforts of governments to combat transnational organized crime and trafficking -- especially in Asia, where the outbreak began. The virus and the strong measures required to combat its spread are challenging the United Nations Office on Drugs and Crime's (UNODC) ability to bring Asia's law enforcement and justice authorities together to share information and intelligence, and to plan and conduct joint operations. Though the movement of people and goods across borders has slowed, international and cross-border cooperation is more necessary than ever given the presence of multibillion dollar trafficking syndicates in the region. Behind the scenes, Covid-19 has impacted how many governments and the United Nations run on a day-to-day basis, in ways not all appreciate and many are yet to understand. Read the full opinion here: ##Daily Life## A third inmate at the federal prison in Oakdale, Louisiana, died Wednesday from coronavirus, according to a Bureau of Prisons spokeswoman. Three inmates at the low-security prison have now died from the virus, including two on Wednesday.  No details about the inmate were immediately available, the BOP said. All three deaths in the federal prison system have so far occurred at the Louisiana facility, which houses 980 male offenders.  Number of infected prisoners growing: As of Wednesday, 57 federal inmates have been officially diagnosed with coronavirus -- up from 28 on Monday -- in addition to 37 BOP staff members. Wednesday also saw the first day of a heightened state of lockdown at the nation's 122 federal prisons. Under a new BOP protocol, the fifth phase of its Covid-19 Action Plan, inmates began a two-week period confined in their cells with limited exceptions for education programs, health treatment and some prison services.   ##Daily Life## ##Health## The US Treasury Department, clearing up confusion, said Wednesday that Social Security recipients will not have to file a tax return in order to receive the economic stimulus payments the government is preparing to send out. It was unclear in earlier guidance whether Social Security recipients who don’t normally need to file taxes would have to in order to receive the money. However, those beneficiaries will automatically receive the money, the Treasury Department said Wednesday. The IRS will use the information that the Social Security Administration has on file. “Social Security recipients who are not typically required to file a tax return need to take no action, and will receive their payment directly to their bank account,” said Treasury Secretary Steven Mnuchin in a statement. But those who do not receive their Social Security benefits via direct deposit will be sent a paper check. How much will people receive? Individuals are due up to $1,200 and couples will receive up to $2,400 -- plus $500 per child. But payments start phasing out for individuals with adjusted gross incomes of more than $75,000.  The amount will then be reduced by $5 for every additional $100 of adjusted gross income, and those making more than $99,000 will not receive anything. The income thresholds would be doubled for couples. ##Daily Life## The Trump administration will no longer ship personal protective equipment to allies overseas as the United States grapples with shortages of critical medical supplies amid the coronavirus pandemic. A congressional source told CNN Wednesday that they were informed late last Friday night that the coronavirus task force -- led by Vice President Mike Pence -- was stopping overseas shipments of the medical equipment and instead asking that the supplies be distributed within the US. Asked about reports of the freeze on Wednesday, President Donald Trump said there was “no truth whatsoever” to them. However, minutes later, he noted that \"whatever we have, whatever we've committed to, we commit,\" but added \"we also need a lot for ourselves.\" \"Obviously we're not going to be shipping too much,\" he said during a White House briefing. Politico was the first to report on the freeze. CNN has reached out to the State Department and US Agency for International Development (USAID) for comment. ##Health## Edging toward 1 million cases: The novel coronavirus has infected more than 932,000 people and killed over 46,000 worldwide, according to Johns Hopkins University, which is tracking World Health Organization figures and additional sources.  United States worst hit: The US has recorded more than 211,700 cases, according to a CNN count. At least 4,762 people have died nationwide -- over 1,300 in New York City alone. At least 928 new fatalities have been reported on Wednesday -- the highest single-day figures during the outbreak. Dwindling supplies: President Trump said the US Strategic National Stockpile is nearly depleted as hospitals across the country are in need of millions more masks, protective gear and thousands of ventilators. Aircraft carrier cases: Nearly 3,000 sailors from the USS Theodore Roosevelt will be evacuated from the aircraft carrier and quarantined in hotels in Guam after a desperate plea for help as the number of coronavirus cases aboard the ship approaches 100. The situation in Europe: Spain has now recorded more than 104,000 cases, while the UK reported its highest number of deaths in one day, with 563 new fatalities. In Italy, a slowdown in the rate of coronavirus patients is a \"confirmation of a hope,\" officials say. Lockdowns extended: Italy, Germany and Pakistan are among countries that are extending their lockdowns to stop the spread of coronavirus. ##Health## ##Travel## ##Business## ##Daily Life## As the number of novel coronavirus cases in California approaches 10,000, doctors at a Los Angeles hospital say they are seeing an increase in patients showing Covid-19 symptoms, causing a reduction in capacity and the rationing of protective equipment for medical workers. “We know every day that we are likely to come in contact with someone with the virus,” said Dr. Broderick Franklin, an emergency room physician in Los Angeles. Franklin, who works at Centinela Hospital Medical Center and two smaller hospitals in the area, said that while fewer people are showing up at the emergency department seeking treatment, more are showing coronavirus-like symptoms and being admitted.  Centinela Hospital, a private institution which treats more than 60,000 patients a year in its emergency room, has set up two Covid-19 curbside tents outside its ER as it prepares for the outbreak to intensify as it has in New York. About 80% of the ventilators at Centinela Hospital are now in use by patients, one hospital administrator said, and their supply is low. All of this increased need for hospital care is also impacting personal protection equipment supplies throughout Los Angeles County. “We don’t have enough PPE. They often have to be rationed out,” Franklin said, noting that some hospitals will lock up the equipment in a drawer or cabinet.  ##Health## As the US health-care system has scrambled to track the spread of coronavirus, one of the nation's largest commercial labs has faced a backlog of tests that ballooned in the past two weeks. Delayed results in some cases take up to 10 days. New Jersey-based Quest Diagnostics had about 160,000 coronavirus test orders waiting to be processed on March 25, which amounted to about half of the 320,000 total orders for the tests the company had received up to that date, according to Quest internal materials obtained by CNN. The company, which is now testing for the virus at a dozen labs across the country, referred to the orders as a \"significant amount of backlog,\" according to the materials. Although a vast network of labs at public health departments and universities are also testing for the novel coronavirus, the Trump administration has leaned on commercial labs, which have greater capacity, to roll out widespread testing Read the full story here: ##Health## President Donald Trump said he won't issue a national stay-at-home order because different states have different levels of coronavirus cases. “States are different and I understand that the governor of Florida, great Gov. Ron DeSantis issued one today and that’s good, that’s great. But there are some states that are different. There are some states that don't have much of a problem,” Trump said Wednesday afternoon. The President said there should be some sort of flexibility among the states, depending on how bad individual states' situations might be. “You have to look -- you have to give a little flexibility. If you have a state in the Midwest, or if Alaska for example doesn't have a problem, it's awfully tough to say close it down. We have to have a little bit of flexibility,” Trump said. Some context: Surgeon General Jerome Adams said the 30 days to slow the spread guidelines should be viewed as a national stay-at-home order on Wednesday morning.  “My advice to America would be that these guidelines are a national stay-at-home order. There are guidelines that say, look, the more we social distance, the more we stay at home, the less spread of disease there will be,” Adams said.  Watch: ##Daily Life## ##Health## ##Travel## ##Business## President Donald Trump said on Wednesday that the UK and Canada were making plans to repatriate their citizens from two Holland America cruise ships currently off the coast of Florida. \"We are looking at the two ships. And we have Canada notified, lot of Canadians, a lot of British on the ship, they are coming to take the people that are on the ship back to their homeland,\" he said.\n\"Canada is coming, the UK is coming. And we have Americans and we have some people that are quite sick and we’re taking care of that, I'm speaking with the governor about that.\" Two cruise ships off Florida coast: Both the Zaandam and the Rotterdam are currently on their way to Florida, and have requested permission to disembark guests. “We appreciate the support of President Trump in resolving the humanitarian plight of our guests,” Holland America said in a statement. “Holland America Line calls for compassion and reason in the review and approval of our disembarkation plan by Florida officials.” Since March 22, 83 passengers and 136 crew onboard the Zaandam have exhibited flu-like symptoms. Eight passengers have tested positive for the novel coronavirus. Four people on the Zaandam have died, but the cause of their deaths is unknown. On the Rotterdam, 14 passengers have exhibited flu-like symptoms. ##Travel## Dr. Deborah Birx said a coronavirus antibody test could be available “within this month” and says, “I've really called on every university and every state to develop ELISA’s, you can buy the antigens and the controls online, and really work to test entire health care communities in your state and support them that way.” The ELISA, or enzyme-linked immunosorbent assay, detects and measures antibodies in blood. If successful, the test could help identify those who have already had the virus, but have since recovered. Experts say that if a person has had the virus and developed antibodies, it will most likely mean they have built up immunity and the chances of that person being infected again drops dramatically.  Birx said that the test could help identify frontline medical workers who may have had the coronavirus and not know it. “I think really being able to tell them, the peace of mind that would come from knowing you already were infected, you have the antibody, you are safe from reinfection. 99.9% of the time,\" Birx said. Birx said a first test could be available, “soon, within this month if the universities help us, absolutely.” Watch: ##Health## There have been at least 917 new coronavirus deaths reported in the US on Wednesday, according to a count by CNN Health.  This is the most reported deaths in the United States in a single day during the coronavirus outbreak. There have been a total of 4,745 deaths reported in the US since the outbreak began. Hear more: ##Health##", "Section": "world", "Writers": ["Ben Westcott", "Helen Regan", "Adam Renton", "Rob Picheta", "Meg Wagner", "Mike Hayes"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-04-02-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}