{"Type": "article", "Time": "2020-03-04", "Headline": "March 4 coronavirus news", "Text": "Our live coverage of the novel coronavirus has moved here. South Korea confirmed three new deaths and 438 additional cases of the novel coronavirus on Wednesday, according to the South Korean Centers for Disease Control and Prevention (KCDC).  The three deaths bring the nation's death toll to 35, and the latest cases bring the total number of infections to 5,766, according to the KCDC.  Among the 438 new cases, 320 are from Daegu city where the outbreak has been concentrated. In total, 4,326 cases have been from Daegu, with many of them linked to the Shincheonji religious group. Another 87 of the new cases are from North Gyeongsang Province, which surrounds Daegu. Around 90% of the nation's cases are from Daegu and North Gyeongsang Province. ##Asia## Malaysia confirmed 14 more cases of the novel coronavirus, Malaysia's Director General of Health Noor Hisham Abdullah announced in a tweet Thursday morning, local time.  The latest numbers bring the country's total to 50 cases. The director general said out of the 50 confirmed cases, 28 are still receiving treatment in public hospitals.  ##Asia## There are 158 cases of the novel coronavirus in the United States, according to the US Centers for Disease Control and Prevention, as well as state and local governments.  According to the CDC, there are 49 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 109 cases in 14 states.  This brings the total number of coronavirus cases in the US to 158. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases have received positive results from the CDC. Here is how a virus spreads: ##United States## The House will have an all-members briefing on the coronavirus response effort Thursday morning at 9:15 a.m. ET in the Capitol Visitors Center auditorium, according to two Democratic aides. Among those expected in attendance are Secretary Alex Azar, US Department of Health and Human Services, Ken Cuccinelli, acting deputy secretary, US Department of Homeland Security and Dr. William Walters, Bureau of Medical Services, U.S. Department of State. ##United States## There are 11 passengers and 10 crew members on the Grand Princess cruise ship that are “symptomatic,” Gov. Gavin Newsom said in a press conference today. The ship, which is currently off the coast, is holding hundreds of passengers, Newsom said. The ship, which departed from San Francisco to Mexico from February 10-21, returned to San Francisco and left for Hawaii on February 21.  Over 50% of the 2,500 passengers from the cruise to Mexico are Californians, Newsom said. Some of these passengers stayed and went on the second cruise to Hawaii on the same ship.  They are sharing the list of passengers with the Centers for Disease Control and Prevention (CDC) and local health care partners to contact all individuals who were on the cruise ship. ##United States## The Senate is scheduled to vote on coronavirus funding at 1:45 p.m. ET tomorrow. The House passed the $8.3 billion coronavirus response package this afternoon in an effort to send billions of dollars to deal with the coronavirus outbreak. The measure passed with broad bipartisan support. The vote was 415 to 2 with just two Republicans voting against the measure; Andy Biggs, the chairman of the conservative House Freedom Caucus, and Ken Buck.  The legislation was formally unveiled this afternoon after lawmakers worked to hammer out a package to respond to the outbreak. The funding package is far higher than the $2.5 billion the White House requested. Despite that, however, the White House is expected to back the deal. ##United States## A coronavirus vaccine won’t be widely available for a long time, several top pharmaceutical executives said Wednesday. Early stage clinical trials likely won’t start until the end of the year or in 2021, they said, cautioning that vaccines for previous viral outbreaks, such as SARS and Zika, never made it “over the finish line.” “It does take longer for vaccines. They are more complex, the manufacturing is more difficult, and because you're going to be delivering them to otherwise healthy people for prevention, you have to make sure they're very, very, very safe,” Dr. Julie Gerberding, executive vice president at Merck and former director of the US Centers for Disease Control and Prevention, said at a media briefing. “So that's why we are cautioning people not to overpromise on the timeline of the vaccine availability,” she said, adding that preventing the future spread of coronavirus will take “more than a year and potentially longer than that,\" Gerberding said. President Trump is pushing drug makers to develop vaccines swiftly, asking pharmaceutical executives on Monday if it could ready in the next few months. His comments came days after Dr. Tony Fauci, director of the National Institute of Allergy and Infectious Diseases, said a vaccine would hopefully be ready if the virus returns next year. Johnson & Johnson will likely start phase one trials by the end of this year and begin larger-scale trials next year, said Paul Stoffels, the drug maker’s chief scientific officer. Some outbreaks, such as Zika, disappear while vaccines are still in the clinical trial stage, Stoffels said. Big money: Drug makers will likely get federal funding to help develop coronavirus vaccines, testing and treatment. The House of Representative on Wednesday passed a $7.8 billion spending package that includes more than $3 billion for such efforts. ##United States## California Gov. Gavin Newsom has declared a state of emergency in response to the coronavirus outbreak. The proclamation is to help advance resources to help California prepare for a broader spread of the virus. Newsom said during today’s press conference that the proclamation “is not about money, it’s about resourcefulness.” “Money is not the issue,” Newsom added. He also explained that the proclamation will loosen up regulatory environment, provide clarity, will also allow the state to preempt local land use. It will also help jurisdiction share information and data, advantageous to address the spread, Newsom said. What is happening in California: Over 9,400 people are being monitored by 49 jurisdictions, Newsom said. It was previously reported that 8,400 people were being monitored. ##United States## The Grand Princess cruise ship that was scheduled to arrive in San Francisco this evening has been delayed, California Gov. Gavin Newsom announced in a press conference today.  The ship is currently off the coast and its arrival has been delayed to provide an opportunity for the Centers for Disease Control and Prevention (CDC), the US Coast Guard and state health officials to conduct tests on the ship as there are a number of passengers and crew members that have developed symptoms of the coronavirus, Newsom said. These groups and organizations are flying test kits to the cruise ship and the samples will subsequently be sent to the state’s public health lab in Richmond for testing, according to Newsom. ##United States## A semi-truck carrying toilet paper caught fire and erupted into flames in Brisbane, Australia, late Wednesday night. A spokesperson for the Queensland Fire and Emergency confirmed to CNN that \"the truck was carrying toilet paper.\" The spokesperson added that firefighters were able to contain the fire upon arrival.   Why this matters: Bulk-buying has struck Australia as fears of shortages caused by the coronavirus outbreak continue to cause worried shoppers to stock up on basic necessities such as toilet paper.   On Wednesday, major Australian supermarket chain Woolworths announced that customers would only be allowed to purchase four packs of toilet paper per each customer transaction in order to \"ensure more customers have access to the product.\" British Columbia announced its 13th case of novel coronavirus today, bringing Canada’s total number to 34.  The latest case is a woman in her 80s, who recently returned from traveling to India and Hong Kong, according to Dr. Bonnie Henry, British Columbia's provincial health officer. Henry said the woman has had a severe illness and is currently in critical condition in isolation in the intensive care unit at Vancouver General Hospital. Across the country: The 34 cases in Canada now include 20 in Ontario, 13 in British Columbia and one in Quebec. Santa Clara County in Northern California has three new cases of the novel coronavirus, the county’s public health department confirmed on its website today. One case is from an adult male who is currently hospitalized, exposure details are under investigation. The other two cases, both adult males, are close contacts of an existing case. Both are in isolation at home, according to Santa Clara County’s Public Health Department. By the numbers: There are now 14 cases in Santa Clara County. California has 36 cases, including one death. ##United States## King County, Washington, is still finalizing its purchase of a motel in Kent to serve as an isolation facility for coronavirus patients.  The exact timetable for bringing in patients was not clear this afternoon, as a CNN journalist saw private customers still being checked in at the 85-room Econo Lodge.  “As you can see, it’s still operating, and we’re going to be working on that within the next few days,\" county spokesperson Chase Gallagher said. Gallagher said the primary benefit to the facility the county is buying is that the rooms have their own individual heating and air systems which would avoid contamination across rooms that could be caused by a shared climate control unit. Additionally, there are no shared hallways, as all rooms open to the outside, Gallagher said. The county is still working out what will happen to the staff currently at the Econo Lodge, although leaders say they hope to find funding to hire up to 11 of the current employees.  Along with improvements to the motel and taking over a property lease, the total cost of operating it as an isolation facility could be $5.5 million dollars, according to a release from King County. The money is expected to come from the county’s contingency fund. In addition to the motel, County Executive Dow Constantine announced today they will be using temporary modular units set up in three communities around Seattle for coronavirus quarantine. ##United States## Health officials in New Zealand have confirmed a third case of the novel coronavirus. The country's Ministry of Health said that the new positive test result came through on Wednesday evening local time, according to a statement. No further information was provided. New Zealand's Prime Minister Jacinda Ardern said an investigation is underway to find close contacts of the latest positive case. Ardern added that \"basic public health is what is going to get New Zealand through.\" Japan recorded 33 new cases of coronavirus on Wednesday, its biggest one-day increase so far, according to data released by its Ministry of Health. The country's total now stands at 1,023 cases, of which 706 are from the Diamond Princess cruise ship. ##Asia## The US Center for Disease Control and Prevention is working with the California Health Department to investigate another cruise ship with confirmed coronavirus cases, according to CDC Director Dr. Robert Redfield at a White House press briefing tonight. “We are working in support of the California Health Department that is in the process of evaluating another cruise ship where they do have confirmed cases,” Redfield said. “We at the very beginning of that, looking at the manifest to make sure we understand who’s gotten off the cruise and where they got off the cruise and we’re really involved in that entire contact follow up.\" The ship under investigation, the Grand Princess, is getting ready to dock in San Francisco after a “small cluster” of coronavirus cases were traced back to the ship’s previous voyage, according to a statement from Princess Cruises. The statement recommends previous passengers experiencing symptoms of acute respiratory illness with fever, chills or cough to contact a doctor. Watch: ##United States## Vice President Mike Pence will hold a meeting with leaders of the cruise ship industry on Saturday to discuss the coronavirus, according to remarks he made this afternoon during a Coronavirus Task Force briefing. “There are unique challenges, our experts tell us, in a closed environment” like a cruise ship, Pence said, adding that the group will “talk about best practices.”  Pence also praised Washington Gov. Jay Inslee, who, he said, has “been providing strong leadership for the state,” as well as the state’s public health officials.  Asked whether there will be additional restrictions on travel, Pence said, “At this time they’re not recommending that the President impose additional travel advisories or restrictions… We’re going to follow the data on that very closely.\" Watch: ##United States## The health department in King County, Washington, confirms that one of the nine novel coronavirus deaths reported in its county was a resident of Life Care Center in Kirkland.  This is the sixth resident of that nursing home to die in the coronavirus outbreak. A health department statement describes the latest victim as a woman in her 90s who died on Tuesday at EvergreenHealth in Kirkland. By the numbers: As of Wednesday afternoon, there are 11 total US deaths attributed to the novel coronavirus; 10 in Washington state and one in California. ##United States## There are more than 100 confirmed cases of the coronavirus in the US as of Wednesday, including domestic cases and Americans who have returned from China or the Diamond Princess cruise ship, Vice President Mike Pence said this afternoon during a press briefing.  Pence insisted that the American public’s risk of contracting the novel coronavirus “remains low\" while stressing that there is “no need for Americans to buy masks.”   However, Pence said, “It does appear that the elderly are the most vulnerable, and especially those with serious health issues,” something both Ambassador Deborah Birx and Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, echoed. As a result, the administration is releasing new guidelines for the nation’s nursing homes. For the foreseeable future, Pence said, the administration will “focus all of our inspection resources… on compliance with infection control standards,” meaning that inspectors who monitor for abuse and neglect at nursing homes will focus “exclusively” on making sure the facilities are complying with these new standards. Seema Verma, an administrator of the Centers for Medicare and Medicaid Services, said there were three memos released today: one for hospitals on triaging patients with coronavirus symptoms, one with information for nursing homes about limiting visitors and monitoring staff and another to state nursing home surveyors. Pence also noted that his meeting with lab industry representatives “gave us great hope for great progress” on expanding testing across the country.  Working together: The labs have created a consortium to share information and resources. Pence also said it has been conveyed to state governments that all state laboratories and university labs at the state level can conduct coronavirus tests without additional assets or resources from the federal government. Pence noted that “many members of the task force” will be traveling with him to Minnesota and Washington state for meetings with representatives from 3M and Gov. Jay Inslee, respectively. Watch: ##United States## Ireland announced on Wednesday that four people from the same family tested positive for coronavirus, raising the total number of infections in the country to six, according to a statement released by the Irish government.  The patients are two men and two women who are all \"associated with travel from the same affected area in Northern Italy.” Dr. Ronan Glynn, deputy chief medical officer of Ireland’s Department of Health, said in a statement Wednesday, “there is still no evidence of widespread or sustained community transmission in Ireland, as seen in some other EU countries.”  ##Europe## Spain confirmed a second death from coronavirus on Wednesday, according to a statesmen released by the Heath Department for the Basque Country. “It was a 82-year-old man with pre-existing chronic conditions who also had pneumonia,” the statement said. By the numbers: The total numbers of cases in Spain is now 219. The capital, Madrid, is the region with most cases with 76 people infected with the virus.  ##Europe## One of the newly announced coronavirus cases in Los Angeles county is a medical screener at Los Angeles International Airport, according to the Department of Homeland Security. This contract worker had not been at work for more than a week before developing symptoms, DHS says. It is unclear whether the virus was contracted through their work with travelers or via community spread. The patient is currently isolated at home with mild symptoms. ##United States## Slovenia confirmed its first case of coronavirus today, according to a statement from the government of Slovenia on its official website.  Before this infection, 352 coronavirus tests had been carried out in Slovenia and the results were all negative, the government said. The statement said the occurrence of the first confirmed case of the COVID-19 virus in the country was only “a matter of time.” “All competent institutions are constantly monitoring the situation and informing the public about preventive measures. Measures to curb the spread of infections in our country that may be required in the future are also prepared,” the government said. ##Europe## Brazil's third case of the novel coronavirus was confirmed by Brazil's Health Ministry today. A 46-year-old Colombian man tested positive upon returning to Brazil from a trip to Spain, Austria and Germany, the Health Ministry said. In all three cases, the patients became ill after visiting Europe and did not contract the virus in Brazil, according to the Health Ministry.  Businesses around Seattle are being asked to stagger work times at their offices in order to cut the number of people crowded into mass transit vehicles at rush hour.  In a press conference, King County Public Health Director Patty Hayes also encouraged community events organizers to postpone large gatherings. “If you can feasibly avoid large groups of people together, consider postponing those meetings,\" Hayes said. Hayes emphasized that they currently are not asking any schools to close “unless there has been a confirmed case within that school.” ##United States## Princess Cruises will cut short the current sailing of the Grand Princess, which was most recently in Hawaii. At least two patients from the ship’s previous sailing have tested positive for coronavirus. One of those patients has since died. “We are saddened to learn of the announcement made by Placer County Public Health that a 71-year-old male guest who had sailed on the previous voyage has died,” a statement from the cruise line stated. “All of us at Princess Cruises offer our sincerest and heartfelt condolences to the family and all who are impacted by this loss.” Princess is cancelling their scheduled stop in Ensenada, Mexico, and will return to San Francisco early. The exact time and date is to be determined, according to the statement. Princess is working closely with the Centers for Disease Control and Prevention, the statement says, and is following its recommendations. Coronavirus is hitting the travel industry hard: Another family in New York has been confirmed to have the coronavirus, Gov. Andrew Cuomo tweeted this afternoon. The family from New Rochelle is believed to have been in contact with the 50-year old attorney, who has since been hospitalized. The attorney and his family were confirmed to have the virus earlier today. This brings the total number of confirmed cases in New York to 11. Read Cuomo's tweet: ##United States## The House just passed an $8.3 billion coronavirus response package in an effort to send billions of dollars to deal with the coronavirus outbreak. The measure passed with broad bipartisan support. The vote was 415 to 2 with just two Republicans voting against the measure; Andy Biggs, the chairman of the conservative House Freedom Caucus, and Ken Buck. The legislation now moves to the Senate.  The legislation was formally unveiled this afternoon after lawmakers worked to hammer out a package to respond to the outbreak. The funding package is far higher than the $2.5 billion the White House requested. Despite that, however, the White House is expected to back the deal. Senate Majority Leader Mitch McConnell indicated today that the aim is to pass the emergency funding bill this week.  \"Our goal would be to do it this week, if we get cooperation,\" McConnell said, shortly after a broad agreement was reached. ##United States## King County, Washington, is setting up more modular buildings to serve as quarantine and isolation units for novel coronavirus cases.  County Executive Dow Constantine announced in a news conference today that they now have three sites set aside for the buildings in the communities of White Center, Interbay and North Seattle. Constantine also confirmed they are moving forward with the purchase of a motel in Kent to use for quarantine, despite concerns from Kent community leaders. Constantine says they hope to have the motel “operational within days.” “This situation requires us to act with urgency,” Constantine said. “We all need to be in this together.” ##United States## All residents at the Kirkland, Washington nursing home where five residents died of novel coronavirus will have the opportunity to be tested, according to the head of King County’s health department.  Dr. Jeff Duchin announced in a press conference that they are developing a plan to test all residents for coronavirus, but adds, “I want the families to understand that the care that they receive is not dependent on the results of their test.” Duchin says residents at Life Care Center “likely have been affected or are at a high risk for infection, and are being managed as if they are.” Family members of some residents have complained to CNN that their loved ones still have not been tested for the virus. Duchin confirmed that state officials have heard many of the same complaints. Duchin says more state resources are being devoted to Life Care Center. Two state health workers are now on site at the nursing home, dedicated to evaluating the needs of the facility’s residents and workers. The House is now voting on an $8.3 billion total coronavirus response package, an effort to send billions of dollars to deal with the coronavirus outbreak as lawmakers scramble to combat the spread of the disease.  The House is expected to pass the measure, which would next go to the Senate. The legislation was formally unveiled on Wednesday afternoon after lawmakers worked to hammer out a package to respond to the outbreak. The funding package is far higher than the $2.5 billion the White House requested. Despite that, however, the White House is expected to back the deal. Some context: Ahead of the vote, Republican Rep. Matt Gaetz tweeted out a picture of himself wearing a gas mask with the caption “Reviewing the coronavirus supplemental appropriation and preparing to go vote.”  Gaetz came into the House chamber wearing the mask and took a seat on the House GOP side with various members coming up to him to comment on the mask while he sat there. He continued to wear the mask during the vote on the coronavirus emergency funding measure. ##United States## Iraq announced its second coronavirus death today, according to a statement released by Iraq’s Ministry of Health. The Health ministry said the patient was a male in his 60s and had several chronic diseases.  ##Middle East## Italy has ordered the cancellation of all sporting events in 11 “red zone” municipalities most affected by coronavirus.  The country has also imposed restrictions on sporting events, including training elsewhere in the country. The Ministry of Health announced Wednesday that in the 11 “red zone” municipalities, “all events and sports competitions are suspended in both public and private settings, even if taking place in closed settings.” Those restrictions apply in Bertonico, Casalpusterlengo, Castelgerundo, Castiglione d'Adda, Codogno, Fombio, Maleo, San Fiorano, Somaglia, Terranova dei Passerini, and Vò. Outside those municipalities, in the regions of Emilia Romagna, Lombardy and Veneto, among other locations, sports competitions and training are permitted only behind closed doors, a statement on the Ministry of Health website says. Sports fans from the affected regions are also barred from traveling to other regions, the decree says. ##Europe## US stocks rallied back to life on Wednesday, retracing losses from the previous day over coronavirus fears.  The Dow once again logged a day for the history books, recording its second-best point gain in history. Investors reacted positively to former Vice President Joe Biden’s wins on Super Tuesday, as he is viewed as a more market-friendly candidate than Sen. Bernie Sanders. Here's what happened today: The Dow closed up 1,173 points, or 4.5%. \nThe S&P 500 finished 4.2% higher, led by health care stocks. \nThe Nasdaq Composite closed up 3.9%. The market is on pace for its first positive week since Valentine’s Day. ##United States## The Los Angeles County Board of Supervisors and the Department of Public Health have declared a local and public health emergency in response to the spread of coronavirus across the country, which includes six additional cases in L.A. County.  None of the new cases are from community spread and all the new cases were exposed to coronavirus through close contacts, the country said in a statement. None of the cases were linked to the first case reported in L.A. County in January. “These declarations are a swift response to this emergent issue and will enhance our ability to effectively manage our response,” said Supervisor Kathryn Barger, chair of the Board of Supervisors. “These actions will allow us to have even greater coordination to protect our more than 10 million residents and prevent the spread of COVID-19 in our communities.\" For more information on how Los Angeles County is preparing for the spread of the virus, visit its website here. ##United States## United Airlines became the first airline to pull back on its US flight schedule as passengers worry about the coronavirus has caused a sharp drop in demand. The Chicago-based company will cut flights in the United States and Canada by 10% and overseas flights by 20% in April, according to an email sent to employees which was made available to CNN. Watch: ##United States## At least two California residents who have contracted coronavirus, including the Placer County resident who died, recently traveled aboard the Grand Princess cruise ship.  The other patient is a Sonoma County resident who is currently hospitalized.  Princess sent an advisory to guests who were on the February 11-21 sailing and those who are currently aboard the ship. \"Please be assured that the health, safety, and well-being of all guests and crew are our absolute priority. The CDC is continuing to actively collect information and has set up a meeting with us this morning to determine what, if any, actions need to be taken during this cruise and on arrival in San Francisco. We have shared essential travel and health data with the CDC to facilitate their standard notification to the state and county health authorities to follow up with individuals who may have been exposed to people who became ill,\" the advisory states. CNN has reached out to Princess Cruises for more info. ##United States## During a news conference today with New York City Mayor Bill de Blasio, Richard A. Carranza, the chancellor of the New York City Department of Education, said closing schools will be a \"last resort.\" This comes as the SAR Academy and High School — where a student with a confirmed case of coronavirus attends school — has voluntarily closed. Mayor de Blasio said they currently have the capacity to go to remote learning if necessary. Schools and districts across the country are taking preventative measures and are in contact with their state and local health departments, which will advise school officials on best practices and next steps as the outbreak goes on.  ##United States## The Western Athletic Conference announced Wednesday that two universities will not be participating in previously scheduled games this week citing coronavirus concerns. Chicago State University’s men’s basketball team, who were set to travel to Seattle University tomorrow and Utah Valley University on Saturday, will no longer be making the trip. The school’s women’s basketball home games against the same opponents will also be cancelled. The WAC also announced that the University of Missouri-Kansas City’s men’s basketball team won’t be traveling to Seattle for its game on Saturday.  Chicago State University released a statement today announcing that the school is “restricting all travel for university approved student and faculty study abroad, as well as scheduled games for university sporting events on the west coast including Washington State and Utah.” due to the current spread of the coronavirus. “While disappointed that the situation has evolved as it has, I fully respect the right of any member institution to determine what it believes to in the best interest of its student-athletes,” said WAC Commissioner Jeff Hurd. “From a conference standpoint, the necessary adjustments will be made according to NCAA policy in order to bracket the conference tournament scheduled for March 11-14 at the Orleans Arena in Las Vegas.” ##United States## The US Centers for Disease Control and Prevention dramatically expanded the testing criteria for the novel coronavirus today. The CDC formally removed earlier restrictions that limited coronavirus testing of the general public to people in the hospital, unless they had a close contact with a confirmed coronavirus case.  According to the CDC, clinicians should now “use their judgment to determine if a patient has signs and symptoms compatible with COVID-19 and whether the patient should be tested.” The new criteria formalizes Vice President Mike Pence’s announcement, made Tuesday night, that “any American can be tested (for coronavirus), no restrictions, subject to doctors’ orders.” Unless a patient had close contact with a confirmed coronavirus patient, the earlier criteria limited testing to people who had been hospitalized with both a fever and respiratory symptoms. Some context: Questions remain about whether the United States can meet a possible surge in testing demand.  Two coronavirus tests in the United States currently have Food and Drug Administration emergency use authorizations and are in use nationwide. These include CDC test kits, which have been distributed to public health laboratories across the country, and another test designed and used by New York state.  Under rules issued Feb. 29, the FDA is also allowing hospitals, private companies and laboratories to develop other diagnostic tests that can be used before the FDA issues an emergency use authorization. ##United States## The death of a patient in Placer County marks the first coronavirus-related death in California. The patient was elderly and had underlying health conditions, according to Placer County Public Health.  The patient was likely exposed during international travel from Feb. 11 to 21 on a Princess cruise ship that departed from San Francisco to Mexico, the release continues, adding that the patient was in isolation at Kaiser Permanente Roseville. “We extend our deepest condolences to the loved ones of this patient,” said Placer County Health Officer Dr. Aimee Sisson. “While we have expected more cases, this death is an unfortunate milestone in our efforts to fight this disease, and one that we never wanted to see.  “While most cases of COVID-19 exhibit mild or moderate symptoms, this tragic death underscores the urgent need for us to take extra steps to protect residents who are particularly vulnerable to developing more serious illness, including elderly persons and those with underlying health conditions,” Sisson added. Ten health care workers and five emergency workers who had contact with the patient are quarantined, but not exhibiting symptoms. ##United States## There are 149 cases of the novel coronavirus, including 10 deaths, in the United States, according to the US Centers for Disease Control and Prevention, as well as state and local governments.  According to the CDC, there are 49 cases from repatriated citizens. According to CNN Health’s tally of cases that are detected and tested through the US public health systems, there are 100 cases in 13 states. Bringing the total of coronavirus cases to 149. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases have received positive results from the CDC. Here's a state-by-state breakdown of the US cases: Arizona – 2 \nCalifornia – 33\nFlorida - 3\nGeorgia - 2\nIllinois - 4 \nMassachusetts - 2\nNew Hampshire – 2\nNew York - 6\nNorth Carolina - 1 \nOregon - 3\nRhode Island - 2 \nWashington state - 39 (includes 10 fatalities) \nWisconsin - 1 ##United States## A 10th person has died from Coronavirus in Washington state, the state’s health department website confirmed today The death occurred in King County.  In total, the state has reported 39 cases, up from 27 reported earlier. ##United States## The King County Public Health Department in Washington state does not have enough coronavirus tests to meet the current demand, the department has confirmed to CNN. Katie Ross, spokeswoman for the department, could not immediately say what steps were being taken to correct the problem, or when it would be remedied, but she said the department is issuing guidance to prioritize the administering of available tests.  \"By far, more people want tests than we have available,\" Ross told CNN. Anyone who feels they have been in contact with an infected person is encouraged to call the department's coronavirus help line (206-477-3977), Ross said.  People who have symptoms, but who haven't had contact with someone known to be infected, are being asked to monitor their symptoms and self-quarantine, she added. Ross noted that tests administered through the state's public health department are free. ##United States## As he massaged a glob of Purell into his hands and headed into a lunch with Republican senators, Senate Majority Leader Mitch McConnell said if they get “cooperation” from all senators they plan to pass the emergency funding for the coronavirus outbreak “this week.” “Our goal would be to do it this week, if we get cooperation,” McConnell said, shortly after a broad agreement was reached and House leaders said they planned to vote on it in the next few hours. GOP Sen. Roy Blunt of Missouri said he anticipates some budget-conscious Republicans will vote against the $7.8 billion package because of its large price tag but didn’t indicate who might oppose it. “Not everyone will vote for the bill. But they would not have voted for it at $2.2 billion either,” Blunt said referring to the much smaller original supplemental request from the White House. GOP Whip John Thune said if some members push for procedural votes because they have concerns with the bill, it could slow things down, but he was hopeful the Senate would pass it “fairly quickly.” Senate Appropriations Chairman Richard Shelby of Alabama, who directed talks for Senate Republicans, was more hopeful. He repeatedly predicted the bill would pass Thursday. Asked about his use of Purell, which came from a large jug placed on a desk in the foyer of his leadership suite, McConnell replied: “It’s good to have it these days.” House Majority Leader Steny Hoyer confirms in a tweet that the House will vote today on the coronavirus funding package.  Vice President Mike Pence will travel to Washington state tomorrow, where he'll meet with the state's governor Jay Inslee to discuss coronavirus coordination.  The visit comes as there are now 137 cases of the novel coronavirus in the US, 27 of which are in Washington state, which includes nine fatalities. “I’ll be in Olympia. I’ll be meeting with Gov. Jay Inslee and we’ll be bringing our team with us to further coordinate and ensure that we are giving all support necessary to Washington state’s efforts there,” Pence said during a meeting in the Roosevelt Room with diagnostic lab CEOs.  Pence said he spoke to Inslee yesterday. Pence will also visit with company 3M in Minnesota on Thursday to discuss a supplemental bill regarding masks for US healthcare workers.  “We want to make sure the people that are caring for the American public have the proper protective gear, masks and gloves, to be safe as they administer their care,” he said  ##United States## About 1,000 people have been asked to self-quarantine following the coronavirus cases in Westchester, New York, Gov. Andrew Cuomo said. Those individuals will be contacted by various health departments and provided guidance, Cuomo said. “If anything we are being over cautious,” Cuomo said. The temple, Young Israel, CNN reported on earlier this week has roughly 380 family congregants, its website said. Westchester County Executive George Latimer previously advised the temple to halt all services due to exposure to the second New York coronavirus patient – adding that individuals who attended a funeral and a bat mitzvah on February 23 along with services on the 22 must self-quarantine. A hotline has been established for people who have been asked to quarantine, Latimer said. Those who have tested positive for the virus are being monitored by local health departments with regulation from the state, Cuomo said. ##United States## New York Governor Andrew Cuomo announced a bevy of steps being taken in the wake of new coronavirus cases in the state. Here are some of the next steps the governor announced today: Officials are testing “a number” of people in the New York City law firm where the patient from Westchester, New York, works. Some tests are pending but none have come back positive.\nEight employees of Lawrence Hospital, where the man first went before transferring to a New York City hospital, are being tested.\nThe man's daughter attends SAR High School, which will continue to be closed. People who had contact with the individual should be on self-quarantine meaning stay at home and limit your exposure to people, through this Friday. If symptoms develop, individuals are encouraged to contact healthcare professionals.\nAn associated synagogue CNN previously reported on will be closed through March 8 and Cuomo said individuals should be on self-quarantine as well, pending any developments.\nSAR elementary will be closed through Friday. Individuals are not required to self-quarantine.\nYeshiva University — where the man's son goes to school — will be closed through at least this Friday. ##United States## A second case of coronavirus has been confirmed in Chile, according to Chile’s Ministry of Health. The 33-year-old patient who tested positive for the novel coronavirus is a relative of the person who was the first confirmed case of coronavirus in the country. They had both recently traveled to various countries in Southeast Asia as well as Spain. According to authorities, the patient is in good health and will be monitored in isolation at their home. Israel announced a series of strict measures to combat the spread of coronavirus on Wednesday afternoon, including additional travel restrictions and limitations on large gatherings. The Ministry of Health also urged Israelis to stop shaking hands. Foreign nationals who have traveled from France, Germany, Spain, Austria, and Switzerland will soon be barred from entering Israel, unless they are able to self-quarantine for a period of 14 days, the Ministry of Health announced in a press conference. This decision will go into effect in the coming days, the Ministry said. Israelis who return from these countries will have to self-quarantine at home for 14 days from the day they return. This rule will apply retroactively for people who have already returned from these countries.  Israel already prevents entry of foreign nationals who have been to China, Japan, Singapore, Hong Kong, Macau, South Korea, and Italy within the last 14 days. Any Israeli citizens returning from these destinations must self-quarantine for 14 days. Tourists who visited Iran, Iraq, Lebanon, and Syria in the last 14 days will not be allowed to enter the country. In addition, healthcare workers are forbidden from traveling overseas. International conferences are now barred from being held in Israel, while Israeli citizens who attend international conferences overseas must go into self-quarantine for 14 days. Israeli citizens who return from any destination abroad are not allowed to attend gatherings of more than 100 people.  The Ministry of Health urged those aged 60 or over, as well as those suffering from chronic diseases such as diabetes, respiratory diseases, and conditions that affect the immune system, to refrain from close contact with anyone who has returned from overseas. As of Wednesday evening, Israel has 15 confirmed cases of coronavirus. Austin health and city officials say they currently have no evidence that closing South by Southwest (SXSW) or other major events will make the community safer. Hundreds of thousands of people from around the world attend the annual days-long multi-industry event comprised of conferences, panels and festivals, according to the SXSW website.  Health officials are exploring options for \"social distancing\" and limiting proximity between people at SXSW, Dr. Mark E. Escott, medical director of the EMS System for the City of Austin and Travis County, said at a news briefing Wednesday.  Health officials urged the public to follow personal hygiene practices like covering their sneezes and coughs and washing their hands. Escott said coronavirus is bad but \"it's not Ebola, it's not SARS, it's not MERS.\"  Austin Mayor Steve Adler said public health officers would make the recommendation to cancel the festival if the community would be safer as a result, but at this point that is not the case. \"SXSW is working closely on a daily basis with local, state, and federal agencies to plan for a safe event. As a result of this dialogue and the recommendations of Austin Public Health, the 2020 event is proceeding with safety as a top priority,\" event organizers said in a statement on its website. One of the festival's featured speakers, Twitter CEO Jack Dorsey, canceled plans to speak at SXSW after the social media company said it was banning “all non-critical business travel and events,” the company said in a release over the weekend.  No coronavirus cases have been confirmed in Austin, though there are individuals in the area who are being monitored until test results are complete, Escott said.  SXSW runs from March 13 to March 22. ##United States## The Italian government is closing all schools across the country starting tomorrow until March 15 due an outbreak of coronavirus, Prime Minister Giuseppe Conte and Education Minister Lucia Azzolina announced today. Some international schools had already issued letters informing parents and guardians they will be closed as a preventative measure as of Thursday, with remote online teaching beginning Friday.  ##Europe## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said the United States should be proactive when it comes to testing for the coronavirus. Fauci explained what he means by proactive testing: \"Proactive means, I don't know what's in the community so I'm going to go to a bunch of emergency rooms and when people present with symptoms that look like they might be coronavirus, even though they have no connection with anybody who has coronavirus, they didn't travel anywhere, and test them to see if their infected.\"  Fauci explained that there aren’t enough resources to have this at every single emergency room in the country.  “So what the CDC has done, they've started by taking six sentinel cites and now they are expanding that to many more cities. Essentially doing sentinel surveillance in surveillance in different places. And that will give us a good idea or at least a partially good idea of what's under the radar screen that we're missing,” Fauci said.  CDC has said the six cities are Los Angeles, San Francisco, Honolulu, New York, Chicago and Seattle. ##United States## WeWork said one of its New York City locations got \"enhanced cleaning\" after a company in the coworking space reported one of its employees may have been exposed to someone who is believed to have coronavirus.  Yesterday, WeWork was notified that an employee of a company that works in one of its Midtown buildings \"may have had exposure to someone who is believed to have contracted Coronavirus.\" According to a WeWork spokesperson, \"this person exited the building immediately and will self-quarantine at home for 14 days.\" WeWork immediately informed other members at the location. The building then received \"enhanced cleaning overnight\" and remains open. The member has been identified as an employee of the financial organization Teachers, Insurance and Annuity Association, or TIAA. According to a TIAA spokesperson, \"the associate, who has no symptoms, will be working from home for a period of 14 days in self-quarantine, in alignment with CDC guidance. We have, and will continue to take all necessary precautionary measures, following the advice of public health officials.\" ##United States##  There are 137 cases of the novel coronavirus, including nine deaths, in the United States, according to the US Centers for Disease Control and Prevention, as well as state and local governments. According to the CDC, there are 49 cases from repatriated citizens. According to CNN Health’s tally of cases detected and tested in the United States, there are 88 cases in 13 states. Bringing the total of coronavirus cases to 137. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases have received positive results from the CDC. Here's the state breakdown of the US cases: Arizona – 2 \nCalifornia – 33\nFlorida — 3\nGeorgia — 2\nIllinois — 4 \nMassachusetts — 2\nNew Hampshire — 2\nNew York — 6\nNorth Carolina — 1 \nOregon — 3\nRhode Island — 2 \nWashington state — 27 (includes 9 fatalities) \nWisconsin — 1 ##United States## US congressional negotiators have struck a deal on a sweeping spending package to spend billions on dealing with the coronavirus, according to two sources involved with the talks.  The White House is expected to back the deal, which is set to be voted on by the House today. Asked for comment, a spokesman for the House Appropriations Committee said they are “very close” to a deal. ##United States## International Olympic Committee President Thomas Bach said that neither the words “cancellation” nor “postponement” were mentioned during a two-day executive board meeting focusing on preparations for the Tokyo 2020 Olympics amid the coronavirus outbreak. Bach again reiterated that he did not want to “take part in any kind of speculation”’ regarding hypothetical scenarios which could impact the Summer Games and reiterated his full backing to the Games going ahead as planned adding, “It is still to true and it is even more true – we are fully committed to a successful Olympic Games Tokyo 2020.” Bach did, though, admit that the virus has meant challenges with some of the Tokyo 2020 qualification events being cancelled, namely there may now need to be quota allocations to decide which athletes complete at the Games in some disciplines – although he did not elaborate on how such a proposal would be put into practice. ##Asia## President Trump tried to reassure the public that the fatality rate from coronavirus could drop as more tests are done. “If you add many, many people that have it and they don’t know they have it,” the President said during a meeting with airline executives on Wednesday. “I think that number will probably be a lot different number.” “I think that’s an important thing for people to know,” he added. More on this: In a news briefing on Tuesday, World Health Organization Director-General Tedros Adhanom Ghebreyesus said, \"While many people globally have built up immunity to seasonal flu strains, COVID-19 is a new virus to which no one has immunity.  That means more people are susceptible to infection, and some will suffer severe disease. Globally, about 3.4% of reported COVID-19 cases have died. By comparison, seasonal flu generally kills far fewer than 1% of those infected.\" ##United States## An increasing number of travel advisories have been issued by countries around the world, urging caution for select destinations, and discouraging travel to others. The US State Department's travel warning for China is at the highest level — Level 4: Do not travel. The department's warning for travel to Iran, which was already at Level 4 prior to the outbreak, was recently updated to add information about coronavirus. The State Department is advising travelers to reconsider travel to Italy and South Korea, while travel to specific areas of those countries — Lombardy and Veneto in Italy and Daegu in South Korea — is discouraged. The department also advises travelers to reconsider travel to Mongolia. Level 2 warnings, urging increased caution, are in effect for Japan, Hong Kong and Macau due to the outbreak. The US Centers for Disease Control and Prevention (CDC) is discouraging nonessential travel to China, South Korea, Italy and Iran. Japan and Hong Kong carry lower-level CDC advisories. ##Your Questions## The entire profile of a Thai minister has been deleted after he posted yesterday that the country was imposing a quarantine for travelers from certain countries. Sirima Teerasak, Director for Information Bureau under the Ministry of Public Health tells CNN that the announcement posted yesterday is not valid. She said, “there is no such announcement came out from our ministry yet.” Public Health Minister Anutin Charnvirakul said Tuesday that travelers from “Japan, Federal Republic of Germany, Republic of Korea, People’s Republic of China including its special territories Macao and Hong Kong, Taiwan, French Republic, Republic of Singapore, Italian Republic and the Islamic Republic of Iran” would face self-quarantine upon arrival in Thailand. The post was later deleted Tuesday from Charnvirakul’s account before his account was fully deleted. Charnvirakul did not explain why that post was deleted. He told in his text reply to CNN “We have not declared that announcement. And I don’t know how the document was leaked, I haven’t signed it and it was not published on Ratchakitja (Royal Gazette) yet.” This post has been updated to reflect the timeline of events. ##Asia## Vice President Mike Pence said that the administration is sending new guidance for nursing homes on the coronavirus, after a nursing home outside of Seattle became a hotbed of infections.  Pence made the announcement during a meeting with airline industry leaders and President Trump. “Even earlier today, at your direction, we met with leaders of our nursing home industry to talk about the increased measures to prevent the spread of infectious disease,” Pence said to the President. “We’ve sent new guidance out to nursing homes,” he said, and added that the administration will be announcing “priority of inspections for infectious diseases.” ##United States## The LA County Department of Public Health confirmed 6 new cases of coronavirus, county officials said in a news conference. This brings the count to 7 cases for the county. Los Angeles County has declared a local emergency to fight coronavirus, said Supervisor Kathryn Barger, the chair of the Los Angeles County Board of Supervisors. The county public health department confirmed the 6 new cases in the last 48 hours, said Supervisor Hilda L. Solis. ##United States## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said the mortality rate for novel coronavirus is about 2% if \"you just do the math.\" \"If you look at the cases that have come to the attention of the medical authorities in China, and you just do the math, the math is about 2%. If you look at certain age groups, certain risk groups, the fatality is much higher. But as a group it’s going to depend completely on what the factor of asymptotic cases are. So if you have asymptotic cases that are a lot, it's going to come down,” Fauci said on Wednesday during a House Appropriations Committee hearing on NIH's budget. On Tuesday, World Health Organization Director-General Tedros Adhanom Ghebreyesus said globally the rate is about 3.4%. Speaking about the WHO’s higher number, Fauci said, “What we're hearing right now, on a recent call from the WHO this morning is that there aren't as many asymptotic cases as we think. Which made them elevate, I think, what their mortality is.” Fauci warned, “You know as well as anybody that the mortality for seasonal flu is .1% so even if it goes down to 1% it's still 10 times more fatal.\" A total of six people across New York are infected with coronavirus, Gov. Andrew Cuomo said today.  The state's first case is a healthcare worker who had recently returned from Iran. She has been isolated at her home in Manhattan along with her husband. As of Wednesday, the husband does not have coronavirus, Cuomo said. The 5 other cases include the city's first case of community spread -- meaning the source of infection is unknown. That patient, an attorney in his 50s, is in critical condition at New York-Presbyterian/Columbia University Irving Medical Center. The man has an underlying respiratory condition which made him more vulnerable to the virus, said Dr. Howard Zucker, commissioner of the New York State Department of Health.  Now the man's wife, son, daughter, and a neighbor who drove the sick man to the hospital are all infected with coronavirus, Cuomo said. His 20-year-old son attends Yeshiva University in Manhattan and his 14-year-old daughter attends SAR Academy and High School in the Bronx.  ##Your Questions## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said the United States should be proactive when it comes to testing for the coronavirus. On Wednesday, during a House Appropriations Committee hearing on a budget request for the National Institutes of Health, Fauci was asked by Rep. Mark Pocan if we should be proactive with testing for novel coronavirus in hospitals, rather than waiting for people to come and be tested.  Fauci definitively replied, \"Yes. The answer is yes and I feel strongly about that.\" Earlier in the hearing, Fauci explained that the new guidelines for testing are a good thing. “The major issue that I find and many of my colleagues find problematic is that if you're looking for people in the community who don't have a recognize link to a test, we call it community transmission, then you've gotta withdraw the restrictions that in order to get a test, you have to have a link to something. It's almost inherently contradictory. Those have been lifted, the FDA has taken the constraints off and now we finally have companies that are going to be making many, many more test,\" he said. The government of France is taking control of the stocks and production of surgical masks in the country in response to the coronavirus outbreak, Health Minister Olivier Véran announced today.  “Other than health professionals, contaminated people and vulnerable people, masks are not useful,” he said in the announcement. He added that the children of people with the virus would not go to school. “There is little health risk for children but it is a measure to limit the propagation of the virus,” he said, adding: “The President [Emmanuel Macron] is in contact with the President of the European Council [Charles Michel] and his counterparts in other countries to prepare a concerted strategy.”  ##Europe## The United Auto Workers union announced it has suspended all travel by staff members, both internationally and domestically. \"This is a precautionary action not meant to elicit concern, but to help in dealing with the spread of this epidemic,” said UAW President Rory Gamble. Road travel by staff is still permitted. In addition, the union has canceled a conference scheduled to be held in San Antonio, Texas from March 8 to 13 that had been expected to draw 1,000 of the union's financial officers.  ##United States## The US Department of Homeland Security recommends on its website that, before a pandemic strikes, to store a two-week supply of water and food, as well as over-the-counter medications you tend to take. \"Have any nonprescription drugs and other health supplies on hand, including pain relievers, stomach remedies, cough and cold medicines, fluids with electrolytes, and vitamins,\" according to the department. \"In general for emergency preparedness, we encourage all households to have an emergency response kit,\" which could be used during any public health or severe weather emergency, said Jennifer Kertanis, president-elect of the National Association of County and City Health Officials. ##Your Questions## Starbucks will hold a virtual annual meeting on March 18 as the state of Washington battles a coronavirus outbreak. \"Due to the emerging public health impact of the coronavirus outbreak (COVID-19) and to support the health and well-being of our partners and shareholders ... the location of the Annual Meeting of Shareholders of Starbucks Corporation has been changed,\" the company said in a regulatory filing. \"In light of public health concerns regarding the coronavirus outbreak, the Annual Meeting will be held in a virtual meeting format only. You will not be able to attend the Annual Meeting physically.\" Starbucks had been planning on holding the annual meeting in Seattle. It has set up a website where shareholders can register to participate in the meeting. There are 130 cases of the novel coronavirus, including nine deaths, in the United States, according to the US Centers for Disease Control and Prevention, as well as state and local governments.  According to the CDC, there are 48 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States, there are 82 cases in 13 states. Bringing the total of coronavirus cases to 130. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases have received positive results from the CDC. Here's a state-by-state breakdown of the US cases: Arizona – 2 \nCalifornia – 27\nFlorida - 3\nGeorgia - 2\nIllinois - 4 \nMassachusetts - 2\nNew Hampshire – 2\nNew York - 6\nNorth Carolina - 1 \nOregon - 3\nRhode Island - 2 \nWashington state - 27 (includes 9 fatalities) \nWisconsin - 1 ##United States## Delta Airlines has announced that it will scale back their flights to Japan in response to “reduced demand due to COVID-19 (coronavirus),” a statement from the company said. The company says it will reduce its weekly flying schedule to Japan through April 30 and suspend summer seasonal service between Seattle and Osaka for 2020, according to the statement. This announcement is the latest in a series of schedule changes for the carrier. Delta previously announced it will suspend its US flights to Milan and temporarily reduce the number of weekly flights it operates between the US and Seoul-Incheon. Both moves were in response to coronavirus-related developments. ##Asia## Congressional negotiators, along with the White House, are still trying to hammer out the final details of a multi-billion dollar spending package to deal with the coronavirus, according to sources involved in the talks. The final sticking point — over how to make vaccines more affordable — is still being negotiated this morning. If the bill is released soon, it’s possible the House could vote on the package as soon as today, according to sources. If not, it could slip to tomorrow. ##United States## United Airlines has suspended change fees for tickets purchased during the rest of March. United passengers who want to cancel a flight will not get a refund but they will be able to retain the value of the ticket to be applied to a new ticket without fee for travel up to 12 months. United has not suspended the fees for tickets purchased before Tuesday, even if the travel has yet to take place. United collected $167 million in change fee revenue in the third quarter of last year and $635 million in those fees in the 12 months ending in September.  But passenger uncertainty about travel has prompted major US airlines to suspend their change fees. JetBlue was the first to announce a suspension of the fee last week, and American suspended the fee on Sunday. Delta suspended the fees for international travel on Monday evening. ##United States## The World Health Organization (WHO) says the novel coronavirus is deadlier than seasonal flu strains. No one has built up immunity to the new virus, said WHO Director-General Tedros Adhanom Ghebreyesus.  He put the death rate for Covid-19 -- the disease caused by the coronavirus -- at around 3.4%, but experts urged caution around this figure. Ghebreyesus said in a news conference on Tuesday: “While many people globally have built up immunity to seasonal flu strains, COVID-19 is a new virus to which no one has immunity,” Adhanom said in a news conference on Tuesday. “That means more people are susceptible to infection, and some will suffer severe disease. Globally, about 3.4% of reported COVID-19 cases have died. By comparison, seasonal flu generally kills far fewer than 1% of those infected.” The new figure for the coronavirus is higher than the 2% mortality rate previously reported, but many experts say it remains variable. Mark Woolhouse, a professor of infectious disease epidemiology at the University of Edinburgh, said in a written statement on Tuesday that a significant number of mild cases could have been missed. “Though there is disagreement about this, some studies have suggested that it is approximately 10 times too high,” he said. “This would bring the death rate in line with some strains of influenza.” John Edmunds, professor in the Centre for the Mathematical Modelling of Infectious Diseases at the London School of Hygiene & Tropical Medicine, said in a written statement released by the Science Media Centre that “it is surprisingly difficult” to calculate the mortality rate during an active epidemic.  This is because “the time between onset of disease and death is quite long,” he said, so the number of deaths should be divided by the number of cases there were two or three weeks earlier. Wall Street’s wild week continues, with stocks surging following Joe Biden's big Super Tuesday wins.  Here's how the US stock market opened today:  The Dow rose more than 700 points in early trading, or 2.8%\nThe S&P 500 shot up 2.3%\nThe Nasdaq Composite gained 2.1% What is going on here: Biden is viewed by investors as potentially being a more market-friendly Democratic presidential candidate than Bernie Sanders. Health care stocks in particular were soaring.  Coronavirus worries haven't completely gone away though. The yield on the 10-year Treasury was back below 1%, one day after the Federal Reserve announced a surprise half-point rate cut. ##United States## As the New Hampshire Department of Health and Human Services was investigating the state’s second presumed-positive case of coronavirus, they learned that the state’s first patient violated their self-isolation order, a statement from the agency said. “DHHS has determined that the first patient, despite having been directed to self-isolate, attended an invitation-only private event on Friday, February 28,” the statement said. The state’s second patient, an adult male from Grafton County, also had close contact with the first patient, the agency said in the statement. New Hampshire's Department of Health and Human Services didn't provide additional details or say exactly where the second patient came into contact with the first patient. Both individuals are now isolated at home and the state’s health department is contacting everyone “who had close contact with the person during the event and notifying them to follow the recommended 14-day self-isolation,” the statement adds. The first patient is a person who had recently traveled to Italy and is an employee of Dartmouth-Hitchcock Medical Center. ##United States## New York now has six confirmed coronavirus cases, Gov. Andrew Cuomo announced today.  They are: A female healthcare worker who traveled from Iran\nA lawyer from Westchester County\nThe lawyer's wife\nHis son, a 20-year-old Yeshiva student\nHis 14-year-old daughter\nA neighbor who drove him to the hospital  The husband of the healthcare worker who traveled from Iran tested negative, Cuomo said.  Several tests across the state also came back negative including from Buffalo where families were being monitored after Italy travel. ##United States##  As airline CEOs prepare to meet today with Vice President Mike Pence about the coronavirus, they’re making an offer to the government, which wants them to collect and hand over more detailed contact information on international travelers.   Airlines for America, a major industry association, said it is “offering to pay for the implementation of a website and mobile app” where travelers can submit contact information.   CNN previously reported the government is asking that airlines collect contact information that would help health officials follow up with potential carriers of the coronavirus, or fellow travelers who may have come into contact with an infected person. The request is complicated for the travel industry, involving changes to airline and third-party vendor computer systems, including the popular travel search engine websites where many travelers buy tickets.    The government has asked airlines to begin collecting and submitting each passenger’s “address while in the United States,” email address, and both a primary and secondary phone number, as well as other information it already collects.   Airlines for America said it is “hopeful that the US government will move forward with more effective contact tracing.”  There have been 32 new cases of coronavirus diagnosed in England, the UK's Department of Health and Social Care said in a tweet today.   In a statement, it said 29 cases had recently traveled from “recognised countries or recognised clusters which were under investigation.” “Three additional patients contracted the virus in the UK and it is not yet clear whether they contracted it directly or indirectly from an individual who had recently returned from abroad. This is being investigated and contact tracing has begun.” The total number of UK cases is 85. Italy is considering a country wide closure of all schools and universities in an effort to stop a further spread of coronavirus.  Some international schools have already issued letters informing parents and guardians they will be closed as a preventative measure as of Thursday, with remote online teaching beginning Friday.  The Italian cabinet is currently meeting to discuss the proposition to close schools and an official announcement is expected afterwards.  \"No decision on the closure of schools has been made, we asked the technical-scientific committee for further information. the decision will come in the next few hours,\" the Minister of Education Lucia Azzolina said in a statement to CNN sent from the Prime Minister’s office.  CORRECTION: This post has been updated to reflect that the Italian cabinet is considering closing all schools. ##Europe## Lufthansa will ground 150 aircraft as it cancels flights over coronavirus. The German airline says it will ground 125 short-haul aircraft and 25 long-haul aircraft.  It comes after Lufthansa announced plans on Saturday to reduce the number of flights it was operating because of a fall in demand due to coronavirus. It has cut short-haul flights by 25% for the coming weeks. Singapore reported two new confirmed cases of the novel coronavirus taking the total tally to 112, the nation's Ministry of Health (MOH) announced today. One of the case involves a 43 year-old male Permanent Resident of Singapore who had been in Malaysia from February 18-21. He's not known to have traveled to any of the other affected countries and regions recently, the MOH said. The other confirmed case is of a 62 year-old female Singapore citizen. She too has no travel recent travel history to any of the affected countries and regions but is linked to a previously confirmed case involving a 64 year-old female Singapore citizen. Of the total 112 confirmed cases, 7 are in critical state, 26 are stable and 79 have fully recovered and have been discharged, the MOH said. Italy’s government is “very likely’ to order all top-flight Serie A football matches to be played behind closed doors for one month in efforts to curb the coronavirus outbreak in the country, a spokesperson for the Italian Sports Minister confirmed to CNN. The government last month banned sporting events in the worst-affected northern regions of the country – Lombardy, Veneto and Emilia-Romagna.  So far, 10 Serie A matches have been postponed as well as two in the Coppa Italia. Representatives from the 20 Serie A clubs are meeting today at the Italian Olympic Committee's Headquarters at the Foro Italico in Rome to discuss the repercussions of the coronavirus outbreak and scheduling changes to the Italian football calendar. ##Europe## Yeshiva University in New York announced today that one of their students has tested positive for coronavirus. This marks the third case in New York. “Our thoughts and prayers are with him and his family as well as to all those affected,” the University said in a health alert. The release did not identify the student. Some context: Westchester County and New York City and state officials said in various briefings yesterday that the son of a man infected with coronavirus attended Yeshiva University.  It's not clear if the case Yeshiva University announced today is the man's son. Yeshiva also announced Tuesday a law school student is in self-quarantine as instructed by his or her doctor, as a precaution because of contact with the infected man’s law firm. The student is reporting no symptoms.   The school said that it is “taking every precaution” by cancelling all classes on Wilf Campus in Washington Heights for Wednesday March 4, 2020. All classes and operations at other campuses continue as normal.  ##United States## The Czech government has banned the sale of FFP3 medical face masks to anyone but healthcare and social care facilities, public health bodies, emergency rescue services and other state administration bodies.  The government said the FFP3 type of masks is most effective. The move is an attempt by the government to stop people from panic-buying the protective gear and leaving medical professionals at risk. “Providing medical assistance and ensuring the functioning of the healthcare system is an absolute priority …. we must be able to provide our citizens with medical assistance and treat the infected. If health workers become infected, the health system will fail and we will not be able to stop the disease and protect our citizens. That is why we have to provide a sufficient number of respirators for medical professionals and then, of course, for the Integrated Rescue System, ” the country’s Health Minister Adam Vojtěch said in a statement. Five people have tested positive for the novel coronavirus in the Czech Republic. One school in Prague, the country’s capital, has been shut over a suspected coronavirus case. A number of public events have been cancelled, and the government announced the Biathlon World Cup, scheduled for this week, will take place without spectators. ##Europe## Do you have a question about coronavirus? Ask it here — we'll be answering some of your questions through out the day. ##Your Questions## Israel's Ministry of Health has asked thousands of people who attended a soccer match in Tel Aviv to self-quarantine as it confirmed 15 cases of coronavirus in the country. In a statement released this morning, the Ministry of Health said a young man who tested positive for coronavirus entered Bloomfield stadium through Gate 8 on Monday to watch a match between Hapoel Tel Aviv and Maccabi Tel Aviv.  Anyone who entered the ground through the same gate has been instructed to self-quarantine for two weeks. Israeli TV reports put the number affected at more than 5,000. The young man worked a toy store in Or Yehuda, a town in central Israel and a girl who visited the store has also tested positive for coronavirus, the Ministry said. Russian President Vladimir Putin said that fake stories about coronavirus in Russia are being planted from abroad and there is nothing “critical” happening in the country.  “Regarding these provocations, the FSB (Federal Security Service) reports that most of these planted news come from abroad and this unfortunately always follows us around,” Putin said during a meeting with the government.  “Thank God, there is nothing critical happening here but people must be informed of the real situation so I ask that this process is properly organized,\" he added. During the session, deputy prime minister Tatyana Golikova said that social media reports claiming the Russian government was covering up the real number of coronavirus cases in the country were not true. In late February, an explosive claim by the US State Department that thousands of Russian-linked accounts on Facebook and Twitter were spreading disinformation about the virus made the headlines.  Social media companies, however, said they had not seen supporting evidence. Russia's Foreign Ministry has denied the allegations of being behind the alleged coronavirus disinformation campaign.  ##Europe##   Paris’ famed Louvre Museum has re-opened today after a coronavirus outbreak in France caused it to close on Sunday.  In a statement on Facebook, the world’s largest art museum said its doors are open.  ##Europe## There is no current threshold that could derail the Tokyo 2020 Olympic Games, organizing committee CEO Toshiro Muto told CNN's Blake Essig at a news conference on Wednesday evening. When asked if there was there had been discussion with the IOC (International Olympic Committee) about a tipping point that could lead to the cancelation or postponement of this summer's Games, Muto said: “No not at all, we are planning to have the Games as planned. We are doing our utmost to make it happen.”  Tokyo Olympic organizing committee chairman Yoshio Mori acknowledged public opinion surrounding the coronavirus, saying that it is important to listen and take that into account in what he called a “constantly changing situation.” Responding to Japan’s Olympic Minister’s Tuesday statement outlining the potential for postponement of the Games, Mori responded: “I don’t know, I’m not a god.” Japan’s minister for the Tokyo Olympic and Paralympic Games, Seiko Hashimoto, had said that the Tokyo Games “could be postponed until later this year.”  At the news conference on Wednesday, the organizing committee also assured that it will take all necessary steps to prevent the spread of the coronavirus among runners, spectators and staff as the Tokyo 2020 Olympic Relay begins on March 20.   The group said they would make decisions based on the status of infection in the prefectures where each leg is being run. Tokyo 2020 is due to officially begin on July 24. ##Asia## Beijing's public transport network plans to experiment with “subway by appointment,” starting on Friday morning.  The transit operator said on Thursday that passengers were encouraged to make an appointment to enter two commuter-heavy stations during morning rush hours.  Using one of five authorized apps, passengers will be able to make an appointment for a spot to enter one of the two stations the next day.  They will receive a QR code on their smartphones if they complete the process successfully. The code is valid for half an hour around the time chosen by the passengers. The aim is to reduce crowding in stations and on trains during the outbreak, as well as waiting time outside stations, according to the subway operator. Beijing Subway is the busiest in China with a daily ridership of over 10 million. ##Asia## Hasbro, the maker of several \"Star Wars\" Baby Yoda toys set to hit stores later this year, confirmed last week that its supply chain is being disrupted by the coronavirus outbreak. Coronavirus disruptions have not hurt production of Baby Yoda toys yet, according to industry expert Jim Silver, CEO of Toys, Tots, Pets & More, a toy industry review website. Silver said he spoke with sources inside the Chinese factories that Hasbro works with. But Silver said the situation could soon change for the worse -- and not just for Baby Yoda. \"If things aren't normal by the time June and July roll around, there will be shortages on a litany of toys,\" Silver told CNN Business. Baby Yoda, officially known as \"The Child,\" became an internet sensation in November following its surprise debut at the end of episode one of the Disney+ series \"The Mandalorian.\" Read the full article here The British Foreign Office (FCO) is “urgently” calling for information from Iran on reports that coronavirus is spreading in a Tehran jail where dual British-Iranian nationals are imprisoned.  In a statement it called on the Iranian government to “immediately allow health professionals into Evin prison to assess the situation of British-Iranian dual nationals there.”  On reports that British-Iranian charity worker Nazanin Zaghari-Ratcliffe is in good health and could be released from the jail on a one-day furlough, the FCO said: “We’re following up the Iranian ambassador’s comments on Nazanin Zaghari-Ratcliffe and are urgently seeking clarification from the Iranian Government on her situation.” Iran is officially reporting 92 deaths from coronavirus and 2,922 confirmed cases. Kianush Jahanpoor, public relations manager of the health ministry, announced the updated figures on state TV on Wednesday, saying there were 586 new cases and 253 of them were in Tehran.  Iran’s First Vice-President Eshagh Jahanghiri issued an order to Iranian government ministries suspending travel to international conferences and gatherings until further notice, state news agency IRNA reported on Wednesday. As global concern mounts about the spread of the coronavirus, Britain's Queen Elizabeth II has been pictured wearing gloves at a ceremony.  The monarch wore long gloves at the investiture ceremony Tuesday, prompting speculation about whether it was a precaution against coronavirus. Buckingham Palace played down the decision, saying it was not unusual for the Queen to wear gloves for public engagements. But while she does often wear gloves, photos from previous investitures show that she does not normally wear them while awarding honors. Read the full article here ##Europe## The Italian Cup semi-final second-leg between Juventus and AC Milan due to be played on Wednesday in Turin has been postponed, Juventus football club confirmed in a statement. Claudio Palomba, prefect of the Turin province, said on Tuesday that the government's restrictions on who could attend sporting events were not enough to guarantee safety and that the decision was based on \"assessments made by the Piedmont region's crisis unit.\" No new date has been fixed for the game. This is just the latest postponement in the Italian football calendar, which has seen 10 Serie A games postponed over the past two weekends. It comes as an Extraordinary Meeting of the 20 Serie A clubs is due to take place on Wednesday to deal with the repercussions of the coronavirus outbreak and scheduling changes to the Italian football calendar. ##Europe## The Iranian city of Qom is facing a shortage of hospital beds for suspected coronavirus cases, with officials saying they had been forced to use tents. “The threat posed by this illness is still not taken seriously by the population in this area,” said Mohsen Orouji, Director of the Qom Province Crisis Management Center, according to Iranian news agency Entekhab. “The most important weapon in our arsenal of mitigation remains the cooperation of the population,” he added, saying that schools, daycare centers, universities and seminaries in Qom were closed.  Ali Abrazi, Vice Chancellor of the University of Qom’s School of Medical Sciences, said five hospitals in Qom were facilitating suspected patients but there was still a shortage of beds, Entekhab reported.  “We were forced to stand up tent hospitals,” he said. ##Middle East## China's air pollutant levels dropped in February as a result of measures taken by the nation's government to reduce the risk of spreading coronavirus, the Copernicus Atmosphere Monitoring Service confirmed on Wednesday.  “The Copernicus Atmosphere Monitoring Service (CAMS) observed a decrease of fine particulate matter (PM2.5) for February relative to the previous three years,” said the CAMS in a report. It said PM2.5 was one of the “most important air pollutants regarding health impacts,” according to the World Health Organization. Analysis by the CAMS showed a reduction of approximately 20-30% in air pollutants over large parts of China in February compared with monthly averages in February 2017, 2018 and 2019. The CAMS said the reduction is a likely side effect of measures taken by the Chinese government, including restrictions on industry and traffic. Copernicus is the European Union’s flagship Earth observation service, which analyzes temperature data from around the planet. ##Asia## British-Iranian charity worker Nazanin Zaghari-Ratcliffe may be granted a one-day release from jail in Iran but is in \"good health,\" according to the Iranian ambassador to the UK. Hamid Baeidinejad tweeted on Tuesday that Zaghari-Ratcliffe did not have coronavirus amid calls for her to be tested after her family claimed she was suffering from symptoms of the virus.  Baeidinejad said she may be granted a one-day furlough on Wednesday or Thursday to join family in Tehran. Her husband Richard Ratcliffe told CNN she has not yet been released. ##Middle East## As fear over coronavirus spreads, worried shoppers in Australia are bulk-buying toilet paper. They're buying so much that shelves at some supermarkets have been left empty, and Kleenex has urged customers not to panic. CNN saw empty shelves when we visited a supermarket in the city of Brisbane on Wednesday.  Australia's chief medical officer Brendan Murphy is also urging people not to panic buy supplies.  \"We are trying to reassure people that removing all of the lavatory paper from the shelves of supermarkets probably isn't a proportionate or sensible thing to do at this time,\" Murphy told a Senate hearing on Wednesday, according to CNN affiliate 9 News. \n\"We are a well-prepared health system but even the best-prepared health systems can face a challenge if you have large outbreaks.\" Murphy also said most cases in Australia involved people who had traveled from other affected countries, and said there was only \"limited community transmission\" in New South Wales, the state which is home to Sydney, the country's most populous city. In Australia, a total of 42 people have been diagnosed with the coronavirus, including one death.  Iran is facing a shortage of hand sanitizer as demand increases following the spread of the novel coronavirus in the country. Mahdi Shah-Moradi, a board member of Iran’s National Medical Equipment Producers’ Association, said Iran had increased its production capacity of alcohol -- a major ingredient in sanitizer -- since the coronavirus outbreak.  But he said that with “the logistics and distributions timeframes, it becomes a time consuming cycle.” The official told semi-official news agency ISNA on Wednesday that there was a shortfall in daily production of disinfectants and that the virus had disrupted the balance of demand and supply in Iran and globally. ##Middle East## India has confirmed 28 cases of the novel coronavirus, the nation's Health Minister Harsh Vardhan announced in a press conference on Wednesday. Vardhan said that the cases broke down as follows: 17 were identified as an Italian travel group and an Indian driver.\n1 case reported on Monday in New Delhi was a person who had traveled to Italy.\n6 cases in Agra were linked to the New Delhi case.\n1 case reported on Monday involved a 24-year-old in India's southern state of Telangana who had traveled to Dubai.\n3 cases reported earlier in Kerala have recovered and been discharged. The minister said that a group comprising of 24 to 30 Italians came to India around February 21. A 69-year-old group member tested positive for the coronavirus after reporting fever and other symptoms in Jaipur -- the capital city of India's western state of Rajasthan. All members of the group were tested and 16 tested positive for the coronavirus, including the 69-year old’s wife and the group's driver, an Indian citizen.  The next cluster is linked to the case of an Indian citizen in New Delhi who is known to have traveled to Italy and then to Agra in Uttar Pradesh to see family. Six of the New Delhi resident's family members in Agra tested positive for the coronavirus and are quarantined in Safdarjung Hospital in New Delhi, the minister said. Earlier this month, India's Health Ministry announced a confirmed case of a 24-year-old in Telangana who had traveled to Dubai. Before this, the southern state of Kerala had reported three cases, which have since been discharged after a full recovery, the Health Minister announced. ##Asia## China's Custom Authority says 75 international arrivals into the country have tested positive for the novel coronavirus. In a statement released on Wednesday, the Custom Authority said that as of March 3, 6,728 international arrivals to China were showing symptoms, with 779 arrivals classified as suspected cases and 75 testing positive. Mainland China has recorded more than 80,000 confirmed cases of coronavirus and 2,981 deaths. ##Asia## The coronavirus outbreak started in China, but it has now spread to 77 other countries and territories across the world.  China remains the country with the highest number of infections, but over the past few weeks, cases have been growing in several countries. In total, there are 92,880 confirmed cases, and at least 3,200 deaths worldwide.  These are the five countries worst affected by coronavirus: Mainland China (80,270 cases, 2,981 deaths) \nSouth Korea (5,612 cases, 32 deaths) \nItaly (2,502 cases, 79 deaths) \nIran (2,359 cases, 77 deaths)\nJapan (991 cases, 12 deaths) Check out a full list of cases here.  South Korea has come up with a new way to make sure people self-quarantined at home stay put: a GPS-based app. The app will monitor people who are quarantined -- and if they leave their designated location, the system will set off an alarm. The application will be implemented later this week in Daegu and surrounding North Gyeongsang province, where about 90% of national infections have been reported, according to the government. There are an estimated 2,300 people currently under quarantine in Daegu alone. “The government discussed about a more efficient way to monitor people in quarantine and developed an application,” Park Jong-hyun, a public relations official of the Central Disaster Relief Headquarters, said at a briefing on Wednesday.  South Korean authorities say several people have broken quarantine and left their homes. Currently, more than 2,000 confirmed patients in Daegu and North Gyeongsang province are waiting for beds.  The South Korean government began categorizing confirmed cases so that patients with more serious health conditions can be hospitalized, while people with milder symptoms can be monitored from home or government designated facilities. ##Asia## There are now six confirmed coronavirus cases in Belarus, the country’s Health Ministry said in a statement Wednesday.  Previously, the country only had one confirmed case.  Four cases have been reported in the country’s capital Minsk, while another two are in the northeastern Vitebsk region.  According to the ministry, all patients are experiencing mild symptoms. ##Europe## Greece’s Health Ministry has confirmed one new case of coronavirus, bringing the total number of cases in the country to eight. According to a statement released by the health ministry on Wednesday, the patient in question is a man based in Thessaloniki in northern Greece who had recently been in close contact with another person diagnosed with the virus. ##Europe## The novel coronavirus has infected more than 92,000 people worldwide, killing at least 3,200. If you're just waking up now, here are the key developments in the battle to contain its spread. Here's the latest: Asia cases spike: The number of confirmed coronavirus cases continues to grow in Asia, with South Korea reporting another spike today that leaves it with over 5,600 infections. Mainland China recorded 119 new cases as of the end of Tuesday, with 115 in Hubei province, ground zero for the outbreak. Japan, Australia, Hong Kong, Malaysia and Singapore all reported new cases today. US cases rise: There are now 126 confirmed coronavirus cases in the United States. Nine patients have died -- all in Washington state.  Medical equipment shortage: The WHO is warning of a global medical equipment shortage and estimates that about 89 million medical masks, 76 million examination gloves and 1.6 million goggles will be required globally for health care workers to respond to the outbreak.  Planes grounded: Japan Airlines and All Nippon Airways announced they will reduce the number of domestic flights in Japan. Vietnam budget carrier Vietjet has suspended all flights between Vietnam and South Korea. Iran rolls out new measures: Iran, which is one of the worst affected countries in the world, is activating a 300,000-strong team of health workers. People trying to leave the city of Qom will be quarantined if they have symptoms. All clear for Chinese military: China has one of the biggest militaries in the world -- but none of its personnel have been infected with coronavirus, according to a senior member of the People's Liberation Army. Bare shelves: Australia has only had 42 confirmed coronavirus cases, but that hasn't stopped worried shoppers buying up supplies, leaving supermarket shelves empty. Avoiding crowds: Indian Prime Minister Narendra Modi announced today that he will be skipping a key event to mark the major Hindu festival of Holi. Meanwhile, South Korean President Moon Jae-in has canceled his visits to the United Arab Emirates, Egypt and Turkey. Hong Kong evacuees on way home: Two chartered flights will evacuate Hong Kong residents from Hubei province today. South Korea has confirmed an additional 293 coronavirus cases, bringing the national total to 5,612, according to the country's Central Disaster Relief Headquarters. A total of 32 patients have died from the virus.  South Korea has the most cases of any country outside of China. According to Jung Eun-kyeong, the head of the Korea Centers for Disease Control and Prevention, about two thirds of those cases have been related to a cluster transmission, while the others have transmitted sporadically.  As of Wednesday, about 3,000 members of the Shincheonji religious group have tested positive for the novel coronavirus, accounting for 56% of cases nationwide. Among those confirmed cases within the religious group, some 2,900 cases are related to a branch in Daegu. ##Asia## Health officials in Hong Kong have confirmed two additional cases of coronavirus, bringing the citywide total to 103. In a news conference Wednesday, Dr. Chuang Shuk-kwan of the Center for Health Protection said that one of the new cases is a 43-year-old Buddhist monk from the Fook Wai Ching She Buddhist temple on Hong Kong Island.  The temple has been connected to several other confirmed cases in the city.  According to Dr. Linda Yu of the Hospital Authority, 43 patients have fully recovered from coronavirus and been discharged from hospital. Another 55 patients remain in hospital, including two in critical condition and three in serious condition. Two patients with the virus have died in Hong Kong. Hong Kong residents evacuated: Hong Kong residents in China's Hubei province --ground zero for the outbreak -- will be flown back home today on two chartered flights.  During Wednesday's news conference, Professor Sophia Chan, the secretary for food and health, said the people on those charter flights will have to undergo a 14-day isolation period at a quarantine camp.  ##Asia## The Japanese Rugby Football Union (JRFU) announced on Wednesday that next month’s Asia Sevens Invitational, which doubles as a test event for Rugby Sevens at the Tokyo 2020 Olympics, has been cancelled due to concerns over the coronavirus outbreak. The tournament, which was due to be held Saturday, April 25 to Sunday, April 26, is the latest Tokyo 2020 test event to be cancelled after this month’s wheelchair rugby test event was also cancelled. Here's what the Tokyo 2020 Local Organizing Committee said in a statement: “Tokyo 2020 has received notification from Japan Rugby Football Union (JRFU) that the Asia Sevens Invitational 2020 tournament, scheduled to take place between 25 and 26 April, has been cancelled due to concerns relating to novel coronavirus.”\n“After confirming it is safe to do so, Tokyo 2020 nevertheless will carry out the tests in some form and will consult with the International Olympic Committee, World Rugby and other relevant organisations to determine the content of such tests.\" The news comes after International Olympic Committee (IOC) President Thomas Bach  gave his unequivocal backing on Tuesday to the Games going ahead this summer, urging athletes to prepare “full steam” despite the coronavirus threat. If you're worried you have coronavirus, what should you do? Here's what the US Centers for Disease Control and Prevention (CDC) recommends ... Before you get the test: Health officials urge anyone who believes they should be tested to call ahead, rather than showing up unannounced and potentially exposing others to an infectious disease. When should you be tested? The CDC recommends calling a healthcare professional if you feel sick with fever, cough, or difficulty breathing, and have been in close contact with a person known to have coronavirus, or if you live in or have recently traveled from an area with ongoing spread of the virus. The CDC recommends these types of people should be tested: Those who have a fever OR lower respiratory symptoms (cough or shortness of breath) and have had \"close contact\" with a confirmed coronavirus patient within 14 days of their first symptoms.\nThose who have fever AND lower respiratory symptoms, require hospitalization, and have traveled to areas impacted by the epidemic in the last 14 days.\nPatients with fever and severe acute lower respiratory symptoms who require hospitalization and for whom no other diagnosis has been found -- such as the flu. No travel or contact exposure is needed. Read more here: Countries worldwide are preparing for the possibility of public health emergencies related to the novel coronavirus, as the World Health Organization warned a shortage of protective equipment is hampering the response to the outbreak. The virus has infected more than 92,800 people and killed at least 3,200 since it was first identified in the Chinese city of Wuhan in December last year. It has now spread to more than 75 countries and territories, with self-sustaining clusters forming in South Korea, Japan, parts of Europe, Iran and the United States.  At a news briefing Tuesday, WHO Director-General Tedros Adhanom Ghebreyesus said that each month, the organization estimates that about 89 million medical masks, 76 million examination gloves and 1.6 million goggles will be required globally for health care workers to respond to the outbreak.  \"Shortages are leaving doctors, nurses and other front line health care workers dangerously ill-equipped,\" said Ghebreyesus. \"The WHO has shipped nearly half a million sets of personal protective equipment to 27 countries, but supplies are rapidly depleting.\" The dire warning comes as China announced a further drop in new cases, raising hopes that the outbreak is beginning to level off in the hard-hit country. Though the vast majority of the total number of confirmed cases and deaths are inside of China, the number of new daily infections outside of the country now exceeds those inside. Read more here: Indian Prime Minister Narendra Modi announced Wednesday that he will be skipping a key event to mark the major Hindu festival of Holi this year. In a tweet, Modi said he made the decision as experts around the world were advising to avoid mass gatherings to reduce the spread of coronavirus. Currently, India has six reported coronavirus cases. Holi is a Hindu festival marking the start of spring. This year it falls on March 10. ##Asia## People trying to leave the Iranian city of Qom will be quarantined if they have a fever and display symptoms of coronavirus, the government said Wednesday. The Qom University of Medical Science is building a field hospital to tackle the outbreak, the university’s government-appointed deputy dean Ali Abrazi said, according to a report in the state-run newspaper Iran Daily. He said medical teams will be taking the temperatures of those trying to leave Qom city, which is Iran’s ground-zero for the coronavirus outbreak. Iran has been severely impacted by the coronavirus. According to official reports, there are at least 77 deaths and more than 2,300 cases. ##Middle East## A 23-year-old Singaporean man of Chinese ethnicity who was studying in London has spoken out about racism linked to the coronavirus after suffering facial injuries in a \"racially aggravated assault.\" Jonathan Mok wrote about his ordeal in a public post on Facebook Monday, detailing how he was attacked by a group of people on Oxford Street, a busy shopping area in the center of the British capital, at about 9.15 p.m. local time (4.15 p.m. ET) on February 24. The attack comes at a time of increasing xenophobia against people of East Asian appearance in the UK and around the world. \"The guy who tried to kick me then said, 'I don't want your coronavirus in my country', before swinging another sucker punch at me, which resulted in my face exploding with blood (from my nose),\" wrote Mok. Mok said doctors told him the assailants had left him with \"a few fractures\" in his face and he might need reconstructive surgery. London's Metropolitan Police confirmed in a statement that they are investigating the \"racially aggravated assault\" against Mok. \"Enquiries continue to identify the suspects; including an assessment of available CCTV,\" said police in a statement. \"There has been no arrest at this stage.\" Read more here. There are now 126 people who are infected with coronavirus in the United States -- including nine deaths.  Those numbers include: 48 repatriated citizens (45 from the Diamond Princess cruise ship and three from Wuhan, China)\n78 cases in 13 states detected through the US public health system Nine people have died -- all of them in Washington state. Both Washington and California have the most cases, with 27 each.  ##United States## Australia only has 42 confirmed coronavirus cases -- but that hasn't stopped shoppers frantically buying up supplies. Shelves have been left empty at supermarkets and pharmacies across Australia, as worried consumers stock up on toilet paper, pasta, rice and face masks. At a Coles supermarket at Greenslopes Mall in Brisbane, a staff member said Wednesday that a new delivery of toilet rolls was snapped up before workers could even take them off the pallet. Workers were handing packs of rolls straight to customers, said the worker, who did not want to be named as he isn't authorized to speak to media. CNN did not see any shoppers panic buying, although some could be heard muttering \"it's insane\" and \"it's ridiculous\" as they realized some shelves were empty. When CNN visited the store, there were no toilet rolls, very little dried pasta and rice, and stocks of paper towels and tissues were also running low. Here's what CNN saw: How companies are responding: On Wednesday, Woolworths -- one of Australia's biggest supermarket chains -- announced it would impose a limit of four packs of toilet paper per customer. Kleenex urged customers not to panic, as the country wouldn't be running out of toilet paper any time soon. Australia has confirmed two additional cases of coronavirus, bringing the country's total to 42, according to health authorities in Queensland and South Australia. Queensland reported one case involving a 26-year-old man who recently returned from Iran, according to a statement posted by the state government Wednesday. He is currently in a stable condition. South Australia reported a new case involving a 40-year-old woman who also recently returned from Iran, the state's Chief Public Health Officer Nicola Spurrier said during a news conference Wednesday. As both the coronavirus and panic related to it continue to spread around the world, so too are bogus claims, conspiracy theories and misinformation about the disease. There's so much inaccurate information floating around out there that the World Health Organization is calling it an \"infodemic.\"  So let's unpack some myths. Myth 1: Coronavirus is man-made Reality: Scientists in both China and the West have widely dismissed these theories, though that hasn't stopped them from spreading. Experts are still trying to figure out the exact source of the virus, but research indicates that it likely originated in bats and was transmitted to an intermediate host before jumping to people -- just like its cousin that caused the 2003 SARS epidemic. Myth 2: Home remedies can cure or prevent the virus Reality: There's currently no cure for the novel coronavirus. And while research is underway, it could be more than a year before a vaccine becomes available. The best way to protect yourself right now is to do what you would every cold and flu season. Stay at least three feet away from anyone who may be infected. Wash your hands often with soap and water for at least 20 seconds. Cover your mouth and nose when you cough or sneeze with your elbow or a tissue that you throw away immediately after. And disinfect the objects and surfaces you touch. If you have symptoms that feel worse than a common cold, seek treatment early. Myth 3: You need to wear a mask Reality: People who are well do not need to wear face masks, according to the United States Centers for Disease Control and Prevention. Face masks should instead be worn by those who have the new coronavirus and are showing symptoms, in order to protect others from being infected. Read more here: A nationwide team of 300,000 health workers and specialists have been activated in Iran to stop the spread of coronavirus, the health ministry announced on Tuesday. Deputy Health Minister Ali Reza Reisy told Iran’s semi-official ILNA news agency that the workers would be activated that day.  Over the past week, Iran's coronavirus cases have increased dramatically. There are now more than 2,300 cases of the virus and 77 deaths officially recorded in the Middle Eastern nation, making it one of the worst affected countries in the world.  According to a report Tuesday by semi-official Fars News, 435 patients have recovered after testing positive for the coronavirus. ##Middle East## South Korean President Moon Jae-in has canceled his scheduled visits to the United Arab Emirates, Egypt and Turkey in the middle of March, Blue House spokesman Kang Min-seok said in a written statement Wednesday. \"Due to recent concerns over the nationwide spread of the coronavirus and to fully concentrate efforts on dealing with the outbreak, the president decided not to go ahead with these plans,\" the statement read. The leaders of the three countries Moon planned to visit have acknowledged the decision, according to Kang. President Moon plans to hold talks with these leaders over the phone and discuss bilateral issues as well as international cooperation on the coronavirus.  During a meeting Tuesday with cabinet members, Moon said that the crisis in Daegu and North Gyeongsang province had reached its peak. \"The whole country has entered a war against the infectious disease,\" he said.  South Korea has reported 5,328 infections and 32 deaths from the coronavirus -- around 90% from Daegu and surrounding North Gyeongsang province. ##Asia## Two patients in California who were recently diagnosed with coronavirus are in a critical condition, according to authorities. One is a resident of Contra Costa County who has underlying health conditions and is under medical isolation in hospital, the county’s health officials said. Authorities are investigating how the patient caught the disease. As the patient had no known travel history to infected areas or known contact with any confirmed cases, health officials believe this to be a “community transmission” case. The other patient -- who has a presumptive positive result -- is an older person in Placer County who was likely exposed during international travel on a Princess cruise ship that departed from San Francisco to Mexico. This cruise has been associated with another confirmed case in Sonoma County.  The patient is “critically ill” and in isolation at a local hospital, according to a news release from Placer County. Close contacts of this patient are being quarantined and monitored. Placer County has also declared a local health emergency and proclaimed a local emergency to make sure public health professionals have all the resources they need to keep the community safe. Health Officer Dr. Aimee Sisson said the county expected to see additional cases in coming days, including “community spread” cases. California cases: In total, there are now 27 coronavirus cases in California and no deaths. The figures include presumptive positive cases that tested positive in a public health lab and are pending confirmation from the US Centers for Disease Control, and confirmed cases that have received positive results from the CDC. ##United States## Japan Airlines and All Nippon Airways have announced they will reduce the number of domestic flights in Japan, as the country records a growing number of novel coronavirus cases. In a statement Wednesday, Japan Airlines said it was cutting the frequency of some flights due to a decrease in travel demand. The flights affected were scheduled between March 6-12, and include routes across Japan, including flights to and from Tokyo, Sapporo, and Osaka. All Nippon Airways is also temporarily suspending services on some domestic routes between March 6 -12 following reduced passenger demand, the company announced Wednesday. Both airlines said passengers on the affected flights can change to alternative flights or request a full refund. More than 990 people have been infected with coronavirus in Japan, and 12 people have died. The majority of cases are linked to the Diamond Princess cruise ship.  ##Asia## As the Trump administration struggles to clear up confusion and mixed signals over testing amid concerns that tests were not being made available soon enough, Vice President Mike Pence said Tuesday evening said that \"any American can be tested.\" What Pence said: Pence said in an off-camera briefing at the White House that there was new guidance from the US Centers for Disease Control (CDC) that any American could be tested -- \"no restrictions, subject to doctors' orders.\"  Pence said the new guidance will make clear \"that any clinician or health authority can administer the test.\" CNN has reached out to the CDC for comment on whether the agency's online guidance will be updated to reflect the vice president's remarks. What happened before the announcement: The announcement follows numerous complaints of citizens asking to be tested and turned away due to the strict CDC testing criteria. It also follows a number of government missteps that have left Americans scared and confused about how to protect themselves during the viral outbreak.  A botched roll out of CDC testing -- combined with what some health officials now believe was too-strict criteria on who could be tested -- caused a delay in testing that some health officials are increasingly concerned about. US testing capabilities: On Monday, the Trump administration suggested that the US would be able to test close to 1 million people for coronavirus by the end of the week. During a Senate hearing Tuesday, FDA Commissioner Stephen Hahn was greeted by skeptical lawmakers and pushed to explain how he thinks the United States could do a million tests when, to date, it has only been able to perform about 3,600.  \"I want to distinguish between the ability to get the test kits out to the laboratories with the ability of the labs to actually do the tests,\" Hahn told lawmakers, offering no clarity on how many tests could actually be run by the end of the week.  Read more here: ##United States## Vietnamese budget carrier Vietjet Air has suspended all flights between Vietnam and South Korea due to the coronavirus outbreak. In a statement Tuesday, Vietjet said that it has been coordinating closely with authorities to control the disease and ensure the highest safety of passengers and crew in accordance with World Health Organization recommendations.  The flight suspension between South Korea and Vietnam began on Tuesday, according to the statement.  Last week, Vietnam stopped issuing visas to South Korean nationals in order to try and curb the spread of the virus. Vietnam has reported 16 confirmed coronavirus cases.  ##Asia## There have been nine deaths from coronavirus in the United States -- and all of them have been in Washington state. In total, there are 27 confirmed cases in the Pacific Northwest state, the largest outbreak in the US. Seattle, Washington's largest city, is home to big companies like Boeing and Starbucks. It's also a tech tub -- both Microsoft and Amazon are headquartered there.  Amazon has told staff that one of its Seattle-based workers has been diagnosed with coronavirus. Here's what else is happening in Washington: Sick told to skip church: Seattle’s Catholic Archbishop Paul Etienne has urged the sick to “stay home from mass.\" He also asked churchgoers to “avoid hand-to-hand contact during the Our Father,” and said “holy water should be removed from fonts.” \nEmergency declared: Seattle has declared an emergency to respond to the novel coronavirus. In a news release, the office of Mayor Jenny Durkan said an announcement on actions to be taken would be made “in the coming days.” Similar moves have been made in other communities around Washington state.\nTests take time: Senator Patty Murray from Washington state said people are scared. “I’m hearing from people who are sick, who want to get tested, are not being told where to go. I’m hearing that even when people do get tested, and it’s very few so far, that results are taking way longer to get back to them,\" Murray said. \"It’s unacceptable that people in my state and nationwide can’t even get an answer as to whether or not they are infected.\" ##United States## Hong Kong residents in China's Hubei province will be flown back home today. Two chartered flights will take residents back to Hong Kong, according to a statement from the city's authorities.  Those flights are expected to arrive in Hong Kong on Wednesday evening.  Hubei province is ground zero for the coronavirus outbreak. Since Hubei's capital Wuhan went into lockdown at the end of January, several countries have chartered planes to bring their citizens home. China has one of the biggest militaries in the world -- but none of its personnel have been infected with coronavirus, according to a senior member of China's People's Liberation Army (PLA). In total, more than 80,000 people in mainland China have been infected with the novel coronavirus since it was identified in the the central Chinese city of Wuhan in December last year. At a news conference on March 2, a journalist asked why there were no cases of infection at PLA barracks. Maj. Gen. Chen Jingyuan, the health division director of the Logistic Support Department under the Central Military Commission (CMC), replied that the PLA stepped up its own prevention and control measures, according to a report in state media. \"We have strengthened personnel training on disease response measures, imposed restrictions on unnecessary personnel movements, and canceled unnecessary gatherings,” Chen said.\n“We also adjusted training and work arrangements correspondingly to keep the troops’ combat readiness.\" Senior Colonel Wu Qian, director general of the Information Office of China's Ministry of National Defense (MND) and spokesperson for the MND, said that PLA troops have continued to combat the epidemic without failing in combat effectiveness. South Korea infections: In nearby South Korea -- where over 5,300 people have contracted the virus and 32 have died -- there are 31 total confirmed cases in the military, the South Korean Defense Ministry announced Tuesday. Of those, 17 are in the army, one is in the navy, two are in the marines, and 11 are in the air force. At least four people connected with the United States Forces Korea (USFK) have contracted coronavirus.  Over the past week, Iran's coronavirus cases have increased dramatically. There are now over 2,300 cases of the virus and 77 deaths officially recorded in the Middle Eastern nation, making it one of the worst affected countries in the world. Travelers who had recently been to Iran have also tested positive for the virus after arriving in more than a dozen countries. They include: Afghanistan\nArmenia\nAustralia\nBahrain\nBelarus\nCanada\nIraq\nKuwait\nLebanon\nOman\nNew Zealand\nPakistan\nQatar\nUnited Arab Emirates\nUnited States\nUnited Kingdom In response to Iran's outbreak, several countries have placed restrictions on travelers who recently visited Iran. Neighboring countries including Turkey, Pakistan, Afghanistan and Armenia have also closed their borders with Iran in an attempt to contain the outbreak. ##Middle East## South Korea plans to allocate roughly $9.8 billion (11.7 trillion Korean won) to lessen the economic blow from the coronavirus outbreak, Prime Minister Chung Sye-kyun announced in a news conference today. The supplementary budget, which is the country’s largest-ever dedicated to a contagious disease, will be submitted to the National Assembly for approval on Thursday. Chung said the economic impact of the novel coronavirus in South Korea is worse than that of the severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS) outbreaks. In 2015, South Korea allocated about $9.76 billion for MERS. Japan has confirmed 17 new coronavirus infections, bringing the national total to 991 cases, according to authorities.  Of those, 706 cases are linked to the Diamond Princess cruise ship, according to the health ministry. Another 284 were infected on land. Twelve patients have died. One of the new patients infected with the virus was in Yamaguchi prefecture, making it the area's first case.  Nine people have died from coronavirus in the United States and 125 have been infected, according to authorities. Those include 48 cases from repatriated citizens, according to the US Centers for Disease Control and Prevention (CDC).  The other 77 cases are spread across 13 states.   These numbers include presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases that have received positive results from the CDC. Here's a state-by-state breakdown: Arizona: 2\nCalifornia: 26\nFlorida: 3\nGeorgia: 2\nIllinois: 4\nMassachusetts: 2\nNew Hampshire: 2\nNew York: 2\nNorth Carolina: 1\n Oregon: 3\nRhode Island: 2\nWashington state: 27 (includes 9 deaths) \n Wisconsin: 1 And here's where the repatriated cases came from: Diamond Princess cruise ship: 45\nWuhan, China: 3 ##United States## Contra Costa County in Northern California has confirmed its first case of coronavirus in a resident, bringing the total number of cases in the United States to 125. This is the first presumptive positive case of a resident in Contra Costa County and the 26th case in California. The patient -- who is a resident of the county -- had no known travel history to infected areas and no known contact with a confirmed case, according to a news release. The patient is being treated at a hospital in the county. A presumptive positive case is one that tested positive in a public health lab and is pending confirmation from the US Centers for Disease Control. As speculation mounts over the fate of the Summer Olympics, a scene from iconic 1988 anime film “Akira,” which notoriously predicted Tokyo2020, has started trending online.  In the scene, a signboard counting down to the Tokyo Olympics shows there are only 147 days to go. Underneath it, there's some graffiti in white -- the Japanese words “chuushida,\" meaning “just cancel it.” “Just cancel it” has now gone viral on Japanese Twitter. Coincidentally, last Friday marked exactly 147 days until the official start of the Olympics, which is due to kick off on July 24. \"Akira\" is a popular science-fiction manga -- a Japanese word for a comic or graphic novel -- that was created in 1982 by Japanese artist Katsuhiro Otomo. The story follows biker gang leader Shotaro Kaneda as he battles to save his friend from a secret government program that conducts tests on psychic children. In 1988, Otomo released \"Akira\" as an anime film so detailed and intricate that it took animators years to hand-paint each of the single shots to bring the story to life. The film is now widely considered a cult classic which helped expand anime's reach in the US and Europe. ##Asia## For weeks, students and workers in greater China have been studying and working remotely.  Now, as coronavirus spreads into more countries around the world, companies in other countries are looking into doing the same. America's largest bank, JPMorgan Chase, is bracing for the coronavirus outbreak by asking thousands of its employees to work from home for a day to test contingency plans, a person familiar with the matter told CNN Business. Most Google staff at its European headquarters in Dublin have been told to work from home after a worker reported flu-like symptoms, Irish public broadcaster RTE reports. That person has not tested positive for coronavirus. There are over 8,000 employees at the Dublin office, according to Google. Pros and cons: As some teachers in Asia have found, working from home can be a bit of a nightmare. But in other sectors, this unexpected experiment has been so well received that employers are considering adopting it as a more permanent measure. For those who advocate more flexible working options, the past few weeks mark a possible step toward widespread -- and long-awaited -- reform. Read more here.  New Zealand has reported a second case of the novel coronavirus, the country's Ministry of Health said in a statement on Wednesday. The patient is a New Zealand citizen in her 30s who recently returned to Auckland from northern Italy, the statement read. She does not require hospital level care and is currently under self-isolation at home. \"Although we have our second case of COVID-19, with continued vigilance the chance of widespread community outbreak is expected to remain low,\" the statement said. The country's first case -- which was confirmed last month -- is a New Zealand citizen who traveled to Iran and returned to New Zealand via Bali. He had tested negative twice before the positive test.  South Korea has confirmed one new death from the coronavirus -- that's the 32nd patient to die in the country. There are also another 516 cases, which brings the total number of infections to 5,328, according to the South Korean Centers for Disease Control and Prevention (KCDC). Among the 516 new cases, 405 are from the city of Daegu, where the outbreak has been concentrated. In total, 4,006 cases have been from Daegu, with many of them linked to the Shincheonji religious group.  Another 89 new cases are from North Gyeongsang province, which surrounds Daegu. Around 90% of the nation's cases are from Daegu and North Gyeongsang. ##Asia## The global number of infections from coronavirus stands at over 92,800, including 3,200 deaths, as the outbreak continues to spread across the globe. Here's the latest: Prisoners released: Iran announced Tuesday that it will temporarily release more than 54,000 inmates in an attempt to prevent the spread of the coronavirus. The Middle Eastern country has over 2,300 cases of the virus, and 77 deaths.\nUS spread: There are now more than 120 coronavirus cases in the US and nine deaths, with infections reported in 13 states.\nSouth Korea spike: The worst outbreak outside mainland China is in South Korea, where there are now more than 5,300 cases and 32 deaths.\nMore cancellations: Google is canceling its biggest event of the year because of concerns about the coronavirus. The annual developer conference had been scheduled for May.\nPope's health: The Vatican responded to queries about Pope Francis’s health after reports suggested he had been tested for coronavirus, saying he just has a cold. \nDeath in Spain: Spanish authorities have confirmed the country's first coronavirus death. The victim died on February 13, and their remains have tested positive for the virus. In total, the country has 162 confirmed cases. \nDeclining cases in China: Dr. Maria Van Kerkhove, technical lead of the WHO’s Health Emergencies Program, said Tuesday that the WHO had scrutinized China's data, and believed that the steady decline in novel coronavirus cases in the country since the end of January was real.  Amazon is informing employees that one of its Seattle-based workers has been diagnosed with coronavirus.  According to a mass email for all staff members in Seattle and Bellevue, Washington, the employee infected with the novel coronavirus became ill on February 25 and has not been back to work since that time.  The company said it has directly notified all coworkers who had been in close contact with the patient. The worker was based at the downtown office building the company refers to as Amazon Brazil, according to the email. An Amazon spokesperson confirmed the authenticity of the email to CNN, adding, “We’re supporting the affected employee.”  It was not immediately clear whether the case was included in Washington state’s count of coronavirus patients in King County, which stood at 21 on Monday. ##United States## One week ago, Iran had fewer than 100 confirmed coronavirus cases. On Tuesday, Iranian authorities said there were 2,336 confirmed cases, making the Middle Eastern country one of the worst affected in the world. There are now 77 confirmed deaths from coronavirus, Deputy Health Minister Alireza Raisi said on state TV Tuesday. Here's what's going on:  Freeing prisoners: Iran will temporarily release more than 54,000 prisoners in an attempt to prevent the spread of coronavirus, according to Iran's semi-official news agency ISNA, citing Judiciary spokesman Gholamhossein Esmaili. The release of prisoners is under the supervision of Iran's health ministry.\nLawmakers infected: 23 lawmakers from Iran's parliament have tested positive for coronavirus. That means around 8% are infected. Parliament Speaker Ali Larijani announced last Friday that parliament sessions would be suspended until further notice.\nMedical supplies: Iran received its first planeload of assistance from the World Health Organization on Monday. That included eight tons of test kits that will allow it to test 100,000 people, IRNA said in a report. The WHO also sent six teams of epidemiologists, physicians and specialists in laboratories tests.\nForeigners evacuated: The United Arab Emirates said on Monday that it is evacuating all its citizens from Iran amid fears of coronavirus spread, state news agency WAM reported. ##Middle East## Australia has confirmed two new cases of novel coronavirus in New South Wales, bringing the country's total to 40, Health Minister Greg Hunt said. Speaking during an interview with CNN affiliate Sky News Australia on Wednesday, Hunt said the two patients are a man in his 30s and a woman in her 50s. According to a news release from the New South Wales government, the man began feeling unwell after he arrived in Australia from Iran on Sunday.  The woman had not traveled outside of Australia and is believed to have acquired the illness locally, the news release added. There are seven new cases of novel coronavirus confirmed in Malaysia, bringing the country's total to 36, Noor Hisham Abdullah, the director general of Health Malaysia, announced on Twitter Tuesday. The director general said all the new cases are close contacts of a patient who previously contracted the virus and they are currently in a stable condition. ##Asia## At least 3,200 people around the world have died from coronavirus and 92,862 have been infected. In China, another 38 people died as of the end of Tuesday, bringing the death toll in mainland China to 2,981, according to China’s National Health Commission (NHC).  Of the 38 people who died, 37 were in Hubei province, where the outbreak began Confirmed cases in mainland China increased by 119, as of the end of Tuesday, with 115 in Hubei.  In total, 80,270 people have been infected with coronavirus in mainland China since the start of the outbreak. According to the NHC, a total of 49,856 patients have recovered and been discharged from hospital. A total of 219 deaths have been recorded outside mainland China. Here's the breakdown: Italy: 79\nIran: 77\nSouth Korea: 32\nJapan: 12\nUnited States: 9\nFrance: 4\nHong Kong: 2\nTaiwan: 1\nAustralia: 1\nThailand: 1\nPhilippines: 1  ", "Section": "asia", "Writers": ["Julia Hollingsworth", "Adam Renton", "Steve George", "Meg Wagner"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-03-04-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}