{"Type": "gallery", "Time": "2020-11-13", "Headline": "The week in 43 photos", "Text": "Medical workers treat a Covid-19 patient in Houston on Tuesday, November 10. Texas this week became the first state to surpass 1 million Covid-19 infections, according to data from Johns Hopkins University. US President-elect Joe Biden and Vice President-elect Kamala Harris speak virtually with their newly appointed Transition Covid-19 Advisory Board on Monday, November 9. The advisory board is led by established public health officials and staffed by a mix of doctors and current and former government officials. People ride a rubber boat after being rescued from a submerged village in Rodriguez, Philippines, on Thursday, November 12. Typhoon Vamco battered the Philippines, causing widespread flooding. Fans storm the field after Notre Dame's football team upset top-ranked Clemson in South Bend, Indiana, on Saturday, November 7. The university this week mandated coronavirus testing for students. A nursing-home resident, left, speaks with her visiting daughter through a plastic screen in Castelfranco Veneto, Italy, on Wednesday, November 11. The plastic screen is part of a \"Hug Room\" that allows residents and their families to embrace each other during the coronavirus pandemic. Naseem Abu Jamea plays with his pet lion cubs in Khan Younis, Gaza, on Tuesday, November 10. People protest outside the US Supreme Court while the court heard oral arguments over the Affordable Care Act on Tuesday, November 10. The Trump administration and several Republican-led states are asking the court to strike down the health-care law. Tiger Woods tees off during a Masters practice round on Monday, November 9. The major golf tournament is taking place in the fall for the first time ever. It had been postponed because of the coronavirus pandemic. Pro-democracy lawmakers join hands during a news conference in Hong Kong on Wednesday, November 11. The Beijing government passed a resolution allowing Hong Kong authorities to expel locally elected lawmakers without having to go through the courts. Immediately afterward, four pro-democracy lawmakers were ousted from the city's legislature, prompting the entire pan-democrat opposition bloc to announce their intention to resign in protest. US President Donald Trump talks with advisers in the White House Oval Office on Tuesday, November 11. Daredevil motorcycle rider Captain Shivam Singh is covered in flames after riding through a tunnel of fire in Bangalore, India, on Tuesday, November 10. He escaped with minor injuries and broke the Guinness World Record for longest ride through a tunnel of fire (127 meters, or 417 feet). Electoral workers count votes in San Juan, Puerto Rico, on Wednesday, November 11. Officials said that more than 180 briefcases full of uncounted ballots had been found. They were apparently stored in a vault and forgotten. Asya Branch is crowned Miss USA in Memphis, Tennessee, on Saturday, November 7. Branch is from Booneville, Mississippi. Shoppers crowd a market in Delhi, India, ahead of the Hindu festival of Diwali on Tuesday, November 10. Kate McKinnon plays Rudy Giuliani during a \"Saturday Night Live\" segment on November 7. Britain's Prince Harry, and his wife Meghan, the Duchess of Sussex, recognize Remembrance Sunday by laying flowers at the Los Angeles National Cemetery on November 8. Remembrance Sunday is when the United Kingdom pays tribute to those who lost their lives in war. Traders work on the floor of the New York Stock Exchange on Monday, November 9. Stocks surged on Monday after Pfizer said its Covid-19 vaccine was 90% effective. Even before that news, stock futures had been pointing to a higher open after Joe Biden was projected to be the next president of the United States. Tampa Bay wide receiver Mike Evans, left, is defended by New Orleans' Marshon Lattimore during an NFL game in Tampa, Florida, on Sunday, November 8.  Lemay Acosta pulls his 2-year-old daughter, Layla, and their dog Buster through a flooded neighborhood in Plantation, Florida, on Monday, November 9. It was a day after Tropical Storm Eta made landfall. A supporter of US President Donald Trump holds her hand over her heart during a protest outside the Clark County Election Department in North Las Vegas, Nevada, on Sunday, November 8. Horses race in Bangor, Wales, on Wednesday, November 11. People storm the government house in Yerevan, Armenia, after Armenian Prime Minister Nikol Pashinyan said he had signed an agreement with Russia and Azerbaijan to end the war over the disputed area of Nagorno-Karabakh on Tuesday, November 10. Laurane Palace lies on a rainbow crosswalk in Atlanta while people celebrate Joe Biden's victory in the US presidential election on Saturday, November 7. People attend the wake of four family members who died when their home was washed away by flash floods in Mukem, Mexico, on Monday, November 9. The flooding was caused by rains associated with Tropical Storm Eta. Reporters raise their hands as US Secretary of State Mike Pompeo holds a briefing in Washington, DC, on Tuesday, November 10. In his remarks, Pompeo refused to acknowledge Joe Biden's victory in the presidential election. Far-right supporters hold flags and light flares as they march through Warsaw, Poland, to mark the country's Independence Day on Wednesday, November 11. A shopper lines up outside a Primark store in Cardiff, Wales, on Monday, November 9. Many businesses in Wales were able to reopen Monday after a 17-day lockdown. People lie in hammocks hanging from trees as they protest a motorway extension near Stadtallendorf, Germany, on Wednesday, November 11. Figure skater Jin Hengxin performs during a gala exhibition in Chongqing, China, on Sunday, November 8. Georgia Secretary of State Brad Raffensperger speaks during a news conference in Atlanta on Wednesday, November 11. Raffensperger, a Republican, said that the Republican senators who called for his resignation haven't provided any evidence to back their claims of election mismanagement. A blue-throated starfrontlet, a type of hummingbird, is seen in Bogota, Colombia, on Wednesday, November 11. Colombia has the largest bird diversity in the world. It is home to about 1,934 different bird species — a fifth of the total known. Students take part in a training session at the Ministry of Fun Santa School in London on Tuesday, November 10. The school is developing an app for children to speak with Santa during the Christmas season. US President-elect Joe Biden participates in a Veterans Day event at the Philadelphia Korean War Memorial on Wednesday, November 11. The US Capitol building is reflected in a puddle in Washington, DC, on Tuesday, November 10. A medical worker takes a break Monday, November 9, at a temporary hospital that was set up for Covid-19 patients in Moscow. People attend a campaign event in Marietta, Georgia, for US senators Kelly Loeffler and David Perdue on Wednesday, November 11. Both Republicans are expected to miss the 50% threshold needed to avoid a runoff with their Democratic challengers.  Caddies and course officials help pro golfer Bryson DeChambeau, second from right, look for his ball during the first round of the Masters on Thursday, November 12. US President-elect Joe Biden watches Vice President-elect Kamala Harris speak in Wilmington, Delaware, on Tuesday, November 10. Police in Lima, Peru, stop supporters of former President Martin Vizcarra from marching to Congress on Tuesday, November 10. The previous night, lawmakers voted to remove Vizcarra from office. Vizcarra said he would accept the vote and not take any legal action to counter it. Members of the Oklahoma House of Representatives participate in a ceremonial swearing-in on Wednesday, November 11. Japan's Ito Mima competes in a World Cup table-tennis match in Weihai, China, on Tuesday, November 10. Medics prepare to load a Covid-19 patient into a helicopter in Verviers, Belgium, on Monday, November 9. Birds fly over the White House at dusk on Sunday, November 8. See last week in 51 photos", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/11/12/world/gallery/photos-this-week-november-7-november-12/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}