{"Type": "article", "Time": "2020-04-30", "Headline": "US Navy stages back-to-back challenges to Beijing's South China Sea claims", "Text": "A United States Navy warship conducted a \"freedom of navigation operation\" Wednesday aimed in part at challenging China's claims in the South China Sea, the second such operation in as many days near disputed islands that the US has accused Beijing of militarizing. The operations come amid heightened tension between Washington and Beijing over the handling of the coronavirus and after US Secretary of State Mike Pompeo accused China of exploiting attention given the pandemic to \"bully\" its neighbors in the South China Sea (SCS). The guided-missile cruiser USS Bunker Hill on Wednesday \"asserted navigational rights and freedoms in the Spratly Islands, consistent with international law,\" said Cmdr. Reann Mommsen, a spokesperson for the Navy's 7th Fleet, in a statement. The Spratlys, called the Nansha Islands by China, are in the southern portion of the 1.3 million square mile South China Sea. While several countries have claims on the island chain, the US has long accused China of militarizing the Spratly Islands by deploying anti-ship cruise missiles and long-range surface-to-air missiles to Chinese outposts there. \"This freedom of navigation operation upheld the rights, freedoms, and lawful uses of the sea recognized in international law by challenging the restrictions on innocent passage imposed by China, Vietnam, and Taiwan,\" Mommsen said. On Tuesday the guided-missile destroyer USS Barry conducted a freedom of navigation mission near the Paracel Islands, which are called the Xisha Islands by China, challenging Beijing's claims to the waters around the islands in the northern areas of the South China Sea. US freedom of navigation operations in the South China Sea are not rare, but they typically occur weeks or more apart. New US strategy The back-to-back missions are indicative of a new Pentagon strategy -- \"strategic predictability, operational unpredictability\" -- to keep foes on their heels, said Timothy Heath, senior defense researcher with the Rand Corp. think tank in Virginia. Heath pointed to a similar move earlier in the month when the US Air Force ended its Continuous Bomber Presence on the island of Guam, opting instead to move B-1s, B-2s and B-52s into the region whenever the Pentagon sees fit. \"Just as the bombers at Guam are no longer consistently present there, US naval forces in the South China Sea are likely to carry out operations and activities in unusual patterns that are inconsistent with past, predictable patterns,\" Heath said. The US Navy said the back-to-back operations are just business as usual. \"US forces operate in the South China Sea on a daily basis,\" Mommsen said in the statement. \"The United States will fly, sail, and operate wherever international law allows -- regardless of the location of excessive maritime claims and regardless of current events,\" she said. For its part, Beijing said after Tuesday's US operation in the Paracels that Washington is increasing tensions in the region and at the same time hindering the battle against the Covid-19 pandemic. \"China urges the United States to focus on its own business with pandemic prevention and control, make more contributions to the global fight against the Covid-19, and immediately stop military operations that are detrimental to regional security, peace and stability,\" Senior Col. Li Huamin, spokesperson for the People's Liberation Army Southern Theater Command, said in a statement. China also said it deployed forces to warn away the USS Barry from waters near the Paracels on Tuesday. Analyst Carl Schuster, a former US Navy captain, said that claim could have had as much to do with Wednesday's repeat operation in the Spratlys as anything. \"China has been claiming it has expelled the US Navy from those waters. This is a way of showing they haven't,\" Schuster said. Pompeo criticizes China On April 23, the US secretary of state said it was Beijing that was using the pandemic to further its claims in the South China Sea. \"The CCP (Chinese Communist Party) is exerting military pressure and coercing its neighbors in the SCS, even going so far as to sink a Vietnamese fishing vessel. The US strongly opposes China's bullying and we hope other nations will hold them to account too,\" Pompeo wrote in a joint announcement with the Association of Southeast Asian Nations on efforts to battle the coronavirus. Pompeo also cited China's imposition of new administrative districts around the island chains past which the US warships sailed this week as an example of its pressure on the South China Sea. China claims almost the entire South China Sea as its sovereign territory, and it has aggressively asserted its stake in recent years. Besides building up and fortifying reefs and islands, Beijing has dispatched survey ships to assert mineral rights and deployed large numbers of coast guard to the area. It has also worked steadily in recent years to modernize and expand the PLA Navy to protect what Beijing calls its sovereign territory. Earlier this month it established the Xisha District and the Nansha District under Sansha City, a prefecture-level city on Woody Island in the Paracels. The move cements centralized control over the islands from a single city. ", "Section": "asia", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2020/04/30/asia/south-china-sea-us-navy-freedom-of-navigation-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}