{"Type": "", "Time": "2020-08-07", "Headline": "Level Up Your Drive with the Vios – Manila Bulletin", "Text": "There’s never been a more crucial time to get a car. With the current situation and government guidelines and protocols are already changing the way people live and work, it’s important to find the right vehicle up to the task.Buying a new and practical car can be daunting with all the choices. Yet one car has proven to be the right choice for Filipinos time and time again: the Toyota Vios.The newest and best-selling model car produced by Toyota Motor Philippines (TMP) has been the Vios for some time now. Updated for 2020 with a new front fascia, the new Vios offers all that consumers are looking for in one convenient package.First of all, the Toyota Vios is a solid and reputable choice. The country’s best-selling car is also made by Filipinos for Filipinos. Throughout its existence, the Vios has been the first choice for families, company fleets, taxis, racing teams, and even as a second-hand purchase. It’s no surprise it continues to top sales charts year after year and still retains a high resale value after years of ownership.Turn heads when driving the Vios with its new look. Restyled for 2020, the Vios features a bold new front façade for a more sporty appearance. It’s composed of new headlights, a bolder grille, and sportier bumper with aggressively-styled ducts.The Vios is also an affordable car. It starts at PhP 671,000 with exciting bundle offers. These are a 5-year Extended Warranty and FREE Preventive Maintenance Service (PMS) up to the first 20,000 kms. This ensures there are no maintenance expenses to worry about for the first year.Want certain specs and features? Toyota offers up to 9 variants of the Vios, from the entry level 1.3-liter base M/T all the way up to the 1.5-liter G with a CVT automatic. This car also has a wide selection of accessory options like bodykits, wheels, garnishes, and in-car accessories so those who’d want it can make it their own.The Vios is a safe car. All Vios units, no matter the variant, come equipped with a driver and passenger airbag, a driver knee airbag, Anti-lock Brake System (ABS), Vehicle Stability Control, Hill Start Assist, Electronic Brake Distribution (EBD), and Brake Assist. There are also 3-point seatbelts for every passenger.Higher trim levels of the Vios are already loaded with a long list of standard features that are hard to beat for its affordable SRP. These are features like 3-tier LED headlamps with daytime running lamps (DRL), rear combination lamps with line guide, LED fog lamps (upgraded from halogen), and a 7-inch touchscreen display audio with WebLink for iOS / Android.The Vios is also offered in powerful or economical powertrain options. Top trims — G in MT and CVT — come with 1.5-liter Dual VVT-i  inline 4-cylinder engine. The CVT comes with paddle shifters for extra excitement as well as Sport and Eco driving modes. Lower grades are fitted with the economical 1.3-liter Dual VVT-i inline 4-cylinder engines. These are paired with a choice of a highly-efficient continuously variable transmission (CVT) for optimized power delivery, or a 5-speed manual transmission.Best of all, the new Vios also comes with the Toyota Sure Advantage: a set of qualities and reassurances only Toyota vehicles can offer. The Toyota Sure Advantage grants the buyer peace of mind that their car has Great Value; Fulfilling Ownership; Technology That Matters; and Quality, Durability, Reliability.With so many class-leading safety features fitted as standard, up to 9 variants to choose from, affordable prices and payment plans, and a long warranty and easy service options, the Vios makes mobility easy.The new Toyota Vios is available in all 70 Toyota dealerships nationwide. Interested customers may sign up for reservation through Toyota’s official website.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/08/07/level-up-your-drive-with-the-vios/", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "MB"}