{"Type": "article", "Time": "2020-08-02", "Headline": "The 'Sweat' you drink: Inside the meteoric rise of Asia's answer to Gatorade", "Text": "In the 1989 US blockbuster \"Back to the Future II,\" time traveler Marty McFly orders a Pepsi Perfect at Hill Valley's futuristic Cafe 80s. It was an iconic moment of product placement.  But if you look very closely at a different scene showing future McFly as he video-conferences a co-worker in 2015, another brand makes a cameo appearance. That drink was called Pocari Sweat. And despite its name — unappetizing to native English speakers — it's a well-known Japanese sports drink across Asia and the Middle East.  Though the film's creators didn't have a product placement deal with Pocari Sweat, they had given their art department a general directive to include Japanese elements in the scenes depicting 2015, says Bob Gale, the producer and writer of \"Back to the Future II.\" \"In the late '80s, Japanese companies were buying a lot of American companies, notably Sony purchasing Columbia Pictures and Panasonic buying Universal. Japanese video games were the market leaders, Japanese cars were outselling American cars, and we thought this trend would continue well into the future,\" says Gale. The Japanese powerhouse of the '80s didn't last, but Pocari went on to become a force in the sports beverage market. Last year, 270 million bottles were distributed across more than 20 countries and regions. Around the same number were distributed in Japan, according to Otsuka Pharmaceutical, the Japanese company that makes it. Amid the pandemic, the company donated more than 1.2 million bottles to hospitals and governments across its markets. Launched in 1980, Pocari Sweat was inspired by the rehydrating effects of an IV solution. The ingredients include water, sugar, citric acid, magnesium, calcium and sodium. Pocari replenishes water and electrolytes — a set of minerals your body needs to function — lost through sweat.  The beverage is to many Asians what Gatorade is to Americans, and Lucozade is to the British. But, the brand, which turns 40 this year, is virtually unheard of in the West.  A drink that mimics sweat Pocari's story starts with Rokuro Harima, an Otsuka employee who got food poisoning during a business trip to Mexico in the 1970s.  At hospital, doctors told Harima to replenish his energy with fizzy soda drinks. But when Harima spotted a doctor drinking from a pouch of IV solution to rehydrate himself after performing surgery, he had an idea. Otsuka had also been producing IV solutions for hospitals since 1946. Harima put two and two together: He wanted to create a tasty, drinkable IV.  In the 1960s, he had helped fine-tune the flavor of Otsuka's \"Oronamin C,\" a carbonated nutritional drink targeted at weary businessmen needing a midday pick-me-up. Now the \"king of taste,\" as his peers called him, had set his sights on creating a new market in Japan. Gatorade had been sold in the US since the 1960s. But in Japan in the 1970s, sports drinks were uncharted territory.  Non-alcoholic carbonated beverages, such as Coca-Cola and Mitsuya Cider, and orange and apple juices dominated the domestic market, according to the Japan Soft Drink Association (JSDA).  But as Japanese white-collar workers powered Japan's economic boom, households gained spending power. People became more health-conscious and Coke sales waned, according to Mark Pendergrast, the author of \"God, Country and Coca-Cola.\" Harima got to work. Back in the laboratory, he and a team of researchers had discovered that the concentration of sweat was different for people doing sport compared to those just going about their day. They wanted a drink — with properties similar to sweat — that could hydrate people whatever they were doing.  Researchers developed dozens of prototypes, but they all tasted too bitter. The breakthrough came when they added a dash of citrus powder juice to their translucent solution, eventually refining the formula to two samples with differing sugar levels.  Researchers put those solutions to the test by climbing a mountain in Tokushima prefecture in southern Japan, says Jeffrey Gilbert, a spokesman at Otsuka. They concluded that the less sugary version went better with exercise. The formula for Pocari Sweat was born. All they needed was a name and a logo.  What's in a name? With its literal nod to perspiration, Pocari Sweat's name has bemused many native English speakers. The first part of its name was chosen for its sound. \"Pocari\" comes off as vaguely European and is easy to pronounce but has no meaning, Gilbert says.  As Japan absorbed Western influences in the post-World War II years, European languages were seen as chic and exotic. English slogans adorned everything from billboards to T-shirts, lunch boxes and pencil cases. The word \"sweat,\" on the other hand, conveys the drink's practical purpose.  Back in the 1980s, most carbonated and soft drinks were sold in bold red, orange and white containers, according to the JSDA. Yet given the high turnover rate in the Japanese beverage market, Akihiko Otsuka — then president of Otsuka Pharmaceutical — knew he had to make a statement. Reminiscent of breaking ocean waves, Pocari's cool blue and white cover was an outlier in terms of design.  It was a risk engineered to catch the eye of curious consumers. Creating a new market Pocari Sweat was not a smash hit when it landed in Japanese stores in 1980. \"Because this drink category didn't exist in Japan, people didn't know what to make of it,\" says Gilbert.  It didn't have Coke's dark coloring and signature sweet fizz. Nor was it like Suntory's energy drink Regain, which appealed to businessmen prepared to work 24-hour shifts. Instead, Pocari Sweat promised to keep people hydrated. Early marketing campaigns focused on the dangers of dehydration. Television commercials and posters targeted everyone from people with hangovers to sports enthusiasts.  For several years, the company handed out free samples at saunas and sporting events. Salespeople went door-to-door to promote it. \"Back then, Japan didn't have as many supermarkets or vending machines as it does today. Shoppers bought drinks at mom and pop stores, so Otsuka made an effort to reach out to people and familiarize them with Pocari's taste and function,\" says Kiyomi Kai, a spokeswoman at the JSDA. Despite the struggle to launch, Gilbert says giving up wasn't an option. \"Otsuka is very, very sticky and persistent in what it does on both the drug and consumer side — it goes in deep and stays there,\" he says. Eventually, its efforts paid off. In the mid-1990s, Pocari Sweat became Japan's first domestically produced non-alcoholic drink to hit a cumulative shipment value of over $1 billion. Sold primarily in hot countries across Asia and the Middle East, Gilbert says the hydrating message behind Pocari products — which now include powder and jelly — speak to those markets. Private vendors are selling the drink in Western nations, too.  But Otsuka never dreamed of dominating the West. Looking to Asia  By 1983, Gatorade held 86.5% of the sports beverage market in the United States. In Otsuka's eyes, Western markets were saturated, says Gilbert. Otsuka had exported its IV solutions to Japan's neighbors since the 1960s, so it made sense to ship them to locations near Japan rather than to send them via air freight to America. Besides, the company didn't want to pay for expensive supermarket shelf space in the US. Pocari Sweat was launched in Japan as the economy boomed. Otsuka predicted that the level of economic growth would spread across Asia.  By the 1980s, anti-WWII sentiments toward Japan, which had colonized many parts of Asia, had gradually waned in the region. Japan was now seen as a viable business partner. The drink hit shelves in Hong Kong and Taiwan in 1982 and in Singapore, Bahrain, Oman and Saudi Arabia the following year, along with a slew of other markets over the next decades.  The strategy of investing in Asian and Gulf markets for the long haul bore dividends.  Before the coronavirus pandemic hit, the Asian economic zone — spanning the Arabian Peninsula to Australia — represented 50% of global GDP and two-thirds of global economic growth, according to Parag Khanna, the author of \"The future is Asian.\" The region's spending power was growing, and Pocari Sweat was well-placed to ride the wave. Overcoming cultural hurdles Otsuka saw huge potential in Indonesia, a country of 273 million people, which is now the company's biggest market outside Japan. But Otsuka knew it had to rethink its marketing strategy for the predominantly Muslim nation.  For example, it didn't make sense to advertise Pocari Sweat to Indonesians as a means to rehydrate after a bath or when they had a hangover, as they did in Japan and the Philippines.  In Indonesia, people take showers instead of baths. And, as Islam forbids alcohol, there's no Indonesian word for \"hangover,\" says Yoshihiro Bando, the president director of Otsuka's Indonesian branch, in a 2015 YouTube video. Otsuka focused on carving out a niche in the healthcare and sporting community. But even then, the drink only took off after medics started using it as an emergency tonic.  In 2010, a dengue outbreak swept Indonesia. That year, the incidence rate spiked to over 80 people per 100,000 compared to 60 the year before. Symptoms for dengue include vomiting, high fever and internal bleeding, in severe cases. Patients need to stay hydrated, as that allows platelets — tiny blood cells that help your body form clots to stop bleeding — to mature.  Spotting an opportunity in the market, Otsuka partnered with healthcare experts and government officials to promote Pocari Sweat's hydrating powers. Healthcare workers started recommending it to their patients to prevent dehydration, according to researchers from Telkom University in Indonesia.  As a vital hydration booster, Pocari became known as a \"form of first aid\" — deployed in the fight against everything from dengue fever to diarrhea.  But it didn't take long for Pocari's image to shapeshift.  Pop culture meets ion supply From 2016, running became a popular activity among Indonesians, according to Jakarta-based advertising agency Olrange. It partnered with Otsuka between 2015 and 2018 to produce a series of campaigns to expand Pocari Sweat's appeal.  Along with sports campaigns dubbed #SafeRunning and Born to Sweat, Olrange leveraged Japan's pop culture to attract younger consumers. In 2018, Olrange launched a series of online videos — dubbed \"the most kawaii (cute) web series in Indonesia\" — featuring Haruka Nakagawa and Yukari Sasou, two Japanese Pocari Sweat ambassadors and celebrities popular in Indonesia. It \"captivated\" Indonesian youngsters, says Stephanie Putri Fajar, an account director at Olrange.  \"We gave them (Nakagawa and Sasou) a platform to portray the active life of the youth who lose ions (sweat) through a lighthearted six-part friendship and adventure series on YouTube called 'Onigiri T", "Section": "business", "Writers": ["Emiko Jozuka"], "URL": "https://www.cnn.com/2020/08/01/business/japan-pocari-sweat-branding-hnk-intl-dst/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}