{"Type": "article", "Time": "2020-06-29", "Headline": "June 30 coronavirus news", "Text": "The United Nations Security Council is expected to adopt a resolution by virtual vote Wednesday, calling on countries to adopt a halt in hostilities to focus on the Covid-19 virus, according to a draft of the resolution seen by CNN. Almost four months after the World Health Organization declared the coronavirus a global pandemic on March 11, this is the first action by the UN wing tasked with protecting international peace and security. The council was widely denounced for failing to agree on any action as more than 10 million people contracted the virus and various wars continued over several months. A hot dispute between China and the US blocked agreement for months. The US wanted no mention of WHO and China was furious when the US insisted on blaming Beijing for the virus in the early months of the negotiations. There is no mention of WHO in the final draft resolution. The resolution does call for \"a general and immediate cessation of hostilities in all situations on its agenda and supports the efforts undertaken by the Secretary-General.”  It says a ceasefire of at least 90 days would help “enable the safe, unhindered and sustained delivery of humanitarian assistance” during the coronavirus outbreak. The fight against ISIS and terrorism in Iraq is exempt. Despite more than 100 countries agreeing with the goal, the UN has acknowledged the impact of the call by UN Secretary-General António Guterres for a ceasefire due to the virus has not had a dramatic impact. The vote is taking place over a two-day period and will be conducted virtually due to the closure of the council chamber months ago when the outbreak hit. The results will be read after 11:30 a.m. ET Wednesday. ##Politics## ##Cases## Massachusetts reported no new deaths from Covid-19 on Tuesday, the first time in months that officials reported no new deaths in a daily update. Once an epicenter for coronavirus outbreak in the United States, Massachusetts has lost at least 8,054 residents to the pandemic. That number itself was down by one since yesterday, a decrease the Massachusetts Department of Health attributed to \"ongoing data cleaning which identifies and removes duplicate reports,\" according to the data released Tuesday evening.  Hospitalizations from Covid-19 have been dropping across the state in recent weeks, as well. As of Tuesday, 733 Massachusetts residents are currently hospitalized with the disease.  The state reported their first death related to the coronavirus on March 20, according to data from the Massachusetts Department of Health. Any new coronavirus vaccine will have to work at least 50% better than a placebo in preventing infection or serious disease in people, the US Food and Drug Administration said in new guidance released Tuesday to vaccine makers. New vaccines should also be at least as safe as other vaccines against infectious diseases, and testing should include three to four weeks’ follow-up in volunteers to make sure there are no adverse events, the FDA said.  “To ensure that a widely deployed Covid-19 vaccine is effective, the primary efficacy endpoint point estimate for a placebo-controlled efficacy trial should be at least 50%,” the agency said in its guidance. While that’s not considered desirable for a vaccine, it’s within the range of current influenza vaccines, for instance. In some years flu vaccines can have 40% efficacy or even less in preventing infection. That compares to measles vaccines, which have about 97% efficacy after two doses, according to the US Centers for Disease Control and Prevention. The FDA also says that vaccine makers should specifically ask about adverse events in volunteers for at least seven days after they get the vaccine, and then wait for any unsolicited reports of side-effects for 21 to 28 days after each vaccination. And any study should include watching for serious events requiring a medical intervention for at least six months after the last vaccination. “All pregnancies in study participants for which the date of conception is prior to vaccination or within 30 days after vaccination should be followed for pregnancy outcomes, including pregnancy loss, stillbirth, and congenital anomalies,” the FDA adds in its guidance.  But it doesn’t say pregnant women should be excluded.  And companies making vaccines using new and untested designs will have to test in animals first, the FDA said.  The guidelines also consider reports that show Blacks and Hispanics are especially hard hit by the virus.  “FDA strongly encourages the enrollment of populations most affected by COVID-19, specifically racial and ethnic minorities,” the guidelines say. Miami-Dade Mayor Carlos Gimenez said he will be signing an order today closing restaurants in the county nightly at midnight. \"We've seen some restaurants taking advantage of that order and basically turning themselves into nightclubs after 12 o'clock,\" Gimenez told CNN’s Jim Acosta. \"They are converting themselves into nightclubs after 12 o'clock and we have seen a sharp rise in the number of young people,\" he added. Gimenez said that not complying with the order is a misdemeanor and violators can be fined and spend up to 180 days in jail. Official conducted 7,000 inspections on businesses today to \"make sure they were complying,\" he said. \"The vast majority are complying but again we think it's more of a problem with young people, they're not complying,\" Gimenez said.  More than 40% of people infected with coronavirus in a small village in northern Italy had no symptoms during a coronavirus outbreak earlier this year, an international team of researchers reported Tuesday. Yet the people without symptoms had virtually the same viral load – that’s the amount of virus in their systems – as people who did have symptoms, the researchers wrote in a pre-print, non-peer reviewed report published in the journal Nature. The team tested most of the residents of Vo after an outbreak forced a two-week lockdown of the village in February. They found 42.5% of people with confirmed Covid-19 infections were asymptomatic, meaning they “did not have symptoms at the time of the swab testing and did not develop symptoms afterward,” researchers Enrico Lavezzo and Elisa Franchin of the University of Padova in Italy and colleagues across Europe wrote. “On the first survey, which was conducted around the time the town lockdown started, we found a prevalence of infection of 2.6%, they wrote. “On the second survey, which was conducted at the end of the lockdown, we found a prevalence of 1.2%.” This is the first definitive assessment of the rate of asymptomatic infection in Covid-19 cases since the pandemic began, Lavezzo and Franchin’s team said. “This figure is of enormous value as it informs estimates and decisions regarding the further dealing with the epidemic in many countries,” they wrote.  “This study sheds new light on the frequency of asymptomatic SARS-CoV-2 infection, their infectivity (as measured by the viral load) and provides new insights into its transmission dynamics and the efficacy of the implemented control measures,” they added. ##Cases##  Brazil's health ministry reported 1,280 new Covid-19 deaths in the past 24 hours, nearly doubling the previous day's count.   The country's death toll stands at 59,594 as Rio de Janeiro state alone surpassed 10,000 total deaths from the virus Tuesday, according to Rio's state health secretary. The national health ministry also recorded another 33,846 new cases Tuesday, bringing the country's total to at least 1,402,041. This comes after a new survey published Tuesday showed that fewer Brazilians are sheltering at home, although showing they are increasingly afraid of contracting the virus.  At the end of June, 47% of Brazilians were \"very afraid\" of contracting the novel coronavirus, up from 36% in mid-March when several states ordered all but essential businesses to close, according to the Datafolha polling firm. Nonetheless, fewer Brazilians reported staying at home. Those who reported remaining totally isolated fell to 12% from 18% and those who said they were taking precautions but still leaving home to work and perform other activities was up to 34% from 24%. ##Hotspots## ##Cases## Vermont will allow people from low-risk counties in other states to visit effective July 1, according to the Vermont Health Department. The additional states include: Delaware, Maryland, New Jersey, Ohio, Pennsylvania, Virginia and West Virginia, as well as the District of Columbia, the health department announced in a statement.  New York, Maine, Vermont, New Hampshire, Rhode Island and Massachusetts were previously included. Vermont defines low risk as any county with less than 400 active cases of Covid-19 per one million residents, basing their data off Johns Hopkins University. If not exempt by the low risk guidelines above, Vermont allows individuals outside of New England and New York to quarantine in their home state for 14 days, or seven days followed by a negative test. Vermont also “strongly encourages” out-of-state travelers to register with Sara Alert when they arrive in state to get two weeks of reminders to check for Covid-19 symptoms. “All our efforts and day-to day actions have been critical to slowing the virus’ spread,” the state's health department said in a release Tuesday. “But our progress is fragile, and we all have an ongoing responsibility in keeping it from roaring back. Stay home when you’re sick. Wash your hands — a lot. Keep a physical distance of at least 6 feet. Wear a face mask when around others.” ##Cases## Texas reported 6,975 new Covid-19 cases on Tuesday.  This is the state's highest daily number of cases, bringing the total to at least 159,986 cases. At least 2,424 people have died from the virus in the state. The reporting comes after Texas Gov. Greg Abbott ordered for bars to close following the rise in cases. He also paused more reopenings for the state.  ##Hotspots## ##Cases## WATCH:  Toronto City Council voted unanimously in favor of requiring face masks in all indoor public places starting July 7 to help stop the spread of Covid-19, according to a statement from the city.  Businesses must adopt a policy to ensure masks or face coverings are worn in indoor public spaces under their control.  It will apply to all indoor spaces that are openly accessible to the public, including retail stores, grocery stores, restaurants, bars, gyms, swimming pools, churches, and common areas in hotels, motels and short-term rentals, among others. The mandate will expire the day of Toronto’s first council meeting after their summer recess, currently scheduled for September 30, unless extended by council.  Toronto’s medical officer of health will review the recommendations regarding masks and face coverings on a monthly basis and report if any changes are needed before that date, according to the statement. ##Masks## Bars and nightclubs that do not serve food must close during the month of July, Colorado Gov. Jared Polis announced at a briefing Tuesday. Keeping them open is “too big a risk,” he said. They will be closed for in-person service only, and will be allowed to sell alcohol as a take-out option. The move comes amid an uptick of Covid-19 cases in many states across the nation, including Colorado.   It’s possible that areas of Colorado that have improvement will be able to reopen bars at nightclubs at some point during July, he said.   Bars that now serve food and function as restaurants can stay open provided there is social distancing and people remain six feet apart. Customers must also be seated with their own party.  ##Reopening## A woman returning home to China from the US carried coronavirus back with her and sparked an outbreak that ended up infecting at least 71 people, researchers reported Tuesday. It started with an elevator ride, the researchers report in the Centers for Disease Control and Prevention’s journal Emerging Infectious Diseases.  The woman returned to Heilongjiang Province from a trip to the US on March 19, about a week after the last coronavirus case was diagnosed in the province. She had no symptoms and tested negative for coronavirus, but was asked to quarantine at home.  No one suspected anything was wrong until a man with no obvious connection to the traveler suffered a stroke. It turns out he had been at a party with relatives of a neighbor living in the same building as the traveler. When the researchers in China finally put the story together, they determined that the traveler must have somehow contaminated the elevator in her building. Her downstairs neighbor, who used the same elevator, also got infected, and she in turn infected her mother and her mother’s boyfriend. They went to a party and infected the stroke patient and his sons.  The stroke patient and two of his sons went to two hospitals. At least 28 people were infected at the first hospital and 20 more were infected when he was moved to a second facility. When the Chinese Center for Disease Control and Prevention investigated the genetic makeup of the virus found in this new outbreak, they found it was different from strains previously seen in China. The viruses in the patients were genetically identical or at least very similar, which led them to believe the virus originated overseas.  When investigators learned that a neighbor of one of the cases had recently returned from abroad, they tested her again. She was not currently infected but had antibodies to the virus, indicating a previous infection. They designated her A0, meaning she was the first case. “Therefore, we believe A0 was an asymptomatic carrier and that B1.1 (her neighbor) was infected by contact with surfaces in the elevator in the building where they both lived,” they wrote. Other residents in the building all tested negative. “As of April 22, 2020, A0 remained asymptomatic, and a total of 71 SARS-CoV-2–positive cases had been identified in the cluster,” the researchers wrote. “Our results illustrate how a single asymptomatic SARS-CoV-2 infection could result in widespread community transmission.” ##Cases## US Surgeon General Jerome Adams gave an impassioned plea Tuesday, asking Americans to “please, please, please wear a face covering when you go out in public.”  “It is not an inconvenience,” Adams said. “It is not a suppression of your freedom. It is actually a vehicle to achieve our goals. It adds to your convenience and your freedom, because it allows us to open up more places.”  “This face covering actually is an instrument of freedom for Americans if we all use it,” he added. To young people, he said: \"If you want to see North Carolina beat Duke this year, wear a face covering ... if you want to go on spring break next March and April, wear a face covering.” “I want you to understand, this is not meant to be pessimistic,” he said. “I have every confidence that we can very quickly see these new case counts go down. And we can reopen, we can get back to school, back to work, to worship, and to college football. But we’ve all got to do our part.” Adams comments were in contrast with Vice President Mike Pence, who earlier in the briefing told Americans to wear a face mask, “whenever your state and local authorities say it’s appropriate.”  Asked if a nationwide mask requirement was under consideration, Pence said the administration would continue to use the model of “respecting the decisions that governors are making.”  ##Masks## Vice President Mike Pence said Tuesday the coronavirus task force was focused on the 12 states across the country that have both a rising number of Covid-19 cases and a rising rate of test positivity. “Our focus particularly at the task force today was on the 12 states that have the combination,” Pence said at a briefing, shortly after a task force meeting. He added also that they were \"particularly focusing on the four states that are generating the majority of the cases,” which he said were California, Arizona, Texas, and Florida.  Pence said he will head to Arizona Wednesday to meet with Gov. Doug Ducey about the state’s rapidly rising number of cases. A 64-member disaster medical team from the Federal Emergency Management Agency is in Arizona, and the agency is consulting with Texas and other states about sending medical resources to them.  He also confirmed that he still plans travel to Florida with Dr. Deborah Birx later this week. ##Masks## ##Cases## ##Politics## What began as an emergency solution to provide housing for California’s homeless population during the coronavirus pandemic has turned into a more permanent solution. The housing program, initially called \"Project Roomkey\" secures hotel and motel space for individuals experiencing homelessness. When California Gov. Gavin Newsom signed the state’s revised budget Monday, he devoted $900 million to buying hotels, motels, tiny home, pre-fab homes, and apartment buildings to facilitate a permanent version of the program, now called \"Project Home Key.\" So far, more than 14,000 people have been provided with a place to live and access to support services through the initiative, according to Newsom. Other states, including Connecticut and Hawaii, are looking to replicate the same program, he said. The funding comes from a state partnership with the Federal Emergency Management Agency, as well as private donations. Newsom credited Blue Shield and Kaiser for providing $45 million in funding for the project. Connecticut has an \"all-time high\" in Covid-19 tests reported and an \"all-time low in test positivity rate,\" Connecticut Gov. Ned Lamont tweeted today Lamont added that these state are \"showing momentum and discipline\" from Connecticut residents to follow the state's guidelines. What the numbers say: In the past day, 21,416 Covid-19 tests were given, 152 came back positive, representing .7% of total tests, the governor noted.  Hospitalizations declined to 98 and there were two fatalities, he added. The state has had a total of 46,414 coronavirus cases and 4,322 coronavirus-related deaths, according to Lamont’s tweet. Read Lamont's tweet: ##Cases## The Nets have reopened their practice facility in Brooklyn, a day after two players announced they had tested positive for coronavirus.  The NBA team had previously closed the facility due to the recent positive coronavirus tests. A team spokesperson confirmed the closing and opening to CNN.  First reported by ESPN’s Adrian Wojnarowski, the team closed the facility due to health concerns after two players, DeAndre Jordan and Spencer Dinwiddie, tested positive for Covid-19 ahead of the league’s planned restart to the 2019-2020 season on July 30. Jordan yesterday tweeted that he has tested positive for Covid-19: “Found out last night and confirmed again today that I’ve tested positive for Covid while being back in market,” Jordan wrote on Monday. “As a result of this, I will not be in Orlando for the resumption of the season.” Earlier in the day, Dinwiddie told The Athletic that he has tested positive for coronavirus. More context: Four Brooklyn Nets’ have decided not to play in Orlando. That list includes Kevin Durant, Kyrie Irving, Wilson Chandler and DeAndre Jordan, team spokesperson confirms. Dinwiddie said on Twitter that he will make his decision at a later date. The Dominican Republic entered a new phase of reopening Tuesday allowing for hotels, restaurants, clubs and religious centers to resume activities under certain health protocols, according to Health Minister Rafael Sanchez. “We can’t continue to be closed even if Covid persists,\" Sanchez said during a briefing Tuesday. \"The economy needs to function as in every country of the world.”  Sanchez added, however, that educational, training and recreational activities will continue to be suspended to help stop the spread of coronavirus. Asked about the reopening measures and the upcoming presidential and legislative elections on July 5, Sanchez said people have to take preventative measures, adding that the elections must take place. “With the resources we have, which are the same ones of any other country – because there isn’t anything else to invent, we have to head to the elections,” the health minister said. More on this: Elections for president, vice president, senators and deputies were originally scheduled to take place on May 17, but voting was postponed amid the pandemic. Over the weekend, large gatherings were seen in the Dominican Republic as candidates rallied days before Sunday’s election. At least three political parties held events without implementing any social distancing; while some of the candidates also did not wear a mask in public. As of Monday, the Dominican Republic has at least 32,569 confirmed cases of novel coronavirus and at least 747 deaths, according to official data. Last week, the Pan American Health Organization (PAHO) warned of contagion hotspots in the Caribbean, specifically on the border of Haiti and the Dominican Republic. ##Cases## ##Hotspots## ##Economy## US stocks rebounded dramatically in the second quarter of the year, bouncing back from historic losses in the first three months of 2020. The Dow recorded its best three-month gain since the first quarter of 1987, climbing 17.8%.  For the S&P 500, the broadest measure of Wall Street, it was the best quarter since the final three months of 1998 with a 19.9% gain. The Nasdaq Composite climbed 30.6% in the quarter, its best performance since the last three months of 1999. What is happening: Optimism over the reopening of the economy and unprecedented stimulus from the government and the Federal Reserve has boosted the market in the recent months, even as Covid-19 infections are on the rise again and economists worry about a second shutdown. All three indexes also finished June in the green. Here's where things stand: The Dow finished up 0.9%, or 217 points\nThe S&P 500 rose 1.5%\nThe Nasdaq Composite closed up 1.9%  ##Economy## Delaware Gov. John Carney announced he is closing bars at Delaware beaches ahead of the Fourth of July weekend due to an increase in coronavirus cases in the state.  Bars in beach communities will be closed indefinitely starting at 8 a.m. on Friday, Carney announced at a news conference on Tuesday.  “Since early to mid-June to where we are today, just the complacency that we see, mostly in younger folks, particularly those who are enjoying our beaches and the social activities after returning from the beaches…that’s of concern and the main reason that we’re going to stay in phase two,” the governor said.  Coronavirus case data shared at the news conference indicated that the state is seeing an increase in the percentage of positive coronavirus cases at the beach, a main point of concern for the governor.  Carney said the government is going to delay moving into phase three across the state until they get a better handle on where the surge is coming from and make sure there is extensive testing to support moving forward into the next phase of reopening.  ##Reopening## ##Hotspots## California Gov. Gavin Newsom plans to announce more restrictions for Californians as coronavirus cases swell in the state. The governor has repeatedly promised that reopening the state comes with the ability to \"toggle back\" if necessary. Today, Newsom said more announcements regarding restrictions and enforcement will come tomorrow. California is among at least 17 states that have paused or rolled back their reopening plans in response to a rise in new infections. On Sunday, the governor shut bars back down across seven counties and recommended their closure in several more. Responding to a reporter's question about the beaches being closed in Los Angeles County for the Fourth of July weekend, the governor hinted that state beaches could be part of his announcement tomorrow. As the holiday weekend looms, Newsom warned that family gatherings are of the greatest concern around the spread of coronavirus in the state. Family gatherings where households mix with extended family, tend to be a place where people let their guard down, the governor said. “It’s not just bars, not just out in the streets with people protesting, and the like,” Newsom said. Acknowledging that family gatherings are part of the holiday tradition, he insisted that directives will be more aggressive as they relate to face coverings and physical distancing. “We bent the curve in the state of California once. We will bend the curve again. Mark my words. We will crush this pandemic. We will annihilate it. We will get past this, but we’re gonna have to be tougher,” Newsom said. ##Hotspots## ##Reopening## North Carolina is reporting 64,670 positive cases of coronavirus and 1,343 deaths in the state since the pandemic began, Mandy Cohen, North Carolina Health and Human Services (NCDHHS) secretary, said during a news conference today. NCDHHS said the number of new cases is down from Monday. There are 908 people hospitalized and 910,033 have been completed, according to NCDHHS.  Cohen said contact tracing is ramping up, but there are a lot of challenges with getting people to pick up the phone and to talk to NCDHHS. “We have to work on that communication and that trust, and we're going to continue to do that,” Cohen said.  ##Cases## As Florida reports increasing coronavirus cases, Gov. Ron DeSantis today said the state has robust testing and \"hospitals have a lot of capacity.\"  Speaking at a news conference today, the governor said Florida is \"well positioned to be able to handle what comes down the pike.\" He also said Florida would not be \"closing things\" — days after the state suspended on-premise alcohol consumption in bars after Florida reported record coronavirus case counts. “We’re not going back, closing things,\" DeSantis said today. \"I don’t think that, that really is what’s driving it. I mean, people going to business is not what’s driving it. I think when you see the younger folks, I think a lot of it is just more social interactions and so that’s natural,” added DeSantis.   Regarding the younger population, DeSantis emphasized that some people could have mild or no symptoms. “You have a responsibility not to come into close contact with folks who could be more vulnerable,” he added. The latest numbers: The Florida Department of Health reported more than 6,093 additional coronavirus cases today, bringing the state total to more than152,000. The state recorded its highest daily total on Saturday with more than 9,500 new cases. ##Hotspots## Watch Florida ICU doctor response to DeSantis' comments: NBA team the Denver Nuggets have temporarily shut down their practice facility, the Pepsi Center in Denver, Colorado, following two positive Covid-19 tests from members of the squad and staff.  A team spokesperson tells CNN that the Nuggets closed the facility as a precaution.  The Nuggets are set to leave for Orlando, Florida, next Tuesday ahead of the NBA’s restart to the season.  First reported by ESPN’s Adrian Wojnarowski, the facility closed on Saturday after the two positive tests were revealed among the 35-person contingent that plans to travel to Orlando.  The team spokesperson would not comment on how many in total or whom within the Nuggets franchise have tested positive for coronavirus since the pandemic outbreak. ##Cases##  Asked today about timing for another Covid-19 relief bill, Senate Majority Leader Mitch McConnell said senators will address a potential additional package when they return in July before the August recess.  He told reporters the next Covid-19 bill will focus on kids, jobs and health care. McConnell, speaking at a news conference, reiterated that no stimulus bill will pass without liability protection, and not just for businesses, but for universities, doctors, nurses and schools as well. He also pushed his pro-mask message, saying, “Put on a mask, it’s not complicated.”  ##Economy## ##Masks## US vaccine maker Inovio said on Tuesday that its coronavirus vaccine already has shown some positive early data in a Phase 1 trial. However, the company released few details, and the preliminary information was shared in a press release, not a peer-reviewed publication.  The company said that 94% of people in the Phase 1 trial demonstrated overall immune responses by six weeks after receiving two doses of the vaccine INO-4800 and by eight weeks, the vaccine regimen was found to be safe and well-tolerated with no serious reactions. There were 40 healthy adult volunteers, ages 18 to 50, in those preliminary analyses, the company noted. Since then, the Phase 1 trial has been expanded to include older adults in additional cohorts and there are plans to launch a Phase 2/3 trial this summer. The vaccine is among those selected to be part of the US government's Operation Warp Speed, a national program aimed at delivering a Covid-19 vaccine to the nation by next year. \"We are very encouraged by the positive interim safety and preliminary cellular and humoral immune response results to date as well as the inclusion of INO-4800 in Operation Warp Speed,\" Dr. J. Joseph Kim, president and CEO of Inovio, said in the company's announcement.  \"We look forward to urgently advancing INO-4800, as it is the only nucleic-acid based vaccine that is stable at room temperature for more than a year and does not require to be frozen in transport or for years of storage, which are important factors when implementing mass immunizations to battle the current pandemic,\" Kim said in part. More about the trial: The Phase 1 clinical trial of INO-4800 enrolled volunteers across two US locations who were assigned to either a 1.0 mg or 2.0 mg dose group— and in those groups, each participant received two doses of INO-4800 four weeks apart, the company said. Some participants said they experienced redness where the vaccine was injected into their skin, but \"there were no reported serious adverse events,\" Inovio's announcement said. According to the World Health Organization, there are 17 coronavirus candidate vaccines in clinical evaluation globally. CNN's Elizabeth Cohen explains:    There are at least 2,612,259 cases of coronavirus in the US, and at least 126,512 people have died, according to Johns Hopkins University's tally of cases. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  On Tuesday, Johns Hopkins has reported 21,707 new cases and 372 reported deaths.   ##Cases## There’s no evidence that testing people before they come back to campus would do anything to help prevent the spread of coronavirus, the US Centers for Disease Control and Prevention said — and so it’s recommending against it.  While colleges and universities can feed “rapid and pervasive spread” of the virus, there may be better ways to control it, the CDC said in updated guidance for institutions of higher learning. “Testing of all students, faculty and staff for COVID-19 before allowing campus entry (entry testing) has not been systematically studied,” the CDC said in the new guidance posted Tuesday.  The agency said it's not known if entry testing at colleges \"provides any additional reduction in person-to-person transmission of the virus beyond what would be expected\" with other preventive measures, such as social distancing and mask wearing. \"Therefore, CDC does not recommend entry testing of all returning students, faculty, and staff,\" the CDC said. But, the CDC noted, some universities are going to do it, anyway. They should take into account that doing one test, once, is likely to miss cases. People can catch the virus later, or may have early stage infections that don’t show up on tests. Plus, some campuses may be at lower risk. “Residential college communities that do not have frequent interaction with surrounding communities might have less potential exposure\" than a campus with commuter students, the CDC noted. But there are high-risk settings at most colleges or universities, including “Residence halls, laboratory facilities, and lecture rooms,\" the CDC said. What can colleges do? Smart testing would include contact tracing approaches. “Expanded testing might include testing of all people who were in proximity of an individual confirmed to have COVID-19 (e.g., those who shared communal spaces or bathrooms), or testing all individuals within a shared setting (e.g., testing all residents on a floor or an entire residence hall),” the CDC said.  “Testing in these situations can be helpful because in high density settings it can be particularly challenging to accurately identify everyone who had close contact with an individual confirmed to have COVID-19. For example, students who do not know each other could potentially be close contacts if they are both in a shared communal space.”  ##Reopening## At least 7.8 million Brazilians lost work between March and May, according to new figures released by the country’s statistical agency on Tuesday.   The Brazilian Institute of Geography and Statistics, IGBE, released its report for the trimester, showing a record number of people lost work in the country, 5.8 million of which were in the informal sector. “For the first time in the historical survey series, the level of occupation was below 50%,” according to a statement released by the institute, quoting their analyst Adriana Beringuy. IGBE put the figure for people working in the formal and informal sectors at 49.5% at the end of May. Since data collection started in 2012, “this had never happened” wrote Beringuy in the IGBE statement. “This means that less than half of the working age population is working,\" he added. Brazil’s legal working age is 14. The total number of Brazilians in the work force stands at 85.9 million, an 8.3% contraction from the same period past year. Some context: The unemployment rate in Latin America’s largest economy rose to 12.3% at the end of May, affecting 12.7 million people, the highest level since the same three-month period in 2018.  Economists are pointing to a historic economic recession in Brazil due to Covid-19. The Brazilian Central Bank estimates a 6.4% drop in GDP for this year, while The Monetary International Fund is more pessimistic and predicts a 9.1% fall for 2020. ##Economy## A growing number of US states have mandated the use of masks and face coverings while in public. With many states starting to lift coronavirus restrictions, more people are venturing out in public, but the number of cases is still rising in nearly half of them. That's where masks come in. A recent study found that the use of masks and face coverings has been the most effective way to reduce person-to-person spread of coronavirus. Here are the states that require the use of masks or face coverings in public settings: California (as of June 18)\nConnecticut (as of April 20)\nDelaware (as of April 28)\nDistrict of Columbia (as of May 16)\nHawaii (as of April 20)\nIllinois (as of May 1)\nKansas (as of July 3)\nKentucky (as of May 11)\nMaine (as of May 1)\nMaryland (as of April 18)\nMassachusetts (as of May 6)\nMichigan (as of June 18)\nNevada (as of June 24)\nNew Jersey (as of April 8)\nNew Mexico (as of May 16)\nNew York (as of April 17)\nOregon (as of July 1)\nPennsylvania (as of April 19)\nRhode Island (as of May 8) Read more about the individual state mandates here. ##Masks## More than 6,300 coronavirus cases were reported in California in the last day.  The total number of new cases in California is now at least 222,917 and nearly 6,000 people have died from the virus in the state. People between the ages of 18 and 49 represent a majority of the cases. Hospitalizations and intensive care rates are also at an all-time high in California. With more than 4.1 million tests having been performed, the state’s positivity rate stands at 5.6%. ##Hotspots## ##Cases## Massachusetts Gov. Charlie Baker said there are 101 new cases of coronavirus statewide and the seven-day average of positive cases remains at 1.9%. There are also 762 patients hospitalized, including 138 in intensive care. Baker said he will decide by the end of the week if the state will move forward with phase three of reopening. In phase three, fitness centers, museums, theaters and some other businesses can begin to reopen, according to the state's reopening website. ##Cases## ##Reopening##  Presumptive Democratic presidential nominee and former Vice President Joe Biden slammed President Trump and his administration's response to the coronavirus pandemic during a speech in Wilmington, Delaware.  “Despite the administration's propaganda that their response should be cause for celebration, despite President Trump's request that we should slow down testing because he thinks it makes him look bad, the Covid-19 is still here and the daily threat to the American health and prosperity is continuing. It didn't have to be this way. Month after month, as other leaders in other countries took the necessary steps to get the virus under control, Donald Trump failed us. Month after month, as many of us urged him to step up and do his job, he failed us,” Biden said. Biden added that there needs to be a clear message about the importance of wearing masks. \"We absolutely need a clear message from the very top of the federal government that everyone needs to wear a mask in public. Period,\" he said. Biden went on to say that \"it's a simple measure. It's also one of the most effective ways we can do the right thing.\"  ##Masks## Authorities in Brevard County, Florida, say beaches will remain open for the Fourth of July holiday.  Don Walker, spokesperson for the county, tells CNN that they are expecting a high number of people on their beaches. Walker says the county has 72 miles of shoreline which is ample space for people to safely socially distance.  The county is recommending all beachgoers follow all social distancing guidelines from the Centers for Disease Control and Prevention.  Walker says hotel bookings are down as they head into the holiday weekend which leads them to believe people are watching the numbers and are either opting to stay home or they're making last minute plans based on their own \"risk tolerance.\" Brevard County officials are expected to meet later today to determine if they will issue a mandate for face masks, Walker said.  ##Masks## ##Hotspots## New Jersey announced 461 new cases of Covid-19 on Tuesday, bringing the statewide total to more than 171,600, Gov. Phil Murphy announced today. The state reported 47 new deaths. The total number of confirmed Covid-19-related fatalities in New Jersey is now 13,181.  Murphy noted that he and the state’s health commissioner believe that the low number of fatalities reported on Monday — 18 — may have been the result of a glitch in the state’s recording systems.  ##Cases## Three New Orleans Pelicans basketball players have tested positive for coronavirus, Pelicans Executive Vice President David Griffin said today.  The players, who were tested on June 23, the first day of NBA testing, are in self-isolation and have been tested daily, Griffin said. Once the players get two negative tests, they can return to team activities. According to Griffin, no other player has tested positive for the virus since the start of testing. ##Cases## The Louisiana Department of Health is reporting 1,014 additional cases of Covid-19, bringing the total number of infections to at more than 58,000, according to data released by the state today. Today's positive test rate is 4.25%, which is significantly lower than the past 10 days.  According to state data, hospitalizations are at 781 and continue rising. ##Hotspots## ##Cases# Following an announcement that the European Union will bar American travelers from entering its member countries as borders begin to reopen, a US State Department spokesperson said the country is \"committed to coordinating with them as we look forward to reopening our economies and easing restrictions.\" The spokesperson noted that as Secretary of State Mike Pompeo said, \"We’ve been working with countries all across the world, including our friends in Europe and the EU proper, to determine how it is we can best safely reopen international travel.\" The State Department will continue to urge US citizens to check embassy or consulate websites for information about travel. What this is about: Earlier today, the EU formally agreed a set of recommendations that will allow travelers from outside the bloc to visit EU countries, months after it shut its external borders in response to the outbreak of Covid-19. As had been widely expected, the list of 14 countries does not include the United States, whose current Covid infection rate does not meet the criteria set by the EU for it to be considered a \"safe country.\" The list of approved countries included in the recommendations are: Algeria, Australia, Canada, Georgia, Japan, Montenegro, Morocco, New Zealand, Rwanda, Serbia, South Korea, Thailand, Tunisia and Uruguay. ##Reopening## Fourteen people in in Westchester County, New York, have tested positive for Covid-19 after attending a high school graduation in another state, officials said Monday.  The source of the cluster appears to be from two families who were in Florida before attending a drive-thru graduation for Horace Greeley High School and a celebration party afterward, County Executive George Latimer told reporters during a news conference. One of the individuals who has since tested positive didn't show symptoms on the day of the event, he said, and was tested several days later. Not all attendees of the two events were properly masked and socially distancing, Latimer said. The party, which was a field night for students for Horace Greeley and surrounding school districts, was not sponsored by the town or the school district, he added.  Westchester County is now actively working on contact tracing related to the event, Health Commissioner Dr. Sherlita Amler said. Officials also asked that anyone who attended the graduation to get tested.  Latimer said that the community will remain open despite the cluster. The general trend line for Covid-19 cases are dramatically down, he said.  ##Cases## About 91% of intensive care unit beds are full, with nearly 40% of those occupied with Covid-19 patients, in Houston Methodist Hospital, according to President and CEO Marc Boom. On Memorial Day, the hospital had about 100 coronavirus patients, compared to 480 now, he told CNN’s Kate Bolduan.  While it is a large increase, a lower percentage of patients need intensive care, which is “somewhat reassuring,” he said.  The Fourth of July holiday “scares me,” Boom said. Houston officials must ensure that social distancing guidelines are enforced to stem the tide of coronavirus, he said.  “I’m worried about what I see in the community. The virus is spreading rapidly. The time to act is now,” he said.  The Texas city has seen more than 1,300 cases over Sunday and Monday.  ##Hotspots## ##Cases## WATCH: The daily Covid-19 indicators remain under desired thresholds, New York City Mayor Bill de Blasio said Tuesday calling it a “great day.” The daily number of people admitted to hospitals for Covid-19 is at 40, under the 200 threshold.  The daily number of people at health and hospitals intensive care units at 301, under the 375 threshold.  The percent of people who tested positive for Covid-19 is at 1% under the 15% threshold, which the mayor said “is wonderful,” he said. ##Cases## All travelers arriving in Massachusetts, including residents returning to the state, will be required to self-quarantine for 14 days, Gov. Charlie Baker announced today. The order goes in to effect Wednesday, according to a statement from the governor. It does not apply to travelers from these states: Rhode Island\nConnecticut\nNew Jersey\nNew York\nVermont\nMaine\nNew Hampshire Essential workers also continue to be exempt. Some context: The announcement follows a similar quarantine announced by Rhode Island Monday along with New York, New Jersey and Connecticut which announced their own quarantine last week. ##Hotspots## ##Cases## Savannah, Georgia, announced Tuesday that it will now require people wear face masks or coverings while in public.  The emergency order will start at 8 a.m. Wednesday and will remain in effect until further notice.  In a statement on the city's Facebook page, Mayor Van Johnson said, \"frankly and honestly, I do not believe we have another choice.\" Johnson said the city's seven-day average of new cases is 43, which is a new record, and the 14-day rolling average is 33, which is also new record.  Anyone who fails to comply with the order will face a fine. \"The point of this order is not to be punitive,\" Johnson said. \"If we see someone without a face covering, the first thing we will do is offer them one. If that person refuses the face covering, that's a different issue entirely.\" ##Masks## President Trump's campaign has scrapped plans to hold a rally in Alabama next weekend amid concerns about coronavirus infections rising in the US, CNN has learned. Trump was slated to travel to the state ahead of the Senate race between his former attorney general Jeff Sessions and the former Auburn University football coach Tommy Tuberville, but plans were called off as state officials quietly voiced concerns about a mass gathering and campaign officials ultimately decided against it. A person close to the campaign said there are currently no rallies on the horizon, but aides are scoping out possible venues for when they decide to host them again. \"We don't ever confirm where we're looking until a rally date and location are announced. There is always work underway to identify sites,\" said Tim Murtaugh, communications director for the Trump campaign. On Tuesday, Alabama Gov. Kay Ivey announced an amended safer-at-home order, which will extend the current order until the end of July. The order encourages minimizing travel outside the home and wearing face coverings when residents do. The order also states that “all non-work related gatherings of any size, including drive-in gatherings, that cannot maintain a consistent six-foot distance between persons from different households are prohibited.” The decision will likely be a welcome relief for Sessions, who once safely held the seat before becoming Trump's attorney general but is now locked in a tight race with Tuberville. The rally was slated to be held in his hometown. ##Politics## The director of the Pan American Health Organization had a message for government leaders as countries in the Americas continue to reopen or start their reopening phases.  \"If you have the will to relax preventive measures, you must also have the courage to pull back if infections rise,\" Dr. Carissa Etienne said today during a PAHO briefing.  Etienne called on local and national governments to take a \"phased approach that relies on robust surveillance, data and expanding testing and contact tracing capacity\" and be ready \"to adjust course quickly\" if the infection rate starts rising again.   Giving a general view of the situation in the Americas, Etienne said the region \"has reported more Covid-19 cases than any other.\" However, the PAHO director said that several countries and territories in the Caribbean have been able to curb transmission completely — examples of the need to look at regional and local scenarios as well as national trends when it comes to the pandemic.  Etienne also called on countries to remain vigilant about Covid-19, even if the number of new cases goes down. \"Complacency is our enemy in the fight against Covid-19,\" she said. \"Reopening is not merely suspending travel restrictions and stay-at-home orders. It requires implementing a set of public health measures to track new cases and sufficient capacity to detect and control new outbreaks.\"  She also said governments should \"not abandon what works because of fatigue or political pressure.\"   \"This virus does not work that way. We need to double down on measures that save lives and to deploy them with more precision than ever before. We must let data, not passion, guide our actions,\" Etienne said.   ##Reopening## The Florida Department of Health is reporting 6,093 additional coronavirus cases, bringing the total to 152,434, according to data released by the state on Tuesday.  Here is a breakdown of new coronavirus cases in Florida reported since last Friday: Friday, June 26 — 8,942 new cases\nSaturday, June 27 — 9,585 new cases\nSunday, June 28 — 8,530 new cases \nMonday, June 29 — 5,266 new cases \nTuesday, June 30 — 6,093 new cases  ##Hotspots## ##Cases## Alabama Gov. Kay Ivey announced the state is extending its \"safer at home\" order until July 31. The current order, which took effect on May 22, was previously set to expire on Friday. The extended order comes as Covid-19 case numbers across the state of Alabama continue to rise.  During a news conference today, Alabama State Health Officer Dr. Scott Harris said the percentage of tests that are positive are going up. Harris said even though the state is testing more, there is a greater number of people testing positive, which means there is community transmission.  He added that Montgomery County, which was once a hotspot, has seen a decrease in new cases but warns that they are not out of the woods.  Arizona health officials are reporting 4,682 new cases in the last 48 hours as the agency recovers from a lab reporting error. “Due to a reporting issue yesterday, more than half of today's newly reported cases would have been reported Monday,” the Arizona Department of Health wrote in a tweet today. “Today's reported new case number represents a two-day total,” the agency added. Yesterday, the agency said that “one of our lab partners did not submit their daily report in time” and, as a result, Monday case count was not complete. Read the tweet: ##Hotspots## ##Cases## Individuals traveling to New York state from California, Georgia, Iowa, Idaho, Louisiana, Mississippi, Nevada and Tennessee will now be required to quarantine for two weeks, Gov. Andrew Cuomo said today, expanding the list of states that meet Covid-19 metrics that qualify for the travel advisory. \"As an increasing number of states around the country fight significant community spread, New York is taking action to maintain the precarious safety of its phased, data-driven reopening,\" Governor Cuomo said in a press statement.  \"We've set metrics for community spread just as we've set metrics for everything the state does to fight Covid-19 and eight more states have reached the level of spread required to qualify for New York's travel advisory, meaning we will now require individuals traveling to New York from those states to quarantine for 14 days,\" he said.  Travelers from the following 16 states will be required to quarantine, according to the governor’s office: Alabama \nArkansas\nArizona \nCalifornia\nFlorida\nGeorgia\nIowa \nIdaho \nLouisiana \nMississippi \nNorth Carolina\nNevada\nSouth Carolina \nTennessee\nTexas \nUtah The governors for New Jersey and Connecticut also announced that they are asking individuals traveling from 16 states significantly impacted by community spread of Covid-19 to quarantine for 14 days upon entry to the state. The advisory applies to travel from states that have positive Covid-19 test rates higher than 10 per 100,000 residents or have a 10% or higher positivity rate over a seven-day rolling average, New Jersey Gov. Phil Murphy's office said. More context: Last week, New York announced a joint travel advisory with Connecticut and New Jersey mandating that travelers from states where Covid-19 is surging quarantine for 14 days upon arrival in any of the three states. House Minority Leader Kevin McCarthy indicated it is unlikely Republicans will agree to extending unemployment benefits that were included in coronavirus stimulus legislation earlier this year.  “We want incentive, we want all Americans to work,” he said. “I don’t think it’s productive to extend the added money from the federal government.” The $600 benefit is set to expire in July. He also suggested that the payments are “becoming a hardship for individuals to be able to go back to work.” “I think the greatest incentive here is, let’s help people get back to work in a safe manner,” he said. ##Economy## In a briefing with reporters today, TSA Administrator David Pekoske said the agency is taking a number of steps to protect travelers and employees and maintain social distancing, including opening more screening lanes at airports.  He said the agency is opening the lanes to limit exposure, with the hope of keeping wait times to nine minutes or less.  TSA is also asking passengers to self-scan their boarding pass on new machines it is using at some locations. Officers now use face shields when they are doing passenger pat-downs, Pekoske said. He also said they are cleaning bins more often and changing gloves more often.  “We will continue to evaluate more safety measures,” Pekoske said.  There were 13 coronavirus-related deaths across New York State Monday, Gov. Andrew Cuomo tweeted today. About 1% — 524 of 52,025 — individuals who tested for coronavirus Monday tested positive, he posted, adding that there were 891 coronavirus-related hospitalizations across the state. Read his tweet: ##Cases## The US Food and Drug Administration has issued an emergency use authorization to the company Beckman Coulter for its Covid-19 antibody test. Beckman Coulter announced the authorization on Monday and noted that it has already shipped tests to more than 400 hospitals, clinics and diagnostics labs in the United States, as well as begun distributing the test globally. The company claims it is able to deliver more than 30 million tests a month. \"At a time when significant confusion was created by the initial influx of poor-quality antibody tests, our team worked meticulously to develop a highly sensitive and specific assay,\" Julie Sawyer Montgomery, president of Beckman Coulter, said in the company's announcement.  \"With 100% Positive Percent Agreement and 99.6% Negative Percent Agreement, our test significantly reduces the risk for false positives, delivering the results that health care providers and their patients can trust,\" Sawyer Montgomery said. \"A lot has been written about accuracy issues with the initially launched antibody tests, but a test at this level offers positive predictive values greater than 90% even in very low prevalence communities. And, in areas hardest hit by the virus, the positive predictive values of our assay are greater than 98%.\" Some context: As of Monday, the FDA has authorized 24 antibody tests for emergency use in the United States, according to the agency. The tests are an important public health tool to determine who has had Covid-19 in the past. They look for antibodies that are evidence of an immune response to coronavirus infection.   Before making his opening statement in Tuesday's hearing on the US response to the coronavirus pandemic, Senate HELP Committee Chairman Lamar Alexander reiterated his support for wearing masks and his view that President Trump should wear one to eliminate the political stigma around doing so. Alexander lamented the politicization of face coverings, saying the growing divide is why he has suggested that the President \"occasionally wear a mask, even though in most cases it's not necessary for him to do so.\" \"The President has plenty of admirers. They would follow his lead. He would help end this political debate,\" the Tennessee Republican told his committee and witnesses, adding that the \"stakes are too high\" for the divide to continue. More on this: On Sunday, Alexander told CNN's Manu Raju on \"Inside Politics\" that he thinks it would \"help\" if President Trump wore a mask. As he made these remarks, Alexander told the committee that he was not wearing a mask because he was at least six feet apart from others in the room, as is permitted in the Office of Attending Physician's guidance. ##Masks## The European Union published its list of countries to start lifting travel restrictions. The US is not on that list. “Council agrees to start lifting travel restrictions for residents of some third countries,\" a readout says.  Based on the criteria and conditions set out, starting tomorrow, member states should start lifting the travel restrictions at the external borders for residents of the following third countries: Algeria\nAustralia\nCanada\nGeorgia\nJapan\nMontenegro\nMorocco\nNew Zealand\nRwanda\nSerbia\nSouth Korea\nThailand\nTunisia\nUruguay China is also on the list, but subject to confirmation of reciprocity. According to the readout, regarding the epidemiological situation, the countries on the list should meet the following criteria:  Number of new Covid-19 cases over the last 14 days and per 100,000 inhabitants close to or below the EU average (as it stood on June 15)\nStable or decreasing trend of new cases over this period in comparison to the previous 14 days\nThe countries' overall response to Covid-19 taking into account available information, including on aspects such as testing, surveillance, contact tracing, containment, treatment and reporting, as well as the reliability of the information and, if needed, the total average score for International Health Regulations (IHR). Information provided by EU delegations on these aspects should also be taken into account. The European Union said this list of countries allowed to enter the EU should be reviewed every two weeks and may be updated. ##Reopening## US stocks opened lower on Tuesday, taking back some of the prior session’s big gains. The S&P 500 and the Nasdaq Composite had their best day in nearly two weeks Monday, while the Dow recorded its best session since June 5. Rising Covid-19 infections and setbacks to reopening schedules are weighing on market sentiment with no positive news there to outweigh the negative. Here's how the market opened: The Dow opened 0.4%, or 100 points, lower.\nThe S&P slipped 0.1%.\nThe Nasdaq opened flat. ##Economy## Ecuador’s President Lenín Moreno announced additional controls for the country’s capital Quito due to the coronavirus pandemic, while he again implored the populaiton to follow the government’s health safety guidance, social distancing and hygiene rules. In a speech via social media on Monday evening, Moreno announced more controls will be established across four areas in Quito: the capital’s historical centre, Panecillo, Chilibulo, and La Ecuatoriana neighborhoods, in order to reduce the movement of people.  The president also announced stronger controls on informal street vendors in the city, as well as improving the capacity of the health services. Moreno told Ecuadoreans that after more than 3 months of fighting the pandemic, no measure is enough if each citizen does not take individual responsibility in fighting the pandemic. The president also said that during the first 15 days of June, a total of 1,200 social parties were stopped by the National Police, while 106,000 citizens were fined for breaching curfew. Moreno implored Ecuador’s citizens to keep wearing face masks, keep social distance and wash their hands at all times. “We can’t assign a policeman for each citizen”, he said.  “Even if you have experienced symptoms, mild symptoms, and you feel better in a few weeks, you can still spread the virus to your parents, your grandparents” the President added. On Monday, Ecuador’s Health Ministry reported a total of 55,255 Covid-19 cases, while the death toll stands at 4,429. ##Cases## ##Hotspots## South Dakota Gov. Kristi Noem said there \"won’t be social distancing\" and masks will be optional at this weekend's Fourth of July celebration at Mount Rushmore, which President Trump said he'll attend. In an interview with Fox News, Noem said those who are concerned about the event — which is actually taking place on July 3 — should stay home. \"We told those folks that have concerns that they can stay home, but those who want to come and join us, we'll be giving out free face masks, if they choose to wear one,\" she said. However, she added:  \"But we won’t be social distancing. We’re asking them to come, be ready to celebrate, to enjoy the freedoms and the liberties that we have in this country and to talk about our history and what it brought us today with an opportunity to raise our kids in the greatest country in the world.” What we know about the event: According to Recreation.gov, there was an online lottery for tickets, and the park will be closed to general visitation during the event, opening to ticketed guests at 3:00 p.m. local time.  There may be health screening for ticketed guests in one area, but the website warns: “This event will be attended by thousands. Participants will be in close contact for an extended amount of time, please plan accordingly.” CNN put in requests with the park, the National Park Service, and the Governor’s office for details on how many tickets have been distributed and what, if any, measures will be taken to enforce social distancing or the wearing of face coverings.  A recording on the park’s main telephone line Monday said, “There are no social distancing requirements in place at this time.”  ##Masks## ##Politics## ##Reopening## As Major League Baseball gets ready to restart its season next month, the league is encouraging players to not socialize or come within six feet of each other during upcoming games. The league is banning spitting of any kind with chewing gum permitted as an alternative. On Monday, MLB revealed a sampling of the unique on-field rules and procedures teams will adhere to starting this week. Players and staff are required to report to their teams this Wednesday.  MLB said all personnel will be required to complete Covid-19 screening and testing before entering club facilities. Clubs can begin full workouts starting Friday with Opening Day games on either July 23 or 24.   The league has told all 30 clubs that they must submit coronavirus health and safety action plans for league approval. Clubs are also being told that they need to physically expand dugout and bullpen spaces at their respective ballparks. As for players socializing, the league said this: “Players on opposite teams should not socialize, fraternize, or come within six feet of each other before the game, during warm-ups, in between innings, or after the game.” New non-traditional rules will be in place when the season starts including the addition of a designated hitter in the National League and placing a runner on second base at the start of each teams’ extra-inning frame.  ##Reopening##   UK Prime Minister Boris Johnson has promised to “unleash the potential of the entire country” as he announced what he described as a \"New Deal\" for Britain to help its struggling economy recover from coronavirus.  Likening his ambitions to rebuild the country to the achievements of Franklin D Roosevelt, who carried out an overhaul of the US economy in the wake of the Great Depression, Johnson said his government would be \"powerful and determined and [put] its arms around people at a time of crisis.” The £5 billion ($6.2bn) plan will focus on infrastructure projects, which the government has said will fuel jobs and economic recovery. In recent weeks, Johnson's pandemic response has been attacked across the political spectrum, as the UK has suffered one of the worst death tolls in the world. The country went into lockdown later than many other European nations, and the government's core strategy to protect the national health service and abandon testing in the wider public on March 12 was widely criticized by public health experts, who believe it has led to thousands of unnecessary deaths in the community. Johnson has also been embroiled in a scandal surrounding his chief adviser, Dominic Cummings, who it emerged had traveled over 260 miles with his wife and child after developing virus symptoms. In economic terms, the UK is trying to stave off its worst downturn in more than 300 years. The country's GDP contracted by more than 20% in April, a record, following a 6% decline in March. The Organization for Economic Cooperation and Development warned in June that the UK would suffer the worst downturn of any major economy this year.  Scotland's First Minister Nicola Sturgeon responded to Johnson's plan on Tuesday, saying the stimulus fell \"woefully short\" of the money needed to put the UK \"on a par with Germany.\" \"I also suspect there will be less to it than meets the eye in terms of genuinely new money,\" she said on Twitter. The United States has long prided itself as the world's shining beacon. But its current status is a much darker one: the globe's leader in coronavirus cases. More than 125,000 people have died from Covid-19 in the US, and more than 2.5 million Americans have been infected. American life has been irrevocably altered by the worst pandemic in a century. And as the country struggles to reopen, cases of Covid-19 have surged again -- this time in young people and in states that had previously avoided the brunt of the virus. Read the full story about the pandemic's devastating toll on the US. ##Cases## ##Hotspots## At least 16 states have halted their reopening plans in response to a surge in new infections, but some health officials say the spread of coronavirus will be difficult to control. Meanwhile, at least 36 states are seeing a rise in new coronavirus cases compared to last week. At least 11 states are seeing a 50% or more rise in cases. The virus has been especially rampant in Arizona, and the state is closing bars, gyms and other businesses for another 30 days as a precaution. In Florida, some jurisdictions are requiring the use of face masks, including in Jacksonville, where President Trump is expected to accept the Republican presidential nomination in less than two months. \"What we hope is we can take it seriously and slow the transmission in these places,\" said Dr. Anne Schuchat, the principal deputy director of the US Centers for Disease Control and Prevention. \"But what I think is very discouraging is we're clearly not at a point where there's so little virus being spread that it's going to be easy to snuff out.\" The US has reported more than 2.5 million cases of the virus and at least 126,140 deaths, according to Johns Hopkins University. State and local leaders have said the rise in cases are in part driven by gatherings, both in homes and in places like bars — which some experts called the perfect breeding ground for the virus. Here's where cases are increasing across the US: ##Cases## ##Hotspots## Miami Beach, Florida, Mayor Dan Gelber said the city is implementing a face mask mandate today, in part because there “hasn't been a unity of purpose in the community.” The city still gets hundreds of thousands of visitors almost every day, Gelber said, and there will be civil penalties those those who don’t comply.  “We don't have a lot of tools left in the kit right now, so we're trying everything we can to stop this spread and reverse what is a very enormous spike in our community and in our state. And, you know, we don't want to go back to sheltering in place because of the impact that has,” Gelber said.  The mayor said Florida Gov. Ron DeSantis should make mask-wearing mandatory, and it’s been a “problem” to get people to wear them.   “There are people who think it's a political statement to wear a mask, and it's like an insult to the family and they're fighting us about it, and I can't imagine why that has become something right now, other than that, you know, the President has made it something,” Gelber said.   Watch more: ##Hotspots## ##Masks## CNN's David McKenzie reports from a recreational center in South Africa converted into a field hospital as the country grapples with the worst coronavirus outbreak in Africa. According to figures from Johns Hopkins University, South Africa has reported more than 144,000 cases of coronavirus and more than 2,500 deaths. Watch more: More than 10.3 million coronavirus cases have been reported worldwide, including at least 505,000 deaths, according to Johns Hopkins University (JHU). But the pandemic is far from coming to an end any time soon, WHO Director-General Tedros Adhanom Ghebreyesus warned Monday.  \"This is not even close to being over,\" Tedros said at a media briefing in Geneva on Monday. \"Although many countries have made some progress globally, the pandemic is actually speeding up. We're all in this together and we're all in this for the long haul,\" Tedros said. Here's what you need to know about the global outbreak: Fauci to testify: Today, coronavirus task force member Dr. Anthony Fauci, Centers for Disease Control and Prevention Director Robert Redfield and other top government health officials will testify before a Senate Committee on the latest efforts by the US government to contain the pandemic. The Health, Education, Labor, and Pensions panel hearing comes as several states are struggling to contain the virus as cases counts continue to rise across the nation and states begin to reopen. The US reported more than 40,000 new Covid-19 cases on Friday, its biggest daily jump yet. EU preparing to reopen its borders -- but probably not to Americans: The European Union is preparing to reopen its external border to 15 countries outside of the bloc as early as Wednesday. However, one country that won't be featured on the proposed list is the United States, according to two EU diplomats. There have been almost 2.6 million cases of coronavirus in the US and at least 126,000 people have died, according to JHU. The diplomats, who were not permitted to discuss the matter before the EU's 27 member states had reached an agreement, have confirmed to CNN that EU governments have been given until lunchtime Tuesday to agree on the list of 15 countries allowed entry. \"High incidence\" of cases among children in new UK hotspot: UK Health Secretary Matt Hancock said Tuesday that there is an unusually “high incidence” of coronavirus cases among children in Leicester, a city in England's East Midlands region and the first in the UK to be put under a localized lockdown. One in 10 of all of positive cases across the whole country in the last week have happened in Leicester, Hancock said, but local officials have warned that enforcing the lockdown will be challenging given a lack of resources.  Australian state announces partial lockdown after coronavirus case rise: The Australian state of Victoria announced a partial lockdown after seeing a double-digit rise in the newly confirmed cases for over two weeks. On Wednesday 11:50 pm local, ten postcode areas in Victoria will return to stage 3 “Stay at Home” until July 29th. The Australian state of Victoria announced a partial lockdown after seeing a double-digit rise in the newly confirmed cases for over two weeks. On Wednesday 11:50 pm local time, 10 postcode areas in Victoria will return to stage 3 “Stay at Home” until July 29, Premier Daniel Andrews announced in a daily press briefing on Tuesday. What does this mean? People who live in one of the so-called \"hot zones\" can only go out for food and supplies, care and caregiving, exercise, and study or work -- if they can’t do it from home, and the Victorian police will be “actively enforcing these suburban lockdowns.”  Andrews was told in a briefing that “at least a significant number and potentially more” of the outbreaks in the north of the city are attributable to “staff members in hotel quarantine breaching well-known, well-understood infection control protocol,” he said.  He would not elaborate further on the details of those breaches, but said he will have a former judge conduct an inquiry into those infection control protocol breaches. Andrews said when there’s a spike in cases, they “literally leave no stone unturned to try and answer the riddle,” using genomic sequencing as an important tool to provide answers on the linkages between cases that are not always apparent through contact tracing. Last Friday, Victoria announced that it would launch a targeted blitz for testing, allowing residents in 10 suburbs to receive free testing for the next 10 days. So far 93,000 tests have been conducted in total, the biggest testing effort in Australia. ##Cases## Spain's economy contracted 5.2% in the first quarter of 2020 due to the impact of Covid-19, the Spanish National Statistics Institute (INE) said in a report Tuesday. This is the largest quarterly decline since INE records began in 1970. The previous largest quarterly drop was the first quarter of 2009 as Spain suffered the financial crisis, when the decline was 2.6%. The Spanish economy was growing in 2019 at rates of 0.6% in the first quarter and 0.4% in the second, third and fourth quarters. ##Economy## Coronavirus task force member Dr. Anthony Fauci, Centers for Disease Control and Prevention Director Robert Redfield and other top government health officials will testify before a Senate Committee on Tuesday on the latest efforts by the US government to contain the pandemic. The Health, Education, Labor, and Pensions panel hearing comes as several states are struggling to contain the virus as cases counts continue to rise across the nation and states begin to reopen. The US reported more than 40,000 new Covid-19 cases on Friday, its biggest daily jump yet. More than half of all states are seeing a rise in cases, and Florida, Texas and Arizona are getting hit particularly hard. Texas has begun scaling back its reopening, and beaches in Florida have closed for the upcoming holiday weekend. Fauci and Redfield testified before lawmakers last week, when Fauci said \"we're going to be doing more testing, not less,\" in response to President Donald Trump's recent claim that he asked his administration to slow down testing during the pandemic. Senators have been weighing another stimulus package in recent weeks as unemployment numbers remain worrisome and economic hardship stemming from the pandemic persists. Republicans remains divided on the size and scale of the next stimulus bill and while it has been discussed for months, the next phase of economic relief is still weeks away. But there is now broad agreement something has to be done -- something that wasn't always the case. Read the full story here. Royal Dutch Shell is writing down the value of its assets by as much as $22 billion as lower oil prices push the Anglo-Dutch company to accelerate a shift away from fossil fuels. Shell slashed its outlook for energy prices Tuesday, saying in a statement that it expects Brent crude to cost $40 per barrel in 2021 and $50 per barrel in 2022. Prices are forecast to rise to $60 per barrel in 2023. The company said the changes to its price forecast reflect the economic trauma caused by the coronavirus pandemic, which has plunged countries around the world into recession and sharply reduced demand for energy. Brent crude futures hit their lowest level in decades in April, falling below $20 per barrel. They've staged a comeback to trade above $41 per barrel, but that's still well below where prices started the year. Shell said Tuesday that it expects to take a charge of between $15 billion and $22 billion in the second quarter as a result of the shifting market conditions. It's scheduled to report its financial results for the quarter on July 30. Read the full story here. ##Economy## Inside America's jails and prisons there's a delicate balance at play, weighing the usual demands of a typically crowded inmate population against the potent reality of an ongoing coronavirus pandemic.  These precautions have mostly come in the form of single celling detainees, quarantining individuals who are either sick or symptomatic, reducing the overall population by releasing nonviolent low-level offenders and more. In places like Chicago's Cook County Jail, summertime spikes in detainees are typical, usually coinciding with violence in the warmer months, meaning that the \"delicate balance\" they've put in place to protect against coronavirus quickly gets thrown off. \"I'm probably 500 people away from where this can't work,\" said Cook County Sheriff Tom Dart. \"There are all these interlinking parts here where there's not unlimited beds, there's not unlimited space, there's not unlimited correctional staff to watch them.\"  On a month-to-month basis, the jail is already beginning to see an uptick in the average number of detainees they're getting, according to data provided by the jail. It means the jail may have to lose one of their main precautions of single celling and go back to putting two in a cell, following general Centers for Disease Control and Prevention guidance that those who have recovered from coronavirus are not as likely to be infectious. That would mean pulling from a pool of detainees siloed in the jail's quarantine bootcamp, created specifically for the pandemic to separate out those who are sick. Read the full story here. Months ago, the US looked on in horror as the Covid-19 outbreak devastated Italy. Now, as Italy is returning to some sort of normality, the US is experiencing a surge in cases. WATCH: UK Health Secretary Matt Hancock said Tuesday that there is an unusually “high incidence” of coronavirus cases among children in Leicester, a city in England's East Midlands region which will be the first in the UK to be put under a localized lockdown.  Hancock said that this does not mean children are necessarily presenting symptoms or are unwell. “We sent in a lot of extra testing into Leicester over the last 10 days or so and one of the things we've found is that there are under-18s who have tested positive and therefore, because children can transmit the disease even though they are highly unlikely to get ill from the disease, we think that the safest thing to do is to close the schools,” Hancock said on BBC Radio 4. Local lockdown: As part of a localized lockdown on the city, non-essential shops will close from Tuesday in Leicester, and schools will close on Thursday. Vulnerable pupils and children of key workers will continue attending class. Some 3,216 Covid-19 cases have been confirmed in Leicester since the start of the pandemic, the latest figures obtained by the city council show. Of these, 944 cases were reported in the last two weeks until June 23, according to a council statement. The government’s lockdown decision is “to protect against the transmission in Leicester” where, according to Hancock, “the number of cases is three times higher per head of population than in the rest of the next closest city.” One in 10 of all of positive cases across the whole country in the last week have happened in Leicester, so we really have a specific outbreak and that's why I've taken the action that I have,” Hancock added. Challenges ahead: Asked how the lockdown will be enforced, Hancock told Sky News that the government will bring forward \"a legal change very shortly in the next couple of days.\" The Mayor of Leicester Peter Soulsby told Sky News Tuesday that \"it's going to be quite a challenge” to enforce the lockdown on the city. Asked if there will be roadblocks by the police, Soulsby said that “that is wholly impracticable” and that the council “doesn't have the resources” to enforce the lockdown. Tuesday marks six months since the World Health Organization first received reports of cases of pneumonia in China from an unknown cause, which would later be identified as a novel coronavirus infection, WHO Director-General Tedros Adhanom Ghebreyesus said Monday.  More than 10.3 million coronavirus cases have been reported worldwide, including at least 505,000 deaths, according to Johns Hopkins University. But the pandemic is far from coming to an end any time soon, Tedros warned.  \"This is not even close to being over,\" Tedros said during a media briefing in Geneva on Monday. \"Although many countries have made some progress globally, the pandemic is actually speeding up. We're all in this together and we're all in this for the long haul,\" Tedros said. Here's what you need to know about the global outbreak: Arizona closes bars, gyms and other businesses after \"brutal\" increase in Covid-19 cases: In one of the most drastic rollbacks of reopenings yet, Arizona is closing bars, gyms, movie theaters and other businesses for 30 days amid a \"brutal\" increase in Covid-19 cases, Gov. Doug Ducey said Monday. The pullback comes as the state has seen a surge in Covid-19 cases recently. There are now almost 75,000 reported infections, up from 46,689 cases 10 days ago. Australian state reimposes lockdown on 10 suburbs: Victoria state has reintroduced lockdown measures on 10 suburbs around Melbourne following a recent spike in coronavirus cases. A stay-at-home order will come into effect at 11:59 p.m. local time on July 1 and last until July 29. Beauty parlors, gyms, libraries and swimming polls in these 10 postcodes -- which have only recently reopened -- will once again be restricted, while cafes and restaurants will revert to takeout and delivery only.  WHO team to research how the virus started: WHO is sending a team to China to better understand how the novel coronavirus started, Director-General Tedros said during a Monday briefing. Tedros said he hopes the visit, which will take place next week, will lead to “understanding [of] how the virus started and what we can do for the future to prepare.”  A new swine flu with \"pandemic potential\" has been discovered: Chinese researchers have discovered a new type of swine flu that can infect humans and has the potential to cause a future pandemic, according to a study released Monday. Researchers say the disease, called the G4 virus, now shows \"all the essential hallmarks of a candidate pandemic virus,\" and is genetically descended from the H1N1 swine flu that caused a global pandemic in 2009. World Rugby Sevens Series canceled due to coronavirus pandemic: The rest of this year's World Rugby Sevens Series has been canceled due to the coronavirus pandemic, the sport's governing body said Tuesday. EU preparing to reopen its borders -- but probably not to Americans: The European Union is preparing to reopen its external border to 15 countries outside of the bloc as early as Wednesday. However, one country that won't be featured on the proposed list is the United States, according to two EU diplomats. The diplomats, who were not permitted to discuss the matter before the EU's 27 member states had reached an agreement, have confirmed to CNN that EU governments have been given until lunchtime Tuesday to agree on the list of 15 countries allowed entry. The rest of this year's World Rugby Sevens Series has been canceled due to the coronavirus pandemic, the sport's governing body said Tuesday. “HSBC World Rugby Sevens Series 2020 in Langford, London, Paris, Singapore, and Hong Kong have been canceled due to the ongoing and dynamic global nature of the COVID-19 pandemic,” World Rugby said in a statement.\n\"The decision follows detailed and constructive dialogue with the host and participating unions, and has been taken with the health and wellbeing of the rugby community and the wider public as a top priority.”  The early conclusion of the tournament means that New Zealand will be awarded both the women’s and men’s titles after being top of the standings before the pandemic initially suspended the series. At least 16 US states have halted their reopening plans in response to a surge in new infections, but some health officials say the spread of coronavirus will be difficult to control. \"What we hope is we can take it seriously and slow the transmission in these places,\" said Dr. Anne Schuchat, the principal deputy director of the US Centers for Disease Control and Prevention. \"But what I think is very discouraging is we're clearly not at a point where there's so little virus being spread that it's going to be easy to snuff out.\" The US has reported more than 2.5 million cases of the virus and at least 126,000 deaths, according to Johns Hopkins University. State and local leaders have said the rise in cases are in part driven by gatherings, both in homes and in places like bars -- which some experts called the perfect breeding ground for the virus. But experts have for long warned that some states also reopened far too soon and too quickly, cautioning the move could lead to more spikes in cases. States across the US have hit pause on reopening: California: Gov. Gavin Newsom shut bars back down across seven counties and recommended their closure in several more. \nTexas: Bars were ordered shut.\nFlorida: On-premise alcohol consumption was suspended statewide.\nArizona: Bars, gyms, and other businesses have been shut down for a month.\nFlorida: Beaches in Miami, Fort Lauderdale and Palm Beach were also ordered closed for the upcoming holiday weekend.\nNew York: Gov. Andrew Cuomo announced Monday the state will decide later this week on whether to slow the reopening of indoor dining in New York City as it has \"been shown to pose risks in other states.\" Read the full story here. ##Reopening## Chinese researchers have discovered a new type of swine flu that can infect humans and has the potential to cause a future pandemic, according to a study released on Monday. The disease, which researchers called the G4 virus, is genetically descended from the H1N1 swine flu that caused a global pandemic in 2009.  G4 now shows \"all the essential hallmarks of a candidate pandemic virus,\" said the study, published in the scientific journal Proceedings of the National Academy of Sciences. The new study comes as the world grapples with the Covid-19 pandemic, which has now infected more than 10.3 million people globally and caused more than 505,000 deaths, according to data from Johns Hopkins University. How was it discovered? Researchers detected G4 during a pig surveillance program that ran from 2011 to 2018, in which they collected more than 30,000 nasal swab samples from pigs in slaughterhouses and veterinary teaching hospitals across 10 Chinese provinces. From these samples, researchers identified 179 swine influenza viruses -- but not all of them posed a concern. Some only showed up one year out of the program's seven, or eventually declined to nonthreatening levels. But the G4 virus kept showing up in pigs, year after year -- and even showed sharp increases in the swine population after 2016. Can it infect people? Further tests showed that G4 can infect humans by binding to our cells and receptors, and it can replicate quickly inside our airway cells. And though G4 holds H1N1 genes, people who have received seasonal flu vaccines won't have any immunity. G4 already appears to have infected people in China. In Hebei and Shandong provinces, both places with high pig numbers, more than 10% of swine workers on pig farms and 4.4% of the general population tested positive in a survey from 2016 to 2018. Read the full story: At first, the attacks directed at Hugo's Tacos were mainly childish comments made by people who appeared frustrated that they were asked to wear a mask while at the restaurant. But about a month ago, the comments escalated into screams. Customers at the popular Los Angeles spot threw drinks and other objects at cashiers, Hugo's Tacos' CEO told CNN. They called Hugo's Taco Stand's mask rule \"stupid\" and yelled at the primarily Latino staff to \"Go back to where you came from.\" One of the owners tracked the number of attacks last Thursday, and realized it was an hourly onslaught. On Sunday, following this realization, Hugo's Tacos announced it is temporarily closing down its two locations in Los Angeles. \"Our taco stands are exhausted by the constant conflicts over guests refusing to wear masks,\" Hugo's Tacos wrote in an Instagram post. \"A mask isn't symbolic of anything other than our desire to keep our staff healthy. Both of our locations are going to take a break and recharge.\" The move was unprecedented for the institution, which has operated for 15 years. Read the full story here. ##Economy## ##Masks## The United States reported at least 41,586 new coronavirus cases and 338 deaths on Monday, according to Johns Hopkins University. To date, the US has recorded at least 2,590,582 cases of Covid-19, according to JHU's tally of cases. At least 126,141 people have died from the virus nationwide. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking US coronavirus cases here: ##Cases## The Australian state of Victoria has reintroduced lockdown measures on 10 suburbs around Melbourne following a recent spike in coronavirus cases. A stay-at-home order will come into effect at 11:59 p.m. local time on July 1 and last until July 29 in 10 affected postcodes, according to a statement from Victorian Premier Daniel Andrews. \"If you live in these locations, there will again only be four reasons to be out:\n\"Shopping for food and supplies, care and caregiving, exercise, and study or work – if you can’t do it from home,\" the statement said. Beauty parlors, gyms, libraries and swimming polls in these areas -- which have only recently reopened -- will once again be restricted, while cafes and restaurants will revert to takeout and delivery only, according to the statement. On Tuesday, Victoria reported 64 new cases of coronavirus, the 14th consecutive day of double-digit daily increase of new infections.  Japan recorded 111 new coronavirus cases on Monday, the second consecutive day of more than 100 new infections, the country's health ministry announced Tuesday. To date, Japan has reported a total of 19,305 cases, including 712 infections linked to the Diamond Princess cruise ship. The death toll in the country stands at 985, with 13 fatalities associated with the ship. The country's capital, Tokyo, recorded 58 new infections on Monday -- the fourth consecutive day the city reported more than 50 new cases. ##Cases## At least 107 coronavirus cases have been linked to a bar in East Lansing, Michigan, health officials said. The Ingham County Health Department is asking patrons who visited Harper's Restaurant & Brew Pub between June 12 and June 20 to self-quarantine and report cases of Covid-19, the department said in a statement. Of the more than 100 positive cases, 12 are from secondary transmission, Ingham County Health Officer Linda S. Vail said Monday night. The number of positive cases linked to the bar has risen rapidly since it was first reported Tuesday. Initially, 14 positive cases were reported; that jumped to 34 on Wednesday. By Saturday, that had risen to about 85, Vail said. The bar followed safety guidelines for employees, capacity guidelines and table spacing, Harper's Restaurant & Brew Pub said in a June 22 statement on Facebook. \"Harper's re-opened at 50% capacity on June 8th according to the Governor's executive order, and have welcomed back our employees and numerous customers to our restaurant and brewpub. The extraordinary exuberant response to our re-opening has been beyond our expectations,\" the statement on Facebook read. Read the full story here. ##Cases## In one of the most drastic rollbacks of reopenings yet, Arizona is closing bars, gyms, movie theaters and other businesses for 30 days amid a \"brutal\" increase in Covid-19 cases, Gov. Doug Ducey said Monday. Water parks and tubing must also close, Ducey said at a news conference, and events with more than 50 people are prohibited. The pullback comes as the state has seen a surge in Covid-19 cases recently. There are now almost 75,000 reported infections, up from 46,689 cases 10 days ago. \"Our expectation is that next week, our numbers will be worse,\" Ducey said. \"It will take several weeks for the mitigations we are putting in place to take effect.\" The largest increase is from those between the ages of 20 and 44 who now make up 22% of hospitalizations in Arizona, Ducey said. Sixteen other states have either pulled back on reopenings or have put them on pause as their cases jump. Bars were ordered to close back down in Texas and parts of California. In some of South Florida, beaches were directed to close again during the upcoming holiday weekend, and on-premises alcohol consumption has been suspended in bars statewide. Read the full story here ##Reopening## Several players have decided to opt out of the rescheduled Major League Baseball season due to health concerns amid the coronavirus outbreak. Washington Nationals infielder Ryan Zimmerman and pitcher Joe Ross will not be playing the 2020 season, the team confirmed on Monday. Arizona Diamondbacks right-handed pitcher Mike Leake also has decided not to play this season, according to a statement from his agent. Monday night, Colorado Rockies outfielder Ian Desmond posted an emotional message on Instagram stating he will also be opting out of playing this season. The 34-year-old, who is biracial, made reference to the ongoing racial tensions in the country and the pandemic as why his family needs him at home. \"The COVID-19 pandemic has made this baseball season one that is a risk I am not comfortable taking,\" his post reads.\n\"With a pregnant wife and four young children who have lots of questions about what's going on in the world, home is where I need to be right now. Home for my wife, Chelsey. Home to help. Home to guide. Home to answer my older three boys' questions about Coronavirus and Civil Rights and life. Home to be their Dad.\" Read the full story: New Zealand will host the Asia-Pacific Economic Cooperation (APEC) summit in 2021 using virtual platforms, the government announced Monday.  The summit was scheduled to be held in Auckland in November 2021.  The country's foreign minister Winston Peters said the decision to go virtual was made due to the coronavirus pandemic.  “COVID-19 has seriously impacted how we conduct international diplomacy. That includes hosting APEC. As has occurred with many other international government-to-government events, APEC21 will proceed using virtual digital platforms,\" Peters said.  The minister added the announcement was made now as it wasn’t practical to wait for several months to get a clearer picture of the virus’ spread.  “Given the current global environment, planning to have such a large volume of high-level visitors in New Zealand from late 2020 onwards is impractical,” Peters said.  The University of Washington has slightly lowered its projection of how many people are likely to die from coronavirus in the United States by October 1.  The university’s Institute for Health Metrics and Evaluation (IHME) now forecasts 175,168 total deaths by October 1, based on the current scenario. But if almost everyone wears a face mask, that number would fall to just over 150,000, the IHME projected. Last week, the IHME forecast 179,106 deaths by October 1 if nothing changed but said that would drop to 146,000 if 95% of Americans started wearing masks in public. The current model shows daily deaths leveling out starting this week -- at 630 or so deaths a day -- and staying fairly constant if states continue to ease their restrictions on economic activity. It shows daily death rates dropping fast to just 71 deaths a day with universal mask requirements, however. So far, according to Johns Hopkins University, more than 2.5 million Americans have been diagnosed with coronavirus infections and at least 126,000 have died. There’s no proof reclosing bars and night clubs and other businesses will slow the resurgence of coronavirus in parts of the United States, according to Dr. Peter Hotez, an infectious disease specialist and dean of the school of tropical medicine at Baylor College of Medicine. “So far, most of the governors have not been willing to do that full lockdown that was so successful in New York in the northeast back in March, April,” Hotez told CNN’s Anderson Cooper.\n“So they’re trying to see if they can do this surgically, meaning just close bars or 50% restaurants and encourage use of masks or in some cases mandate masks and stop short of that full lockdown,” he said. Many states such as Florida, Texas and Arizona are taking piecemeal steps on the local level in lieu of full lockdowns to try and flatten the curve again. Some cities and counties are mandating mask use while others are not.  Hotez said they’re trying to “have their cake and eat it,” too. “My point is, what's the evidence that that will work? Have they been looking at epidemiologic models, working with the scientists to actually see what the impact of all these surgical strikes are, whether they're going to have a reduction in the number of cases, and that I haven't seen.”\n“So what they're trying to do is they're trying to keep the economic opening going, hoping that the surgical measures might also work,” he said. Hotez also expects the thousands of new cases throughout the country will result in deaths over the upcoming weeks and he expects, once again, low-income minority communities will fare the worst. “I'm pretty convinced that most of these cases, or a lot of these cases and deaths that will follow them over the next three weeks are happening in low-income neighborhoods, so African American populations, Hispanic, Latinx populations, Native American populations,” Hotez said. ##Economy## China recorded 19 new cases of coronavirus on the mainland on Monday, the country's National Health Commission (NHC) announced Tuesday.  Out of the new cases, 11 were imported and eight were locally transmitted. The local cases include seven from Beijing, along with a case from Shanghai. No new deaths were reported. The capital continues to post new cases despite local officials last week calling an outbreak at a wholesale food market “basically contained.\" In addition, four new asymptomatic cases were reported by the NHC. Currently 99 asymptomatic patients are under medical observation.  China has, to date, registered 83,531 coronavirus cases, with 4,634 deaths.  A total of 78,469 patients have been discharged so far, the health agency said.  This comes as 400,000 residents in Anxin County, Hebei province have been placed under new lockdown measures amid a small increase in cases.  Anxin, a relatively rural and sparsely populated county, is located around 90 miles (145 km) south of Beijing, which had seen a spike in coronavirus cases linked to the Xinfadi market in the past two weeks.  ##Cases## Mexico reported 3,805 new coronavirus cases on Monday, bringing the total number of infections to 220,657.  The Mexican health ministry also reported 473 new deaths, bringing the country’s coronavirus-related death toll to 27,121. Mexico City began a gradual reopening process Monday. Sports clubs and outdoor physical activities, the use of domestic workers and retail are among the activities now permitted.  CNN is tracking worldwide coronavirus cases here: ##Cases## The World Health Organization is sending a team to China to better understand how the novel coronavirus started, WHO director-general Tedros Adhanom Ghebreyesus said during a briefing on Monday. “Knowing the source of the virus is very, very important,” Tedros said. “We can find the virus better when we know everything about the virus, including how it started.”  “We will be sending a team next week to China to prepare for that,” he said.   Tedros said he hopes the visit will lead to “understanding how the virus started and what we can do for the future to prepare.”  Tedros said the team will head to China next week.  The coronavirus pandemic is far from coming to an end any time soon, according to World Health Organization director-general Tedros Adhanom Ghebreyesus. \"This is not even close to being over,\" Tedros said during a media briefing in Geneva on Monday. \"Although many countries have made some progress globally, the pandemic is actually speeding up. We're all in this together and we're all in this for the long haul,\" Tedros said. \"We have already lost so much but we cannot lose hope.\" Tedros also said that Tuesday marks six months since WHO first received reports of cases of pneumonia in China from an unknown cause -- which would later be identified as caused by novel coronavirus infection. \"The six-month anniversary of the outbreak coincides with reaching 10 million cases and 500,000 deaths,\" Tedros said on Monday.\n\"This is a moment for all of us to reflect on the progress we have made and the lessons we have learned, and to recommit ourselves to doing everything we can to save lives,\" Tedros said. \"Six months ago, none of us could have imagined how our world -- and our lives -- would be thrown into turmoil by this new virus.\"", "Section": "world", "Writers": ["Nectar Gan", "Adam Renton", "Melissa Macaya", "Meg Wagner", "Mike Hayes"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-06-30-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}