{"Type": "article", "Time": "2021-01-11", "Headline": "January 12 coronavirus news", "Text": "A poll conducted by Japanese public broadcaster NHK has found that 77% of respondents believe the already delayed Tokyo 2020 Olympics should be canceled or postponed further.  Some 38% said the Games should be completely canceled and 39% believe they should be postponed for a second time. Only 16% of respondents said they believed the Games should go ahead this summer.  NHK conducted the survey from January 9 to 11 by randomly telephoning people aged 18 or over. A total of 1,278 people responded, or 59% of those contacted. The survey was conducted using Random Digit Dialing (RDD) -- a method which randomly makes calls to landlines and mobile phones. The poll results come a few days after Tokyo and its surrounding prefectures were placed under a state of emergency due to rising numbers of Covid-19 infections, which are at their highest levels since the pandemic began.  China recorded its highest daily increase in Covid-19 cases in more than five months on Tuesday, following a recent cluster of infections in the northern Hebei province. The National Health Commission said in a statement that the country reported 115 new confirmed cases Tuesday, which is the highest daily rise since July 30. Of those, 107 were local infections -- the highest daily jump in local transmissions since July 30. \nHebei, the province that surrounds Beijing, accounted for 90 of the cases, while northeastern Heilongjiang province reported 16 new cases.  Hebei's vice governor Xu Jianpei announced Tuesday that a second round of mass testing programs would kick off in the cities of Shijiazhuang, Xingtai, and Langfang. The first saw 17 million people tested in the province in a program that ended on Sunday. The number of new asymptomatic cases, which China does not classify as confirmed cases, was 38.  China has recorded a total of 87,706 confirmed cases during the pandemic and at least 4,634 people have died. A Covid-19 vaccine developed by China’s Sinovac Biotech was just 50.38% effective in late-stage trials in Brazil, significantly lower than earlier results showed, according to a statement published by the government of São Paulo Tuesday. While the number meets the threshold required by global regulators for approval, it falls far below the 78% figure announced last week. It's raising questions as to the veracity of the data and fueling skepticism over the apparent lack of transparency regarding Chinese vaccines. “The Butantan Institute and the Government of São Paulo report that the coronavirus vaccine achieved a 50.38% overall efficacy rate in the clinical study conducted in Brazil, in addition to [an efficacy rate of] 78% for mild cases and 100% for moderate and severe cases of Covid-19. All rates are higher than the 50% level required by the WHO (World Health Organization),” the statement released Tuesday said. The razor-thin results for regulatory approval are likely to lead to concern among scientists, given that last week the Brazilian Institute released partial “clinical efficacy” results celebrating 78% to 100% efficacy in preventing infections. The vaccine was studied in 12,500 volunteers, all of them health professionals, across Brazil. Why the data changed: In a summary of the clinical study published by the government of São Paulo and the Butantan Institute, data for another group of participants who reported “very mild” cases of infection was included, therefore yielding a lower efficacy rate for the vaccine. \"Regarding the overall efficacy of the analysis, we met the requirements of the World Health Organization with 50.38%,\" Ricardo Palacios, medical director for clinical research at the Butantan biomedical center in Sao Paulo said Tuesday during a news conference. Questions over efficacy: However on Tuesday, high-ranking members of the Brazilian Health Ministry told CNN affiliate CNN Brasil that \"the effectiveness is borderline,\" and that because \"it is at the limit\" they would need the county’s health regulator agency, ANVISA, to evaluate. A representative of Sinovac said the company is discussing the result but declined to give further comment.  Last week, ANVISA told the Butantan Institute that in order to approve the emergency use of a vaccine, the global efficacy rate had to be disclosed to the public -- information the institute did not receive from Sinovac at the time, according to CNN Brasil sources. ##Vaccines## The cost of closing schools due to the coronavirus pandemic \"has been devastating,\" as 90% of students globally faced shutdowns at the peak of the disruptions last year, the UN Children's Fund (UNICEF) chief said Tuesday.  The closures have meant more than a third of schoolchildren were left with no access to remote education. “Despite overwhelming evidence of the impact of school closures on children, and despite increasing evidence that schools are not drivers of the pandemic, too many countries have opted to keep schools closed, some for nearly a year,\" UNICEF Executive Director Henrietta Fore said. Fore said children's health, development, safety and well-being are at risk, and “that’s why closing schools must be a measure of last resort, after all other options have been considered.” As the pandemic enters its second year, the number of out-of-school children is set to increase by 24 million, \"to a level we have not seen in years and have fought so hard to overcome,\" she said.  Children’s ability to read, write and do basic math has suffered, and the skills they need to thrive in the 21st century economy have diminished.\" After restrictions are lifted, Fore said schools must be among the first to reopen and catch-up classes should be prioritized to keep children who were unable to learn remotely from being left behind.  “If children are faced with another year of school closures, the effects will be felt for generations to come,\" she said.  Tunisia's Health Minister Faouzi Mehdi announced a four-day general lockdown starting Thursday, according to the state-run TAP news agency.   TAP tweeted Tuesday that the lockdown will last from January 14 to 17 and that classes will be suspended from January 13 to 24.  The minister said that hospitals in the country are facing \"severe pressure\" and there were 1,802 patients in hospital, 20% of whom are in intensive care units (ICU), TAP reported.  At least 164,936 coronavirus cases and 5,343 virus-related deaths have been reported in Tunisia, according to Johns Hopkins University data.   ##Restrictions## The latest figures from the Spanish Health Ministry show an acceleration in coronavirus cases and deaths, as the nation saw its highest number of new fatalities recorded in a single day since December and the steepest daily rise in new infections. Deaths: According to data released Tuesday, 408 fatalities were recorded over the previous 24 hours, the highest daily tally since December 1. The government's figures for the past seven days show the highest number of deaths since mid-December. Infections: The number of cases registered by the government is also accelerating. The ministry's statistics show a rise of 14,060 cases diagnosed over the previous day, the highest increase on record.  Altogether, Spain has reported 2,137,220 Covid-19 cases, with an increase of nearly 209,000 since the end of December. Spanish Health Minister Salvador Illa said Tuesday that the next few weeks would be very difficult for the country, even as its vaccination program picks up speed.  Vaccinations: The first batch of 35,000 doses of Moderna vaccines arrived on Tuesday. Spain has been administering the Pfizer/BioNTech vaccine since December 27. Illa said he hoped that all residents of retirement homes would receive a first vaccine dose by the end of this week. Restrictions: The health minister also announced the extension of restrictions on travel to Spain from the UK until February 2 in an effort to contain the spread of the contagious variant of Covid-19 identified late last year in England.  ##Hotspots## The United States reported a record-high number of new Covid-19 deaths on Tuesday, according to data from Johns Hopkins University.  So far, 4,197 new Covid-19 deaths were reported Tuesday, according to JHU. The final figure could be higher as the count for the day has not finished.  The US is currently averaging 3,233 new deaths per day, JHU data shows.  In total, the US has reported at least 380,540 virus-related fatalities. The days with the highest number of new deaths according to JHU data are:  Jan. 12: 4,197 \nJan. 7: 4,194 \nJan. 8: 3,939 \nJan. 6: 3,854 \nJan. 5: 3,767  ##Hotspots## The US federal government's about-face on vaccine policy may be too little, too late, local health officials told CNN Tuesday. City and county health departments are already running at a deficit, and will continue to struggle to get vaccines out to people, the National Association of County and City Health Officials said. The US Department of Health and Human Services changed course on Tuesday in its Covid-19 vaccine rollout guidelines for states, which then get passed down to local health departments. Those changes include new plans to release reserved second doses of vaccine and recommendations to vaccinate anyone 65 and older. \"The concerns outweigh the benefits here,\" said NACCHO CEO Lori Tremmel Freeman.\n\"The money and the funding support that would allow this to happen successfully are coming after the vaccine has already been distributed -- so already our local health departments are at a deficit,\" she added. Opening up vaccinations to those 65 and older could help in areas where there have been more doses than people eligible or willing to receive them -- in some cases leading to extra doses going unused, expired and being tossed away. And releasing reserved second doses could benefit areas where there has not been enough vaccine for everyone eligible and willing. Read the full story: ##Vaccines## Scientists have identified an \"escape mutant\" that may decrease the efficacy of Covid-19 vaccines. The mutation — called E484K — has been found in a variant of the coronavirus first spotted in South Africa two months ago. That variant has now spread to 12 other countries. Penny Moore, associate professor at the National Institute for Communicable Diseases in South Africa, called the mutation \"alarming.\"  \"We fear this mutation might have an impact, and what we don't know is the extent of the impact,\" she said. E484K is called an \"escape mutant\" because it's been shown it might be able to escape some of the antibodies produced by the vaccine.  Moore and other scientists who are studying the E484K mutation still have to complete their work in the lab to see if the vaccine is less effective against this new variant. They expect to announce their results in the next few weeks. Based on what they've seen so far, they say they highly doubt E484K will render the coronavirus vaccines useless. Rather, they think there's a possibility the mutation — on its own or in combination with other mutations — could decrease the efficacy of the vaccine against the variant. ##Variant## The United States reported more than 4,000 Covid-19 deaths on Tuesday, according to data from Johns Hopkins University.  So far today, 4,022 new Covid-19 deaths have been reported, according to Johns Hopkins. At least 380,365 people have died in the US from coronavirus since the start of the pandemic.   At least 22,825,766 cases of coronavirus have been reported in the US since the pandemic started. At least 27,696,150 vaccine doses have been distributed and at least 9,327,138 doses of the vaccine have been administered, according to the US Centers for Disease Control and Prevention. ##Hotspots## States need more money, and they need it quickly, to help speed the rollout of coronavirus vaccines, the Infectious Diseases Society of America said Tuesday. Changes in vaccine policy announced by the federal government earlier Tuesday will help, the group said. Operation Warp Speed said it would stop holding back half of the vaccine supply to ensure people get second doses. US Health and Human Services Secretary Alex Azar also urged states to start vaccinating everyone 65 and older, as well as people with underlying conditions. He also said states should start setting up mass vaccination sites and move out of hospitals alone. Those announcements are an “important step,” IDSA said, but not enough. A new bill signed by President Trump late last month will get $8 billion to states for vaccine distribution – months after states asked for it. “Although nearly half of the funding allocated in the recent spending bill has reached states, the remainder must be expeditiously distributed to states and local health departments in order to address obstacles such as limited staffing, supplies and space that preclude getting the vaccine to the people. The new Congress should stand ready to quickly consider additional funding as needs evolve,” IDSA president Dr. Barbara Alexander said. “As vaccination across our country is accelerated, timely and adequate supply chains will be critical to evidence-based dosing. Federal authorities must be prepared to strengthen support for the manufacture of new doses to ensure the vaccine can be provided in accordance with emergency use authorization by the U.S. Food and Drug Administration. Transparency and advance notice of vaccine supplies will be critical to planning,” she added. And clear communication is key to making sure people understand and accept vaccine policies, she said. ##Vaccines## California is seeing a glimmer of guarded optimism in what Health and Human Services Secretary Mark Ghaly called the “biggest sign that things are beginning to flatten or improve.” Hospital admissions over the past two days are down by about 1,000 to approximately 2,500 patients being checked in. Before that around 3,500 patients were admitted each day. Though Ghaly said he wouldn’t “declare victory in any way,” he is pleased to see less impact at the moment, especially for the hospital systems that have been overwhelmed by the tsunami of Covid-19 patients. California’s health officials are revamping vaccine rollout plans, and will issue new guidance within 24 hours, Ghaly announced today. The state’s vaccine advisory group is working on recommendations today to align with new federal guidance. Ghaly said the revised guidelines will be applied statewide, not county by county. To date, California has received nearly three million Covid-19 vaccine doses, though only about 25% have been administered. According to Ghaly’s estimate, fewer than 100,000 health care workers have received both needed doses of the Covid-19 vaccine. Mass vaccination sites are being set up at a number of sites, including Disneyland, and more are expected to be announced this week, as providers are pressed to ensure that all doses are administered.  “By all means, don’t waste vaccine,” Ghaly urged. ##Hotspots## A new variant of coronavirus first discovered in the UK – known as  B.1.1.7 or VOC 202012/01 – has been found in at least 50 countries, as well as in Hong Kong and Taiwan, according to the World Health Organization. Experts say that while the variant appears to be more transmissible than other strains, there is no evidence it’s deadlier or causes more severe disease. “Since first detected on 14 December 2020, VOC 202012/01 has been detected in 50 countries, territories and areas across five of the six WHO regions to date. In England, the variant has been detected in all regions and almost all local authorities,” WHO said in its weekly report on the pandemic. This is a separate variant from one first identified in South Africa, which has been detected in 20 countries, WHO said. “It is well known that viruses constantly change through mutation, and so the emergence of new variants is an expected occurrence. Many mutations have no impact on the virus itself while some could be detrimental to the virus and few may result in an advantage to the virus,” WHO said. In the United States, the variant has been detected in at least 11 states including hotspots like New York, California and Florida. ##Variant## More scientists in more countries need to be collecting and sequencing samples of coronavirus to help the world keep an eye out for dangerous new mutations, World Health Organization scientists said Tuesday.  “Our collective goal is to get ahead of the game and have a global mechanism to quickly identify and study variants of concern and understand their implications for disease control efforts,” said Dr. Ana Maria Henao Restrepo, head of WHO’s Research and Development Blueprint.  “So far an astounding 350,000 sequences have been publicly shared, but most come from just a handful of countries. Improving the geographic coverage of sequencing is critical for the world to have eyes and ears on changes to the virus,” said Dr. Maria Van Kerkhove, WHO technical lead on Covid-19. WHO sponsored a virtual meeting of 1,750 experts Tuesday, and said helping increase the global capacity for running genetic sequences of viruses is a priority.  “Better surveillance and laboratory capacity to monitor strains of concern needs to be accompanied by prompt sharing of virus and serum samples via globally agreed mechanisms so that critical research can be promptly initiated each time,” WHO said in a statement. Some background: New variants have been spotted in Britain and South Africa that appear to be more easily transmitted, although the pattern of mutations in each do not appear to make the virus otherwise more dangerous.  But scientists note that the more people become infected with coronavirus, the more opportunities it will have to change into new forms, and some of them may end up causing more severe disease. ##Variant## Georgia is making “significant progress” in administering the Covid-19 vaccine, according to Gov. Brian Kemp.  He said that he “knew there was going to be logistical challenges” to meet the demands for the vaccine rollout, and said they are planning large-scale vaccine distribution sites to help.  “Our goal is to make sure that we’re getting every dose that we have in an arm. We’ve made great progress since Friday, but we have to make more progress this week,” Kemp said at a news conference with Kathleen Toomey, the state's public health director. “Over the last week the number of vaccines administered in Georgia has increased by 102,183, which is a 97% increase,” Kemp said, stressing that with Operation Warp Speed they expect to be able to vaccinate all residents in Georgia nursing homes by the end of this month.  Kemp said he is “encouraged by the obvious demand for the vaccine,” but said he knows it is impossible to vaccinate everyone immediately.  “Yes the phone lines will be busy, yes the websites will certainly crash. There is simply, vastly more Georgian’s that want the vaccine than can get it today. This is no doubt frustrating,” Kemp said.        “Thursday of this week will mark one month since we received our first vaccine allocation, and there will continue to be roadblocks ahead as we roll this out. And there will be mistakes made. There will be waiting and many obstacles we will have to work to overcome in the days ahead.  But can also commit to the people of this state that we are working around the clock to get vaccines in arms as quickly and as safely as we can,” he added. Kemp is asking residents to be patient as the state works to get as many people vaccinated as possible when the supply becomes available from the federal government.   ##Vaccines## Air travelers to the US will have to show a negative coronavirus test before they may board a flight, the US Centers for Disease Control and Prevention said Tuesday. The new order takes effect Jan. 26.  The CDC expressed concern about new variants of the virus that appear to be more transmissible, although dozens of such cases have already been found across the US. “Variants of the SARS-CoV-2 virus continue to emerge in countries around the world, and there is evidence of increased transmissibility of some of these variants. With the US already in surge status, the testing requirement for air passengers will help slow the spread of the virus as we work to vaccinate the American public,” the CDC said in a statement. “Air passengers are required to get a viral test (a test for current infection) within the three days before their flight to the U.S. departs, and provide written documentation of their laboratory test result (paper or electronic copy) to the airline or provide documentation of having recovered from COVID-19,” the statement said. The CDC said the airlines must confirm the negative test and if a passenger doesn't take one, the airline should not let them board. CDC Director Dr. Robert Redfield said in the statement that while testing does not eliminate all risk \"when combined with a period of staying at home and everyday precautions like wearing masks and social distancing, it can make travel safer, healthier, and more responsible by reducing spread on planes, in airports, and at destinations.\" More than 9 million people have received the first dose of their coronavirus vaccine and more than 27 million doses have been distributed, the US Centers for Disease Control and Prevention said Tuesday. The CDC’s regular report on vaccine distribution and administration shows 27,696,150 vaccine doses have gone to states and territories and 9,327,128 doses have gone into people’s arms. That means one-third of vaccines that have been delivered have been given to people. The CDC said 951,774 residents of long-term care facilities have been vaccinated, with nearly 4.4 million doses sent out to the facilities – which were designated to be the first sites covered under vaccine rollout. Officials of Operation Warp Speed defended the slow rollout of vaccines on Tuesday, saying states were sticking too rigidly to guidance designating health care workers and nursing home residents to be vaccinated first. They said the rollout would speed up soon and asked states to open up vaccination to everyone 65 and older and to younger people with chronic conditions. ##Vaccines## Close to 2.3 million children in the US have tested positive for Covid-19 as of Jan. 7, according to the American Academy of Pediatrics. Children represent 12.5% of all cases in the US, a rate of 3,055 cases per 100,000 children in the population, the academy said.  The group said 171,000 new cases have been identified through testing in children just last week alone.  The weekly report is based on data collected by the AAP and the Children's Hospital Association from 49 states, New York City, Puerto Rico and Guam. In most states, the definition of \"child\" age range was 0-19. Only 10 states provided information on testing. In those states, children made up between 6%-17.8% of total state tests, and between 7.1%-25.9% of children tested positive for Covid-19.  The good news is that data also reflects what public health experts have been saying for some time. Children are less likely than adults to be hospitalized for Covid-19 and die from the illness. Based on the information provided by 24 states and New York City, children represented 1.2%-2.8% of total reported hospitalizations for Covid-19. Only 0.2%-3.1% of all cases of Covid-19 in children required hospitalization.  Among the 42 states providing data on Covid-19 mortality, 13 states reported zero deaths in children related to the virus. States that did report deaths saw no more than 0.2% of deaths in children among all confirmed cases of Covid-19.  \"At this time, it appears that severe illness due to COVID-19 is rare among children. However, there is an urgent need to collect more data on longer-term impacts of the pandemic on children, including ways the virus may harm the long-term physical health of infected children, as well as its emotional and mental health effects,\" the AAP wrote in a statement.   ##Hotspots## The director of the US Centers for Disease Control and Prevention is expected to sign an order today or tomorrow requiring all international airline passengers to show proof of a negative Covid-19 test before boarding flights to the US, a federal health official tells CNN. The order will go into effect two weeks after it’s signed by the CDC director, Dr. Robert Redfield. The new requirement was first reported by the Wall Street Journal. The rule is expected to be similar to one put in place last month for passengers from the UK to the US, which requires that passengers have a negative test within three days of boarding their flight. For the UK requirement that went through last month, airlines can be subject to criminal penalties if they fail to comply, and passengers can be subject to criminal penalties if they willfully give false or misleading information.  An airline industry group has expressed support for the new measure.  “[We are] writing to express our support for a [CDC] proposal to control the spread of COVID-19, including variants of the virus, by implementing a global program to require testing for travelers to the United States,” the industry group Airlines for America wrote to Vice President Mike Pence on Jan. 4.  CVS expects to administer around 20 to 25 million coronavirus vaccines per month, a company official said Tuesday. “When we get into the retail phase, we'll do almost a million vaccines a day,” outgoing CVS Health CEO Larry Merlo said at the JP Morgan 39th Annual Health Care Conference.  It will be about 20 to 25 million coronavirus vaccines per month, said Karen Lynch, the incoming CEO of CVS Health.  “We have over 90,000 clinicians, through our pharmacists, through our pharmacy techs, through our nurses and nurse practitioners, to be able to administer the vaccine, and we do expect that we can administer 20-25 million vaccines per month once the federal program opens up,” Lynch said.  “We expect the federal program to open up shortly, and we are ready in our CVS pharmacies, to administer the vaccine.” So far, CVS has held over 8,000 vaccine clinics in long-term care facilities, and has administered more than 700,000 vaccines, Lynch said. As of Monday, about 10% of total vaccines administered in the United States had been administered by CVS, she said. Lynch takes over as CEO of CVS Health on Feb. 1. ##Vaccines## A preliminary study in France shows the UK variant has been found in around 1% of positive coronavirus tests, Health Minister Olivier Véran told senators during a hearing on Tuesday. Véran was citing the preliminary results of a study carried out by epidemiologist Bruno Lina on thousands of PCR tests from Thursday and Friday. He added that the cases were scattered across the country and there was no concentration of cases in any single region. The study will be repeated regularly to allow the government to monitor the growth of the variant and potential clusters, Véran said. France reported at least 19,753 new coronavirus cases in 24 hours on Tuesday.  According to numbers from the health agency, at least 189,834 people have been vaccinated in France so far. ##Variant## Rigid following of guidance on who should get coronavirus vaccines first has slowed the rollout, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said Tuesday. Fauci echoed statements made by Health and Human Services Secretary Alex Azar, who also blamed states for slowing the rollout of vaccines by sticking too closely to guidelines. He urged states to open vaccination eligibility to people aged 65 and older and people with chronic medical conditions. Guidance from the US Centers for Disease Control and Prevention may have been a bit too rigid, Fauci said during a webcast hosted by Schmidt Futures and Social Science Research Council. The CDC recommended giving the very first vaccines to frontline health care workers and residents of long-term care facilities. While the priorities won’t be abandoned, \"when people are ready to get vaccinated, we’re going to move right on to the next level, so that there are not vaccine doses that are sitting in a freezer or refrigerator where they could be getting into people’s arms,\" Fauci said. Fauci added that in the next few weeks he thinks \"we’re going to be seeing much more efficient administration of the vaccine, namely getting it into people’s arms.\"  ##Vaccines## Canada’s most populous province of Ontario issued a stay-at-home order for anyone not doing essential work or seeking or giving medical care, as cases of Covid-19 continue to rise. The new order, which will take affect Thursday, will apply to two of every five Canadians including everyone in Canada’s largest city, Toronto, and the nation’s capital, Ottawa. ##Restrictions## The federal government’s Operation Warp Speed program is hoping for emergency use authorization of AstraZeneca’s coronavirus vaccine by the end of March, a top official said Tuesday. Britain authorized the vaccine last month and has been using it, but the US Food and Drug Administration will likely want to use US data for any emergency use authorization of the vaccine, said Operation Warp Speed's chief adviser Moncef Slaoui. \"In terms of the AstraZeneca vaccine, the assumption we are working on is that the emergency use authorization will be submitted on the basis of the ongoing Phase 3 trial in the US,\" Slaoui said during a briefing on Tuesday. \"Hopefully the vaccine again is efficacious, as has been shown in the trials conducted in Brazil and in the UK,\" Slaoui said. \"So maybe an approval somewhere towards the latter part of the month of March, and a significant number of doses available around that time.\" Reminder: The FDA paused US trials of AstraZeneca’s vaccine last year after questions about adverse reactions in volunteers. Those questions were cleared up and trials of the vaccine, often called the Oxford vaccine because it was developed with Britain’s Oxford University, have resumed. ##Vaccines## Biotechnology company Moderna has been testing its Covid-19 vaccine in children as young as 12 – but those trials need more volunteers, Operation Warp Speed's Moncef Slaoui said on Tuesday. \"We are running a clinical trial, a Phase 3 trial, in adolescents 12 to 18 years of age with the Moderna vaccine. It's a real challenge. It's been four weeks ongoing. We only recruited about 800 subjects in the trial,\" Slaoui said in a news briefing. The vaccine cannot be cleared for use in children unless it’s tested in children, Slaoui said. Moderna’s vaccine is authorized for adults aged 18 and up. \"It's really very important for all of us – for all of the population in America – to realize that we can't have that indication unless adolescents aged 12 to 18 decide to participate, of course as a voluntary decision, into the clinical trial,\" Slaoui said. \"We need to recruit about 3,000 subjects into the trial to complete them.\" Pharmaceutical company Pfizer has also been testing its vaccine in teenagers. ##Vaccines## Sen. Chuck Schumer, the soon to be majority leader of the United States Senate, sent his colleagues a letter on Tuesday outlining his caucus’s agenda with a promise to focus on Covid-19 relief and support for the incoming Biden Administration. Schumer made it clear that quickly passing another round of relief related to the Coronavirus pandemic would be a high priority for the Senate Democrats. \"As you know from our work at the end of the last Congress, the job of COVID emergency relief is far from complete. Democrats wanted to do much more in the last bill and promised to do more, if given the opportunity, to increase direct payments to a total of $2,000 – we will get that done,\" Schumer wrote. He also promised to work to confirm the slate of cabinet officials appointed by President-Elect Biden as quickly as possible. The entire letter from Schumer was against the backdrop of the violent insurrection at the Capitol last Wednesday. Schumer said the incident showed the need to install qualified Senate approved members of the cabinet and promised that incoming Senate Judiciary Committee Chairman, Sen. Dick Durbin will closely examine the rise of violent extremist and white supremacist groups in America. Schumer also made clear that his Caucus would make sure that the events of Jan. 6th are fully investigated and those responsible are brought to justice.  He also promised that every security measure necessary will be in place for the upcoming inauguration. The lockdown in the Netherlands is being extended by three weeks, until Feb. 9, the prime minister said in a press conference on Tuesday. \"Nearly everyone will understand that there was no other choice,\" Mark Rutte said, \"because the numbers are not decreasing fast enough and we are also now dealing with the British coronavirus variant. And we are very concerned about that variant.\" Rutte first announced the lockdown on Dec. 14, and said it would be in effect until at least Jan. 18. The lockdown is more stringent than anything implemented during the first wave, in spring 2020, when non-essential shops were allowed to remain open – They are now closed. The number of coronavirus infections in the Netherlands are falling but still significant. There were 49,398 positive reported cases is the past seven days, Jan. 5 to 12, according to the National Institute for Public Health and the Environment.  That was a decrease from the 56,440 reported between Dec, 29 and Jan. 5. ##Restrictions## Drugmaker Johnson & Johnson could apply for emergency use authorization of its Janssen Covid-19 vaccine around the end of this month, Moncef Slaoui of Operation Warp Speed said during a briefing on Tuesday. Slaoui said millions of doses should be available by the end of February. \"We are very clear – we, meaning Operation and Janssen Pharmaceuticals – that analysis will be completed before the end of the month, and EUA submission will take place at the end of this month,\" Slaoui said on Tuesday. \"In terms of vaccine dose availability, if submission is happening at the end of January, one could project that approval of the emergency use authorization may happen somewhere in the middle of the month of February,\" Slaoui added. \"We project to have single-digit million number of doses available in the second half of February,\" Slaoui said. \"We're trying to make that number get as close to a double-digit number as possible and then a larger number in March and a much larger number in April. Remember, this is a one-shot vaccine so those are millions of individuals fully immunized.\" ##Vaccines## Nearly 45,000 fixed penalty notices have been issued across the United Kingdom due to coronavirus related breaches, UK Home Secretary Priti Patel said on Tuesday. During a daily press conference, Patel warned those who have not been complying with the safety protocols issued by the government that police are \"moving more quickly to issuing the fines, where people are clearly breaching coronavirus regulations.\" \"If you do not play your part, our selfless police officers who are out there, risking their own lives every day to keep us safe they will enforce the regulations. And I will back them to do so. To protect our NHS and to save lives,\" Patel said. Her warning comes as the UK reported 1,243 new coronavirus related deaths on Tuesday, marking the second deadliest day since the start of the pandemic. The latest figures released by the government have brought the total death toll to 83,203. The UK also reported 45,533 new cases, bringing the total case number to 3,117,882. On Monday, England's chief medical officer Chris Whitty told the BBC that the UK is entering its most challenging weeks since the start of the Covid-19 pandemic, as hospitals face being overrun and morgues fill up. ##Variant## ##Hotspots## US Health and Human Services Secretary Alex Azar said Tuesday the federal government will no longer hold back coronavirus vaccine doses it kept in reserve, and it is asking states to open vaccinations to people 65 and older and people with chronic conditions who are at higher risk of severe disease. He said the federal government would no longer hold back doses of vaccine to ensure that people who got their first doses would get second doses, too. “We can now shift all of the dose that have been held in physical reserve,” Azar said. Plus, states should vaccinate more people. “We are telling states they should open vaccinations to all people … 65 and over and all people under age 65 with a comorbidity with some form of medical documentation,” Azar said, stumbling slightly over the wording. Azar framed the change, which matches an approach announced by the incoming Biden administration, as something that had been part of the plan all along.  A senior administration official told CNN on Tuesday the shift follows two Operation Warp Speed meetings Azar held over the past 48 hours on how to speed up the lagging process. Azar defended the slow and often chaotic rollout of vaccines. “Several triggers have brought us to that point – nearly 38 million total doses of vaccine to date, including about 25 million first doses, have been made available for states to order against,” he told a news briefing.  Azar blamed states for the slow rollout. “In some states, heavy handed micromanagement of this process has stood in the way of vaccines reaching a broader swathe of the vulnerable population more quickly,” Azar said.  ##Vaccines## New York Gov. Andrew Cuomo says a pilot testing program used at this weekend’s Buffalo Bills football game will be used as a model to help open up other aspects of life and business across the state.  \"Why can’t we use rapid testing to open restaurants in orange zones, theaters, offices,\" Cuomo said. \"There are so many options.\" Cuomo was speaking at the second in a series of \"state of the state\" speeches this week. He pointed to the success of the Buffalo Bills game pilot program where about 7,000 fans were tested for Covid-19 in a drive through testing setup. New York state’s Department of Health is monitoring the contact tracing results.  Cuomo said the state will open hundreds of pop-up, rapid testing sites to be able to re-open office buildings and accelerate the return of the arts.  He also announced the \"New York Arts Revival,\" a public-private partnership program that will host a series of pop up performances starting on Feb. 4, with performers including Amy Schumer, Chris Rock, Hugh Jackman and others.  Cuomo added that the state will assist commercial building owners with empty office space with the ability to convert their spaces to affordable housing.  \"The reality is not all businesses will reopen and not all jobs are coming back as they were,\" Cuomo said. \"Some of the changes we’ve seen this year will be permanent.\" ##Hotspots## Two more states have begun using the National Guard to help administer Covid-19 vaccinations, according to National Guard spokesperson Wayne Hall. Oklahoma and North Dakota are the latest additions, bringing the total number of states to 12. The ten other states are New Hampshire, Maryland, Michigan, North Carolina, South Carolina, Tennessee, Mississippi, California, Nevada and Arizona. The majority of states are not relying on the National Guard to administer vaccines. President-elect Joe Biden’s transition team has discussed with governors the use of the National Guard, and as part of the ongoing agency review process discussed with the Department of Defense the use of the military, for the incoming administration’s Covid-19 vaccination efforts, a transition official tells CNN. Biden said recently that one way in which his Covid task force will look to speed up the national Covid vaccination process after he takes office would be to potentially utilize the National Guard at mass vaccination sites. As CNN reported today, the deployment of the National Guard as part of the vaccination efforts is one of the major details that the Biden’s Covid team is deliberating over days away from inauguration. ##Vaccines## The 2021 Masters will have a limited number of spectators in attendance, Fred Ridley, chair of Augusta National Golf Club, announced Tuesday in a statement. The 85th Masters, scheduled for April 5 to 11 in Augusta, Georgia, will have similar health and safety standards to those instituted during last year's tournament in November.   \"While we are disappointed that we will be unable to accommodate a full complement of patrons this year, we will continue our efforts to ensure that all who purchased tickets from Augusta National will have access in 2022, provided conditions improve,\" Ridley said.  The 2020 Masters, which was postponed from its usual April slot and played in November, took place with only essential personnel because of the coronavirus pandemic. Portugal registered a record 155 coronavirus related deaths on Monday, the Health Ministry said.  The latest death count is the highest since the start of the pandemic, bringing the total number to 8,080 fatalities, according to the Health Ministry data.  Portugal has also registered 7,259 new cases, bringing the total number of cases to 496,552, the ministry said. ##Hotspots## The state of Arizona continues to set records for the number of Covid-19 patients currently hospitalized. The state set another record on Tuesday with 5,082 people hospitalized, according to the state's data dashboard. The state is also reporting a record-setting 1,183 patients in ICU beds with the virus, according to the dashboard. Arizona has been experiencing a surge in Covid-19 hospitalizations for more than a month. Before the winter season, the state's record for number of inpatients hospitalized with Covid-19 was 3,517 set on July 13, 2020. The state surpassed that record on December 11 when it reported 3,534 patients. The tally of patients has, with a few exceptions, risen every day since.  Arizona has reported a total of 636,100 cases of Covid-19 and 10,482 reported deaths to the disease since the pandemic began. Note: Some of these numbers were released by the Arizona Department of Health Services and may not line up exactly in real time with CNN's database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## A Minnesota case of the coronavirus variant first identified in the UK nudges back the timeline of when the strain was known to be circulating in the United States. The earliest known positive sample in the US was taken Dec. 18 from a person in Minnesota, according to data posted Monday to the genomic database GISAID. On Saturday, the state health department announced separately it had identified five cases in the Twin Cities metro area, the earliest of whom had symptoms starting Dec. 16. State health officials said they were not aware of any hospitalizations caused by the variant. The first announcement of a case in the US came from Colorado officials on Dec. 29. Previously, a sample in Florida taken on December 19 was the earliest known evidence of the virus in the US, per GISAID. Collection dates were not available for all US samples. The US Centers for Disease Control and Prevention reports at least 72 cases of the variant in 10 US states, according to data posted Monday. The variant has also been identified in at least four dozen countries worldwide. While the variant appears to spread more easily, there's no evidence that it's any more deadly or causes more severe disease, CDC says.  ##Variant## New York City Mayor Bill de Blasio and the owner of the New York Mets Steve Cohen jointly announced that a vaccination mega-site will be set up at the Citi Field Major League Baseball stadium later this month. This 24/7 site – which will be run by NYC Health and Hospitals and will be able to serve 5,000 to 7,000 people a day — will launch the week of Jan. 25. He said the Mets organization really \"stepped up to the plate\" to help. De Blasio said Queens residents, and all New Yorkers are welcome. \"We even welcome Yankee’s fans.\" Cohen, the new owner of the New York Mets, appeared virtually at the briefing on Tuesday.  \"It’s so important. We know the suffering that’s going on with Covid and anyway the organization could help support this effort we were going to do it.\" He added of the stadium, \"we can be reached by subways, by trains, by highways – we’re the intersection of Queens.\"  \"The goal is to just get the vaccine in peoples arms, so we can get this crisis over with and get back to living a normal life,\" Cohen said.  This isn't the first Major League Baseball stadium to serve as a vaccination site: The Dodger Stadium will also become a Covid-19 vaccination site by the end of the week and will no longer offer testing after today, according to a statement from Los Angeles Mayor Eric Garcetti.  Once the site is fully operational, up to 12,000 people can be vaccinated per day, the statement said, adding that the transition to a vaccination site will reduce testing capacity in the county but will triple the number of vaccines available to residents. Plans are underway to scale up testing at other locations throughout the county.   ##Vaccines## In an order posted Monday, Washington, DC, Mayor Muriel Bowser extended a pause on activities, including indoor dining and museum visits, through Jan. 22  While this order is related to curbing activities to prevent spread of coronavirus, it also comes at a time when the city is on heightened alert after the events at the Capitol on Jan. 6 and could deter some visitors from coming to the District.  This order was initially meant to expire on Jan. 15.  Bowser had told reporters on Dec. 23 that she did not expect to extend that date, because the three-week period was meant to be an \"intervention interval\" to curb coronavirus cases over the holidays. But yesterday, she told reporters that the public safety emergency was factoring into her decision. President-elect Joe Biden’s transition team has discussed with governors the use of the National Guard, and as part of the ongoing agency review process discussed with the Department of Defense, the use of the military, for the incoming administration’s Covid-19 vaccination efforts, a transition official tells CNN. Biden said recently that one way in which his Covid-19 task force will look to speed up the national Covid vaccination process after he takes office would be to potentially utilize the National Guard at mass vaccination sites.  As CNN reported today, the deployment of the National Guard as part of the vaccination efforts is one of the major details that the Biden’s Covid-19 team is deliberating over just days away from inauguration. Currently, the majority of states are not using the National Guard as part of their vaccination efforts.  National Guard spokesperson Wayne Hall told CNN that as of Monday morning, there were ten states where National Guard members were being utilized to help vaccinate civilians.  They were, according to Hall: New Hampshire, Maryland, North Carolina, South Carolina, Tennessee, Mississippi, California, Nevada, Arizona and Michigan. Biden has also previously said that governors who choose to deploy the National Guard for any Covid-19 relief efforts need to receive funding to cover those costs. His stated goal is to get 100 million vaccine shots into arms in his first 100 days in office. ##Vaccines##  In a video message released Tuesday, Gov. Ron DeSantis says the state of Florida remains focused on vaccinating the senior population.  \"Florida is putting seniors first\" DeSantis said. More than 50% of the total vaccinations administered in the state have been for individuals 65 and older, the governor said.  Last week the state of Florida vaccinated 223,000 seniors, which is nearly 70% of all people vaccinated for week 4 alone, he added.  DeSantis says although the demand for the vaccine remains high, they will continue working to support high-performing health care providers that exceed their targets for vaccine distribution.  \"If you are doing a good job of getting shots in arms, we will prioritize you to receive additional supply. If you are not using your vaccine allotments efficiently, then we will look to see where they can be better utilized,\" DeSantis said.  ##Vaccines## Ray Jordan, a spokesperson for Moderna, told CNN the company is not publicly providing weekly or monthly estimates of production. However, they have been working closely with the new administration and US Centers for Disease Control and Prevention, who are being informed of what Moderna can supply. \"Thus there would be no problem for the government agencies to plan second doses as needed,\" Jordan said.  The Department of Health and Human Services is expected to announce sweeping changes in vaccine rollout guidelines today, in an effort to boost the lagging number of vaccinations in the first month.  A senior administration official tells CNN that the Trump administration plans to release reserved second doses immediately – a plan already announced by President-Elect Joe Biden and first reported by CNN. The official expects reserved doses to be distributed over the next two weeks. The administration is also expected to adjust guidelines to allow vaccinations immediately for anyone older than 65 and would help states set up mass vaccination sites should they request assistance. The administration wants to shift focus away from hospitals and focus more on adding more accessible venues, such as pharmacies, the official said. ##Vaccines## After reporting on a family in California that was forced to hold a funeral in a parking lot due to Covid-19, CNN correspondent Sara Sidner grew emotional and warned people to not let their guard down during the coronavirus pandemic.  “This is the tenth hospital that I have been in, and to see the way that these families have to live after this and the heartache that goes so far and so wide, it’s really hard to take,” Sidner said between tears. “It's just not OK. It's not OK what we're doing to each other. These families should not be going through this. No family should be going through this. So, please, listen to what this family is saying,” Sidner added. Juliana Jimenez Sesma’s mother and stepfather died of Covid-19 within 11 days of each other. Her family had to hold their funeral in a parking lot so the family could socially distance while grieving. “Don't let this be you. If you truly love your loved ones, don't let this be you. Continue to take all the precautions. Take extra precautions,” Sesma said. Hear the emotional story: After a slow vaccine rollout, US Health and Human Services Secretary Alex Azar described on Good Morning America on Tuesday changes that will make all vaccine doses available in the US, broaden the groups states are urged to vaccinate and open more channels of administration. Azar said the change is “just a staging, moving to the next phase on the vaccine program,” although a senior administration official tells CNN the shifts comes after two Operation Warp Speed meetings Azar held over the past 48 hours on how to speed up the lagging process.  As recently as Friday, Operation Warp Speed had pushed back on the Biden administration plan to release all available vaccine doses. “We’ve had so much success with quality and predictable manufacturing and almost flawless distribution of the vaccine, but we have seen now that the administration in the states has been too narrowly focused,” Azar said Tuesday.  As part of the new plan, “we have already made available every dose of vaccine,” Azar said, explaining that second doses were previously held back. “We now believe that our manufacturing is predictable enough that we can ensure second doses are available for people from ongoing production. So everything is now available to our states and our health care providers.”  Second, he said, they are calling on governors to vaccinate people 65 and older and people younger than 65 with comorbidities, saying “we’ve already distributed more vaccine than we have health care workers and people in nursing homes.”  Finally, “we’ve got to get to more channels of administration, we’ve got to get it to pharmacies, get it to community health centers,” he said, adding that they are there and will deploy teams to supports states doing mass vaccination efforts if they wish to do so. He also said “it has been overly hospitalized so far in too many states.”   ##Vaccines## Lebanon will bring in a 24-hour curfew on Thursday, intensifying an existing lockdown to curb a surge in coronavirus cases. For the first time it will also include food stores, which will only be allowed to open for delivery. In a National Supreme Council meeting, the Prime Minister of the caretaker government Hassan Diab said: “Unfortunately, we are facing a frightening health situation, the coronavirus pandemic has spiraled out of control due to the stubbornness of people and their insurgence against lockdown measures which we have taken.” Here's where things stand elsewhere in the Middle East: Jordan received its first batch of the Pfizer/BioNtec vaccine on Monday, two days after receiving its first delivery of China’s Sinopharm vaccine, state-news agency Petra said quoting the Minister of Health, Natheer Obeidat.  Obeidat said that vaccinations will start as early as Wednesday with vulnerable groups, including the elderly with chronic diseases and frontline health workers to be vaccinated as a priority.  The United Arab Emirates has surpassed one million doses of vaccine administered, according to data from the National Emergency Crisis and Disaster Management Authority. These doses have mainly gone to frontline workers, according to state news agency WAM. The UAE is the second highest country in vaccinations rates globally after Israel.   The country has just been removed from the UK's travel corridor list due to rising cases there.  Egypt will receive its first doses of the AstraZeneca vaccine within three weeks, with the government expecting to issue emergency approval this week, the Health Minister Hala Zayed said in a news conference on Monday.  The country has been facing a resurge in coronavirus cases over the past two months, amidst relaxed measures and restrictions. Algeria will be receiving its first batch of the Russian-made Sputnik V vaccine in the coming few days, Health Ministry spokesman Djamel Fourar said on Monday, according to state-owned Algeria Press Service.  Algeria is the first African nation to register Russia’s Sputnik V vaccine for emergency use, according to the Russian Direct Investment Fund. Iran is planning to import almost 2 million doses of vaccines from India, Russia and China by the end of the first quarter of the year, the head of the Iran’s Medical Council said on Monday.  “The Iran-made vaccine is much safer than many of the foreign versions,”  Mohammadreza Zafarghandi said according to state news agency IRNA. But because production of the Iranian vaccine will take time, Iran intends to import two million doses of vaccines by the end of March, IRNA said. Iran’s Supreme Leader Ali Khamenei said he does not trust coronavirus vaccines produced by the Western countries and called on officials to prohibit American and British vaccines from entering the country.  The US Department of Health and Human Services is expected to announce sweeping changes in vaccine rollout guidelines today in an effort to boost the lagging number of vaccinations in the first month of the campaign. A senior administration official told CNN that President Donald Trump's administration plans to release reserved second doses immediately -- a plan already announced by President-elect Joe Biden.  The official expects reserved doses to be distributed over the next two weeks. The new plan would also change guidelines to allow vaccinations immediately for anyone older than 65 and would help states set up mass vaccination sites should they request assistance.  The administration wants to shift focus away from hospitals and focus more on adding more accessible venues, such pharmacies, the source said.  The changes are expected to be announced at Operation Warp Speed's briefing at noon on Tuesday. They come after two Operation Warp Speed meetings held by HHS Secretary Alex Azar over the past 48 hours on how to speed up the lagging process, according to the official.  Former FDA official explains why Biden's vaccine plan is risky: The Dutch municipality of Lansingerland will test all of its residents from the age of two for Covid-19, following an outbreak in a primary school which included cases of the more transmissible UK variant. Everyone living in the town, with or without symptoms, will receive an invitation on Wednesday for a test, the town said in a statement. According to the Dutch Statistics Bureau, Lansingerland had 63,267 residents as of November 2020.    Public health authorities want to get a better picture of the spread of the new strain that was first detected in the UK, the statement added. Lansingerland is the first municipality in the Netherlands that is being asked to participate in \"risk-oriented large-scale testing.\" The Netherlands is currently under a national lockdown and overall case numbers and hospital admissions are declining. The Swiss authority for medicines and medical devices, Swissmedic, has approved the Moderna Covid-19 vaccine, the regulator said Tuesday.  The Moderna vaccine is the second Covid-19 vaccine to be approved in Switzerland, after Pfizer/BioNTech’s approval in December. New data from the UK's Office for National Statistics (ONS) shows just how deadly the pandemic has been for England and Wales.  The data released on Tuesday state that 608,002 deaths were registered in England and Wales in 2020, nearly 76,000 more than what the ONS said would be expected based on the five-year average between 2015 and 2019. According to the ONS, the number of deaths was 77,161 higher than the number registered in 2019, the biggest year-on-year increase since 1940.  The new figures also show that in terms of total number of deaths, 2020 was the deadliest year in England and Wales since 1918, the year when the First World War and the Spanish Flu pandemic coincided.  But context is also key here. The population of England and Wales increased dramatically between 1918 and 2020, by about 26 million. That means that the death rate -- or the proportion of the population that lost their lives -- was much higher in 1918. The Chinese city of Langfang, which lies next to Beijing and has nearly 5 million residents, has gone into a “soft lockdown” after new Covid-19 cases were identified in Hebei province. Residents of the city were advised not to leave home for seven days unless necessary. Hebei province's Vice Governor Xu Jianpei announced a second round of mass testing would begin in the cities of Shijiazhuang, Xingtai, and Langfang. The first round, which saw 17 million people getting tested, wrapped up Sunday.   Hebei province detected 40 new confirmed Covid-19 cases on Monday, the provincial Health Commission said in a statement. It also identified 26 asymptomatic cases.  Of the new confirmed cases, 39 were reported in Shijiazhuang, while one was reported in Langfang, the Hebei Health Commission said.  China reported a total of 136 new coronavirus infections on Tuesday, according to the country’s National Health Commission. California's surge of Covid-19 has just got even worse, after at least two gorillas at the San Diego Zoo became infected with the virus, the zoo and Gov. Gavin Newsom said Monday. Three animals are currently showing symptoms of the virus, and it is suspected that they were infected by an asymptomatic staff member, according to a press release. This is the first known instance of coronavirus in great apes, the zoo said, though previous research has shown that some non-human primates are susceptible. The gorillas live as a family, so it is assumed that all members have been exposed, zoo officials say. It started last Wednesday, when two zoo gorillas began coughing. A preliminary test within the group showed presence of the virus on Friday, and the US Department of Agriculture's National Veterinary Services Laboratory confirmed the positive results Monday. It is unknown whether the gorillas will have any serious reaction, the zoo said, but they are being closely monitored. New Zealand has announced that all travelers, apart from those from Australia, Antarctica and some Pacific Island nations, will be required to take a Covid-19 test upon arrival in the country. “Given the high rates of infection in many countries and evidence of the global spread of more transmissible variants, it’s clear that most global air routes will be of critical concern for the foreseeable future, and we must respond strongly to the evolving situation,” Covid-19 Response Minister Chris Hipkins said in a press release on Tuesday. New Zealand has not reported any new locally transmitted Covid-19 cases in several weeks and Prime Minister Jacinda Ardern has been widely praised for her effective handling of the virus, from which only 25 New Zealanders have died.  The measures announced on Tuesday were previously in place for travelers from the US and UK and will go into effect for all other countries on January 18. Hipkins also said they will add further measures to arrivals from the US and UK, requiring them to have a negative Covid-19 test result 72 hours prior to departure.  “New Zealand already has some of the most stringent border protection measures in the world. Today’s amendments further strengthen that position in line with the Government’s overall elimination strategy,” Hipkins said. Entry rules were already very tight, with only New Zealand citizens and residents allowed to travel into the country, with a few exceptions for partners, dependents and critical workers.  ##Restrictions## Millions of doses of the Oxford/AstraZeneca Covid-19 vaccine left the Serum Institute of India’s warehouses early Tuesday as the country of 1.3 billion people prepares to rollout the shot.  The first batches were loaded on flights in Pune and Chennai on Tuesday morning, with nine flights carrying 5.7 million doses headed to 13 cities, including Delhi and Bengaluru, according to Hardeep Singh Puri, India's civil aviation minister.  The Serum Institute of India is the world's largest vaccine manufacturer. It has conducted trials and has manufactured the AstraZeneca vaccine for distribution across the country.  According to a source with knowledge of the deal, the Indian government has agreed to purchase each dose of the vaccine at Rs 200 ($2.72). \"Serum Institute of India has got an order of approximately 11 million vaccine doses from the Indian government,” said the source. India's Prime Minister Narendra Modi said the country expects to vaccinate 300 million people in the next few months.  “We already have a mechanism for universal immunization which has been strengthened for Covid vaccination... Covid protocols will have to be implemented during this, even a bit of looseness can cause damage,\" Modi said during a meeting on Monday. India has registered a total of 10.5 million cases, including 151,327 fatalities since the start of the pandemic, the world's third-highest death toll. On Tuesday, it saw its lowest daily rise in cases in almost seven months, with 12,584 new infections. The World Health Organization (WHO) has warned that social distancing measures will need to stay in place \"for the rest of this year,\" even as vaccination rollouts get under way globally, because it takes time to build up herd immunity.  WHO’s Chief Scientist Dr. Soumya Swaminathan said herd immunity -- a situation where the majority of a population becomes immune to the virus either because they have become infected and recovered, or through vaccination -- won't be achieved this year.  Speaking at a briefing on Monday, Swaminathan said: Because even as vaccines start protecting the most vulnerable, we are not going to achieve any level of population immunity, or herd immunity in 2021 and even if it happens in a couple of pockets in a few countries, it's not going to protect people across the world.\" Swaminathan added that until herd immunity is achieved, public health measures such as masks and social distancing will need to remain in place.  \"The vaccines are going to come. They are going to go to all countries, but meanwhile we mustn't forget that there are measures that work and... it’s really important to remind people, both governments as well as individuals, on the responsibilities and the measures that we continue to need to practice... for the next... well for the rest of this year at least,\" she said. ##Restrictions## ##Vaccines## Health officials had warned the Covid-19 pandemic would make winter one of the most difficult times in US history. That prediction is quickly proving true. December was devastating. And January could be deadlier.  For the past week, the US averaged more than 3,000 Covid-19 deaths per day. And Monday marked the seventh day in a row the country reported more than 200,000 new Covid-19 infections. The grim numbers have been fueled by last month's holiday travels and gatherings that experts had warned against.  \"This is what we were afraid of -- people letting their guard down over Christmas and New Years,\" New Jersey Gov. Phil Murphy said Monday while announcing the spread of the virus was increasing across the state. Arizona: Hospitalization numbers are at all-time highs due to a surge that the state's top health official said earlier this month followed the Christmas holiday. California: In Los Angeles, which has been battered by the virus for weeks now, one health official says the aftermath of holiday get-togethers is likely still on its way, and ICUs are already full.  \"It takes two to three weeks for patients to get sick enough to need the hospital after they've gotten the virus, and Christmas was only two weeks ago, and we're already full,\" said Dr. Anish Mahajan, chief medical officer at the Harbor-UCLA Medical Center. \n\"We don't have any more ICU capacity,\" he added. \"All of the hospitals in the region are putting ICU patients in unusual places in the hospital just to find room for them.\" Read more about the crisis in the US:  ##Hotspots## The head of the Tokyo 2020 Organizing Committee said officials will move forward with preparations for the delayed Olympic Games amid the Covid-19 state of emergency in the Japanese capital and other prefectures. The Games are scheduled to start on July 23 following a postponement last year due to the pandemic. Yoshiro Mori, head of the committee, delivered a video address Tuesday to 3,500 Olympic Games staff members, assuring the committee would go ahead with their plans. “I think everything would be affected if I scratch my head or show any indecisiveness. We will proceed with the preparations as planned,” Mori said. \n“We will emerge from this dark tunnel in cooperation with you. I would like you all to do the best until the end to bring many people joy and hope in the belief that spring comes after winter and morning always comes after a long night.”  A state of emergency was announced for Tokyo and the neighboring Saitama, Chiba and Kanagawa prefectures on January 8 for 31 days. Other local governments have called on Japanese Prime Minister Yoshihide Suga to expand the state of emergency to Osaka, Kyoto and Hyogo prefectures. New cases: Japan reported 4,864 new Covid-19 infections on Monday, bringing the nationwide total to 292,924, according to the country's Health Ministry. Tokyo, which accounts for more than a quarter of Japan's total cases, added 970 new infections on Tuesday. The European Medicines Agency has received an application for conditional marketing authorization for the Covid-19 vaccine developed by AstraZeneca and Oxford University, it said in a statement Tuesday.  The EMA said it will proceed with the assessment \"under an accelerated timeline\" and an opinion on whether to issue an authorization could be made by January 29.  Conditional marketing authorization (CMA) is the process used to fast-track the authorization procedure and speed up approval of treatments and vaccines during public health emergencies. \"If the EMA concludes that the benefits of the vaccine outweigh its risks in protecting against Covid‑19, it will recommend granting a conditional marketing authorization. The European Commission will then fast-track its decision-making process with a view to granting a conditional marketing authorization valid in all EU and EEA Member States within days,\" the EMA said in a statement.  A decision could be made, \"provided that the data submitted on the quality, safety and efficacy of the vaccine are sufficiently robust and complete and that any additional information required to complete the assessment is promptly submitted,\" the EMA said.  ##Vaccines## Russia has extended a ban on flights to and from the UK until February 1, the country's coronavirus task force said, according to state-run news agency TASS.  \"The anti-coronavirus crisis center has decided to keep flights to and from the United Kingdom suspended. In order to protect public health, the suspension has been extended until 11:59 p.m. on February 1, 2021,\" the statement said. Russia suspended UK flights on December 22 after the country announced a new, more contagious coronavirus variant that was linked to a surge in cases in England had been identified.  ##Variant## Ireland recorded the highest Covid-19 infection rate in the world last week, according to statistics from Our World in Data, an online scientific publication based at the University of Oxford. In the seven days leading up to January 10, Ireland reported 1,322.92 Covid-19 cases per 1 million people, the statistics showed, placing it above any other country over the same period. Ireland has been facing a worsening Covid-19 outbreak: Last Friday, it reported the highest daily increase in coronavirus infections since the beginning of the pandemic, with 8,248 new cases, according to a statement from the country's Health Department.  The country has further tightened its lockdown measures since last week -- including closing non-essential construction sites, schools, and childcare services. Ireland has reported a total of 152,539 Covid-19 cases and 2,352 deaths, according to a Johns Hopkins University tally. ##Hotspots## The United States reported 204,652 new Covid-19 cases and 1,731 virus-related deaths on Monday, according to Johns Hopkins University. The latest figures bring the nationwide total to at least 22,613,782 coronavirus cases, including 376,060 fatalities. For the past seven consecutive days, the country has recorded more than 200,000 new Covid-19 cases every single day, according to JHU. And over the past week, the US recorded a total of more than 1.7 million Covid-19 cases and over 20,000 deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.   Vaccines: At least 25,480,725 vaccine doses have been distributed, with at least 8,987,322 shots administered, according to the US Centers for Disease Control and Prevention. Track the US cases:  ##Hotspots## US Rep. Pramila Jayapal tested positive for Covid-19 Monday night, according to a news release from her office. It comes after the Democrat Congresswoman from Washington was among those locked down at the US Capitol when it was stormed on Wednesday. The statement from her office said Jayapal tested positive after being “locked down for hours” with “several Republicans [who] not only cruelly refused to wear a mask but mocked colleagues and staff who offered them one,” the release went on to say.  Jayapal began quarantining immediately after the riot, according to the release. While in isolation, Jayapal continues to work because “the deep urgency of our many crises is paramount,” she said in the release. Jayapal is also calling for “serious fines to be immediately levied” for House Members who refuse to wear a mask while in the Capitol. She went on to say that “any Member who refuses to wear a mask should be immediately removed from the floor by the Sergeant at Arms.” El Salvador has imposed a fine on Spirit Airlines for boarding a passenger with a positive Covid-19 PCR test result, the country’s director-general for the Office of Migration and Foreign Affairs, Ricardo Cucalon, said on Monday.   The flight was from Houston to San Salvador on Thursday.  Spirit has been fined approximately $6,000, Cucalon said, speaking to local media on Monday.    “I call on the airline to solve the issue. A fine of $6,000 doesn’t solve it. The issue is the risk to which countless people were exposed to,” Cucalon said.   Some 58 passengers who traveled on the same flight have been notified as well as the country’s Health Ministry -- as it is up to them to determine the best way to contain the potential spread of the virus. What happened: On Thursday, a Honduran citizen was allowed to board a flight from Houston, Texas to San Salvador, El Salvador’s capital, where migration officials discovered the passenger was allowed to travel with a positive PCR test result for Covid-19.   Spirit Airlines told CNN on Saturday that it is investigating how the passenger was able to board the plane \"despite going through the checks\" and that it will take the appropriate measures. The airline affirmed that they have protocols in place to meet the requirements demanded by each country to which they travel.   El Salvador requires all passengers traveling to the country to provide a negative PCR test conducted within 72 hours before traveling.   The country resumed international flights in September after closing them for six months due to the coronavirus pandemic.  The types of microbes people have living in their intestines could affect how sick they get from a coronavirus infection, researchers reported Monday. And having a less healthy balance of gut microbes could affect whether someone has a pattern of persistent symptoms commonly known as long Covid, the team at the University of Hong Kong reported. The bacteria and other organisms living in the digestive system, called the gut microbiome, are known to affect health in a variety of ways.  The Hong Kong team checked samples from 100 patients treated in two hospitals to see how the microbiome might affect recovery from Covid-19. “Gut microbiome composition was significantly altered in patients with Covid-19 compared with non-Covid-19 individuals irrespective of whether patients had received medication,” they wrote in the British Medical Journal’s publication Gut.\n“Based on several patients surveyed in this study for up to 30 days after clearing SARS-CoV-2, the gut microbiota is likely to remain significantly altered after recovery from Covid-19,” they added.  Certain species of bacteria have been shown to alter immune system function, and the researchers suggest that some patients have a balance that’s better suited to controlling the out-of-control inflammation that is seen in some of the sickest patients. Stool tests might help tell doctors which patients are likely to get severely ill, but more studies will be needed to say for sure.  It’s also not clear what, if anything, people or their doctors could do about their gut microbiomes to affect their risk of severe disease. The King of Malaysia, Sultan Abdullah Sultan Ahmad Shah, has declared a state of emergency until August 1 to contain a rise in Covid-19 infections, according to state news agency Bernama. The state of emergency can be lifted sooner if the number of virus cases can be controlled and reduced before then. Malaysia’s Health Ministry announced more than 2,000 new Covid-19 infections in the country on Monday, Bernama reported.  The UK variant of the disease was also detected in Malaysia for the first time on Monday. ##Hotspots## ##Restrictions## For the past seven consecutive days, the United States has recorded more than 200,000 new Covid-19 cases every single day, according to Johns Hopkins University. The nation has never hit this milestone before, JHU data shows. Over the past week, the US recorded a total of more than 1.7 million Covid-19 cases and over 20,000 deaths. CNN is tracking US cases: ##Hotspots## Biotechnology company Moderna believes its vaccine should protect people against Covid-19 for at least a year, a top official told investors Monday. “Our expectation is that the vaccination should last you at least a year,” Moderna’s chief medical officer Tal Zaks told the JP Morgan 39th Annual Healthcare conference. Moderna's coronavirus vaccine is one of two vaccines issued emergency use authorization from the US Food and Drug Administration. Pfizer and partner BioNTech also have EUA. The company will have to test people to see if adding a third dose -- a boost -- might extend protection, Zaks said.  Currently, the vaccine is given as two doses about a month apart. Because both vaccines were only invented within the past year, no one knows how long they’ll protect people. “We’ll have to boost people to see how well the boost works,” Zaks said. “We think there is an opportunity to boost, especially the ones at high risk, should you need it.”  ##Vaccines## Los Angeles public health officials are advising that all essential workers countywide should wear masks inside of their own homes to prevent spreading the coronavirus within the household, as hospitalizations and deaths continue at alarming rates. Officials are calling it the \"worst disaster\" experienced in the county in decades. \"Right now, because there is so much spread, we're recommending that people wear their face coverings on while they're inside the home. It will add a layer of protection while we get through this surge,\" Public Health Director Dr. Barbara Ferrer said at a news conference Monday. \n\"We strongly recommend you keep your face covering on if you're a worker who is leaving every day or in fact you're somebody who has to run the essential errands in your family,\" Ferrer added. Surge in cases: Los Angeles reported 12,617 new cases Monday, bringing the total number of infections in the county to 932,697. An additional 137 deaths were reported, raising the total number of fatalities to 12,387.  Deaths increasing by 1,000%: In the past seven days, the county has reported more than 1,500 Covid-related deaths, according to latest health data. Since the surge began in November, LA County has seen deaths increase by more than a staggering 1,000%.  Hospital resources strained: Nearly 8,000 people are currently hospitalized as officials continue to troubleshoot infrastructure issues like low oxygen supply, limited staffing resources, and scarce bed availability. There are 650 hospital beds and 46 ICU beds available in the entire county as of Monday afternoon, officials said. Ten people test positive every minute: Ferrer said that, every minute, 10 people in LA County on average are testing positive for Covid-19. \"The damaging impact to our families and our local hospitals from this surge is the worst disaster our county has experienced for decades,\" she said.  Vaccines: Despite the tragic loss of life, vaccines are making their way throughout the community, Ferrer said. Hospitals in Los Angeles received 220,000 vaccine doses and about 160,000 frontline healthcare workers have been vaccinated. Hospitals began providing their eligible staff second doses last week and more than 22,000 health care workers are now fully vaccinated. Vaccine sites: There are more than 75 vaccination sites in Los Angeles that have been established to help facilitate the vaccine to individuals within the state's current phase 1A tier, where primarily non-hospital care workers and non-skilled nursing facility health care workers are being immunized. Some 20 vaccination sites are currently open to frontline health care workers and at least five more are expected to open in the near future. ##Hotspots## Nearly 9 million people have received their first doses of vaccine against coronavirus in the United States and nearly 25.5 million doses of vaccine have now been distributed, the US Centers for Disease Control and Prevention said Monday. As of Monday morning, 35.3% of doses distributed have been administered, compared with 30.2% on Friday. The CDC said 25,480,725 doses of vaccine had been distributed as of 9 a.m. Monday and 8,987,322 people had received their first doses of vaccine. The CDC also said Monday that 4,239,775 of the distributed doses had gone to the federal program for long-term care facilities, and 937,028 people in such facilities had received their first doses. The US continues to struggle to catch up to the promised target of 20 million people vaccinated by the end of 2020. States have said they don’t have enough staff or money to administer coronavirus vaccines at the needed rate. ##Vaccines## The United Kingdom is entering its most challenging weeks since the start of the Covid-19 pandemic, a top official said Monday, as hospitals face being overrun and morgues fill up. \"We're now at the worst point of this epidemic for the UK. In the future we will have the vaccine, but the numbers at the moment are higher than they were in the previous peak -- by some distance,\" England's chief medical officer Chris Whitty told the BBC, adding that he expects the next few weeks to be the \"most dangerous time.\" The country, which has already suffered more deaths as a result of the disease than any European nation and recently became the fifth country on earth to reach 3 million cases, is on the verge of seeing its hospitals overwhelmed. Whitty told the BBC on Monday that there were currently more than 30,000 patients in hospital, compared to 18,000 during the first peak of the virus in the UK in April. \"We're now at a situation where in the UK as a whole, around one in 50 people is infected, and in London it's around 1 in 30,\" Whitty said. \"There is a very high chance that if you meet someone unnecessarily, they will have Covid.\" His warning comes with the country barely a week into its third national lockdown. But fears are growing that Britons are increasingly giving up on complying with the rules, as case numbers continue to surge despite the extreme measures. Whitty stressed that minimizing contact with others will stop the situation from getting worse. \"Every single unnecessary contact any of us have is a potential link in a chain of transmission that will lead eventually to a vulnerable person,\" he told the BBC. \"So, the absolute key is for all of us to think do we really need to have this contact?\" Read the full story: ##Hotspots## Around 2.3 million people have already been vaccinated across the United Kingdom, Health Secretary Matt Hancock said Monday. “So far across the UK, we've given 2.6 million doses to 2.3 million people, and we’ve protected more people through vaccinations than all the countries in Europe put together,” Hancock said at a Downing Street briefing. Hancock said the UK was on track to deliver a first dose of the vaccine to “everyone in the top four cohorts” -- which account for 88% of Covid-19-related deaths -- by February 15. He said that two-fifths of people over 80 and almost a quarter of older care home residents have now received their first dose of the coronavirus vaccine. Vaccine drive: The UK plans to have \"tens of millions\" of people immunized by spring with over 2,700 vaccine sites established across the country, the Department of Health said on Monday.  It has set out plans to \"rapidly scale up\" the vaccine program, pledging to have capacity to deliver \"at least 2 million\" vaccinations in England per week by the end of January. Every adult in the country is to be offered a vaccine, according to a news release, and 10,000 care homes will have access to a vaccine by end of the month, it says.  \"The next few months will present a significant opportunity to turn the tide of battle against Covid – I am looking forward to watching these plans bring more reassurance and hope back to people’s lives after a difficult year,\" Hancock said. ##Vaccines##", "Section": "world", "Writers": ["Helen Regan", "Adam Renton", "Ivana Kottasová", "Florence Davey-Attlee", "Ed Upright"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-01-12-21/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}