{"Type": "article", "Time": "2020-11-18", "Headline": "Beyond Meat launches plant-based minced pork in China", "Text": "Beyond Meat is launching a plant-based version of China's favorite meat. The California-based company unveiled its latest product on Wednesday: meatless minced \"pork.\"  The new product is intended to mimic the taste of the popular filling used in many Asian dishes, such as dumplings and spring rolls. Beyond says customers will be served its rendition as a ramen topping, and in dishes such as spaghetti and meatballs, spicy bolognaise, and biscuits and gravy. (The company has made plant-based pork before, though in the form of a sausage product.) Starting Wednesday, customers in Shanghai will be able to try the new product at five local restaurants for a limited time. \"We're excited to launch Beyond Pork in China, marking a milestone for Beyond Meat,\" Candy Chan, the company's general manager for China, said in a statement. \"We are not only launching an entirely new product innovation, but our first plant-based meat product created specifically for the Chinese market.\" She noted that the product's \"exclusive debut in China furthers Beyond Meat's commitment to this important market.\"  Beyond's latest introduction could come as a welcome alternative for Chinese consumers, especially right now. China, which has long been the world's biggest consumer of pork, entered a major production crisis last year due to an outbreak of African swine fever. The disruption forced some consumers to temporarily switch to other types of meat. Before that, pork had accounted for about 70% of China's overall meat consumption, according to official Chinese data. This year, Chinese pig farmers have seen some recovery, allowing them to boost supply and ease prices, analysts at Rabobank wrote in a recent research report. But globally, \"producers face a challenging outlook, given rising feed costs, weaker economic trends, and slower export growth as China rebuilds its domestic hog supply,\" they wrote. Battle over China Beyond has been on a roll in mainland China, a vast market that is seen as vital for the US company's growth.  Earlier this year, the firm announced a partnership with Chinese tech giant Alibaba to bring Beyond Burgers to supermarket shelves in mainland China for the first time.  It had also rolled out products in some of the country's most popular fast food chains, including KFC, Pizza Hut and Taco Bell. That came just weeks after the company unveiled a big tie-up with Starbucks, to get its meatless pastas, lasagnes and wraps on Chinese menus. The firm also recently struck a deal with a local food distributor, Sinodis, which will help the company supply restaurants and caterers in China. But for all its momentum, competition is fierce. While the fake meat trend is still taking shape in mainland China, Beyond is going up against other popular brands, including fellow California upstart Impossible Foods, which has signaled plans for its own launch there.  Last month, Impossible launched its fake beef product in supermarkets in Hong Kong and Singapore, hoping to widen its footprint across Asia and tap into an increased demand for home cooking spurred by the pandemic. — Laura He contributed to this report.", "Section": "business", "Writers": ["Michelle Toh"], "URL": "https://www.cnn.com/2020/11/18/business/beyond-meat-china-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}