{"Type": "article", "Time": "2020-12-20", "Headline": "December 21 coronavirus news", "Text": "Pfizer and Moderna are testing their coronavirus vaccines to see if they work against the new mutated version of the virus that’s recently been found in the United Kingdom and other countries, according to company statements.   \"Based on the data to date, we expect that the Moderna vaccine-induced immunity would be protective against the variants recently described in the UK,\" Moderna said in a statement. \n\"We will be performing additional tests in the coming weeks to confirm this expectation.\" Pfizer said it is now “generating data” on how well blood samples from people immunized with its vaccine “may be able to neutralize the new strain from the UK.”  Pfizer and Moderna make the only two coronavirus vaccines that have been authorized by the US Food and Drug Administration.  The novel coronavirus has mutated before, and both companies say they’ve found that their vaccines worked against other variations of the virus.  Some researchers who are examining the genome of the UK variant told CNN they have concerns that this variant’s mutations might possibly somewhat diminish the effectiveness of the vaccine.  “You could imagine some modest hit in vaccine efficacy, which wouldn’t be good, but I don’t think it would break the vaccine,” said Trevor Bedford, an associate professor in the vaccine and infectious disease division of the Fred Hutchinson Cancer Research Center.  Read more about the UK coronavirus variant: ##Vaccines## ##UK Variant## The number of children in the United States infected with the coronavirus jumped 25% between December 3 and 17, the American Academy of Pediatrics reported Monday. More than 1.8 million children across the US have tested positive for the coronavirus since the start of the pandemic, the AAP said in its latest report. Over 182,000 cases in children were reported last week alone, the highest weekly increase since the pandemic began, the group said. Severe illness, hospitalization and death from the virus is still rare among children. “However, there is an urgent need to collect more data on longer-term impacts of the pandemic on children, including ways the virus may harm the long-term physical health of infected children, as well as its emotional and mental health effects,” the AAP said on its website. As of December 17, children represented between 1.1% and 2.8% of total hospitalizations, depending on the state. Between 0.2% and 4.0% of all child Covid-19 cases resulted in hospitalizations in states that reported that information and fewer than 0.21% of all children with Covid-19 died. Thirteen states reported no deaths in children. In states reporting, 0.09% of all child Covid-19 cases resulted in death. The AAP defines children as those 17 and younger. The report’s count is likely underestimated and is incomplete because not all states report data in the same way. Some 49 states, New York City, the District of Columbia, Puerto Rico and Guam contributed data to the AAP report. A smaller subset of states report information about hospitalizations and deaths by age. ##Hotspots## A new Covid-19 variant linked to a surge of cases in the United Kingdom is probably already in the United States, Dr. Anthony Fauci, director of the National Institutes of Allergy and Infectious Diseases, said Monday. “You have to make that assumption,” Fauci told PBS Newshour’s Judy Woodruff. “When you see something that is pretty prevalent in a place like the UK, there are also mutations that we're seeing in South Africa, and given the travel throughout the world, I would not be surprised if it's already here.\" He added that \"when we start to look for it we're going to find it.\" “Certainly it's not yet the prevalent one, the way it seems to have assumed that prevalent nature in the UK, but we're going to be looking for it right now, and I'm sure sooner or later we're going to run into it and find it.\" Fauci said since the novel coronavirus that causes Covid-19 is an RNA virus it tends to mutate a lot. “Most of the mutations have no functional relevance,” he said. “This one has a suggestion that it might allow the virus to spread more readily.” Fauci said researchers are still trying to determine if the variant is more transmissible, but he said it doesn’t seem to have any impact on the deadliness of the virus. “It doesn't make people more sick and it doesn't seem to have any impact on the protective nature of the vaccine that we're currently using,” the chief medical adviser for the incoming Biden administration said. Fauci said researchers need to keep an eye on it to determine if “there’s more functional relevance.\" He said he thinks a UK travel ban is premature because there’s not enough evidence to warrant “essentially a travel lockdown.” Fauci said he prefers considering the possibility of mandatory testing of travelers from the UK. ##UK Variant## The Central American nation of Panama is temporarily suspending entry for foreign travelers who have stayed in or transited through either the United Kingdom or South Africa in the past 20 days, the government announced in a statement Monday.  The ban applies to those trying to enter Panama through air, land or water routes via commercial or private transport, and comes into force at 11:59 p.m. Monday local time.  A PCR test or an antibodies test will be compulsory upon arrival for Panamanians wishing to enter their country; in addition, a mandatory quarantine is required at a “hotel hospital” regardless of the test results for as long as health authorities deem necessary, according to the government statement. Both South Africa and the UK have recorded cases from new variants of the coronavirus, with the UK variant appearing to be more infectious. It is unclear at present how the South African variant differs from what has already been spreading worldwide.  ##UK Variant## South Korea will shut down all winter sports facilities, including ski slopes, from December 24 until January 3, Prime Minister Chung Sye-kyun said in a meeting on Tuesday.  The move comes a day after the country saw its highest daily death toll of the pandemic, with two dozen new fatalities from the virus recorded.  Chung said the measure would include tourist destinations across the country. He reiterated calls for the public to cancel gatherings and stay home this holiday season. New cases: South Korea reported 824 local and 45 imported cases from Monday, bringing the country's total to 51,460. Of the new cases, 546 were reported in the Seoul metropolitan area. The country also recorded 24 new deaths from the virus from Monday, bringing the country's death toll to 722. Virgin Atlantic will require proof of a negative Covid-19 test for all passengers traveling from London to the United States starting December 24, the company said in a statement. “With the health and safety of our customers and people always our number one priority, we will require all travellers to present evidence of a negative LAMP or PCR Covid-19 test, taken up to 72 hours prior to departure, including on-site at the airport,” Virgin said. The United Kingdom is currently grappling with what appears to be a more infectious variant of the coronavirus, which has resulted in new restrictions in the south of England and numerous countries cutting off travel from the UK, including most of its European neighbors.   ##UK Variant## The Australian state of New South Wales reported eight new locally-transmitted Covid-19 cases from Monday following almost 45,000 tests being carried out.  That's the lowest number of new local cases since a mystery outbreak sprang up in Sydney's Northern Beaches area last week.  Seven of the eight new local cases are linked to the Sydney cluster, NSW Health said Tuesday, and the eighth is still under investigation. The total number of cases from the cluster now stands at 90. The state saw a record number of Covid-19 tests reported to 8 p.m. last night, with 44,466 tests carried out on Monday, NSW Health added. NSW reported 18 total new cases, the other 10 being imported from travelers in hotel quarantine. Mystery cluster: Health authorities in New South Wales have acted quickly to get on top of the new cluster, which ended a run of days with no community transmission in Sydney. The Northern Beaches municipality, with a population of just over 250,000, has been locked down until Wednesday night in an attempt to stop the spread. NSW has recorded a total of 4,600 Covid-19 cases since the pandemic began. The United States reported 115,351 current Covid-19 hospitalizations on Monday, setting a new record high since the pandemic began, according to the Covid Tracking Project (CTP).  This is the twentieth consecutive day that the US has remained above 100,000 current hospitalizations. The highest hospitalization numbers according to CTP data are: December 21: 115,351 people hospitalized\nDecember 17: 114,459 people hospitalized\nDecember 18: 113,955 people hospitalized\nDecember 19: 113,929 people hospitalized\nDecember 16: 113,278 people hospitalized   There have been at least 18,006,061 cases of coronavirus in the United States and at least 319,190 people have died from Covid-19, according to data compiled by Johns Hopkins University.  It took the US 284 days to reach 9 million Covid-19 cases, according to university data. It only took the nation 52 days to reach the second 9 million cases. Johns Hopkins recorded the first case of coronavirus in the US on Jan. 21.  ##Hotspots## Operation Warp Speed has delivered more than 4.6 million vaccines to all 50 states, Washington, DC, and Puerto Rico, and 614,117 people have received the shot as of 9 a.m. Monday morning, according to the US Centers for Disease Control and Prevention’s Covid Data Tracker. The total doses distributed are cumulative counts of Covid-19 vaccine doses that have been recorded as “shipped” in the CDC’s Vaccine Tracking System since Dec. 13, the agency reported Monday. The total number of administered doses are reported to the CDC from state, territorial and local public health agencies and five federal agencies, including the Bureau of Prisons, the Veterans Administration, the Department of Defense, the Department of State and Indian Health Services. The numbers of vaccines shipped account for both Pfizer/BioNTech and Moderna, but the number of doses administered includes only Pfizer’s vaccine at this time, the CDC said. Pfizer’s vaccine started rolling out on Dec. 14 and Moderna’s, which just received an emergency use authorization from the US Food and Drug Administration Friday, started shipping out Monday. ##Vaccines##  Massachusetts reported 3,760 new Covid-19 cases and 41 deaths on Monday, according to the Massachusetts Department of Public Health.  The state currently has a seven-day average positivity of 5.94%, according to the health department's Covid-19 dashboard. Note: These numbers were released by Massachusetts' public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Connecticut's hospitalizations and positivity rate are moving downward, according to Gov. Ned Lamont at a news conference on Monday. Hospitalizations are continuing to trend downward and are currently at 1,143, which is 24 less than what they were on Friday. The positivity rate is 5.18% and was at 6.85% on Friday.  \"It's about the same number we were a month ago before Thanksgiving,\" Lamont said about the positivity rate. \"That's a trend that, we're not out of the woods, but perhaps things are stabilizing.\"  Lamont also reported 4,595 new Covid-19 cases and 95 new deaths.  A total of 7,761 doses of the Covid-19 vaccine have been administered in the state so far,  Lamont said. Moderna vaccine deliveries will begin in the state starting today, he said.  Note: These numbers were released by the state Connecticut and may not line up exactly in real-time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. British Airways and Delta Airlines have agreed to test all passengers before they enter New York state, Gov. Andrew Cuomo announced Monday afternoon. Cuomo also asked Virgin Atlantic to join those airlines in voluntary testing passengers before boarding flights to New York. The news comes after a new Covid-19 variant was reported in England, prompting some countries to ban travel from the United Kingdom. Remember: There is no evidence the new coronavirus variants are any more virulent, meaning they do not cause more severe disease. They do not appear to impact the effects of treatments or the protection offered by vaccines. ##UK Variant## President-elect Joe Biden received the first dose of his Covid-19 vaccine in Newark, Delaware, Monday afternoon during a live televised event. Biden's wife, Jill, was by his side.  The President-elect received the vaccine at ChristianaCare’s Christiana Hospital and it was administered by Tabe Mase, nurse practitioner and head of Employee Health Services. When Biden was asked by Mase if she wanted him to count to three before administering the shot, he said, \"No, you just go ahead any time you're ready.\" \"What I want to say is we owe these folks an awful lot,\" Biden said after getting the shot. \"The scientists and the people who put this together, the front line workers, the people who were the ones who actually did the clinical work, it's just amazing. I wish we had time to take you through the whole hospital to see how busy and incredible you all are. And we owe you big. We really do.\" Watch here:  Correction: The name of the facility where Biden received the vaccine was ChristianaCare’s Christiana Hospital in Newark, Delaware. The shot was administered by Tabe Mase. ##Vaccines## CVS Health is launching its vaccination program for residents and staff of long-term care facilities across 12 states this week, expecting to eventually vaccinate four million people in 40,000 facilities through the program, according to a company press release. “CVS Health expects to complete its long-term care facility vaccination effort in approximately 12 weeks,” the company said in the Monday release.  CVS Health will administer Covid-19 vaccinations starting this week in the following states:  Connecticut\nFlorida\nKentucky\nMaine\nMaryland\nNevada\nNew Hampshire\nNew York\nOhio\nOklahoma\nOregon\nVermont Vaccinations will begin in 36 more states, as well as the District of Columbia, on Dec. 28. Puerto Rico will activate on Jan. 4, said the company.  CVS noted its long-term care facility vaccination effort is a precursor to the Covid-19 vaccines being available at “all CVS Pharmacy locations throughout the country subject to product availability and prioritization of populations, which will be determined by states,” said CVS in the statement.  ##Vaccines## American Airlines CEO Doug Parker says if a new stimulus deal is passed into law, the carrier will recall the thousands of employees it furloughed because of the pandemic’s impact on air travel. In a new video posted on his verified Instagram account, Parker says furloughed employees will be re-hired with benefits and pay retroactive to Dec. 1. American Airlines furloughed roughly 19,000 flight attendants, pilots, gate agents, mechanics, and other workers when initial CARES Act payroll support for airlines ended on Oct. 1.   Ecuador's President Lenín Moreno declared the start of a 30-day state of emergency and 15-day nationwide curfew during a video address to the nation on Monday.  Bars and clubs will shut down in Ecuador during the holiday season, while hotels and restaurants will only be allowed to operate at 30% capacity, Moreno said.  Following the discovery of a new variant of Covid-19 in the United Kingdom, Moreno announced that visitors coming from the United Kingdom, Australia, South Africa and the European Union need to show negative PCR test results taken 10 days prior to arriving in the country, they must also take an antibody test that will be provided at international airports. More details: Travelers who test negative for antibodies must quarantine in a hotel for five days, and travelers who test positive must quarantine for 10 days.  ##Restrictions## During an interview with Fox News, US Surgeon General Jerome Adams said the new coronavirus variant found in the United Kingdom \"doesn't change what we need to do\" in regards to staying protected.  \"It's important for your viewers to know viruses mutate, that's what they do. We've had dozens of mutations of this SARS-CoV-2 that causes Covid-19, this year alone,\" Adams said. \"What's important for people to understand as this doesn't change what we need to do. We need to wear masks, wash hands, watch our distances and wait on gatherings, and we need to get vaccines, get vaccinated when those become available to us.\" Additionally, Adams said that this new variant in the UK could be one \"that was at a super spreader event\" but they will have further discussion about this at a taskforce meeting later today.  ##UK Variant##  New York City will make social, emotional and academic behavior health screenings available for K-12 public school students in communities hit hardest by Covid-19, city officials announced Monday. The initiative will begin in 27 communities that have been identified as suffering the highest case and death rates since the pandemic began. The city will also hire 150 additional social workers, and add a community school in each of the 27 neighborhoods. This first phase will serve approximately 380,000 students across approximately 830 schools, a press release from Mayor Bill de Blasio’s office stated. Chirlane McCray, de Blasio's wife, spearheaded the initiative, calling the additional screenings an “expanded health checkup for students.” “Every New York city student will carry the experience of this past year in a different way,” McCray said, adding that no grades or labels will be used in the screenings. The aim will be to help adults offer the best mental health support to students who need it,\" McCray said. New York City Schools Chancellor Richard Carranza said that the initiative will allow officials to assess the general wellbeing of students and craft personalized care for them, with their guardians’ consent.  The effort will also involve expanding the school system’s partnership with the city’s healthcare providers to provide direct mental health resources to students, Carranza said. More areas in England could be moved into the Tier 4 level of restrictions, akin to a lockdown, the UK government’s Chief Scientific Adviser Patrick Vallance has suggested. When asked why the whole country is not in lockdown already, if the new variant is more transmissible, Vallance told a Downing Street press conference on Monday: “It is likely that this will grow in numbers of the variant across the country and I think it's likely, therefore, that measures will need to be increased in some places in due course, and not reduced.” “I think it is the case that this will spread more,” Vallance added.  Prime Minister Boris Johnson said he hopes children will still return to school in a “staggered way at the beginning of January” but the common sense thing to do is “follow the path of the epidemic keep things under constant review”. Johnson said that with a vaccine now being administered, the UK can “look forward to a very different world from Easter onwards.\" ##UK Variant## ##Restrictions## Operation Warp Speed officials still feel “strongly” they will allocate 20 million vaccine doses to states by the end of the year, Gen. Gustave F. Perna, chief operating officer of OWS, said during a briefing on Monday, and they’ll be distributing “the end part of that vaccine no later than” the first week in January. Perna said they’re aiming for a regular cadence: Allocations will go out every Tuesday and they’ll be “unlocked and releasable for ordering” on Thursday, allowing for “micro-planning” on the state level. Following the release, Perna said the doses will be delivered Monday through Friday of the next week.  The plan “really allows the states and the governors to execute their plans in a good rhythmic, consistent basis to ensure that we get the right vaccine quantities to the right places, so that it is most effectively used inside of the governors’ strategies and plans,” Perna said. ##Vaccines## The European Commission has granted a conditional marketing authorization (CMA) for the Pfizer/BioNTech vaccine, making it the first Covid-19 vaccine authorized in the European Union. Ursula von der Leyen, president of the European Commission, called it “an important chapter” in the EU’s fight against Covid-19. The authorization comes after the European Medicines Agency (EMA) granted the Pfizer/BioNTech vaccine a conditional marketing authorization, greenlighting the drug for distribution, earlier on Monday. Von der Leyen said at a press briefing on Monday: “The European medicines agency assessed this vaccine thoroughly, and it concluded that it is safe and effective against Covid-19.” “As we have promised, this vaccine will be available for all EU countries, at the same time, on the same conditions,” she added. “The first batches of this vaccine will be shipped from Pfizer’s manufacturing site here in Belgium within the next days. I've always said during this pandemic that we are in this together. So vaccination can start at the same time, during the European Union vaccination days on December 27th 28th and 29th.\"  “This is our first vaccine, more will be approved soon if they prove to be safe and effective. EMA will issue its opinion on the second vaccine, that of Moderna on the 6th of January,\" she said. ##Vaccines## Dr. Joseph Varon, chief of staff at United Memorial Medical Center in Houston, said that receiving a box of the Moderna coronavirus vaccine signaled a “light at the end of the tunnel.”  “It is hopefully the beginning of: number one, making sure the people that work here don't get sick any more, and number two, the start of the end of the pandemic,” Varon told CNN’s Miguel Marquez before he opened the box. “It’s like having gold … more than having any amount of money in your hands,” he said while holding the box.  Varon, who has been working for 277 consecutive days, said the box contained 300 doses. They will likely all be used to vaccinate frontline health care workers today, he said.  “I don't cry, but I am very close to,” Varon said. “…Do you know how many lives we can save with this? Not only the lives that you’re giving it to, but the prevention of the virus being spread to anyone else. I mean, it’s exponential.”  Watch:  Approximately 198,000 doses of the Moderna Covid-19 vaccine have been allocated for state health care workers, and that distribution will begin sometime this week, Pennsylvania Department of Health Secretary Dr. Rachel Levine said Monday.   Additionally, 17,700 health care workers received the Pfizer vaccine last week, and the state anticipates that an additional 30,225 Pfizer vaccines will be distributed this week, Levine said. What the numbers look like: While the news of vaccination is promising, the state reported 7,745 new cases and 57 additional deaths on Monday and 7,355 new cases and 99 deaths on Sunday, Levine said.  Hospitals continued to be strained with 6,074 patients currently hospitalized, 1,230 in intensive care and 720 people currently on ventilators, she continued.  Vaccination rollout for nursing homes will start next Monday, Levine said, but said there are no new updates on specific strategies for this grouping. More information is likely to come throughout the week as the state has more conversations with Operation Warp Speed and the distributing pharmacies. Levine emphasized that it will be \"some months\" until the vaccine is available to the public. ##Hotspots## ##Vaccines## New York City Mayor Bill de Blasio said he believes that a temporary travel ban on travelers from Europe should be instituted in light of a new Covid-19 variant having been discovered in southeast England, echoing sentiments expressed by New York Governor Andrew Cuomo over the weekend.  \"Here you have a new strain, apparently even more infectious…I think the best solution is at least a temporary travel ban from all incoming flights from Europe and the UK to protect us against an exacerbation of a second wave,\" De Blasio said Monday, adding that at the very least, a requirement for a negative Covid-19 test before boarding a plane should be established. De Blasio said the authority to institute travel restrictions lies with the federal government. \"I do not believe we have the independent ability, unfortunately, to turn people back or I would be doing it right this minute,\" de Blasio said. ##UK Variant## UK Prime Minister Boris Johnson said there is \"no reason to think that this new variant of the virus is any more dangerous than the existing strain.\" During a Downing Street press conference Monday, the UK government’s Chief Scientific Adviser, Patrick Vallance, said there are three questions surrounding the new variant: does it transmit more readily? Does it alter the disease’s course? And does it alter the immune system’s ability to tackle it in in people who’ve already been exposed to Covid-19 or vaccinated? Vallance said evidence shows transmission is \"substantially\" increased, although it is not yet clear exactly by how much.  However, he said there is no evidence that it alters the disease’s course and there is nothing to suggest the variant won’t have the same susceptibly to antibody attack from a vaccine or pre-existing infection exposure. \"The vaccine looks as though it should be as effective and that’s obviously being looked at,\" Vallance added.  ##UK Variant## The Federal Aviation Administration says it is “monitoring closely” the new coronavirus variant in the United Kingdom. “This is a developing situation that we are monitoring closely,” the FAA said in a statement to CNN. “We will continue to work with our government partners as the situation evolves.” On Sunday, Canadian aviation officials posted a bulletin prohibiting flights from the UK. It is not yet clear if airlines will act in the absence of guidance from the federal government. United Airlines told CNN that it is issuing travel waivers “for customers ticketed with travel between the US and (Heathrow airport in London),” but that it is not making additional changes and continuing “to monitor the situation.” In December, United is operating four daily flights to London Heathrow. That number will be scaled back to two flights next month, United said.  American Airlines operates a once-daily flight from Dallas to London Heathrow.  ##UK Variant## UK Prime Minister Boris Johnson tried to allay fears of food and medicine shortages after the announcement of a new coronavirus variant prompted a chaotic border shutdown for the island nation. Speaking at a Downing Street press conference on Monday, Johnson said it was vital to stress that border restrictions imposed by the French government on UK freight crossings to France \"only affect human handled freight and that’s only 20 per cent of the freight arriving too and from the European continent.\" He said the \"vast majority of food and medicine supplies are coming and going as normal\" to the UK.  Johnson said he has spoken to French President Emmanuel Macron and the UK is \"working with our friends across the Channel to unblock the flow of trade.\" He added that the risk of transmission of a solitary driver sitting in a cab alone is \"very low\" and called British supermarket supply chains \"strong and robust.\" On the Pfizer vaccine, Johnson said half a million people have now received their first dose in the UK.  He gave the press briefing after chairing an emergency COBRA meeting at Downing Street to address the fallout of the new international travel restrictions.  Speaking alongside the PM, Transport Secretary Grant Shapps said there were around 500 lorries queuing on a motorway near the port of Dover last night but that’s now down to about 170. ##UK Variant## The first doses of the Pfizer/BioNTech coronavirus vaccine will arrive in Chile this week, Chilean President Sebastián Piñera announced Monday.   \"Our intention is to vaccinate the bulk of the critical population during the first quarter of next year and the entire target population or the bulk of the target population during the first half of next year,\" Piñera said while touring a vaccine storage and distribution center in Chile's capital of Santiago.  The Ministry of Health confirmed 587,488 cases of coronavirus and 16,197 deaths as of Monday.  ##Vaccines## The coronavirus variant reported in South Africa is different than the variant causing so much concern in the United Kingdom, the World Health Organization’s technical lead for Covid-19, Maria van Kerkhove, said Monday. \"There was another variant that was identified in South Africa, and it has one of the same mutations – this 501 Y mutation – but it's a different variant. They've arisen at the same time so it sounds like they're linked, but that's actually a separate variant,\" she said during a news briefing. She said that preliminary results by South African researchers have been shared with the WHO’s virus evolution working group.  \"They're currently growing the virus in South Africa so that more studies can be done similar to the studies that I just mentioned about the UK, so it does sound confusing that they're the same virus, but these are actual different variants,\" she said.  Remember: There is no evidence the new coronavirus variants are any more virulent, meaning they do not cause more severe disease. They do not appear to impact the effects of treatments or the protection offered by vaccines Watch: ##UK Variant## The Moderna Covid-19 vaccine will be going to more sites than the Pfizer vaccine, partly due to the fact that it can be accommodated in more places, US Health and Human Services Secretary Alex Azar said during an Operation Warp Speed news briefing Monday.  \"This first wave of Moderna shipments will be sent to more than 3,500 sites, a greater number than the Pfizer vaccine was sent to, in part because the Moderna vaccine can be accommodated in more sites, including harder-to-reach and more rural places,\" Azar said.  \"As we move forward, states will continue to adjust where they want these doses shipped to meet their needs,\" he added.  Azar also spoke about recommendations from the US Centers for Disease Control and Preventions Advisory Committee on Immunization Practices, which made more recommendations about who should get the vaccine next.  The committee voted 13-1 on Sunday to prioritize adults ages 75 and older and frontline essential workers to receive Covid-19 vaccines in Phase 1b of allocation. The committee vote also included prioritizing adults ages 65 to 75, people ages 16 to 64 who have high-risk medical conditions, and other essential workers in Phase 1c of allocation.  \"Those recommendations are there for states and other public health jurisdictions to use,\" Azar said. \"We believe that these jurisdictions and their leaders are in the best position to understand their specific needs and allocate vaccines in these early days to save the most lives possible.\" ##Vaccines## US Health and Human Services Secretary Alex Azar says he looks forward to receiving the Moderna vaccine in the coming days.  During an Operation Warp Speed briefing Monday, Azar said approximately two million more doses of the Pfizer vaccine have been allocated for states and jurisdictions to order, and 5.9 million doses of Moderna’s Covid-19 vaccine have been allocated. \"I look forward to receiving this vaccine myself in the coming days as part of our efforts to demonstrate to Americans that these vaccines are safe and incredibly effective at preventing Covid-19,\" Azar said. ##Vaccines## As Covid-19 tightens its grip on California, one in every 64 Los Angeles County residents is infected with the virus and is \"actively infecting others,\" L.A. County Health Services Director Christina Ghaly estimates.  In an interview with Poppy Harlow on CNN’s Newsroom, Ghaly said because of the widespread infections, the county’s hospitals are full. About half of all ICU patients are suffering from Covid-19, and about a third of regular beds are filled with Covid patients. ICU Capacity in Southern California and the San Joaquin Valley remains at zero, with just 2.1% of ICU beds availability statewide.  At this point, Los Angeles hospitals are not turning away patients, nor are they rationing care.  \"Obviously that's a situation nobody wants to be in and we're not there in Los Angeles County and we're not there in California, but the hospitals are under stress,\" said Ghaly. She expressed concern that holiday gatherings will lead to another surge in two to three weeks. Guidelines on how L.A. County hospitals could prioritize patients by rationing care have been circulated among doctors at some area hospitals, according to a report from the Los Angeles Times. Without enough staff to save every patient, doctors may soon be faced with just trying to save as many as possible. \"It's heartbreaking really to see where we're at, at this point in the pandemic. We're so close to the end with the very same time that we're battling this scourge in Los Angeles County,\" Ghaly lamented. California Gov. Gavin Newsom is under quarantine for the second time, as he was recently in contact with staffer who has tested positive for Covid-19, and Los Angeles Mayor Eric Garcetti is quarantining after his nine-year-old daughter tested positive for the virus last week. Both politicians have tested negative ##Hotspots## It's the big question many parents want to know – when can kids safely receive the vaccine and what should households do until then? Dr. Anthony Fauci, director of the National Institute of Allergies and Infectious Diseases, offered some insight on the topic during CNN's Sesame Street Town Hall on Saturday. \"When you get a new vaccine you generally want to show the safety and the efficacy in an adult population,\" Fauci explained.  \"Once you do, then you start doing trials, maybe a couple of months later, in the children so you can as quickly as possible get them the vaccine,\" he said. \"We're looking at January, we're going to start some trials in children. We'll start with children who are a bit older and work our way down, so that hopefully in a few months, we'll be able to tell children, what I know we'll be able to say 'the vaccine is safe and effective in you and we're anxious to get you vaccinated,\" Fauci added. Asked if the vaccine will make Covid-19 disappear completely, Dr. Fauci said that's the ultimate goal, \"to get rid of Covid-19 completely.\"  \"Once you get the overwhelming majority of the people vaccinated, the level of the virus is going to go down and down and down and then it's going to turn out to be no problem. So you're going to be able to do all the things you've been asking me about, you're going to be able to hug, you're going to be able to kiss, you're going to be able to have fun with your family,\" Fauci said. \"But, the only way we get there is if we get a broad acceptance of the vaccine,\" he added. Watch Dr. Fauci answer kids' questions on Covid-19 below: ##Vaccines## Pakistan is suspending direct or indirect travel from the United Kingdom into the country.   According to a statement released by Pakistan’s aviation ministry the suspension will be in effect from Dec. 23-30.  The ban is for travelers who \"originate travel and are in or have been in the UK over the past ten days.\" Transit passengers traveling via the UK will be allowed access into the country permitting that they do not leave the airport in the UK.  Pakistani passport holders who have traveled to the UK on a visitor or a temporary visa will be allowed to return under certain conditions. This includes a negative PCR test 72 hours prior to travel and a PCR test on arrival. Passengers will be required to stay in a government facility until the test result arrives along with a mandatory enforced home isolation for a week.  All passengers who have already arrived from the UK in the past week will have to get tested. This decision will be reviewed on Dec. 28.  ##UK Variant## Denmark has temporarily banned air travel from the UK for 48 hours until 4 a.m. ET on Wednesday. Transport Minister Benny Engelbrecht said in a statement Monday that Denmark is \"in a very serious situation\" with infection widespread throughout the country. \"The government chooses therefore to close flights from the UK for 48 hours, so there is more time to assess what measures need to be taken,\" Engelbrecht said. Christian Howard-Jessen, a press officer at Denmark’s Statens Serum Institut, told CNN they have detected ten people with the coronavirus variant in Denmark. All these patients were found two weeks ago or earlier and all of them have recovered, so there’s no known active case with the coronavirus variant in Denmark, Howard-Jessen said. At least some of these ten people had been to the UK.  Howard-Jessen explained that Denmark’s \"huge testing capacity\" led them to detecting these ten cases. \"We sequence 20-25% of all test that are found positive for coronavirus. The consequence is that we will find a lot more cases than other countries,\" he added.  ##UK Variant## Moderna vaccines have arrived at Long Island Jewish Valley Stream Hospital in Valley Stream, New York, and vaccinations will begin this afternoon. Moderna's candidate is the most recent vaccine to receive an emergency use authorization from the US Food and Drug Administration.  This is the second vaccines given the greenlight from health agencies: Already, more than 556,000 doses of the Pfizer/BioNTech vaccine have been administered, according to the US Centers for Disease Control and Prevention, and 2.8 million doses have been distributed to the facilities.   ##Vaccines## Spain’s government, in coordination with Portugal, will refuse entry to travelers from the UK starting tomorrow, Spain’s La Moncloa announced via social media on Monday afternoon.  Spanish citizens and residents are exempt.  The government also announced it will reinforce border controls in Gibraltar.  Some background: A new coronavirus variant discovered in the UK has prompted a new lockdown and travel bans. But remember: There is no evidence the new variants are any more virulent, meaning they do not cause more severe disease. They do not appear to impact the effects of treatments or the protection offered by vaccines. ##UK Variant## US stocks tumbled at the opening bell in New York Monday as worries over a new variant of the coronavirus overshadowed news of a second pandemic relief bill that was agreed in Washington late Sunday. The Dow sank 275 points, or 0.9%, while the broader S&P 500 opened 1.2% lower. The Nasdaq Composite fell 1.2%. Meanwhile, Washington agreed on a $900 billion stimulus package, including enhanced jobless benefits and direct payments. The House of Representatives is expected to vote on the deal on Monday before it goes to the Senate. Getting another stimulus deal was a top priority for investors over the past months, but now that it's here, the good news is overshadowed by the new virus developments. ##UK Variant## The British government says it is working closely with its international partners after at least two dozen countries — including its closest neighbors — announced new restrictions limiting travel from the UK following the detection of a new variant of coronavirus.  According to the Prime Minister’s spokesperson, the UK Foreign, Commonwealth and Development Office (FCDO) is working to support British nationals affected by the travel disruptions caused by the new restrictions. They will be providing food, drink and toilets for British truck drivers currently stuck in gridlock in the area surrounding the Eurotunnel — a key gateway to Europe for the transport of freight to and from the UK.  During a briefing on Monday morning, Boris Johnson’s spokesperson tried to allay fears over supply chains being impacted by travel restrictions. He said the majority of food supplies to the UK do not come via the English Channel and asserted that Britain’s supply chains are \"resilient,\" with many retailers having already stocked up on goods ahead of the Christmas period.   The Prime Minister is expected to give a press briefing Monday afternoon, after chairing an emergency COBRA meeting at Downing Street to address the fallout of the new international travel restrictions.  ##UK Variant## The European Union drug regulator has recommended authorizing the Pfizer/BioNTech Covid-19 vaccine for use, paving the way for the first phase of the bloc's mass vaccination program to begin later this week. In a closed-door meeting in Amsterdam on Monday, the European Medicines Agency (EMA) granted the Pfizer/BioNTech vaccine a conditional marketing authorization, green lighting the drug for distribution. Before the 27-nation bloc can begin its rollout, the European Commission must give its final approval, which European Commission President Ursula von der Leyen would likely happen later on Monday. \"It's a decisive moment in our efforts to deliver safe & effective vaccines to Europeans,\" von der Leyen tweeted. \"Now we will act fast. I expect a decision by this evening,\" she said. The EMA's head of communications Marie-Agnes Heine called the move a \"significant milestone in the fight against the pandemic\" during a virtual press briefing with reporters. The UK and the US granted emergency use authorization of the Pfizer/BioNTech vaccine earlier this month, and hundreds of thousands in those countries have since received their first shots. Read more about the vaccine approval process in Europe here. ##Vaccines## Over the weekend, the United Kingdom reversed plans to loosen restrictions over Christmas and announced strict lockdowns across much of the country, citing concerns about a variant of the coronavirus believed to be much more infectious. Alarm over the new variant, which was first identified in the southeast of England, has resulted in British travelers being cut off from much of Europe and other parts of the world as countries imposed restrictions on travel from the UK. While the new variant of Covid-19 is believed to originate in England, it has also been identified in Denmark, the Netherlands and in Australia, World Health Organization Covid-19 technical lead Maria Van Kerkhove said on Sunday. Researchers are investigating a similar variant of the virus in South Africa, prompting additional travel restrictions from there. Remember: No evidence the new variants are any more virulent, meaning they do not cause more severe disease. They do not appear to affect the effects of treatments or the protection offered by vaccines Here's a list of countries that have banned travel from the UK so far: Russia: Russia is suspending flights to and from the UK for a week starting midnight, Moscow time on Dec. 22, state-run news agency RIA Novosti reported citing Russian coronavirus response headquarters.\nJordan: The government has decided to suspend all direct and indirect (transit) passenger flights from the United Kingdom starting Monday and lasting through Jan. 3. The news was announced in a statement from Jordanian Government spokesperson and Minister of State for Media Affairs Ali Al-Ayed \nOman: Oman will shut down its air, sea and land borders starting Tuesday Dec. 22, for a period of one week to monitor the new variant of coronavirus reported by the United Kingdom, Oman state news agency reported.\nArgentina: According to a joint statement published Sunday by the Argentinian Health and Interior Ministries, Argentina will only allow one more flight from Britain to land at the international airport in Buenos Aires on Monday morning. Later flights have been canceled.　  \nBelgium: Belgium will block travelers from the United Kingdom on Monday because of the coronavirus variant that has emerged there, Prime Minister Alexander De Croo said Sunday morning.\nBulgaria: Prime Minister Boyko Borissov convened a working meeting on Sunday with members of his Cabinet in response to the new variant, during which it was decided to temporarily suspend air travel between Bulgaria and the United Kingdom starting Monday until Jan. 31, his office said.\nCanada: Canada says it will ban most passenger travel from the UK beginning midnight Sunday for at least 72 hours. Canadian Prime Minister Justin Trudeau confirmed the news in a tweet Sunday night saying it was being done to \"protect\" Canadians across the country.   \nChile: The Chilean government announced that all flights to and from the UK will be suspended beginning on Tuesday, and that travelers who have been to the UK in the last 14 days would have to self-quarantine.　 \nColombia: Colombian President Ivan Duque similarly announced that all flights between Colombia and the UK will be suspended, starting on Monday. Travelers who have been to the UK in the last 14 days will also have to self-quarantine upon entering Colombia, Duque told reporters. \nCzech Republic: The Czech government is halting flights from the UK as of 6 a.m. ET Monday in reaction to the new variant of the coronavirus in the UK, a government statement said early Monday.\nEl Salvador: El Salvador bans anyone entering the country from UK and South Africa.\nEstonia: The government of Estonia announced a suspension of air traffic between Estonia and the UK on Sunday, which goes into effect at midnight until the end of the year. \nFrance: French Prime Minister Jean Castex announced a 48-hour ban on the movement of people from the UK to France starting Sunday night and applying to all methods of transport.\nGermany: The German government said it is planning to restrict travel to and from the UK and South Africa because of the new coronavirus variant. \nHong Kong: Hong Kong will ban all passengers who stayed in the United Kingdom for more than two hours in the past 14 days from arriving in the city starting Tuesday, Secretary for Food and Health Sophia Chan said during a Monday press conference.\nIran: Iran announced the suspension of flights to and from the UK for two weeks on Sunday.\nIsrael: Israel’s government bans flights from UK, Denmark and South Africa.\nItaly: Italy is suspending flights between the country and the United Kingdom due to the new Covid-19 variant identified in England, Italian Minister for Foreign Affairs Luigi Di Maio announced on Sunday. \nKuwait: Kuwait suspended flights arriving from the United Kingdom starting Monday.  \nLatvia: Latvia has suspended travel to and from the UK from December 21 to January 1, the Latvian Ministry of Transportation announced in a statement on Sunday. \nLithuania: Fights from the UK will be suspended, Teh prime Minister tweeted. \nLuxembourg: Luxembourg has temporarily suspended flights from the UK after a new variant of coronavirus was found there, according to a government statement Sunday. \nNetherlands: The Netherlands will ban all passenger flights coming from the United Kingdom. \nRepublic of Ireland: The Republic of Ireland is banning flights from Britain on Monday and Tuesday, the government announced Sunday.  \nPeru: Peruvian President Francisco Sagasti announced a two-week ban on flights arriving from Europe in a national address Monday morning. Sagasti also banned foreigners from coming to Peru if they have been in the United Kingdom for the last two weeks. \nSweden: Sweden banning travel from the UK, the country’s Foreign Minister said on Sunday. \nTurkey: Turkey has banned flights from the UK, South Africa, the Netherlands and Denmark, the country’s state-owned Anadolu Agency reported late Sunday.   The following countries have not banned travel but are imposing restrictions: Greece: Greece will impose a 7-day quarantine to all travelers arriving from the United Kingdom starting Monday over concerns about the new Covid-19 variant identified in the UK, the Greek Civil Protection department announced Sunday.  \nPortugal: Portugal has imposed restrictions on flights from UK. Only Portuguese nationals will be allowed to travel, and they must have a negative Covid-19 test, according to the country’s Interior Minister.  \nSpain: Spain announced it is reinforcing airports to verify PCR tests for people arriving from the UK, according to a tweet from the government on Sunday. Walter Reed scientists in the US still expect the vaccine will be effective against this new variant, said Dr. Nelson Michael, director of the Center for Infectious Diseases Research at the Walter Reed Army Institute of Research. The Walter Reed scientists said they expect to know in the next few days if there's a concern that the coronavirus vaccines might not work against it. ##UK Variant## Assistant Secretary for Health, Admiral Brett Giroir, told CNN’s John Berman that as of this morning, there isn't any information on a possible UK travel restriction to or from the United States over a new variant of coronavirus.  \"I think we're waiting for CDC kind of recommendations. So last night, talking to Dr. (Robert) Redfield, there was not a recommendation for that. Again, every hour we get more information, I think, is we have done and we need to do we need to listen to the best experts ... we have a task force meeting today so we'll make sure that everyone has updates, but as of now I have no new updates based on that,\" Giroir said.  \"So, I think everything is possible we just need to put everything on the table, have an open scientific discussion and make a best recommendation.\" Meanwhile, Dr. Anthony Fauci told CNN he would advise against additional restrictions on UK travel if the matter arises in a task force meeting planned for later in the day. The US must \"without a doubt keep an eye on it,\" Fauci said Monday, but he warned that \"we don't want to overreact.\"  Fauci said that while he wasn't criticizing other countries that have suspended flights to the UK, he would not at this time recommend the US take those same steps. \"Follow it carefully, but don't overreact to it,\" Fauci said. Watch: ##UK Variant## A new coronavirus variant discovered in the UK has prompted a new lockdown and travel bans. But a World Health official says viruses mutate and change all the time, and there are processes in place \"to really evaluate what these mutations are and what they mean.\"  Maria Van Kerkhove, the World Health Organization’s technical lead for Covid-19, told CNN’s Erica Hill Monday: \"So far, we don’t see any increase in disease severity, or clinical picture, but those studies are underway.\" \"We don’t anticipate any impact on the vaccine and on vaccination,\" she added. \"And I think that’s really important as well, but the studies need to be done. We need to make sure we follow the science, and we will report, the UK and WHO will report information as soon as we learn it.\"   Van Kerkhove explained that the variant under investigation was detected through routine surveillance activities. There was increasing transmission in the southeast of England as it moved from Tier 2 to Tier 3 restrictions. It was retrospectively identified that some had the lineage back in September. WHO was alerted of the variant on Dec. 14 and over the last week it has been working with scientists in the UK through their regional office in Europe and the European Centers for Disease Control to understand, Van Kerkhove said.  Watch:  ##UK Variant## A new coronavirus variant discovered in the UK — which has prompted a new lockdown and travel bans — is \"out of control,\" Health Secretary Matt Hancock said on Sunday. Here's what we know so far about the new variant and the pandemic in the UK: How it started: The new variant of Covid-19 originates in southeast England and has been identified in Denmark, the Netherlands and in Australia, World Health Organization Covid-19 technical lead Maria Van Kerkhove said on Sunday.\nWill vaccines work against it? Walter Reed scientists in the US still expect the vaccine will be effective against this new variant, said Dr. Nelson Michael, director of the Center for Infectious Diseases Research at the Walter Reed Army Institute of Research. The Walter Reed scientists said they expect to know in the next few days if there's a concern that the coronavirus vaccines might not work against it.\nNew lockdown in parts of the UK: After the discovery of the variant, UK Prime Minister Boris Johnson announced a series of stricter coronavirus restrictions, tightening rules around household mixing that were due to be relaxed over Christmas in England, while leaders in Scotland and Wales also introduced more stringent measures.\nHow other countries are reacting: Countries — including Canada, Argentina, and France among others — across the world are halting travel from the UK. Watch: ##UK Variant## Investors had hoped to celebrate the moment US lawmakers agreed on a new stimulus package to help America's ailing economy. Instead, the emergence of a new variant of the Covid-19 virus in the United Kingdom has sent markets plunging, as anxiety about the pandemic again comes to the fore. Over the weekend, the United Kingdom reversed plans to loosen restrictions over Christmas and announced strict lockdowns across much of the country, citing concerns about a variant of the coronavirus believed to be much more infectious. In the past 24 hours, the country has become increasingly isolated, with Canada, France and Israel among those banning UK travelers while they assess the situation. S&P 500 futures were 1.6% lower as of 7:15 am ET. Dow futures were down 1.3%, or more than 400 points, while Nasdaq futures were off 0.9%. The FTSE 100 (UKX) in London was down more than 2%. France's CAC 40 (CAC40) was off 2.6%, and Germany's Dax (DAX) dropped 2.7%. Airline and hospitality stocks were among those hit hard, with shares of EasyJet (ESYJY) and British Airways owner IAG both down 9%. \"Only masochists or the blindly ambitious look forward to early Monday wake-up calls, but that's what is being delivered to financial markets,\" Oanda market analyst Jeffrey Halley told clients. The virus developments overshadowed a long-awaited breakthrough in US stimulus talks. Congressional leaders announced Sunday night that they'd secured a deal for a $900 billion rescue package to deliver much-needed relief for small businesses, unemployed Americans and health care workers. Read the full story: ##Hotspots## Morocco, Russia and India have joined the growing list of countries suspending flights with the United Kingdom after a new variant of the coronavirus was detected.  \"This decision is part of the emergency measures undertaken to preserve the health of the population and curb the spread of the pandemic,\" the Moroccan government said in a statement, according to the state news agency. All flights between India and the UK will be suspended until the end of 2020, the Indian Ministry of Civil Aviation said on Monday. Those passengers arriving before December 22 will be required to take a mandatory RT-PCR test, the ministry added. Russia is suspending flights to and from the UK for a week starting midnight Moscow time on December 22, state-run news agency RIA Novosti reported citing Russian coronavirus response headquarters. \"The situation regarding the emergence of a new strain of coronavirus in the UK is being carefully studied by the coronavirus response headquarters,” the statement says. “Based on the results of its review, further decisions will be made.\" Alarm over the new variant, which was first identified in England, has resulted in British travelers being cut off from much of Europe and other parts of the world as countries imposed restrictions on travel from the UK. By Monday, dozens of countries across Europe, the Middle East and the Americas had announced travel bans for the UK. Others, such as Greece and Spain, have imposed restrictions that require travelers arriving from Britain to undergo coronavirus tests or quarantine. ##Hotspots## ##UK Variant##  British traders are calling for rapid testing of truck drivers amid growing concerns that  European truck drivers could stop delivering goods to the UK to avoid being “stranded.” It comes after France announced a 48-hour ban on UK travellers due to a new variant of coronavirus, prompting the Port of Dover and Eurotunnel to close.  Richard Burnett, head of the UK Road Haulage Association said on BBC Radio Monday this could be a \"deterrent\" for European hauliers who don’t want to end up \"stranded\" in the UK so close to Christmas.  \"I think that the retailers have done a very good job in terms of stock building [...] there will be plenty of stock but the fresh food supply, where it's short shelf life and there will be product on its way now -- that's where the challenge [...] comes from,\" he said. Meanwhile, the spokeswoman for the French National Road Haulage Federation (FNTR), Vanessa Ibarlucea, told CNN Monday the Dover-Calais truck situation is \"catastrophic.\" \"On a human level as well as an economic one. On a human level because we have drivers stuck in the UK that are not being taken care of, who must be sleeping in their lorry. We are in very bad sanitary conditions.\" \"And on an economic level, because we have our drivers who do not want to go to the UK because of fear to not be able to come back as the borders are closed. It is going to cause an issue regarding the flows which are likely to stop, and therefore cause a drying-up of supply across the Channel ahead of the Brexit day,\" she added.  ##Hotspots## ##UK Variant##  UK-Swedish pharmaceutical giant AstraZeneca has signed a memorandum of cooperation with Russian makers of Sputnik V coronavirus vaccine during a video conference chaired by President Vladimir Putin on Monday. Joint clinical trials to test the combination of AZD1222, the vaccine developed by AstraZeneca and Oxford University, and Sputnik V, developed by Russia's Gamaleya Research institute, will be part of this cooperation. \"In the nearest future, basically as we speak, the clinical trials are to begin. They will not require, as far as I understand it, large investments and won't take long, for the simple reason that the two technological platforms on which the AstraZeneca and Sputnik V vaccines are build are fundamentally similar,\" the head of Gamaleya institute Alexander Gintsburg said in the video conference. Russia's Sputnik V is an adenovirus-based vaccine, while AstraZeneca's AZD1222 is based on a chimpanzee viral vector. Russia registered Sputnik V in August ahead of key large-scale phase III trials necessary to establish the vaccine's efficacy and safety. While phase 3 trials are currently ongoing, the country is already moving towards mass vaccination. Kirill Dmitriev, head of the Russian Direct Investment Fund, which sponsored the development of Sputnik V, also announced that Belarus became the first foreign country to register the Russian vaccine. First doses of the vaccine will be distributed among Belarussians in January 2021, the country's health minister Dmitry Pinevich said, according to Russian state-run news agency RIA Novosti. UK business groups have warned of the impact of new Covid-19 travel restrictions on their supply chains.  Industry groups and leading firms have said they don’t expect food shortages in the days leading up to Christmas, but they warned of major disruption if the situation is not resolved quickly. Major UK ports have closed after France blocked trucks from travelling out of the UK because of fears of a new Covid-19 variant.  Other European countries have also imposed various travel restrictions on the UK. Brexit means the current trade arrangements between the UK and European Union are due to end on December 31, which could cause further disruption. “Retailers have stocked up on goods ahead of Christmas which should prevent immediate problems. However, any prolonged closure of the French border would be a problem as the UK enters the final weeks before the transition ends on 31st December,\" the British Retail Consortium said.  Sainsbury's, one of the UK’s leading supermarket chains, said if nothing changes the UK will start to see gaps over the coming days on lettuce, some salad leaves, cauliflowers, broccoli and citrus fruit -- all of which are imported from the continent at this time of year. Shane Brennan, the CEO of the Cold Chain Federation, which deals with moving frozen and chilled goods, said “Whilst we face no shortages now, we do need urgent agreements between the UK and EU Governments to find a way to safely allow freight movements to continue. This has been possible at every other stage through the pandemic. An extended period of stopped movement now will cause significant problems for supply chains in January.” ##Hotspots## ##UK Variant##  Seoul will double the number of Covid-19 dedicated intensive care unit (ICU) beds by the end of 2020 amid the latest surge in infections, acting mayor of Seoul Seo Jeong-hyup said on Monday.  Around 85% of hospital beds dedicated to infectious disease in the city are occupied, Seo said -- and 87 out of 91 ICU beds are currently occupied.  To cope with the latest outbreak, Seoul will add 105 more Covid-19 ICU beds by the end of the year, which will double the capacity, he said. Nine ICU beds will be added Monday.  Seo added that two patients so far have died while waiting for hospital beds.  In a statement on Monday, the Korea Disease Control and Prevention Agency said they are closely monitoring the news of a new coronavirus variant emerging out of the United Kingdom.  South Korea has yet to discover the reported variant in travelers arriving from the UK, KDCA said. Health authorities are reviewing whether to begin conducting whole-genome analysis of viruses sampled from UK travelers.  ##Hotspots## British Prime Minister Boris Johnson is expected to chair an emergency meeting with ministers Monday, as governments around the world step up efforts to contain a potentially fast-spreading new coronavirus variant. Alarm over the new variant, which was first identified in England, has seen British travelers cut off from much of Europe and other parts of the world as countries move to impose restrictions on flights from the UK. In a hastily called press conference Saturday, Johnson said the new variant appeared to \"be up to 70% more transmissible,\" and was responsible for a significant rise in cases in London and southeastern England. Those areas would now be placed under a heightened form of lockdown, said Johnson. The restrictions are the latest disruption to a Christmas holiday shadowed by the pandemic. As winter descends across the northern hemisphere, governments from Asia to Europe have tightened social-distancing rules and reintroduced lockdown measures to counter a surge in Covid-19 cases. The discovery of the new, potentially fast-spreading variant has deepened concerns major restrictions will now continue long into the new year. Read the full story:  ##Hotspots## The European Union drugs regulator is meeting Monday to discuss authorization of the Pfizer/BioNTech Covid-19 vaccine. If the European Medicines Agency (EMA) grants the vaccine a \"conditional marketing authorization,\" it will be the first coronavirus vaccine approved for use in the EU. But before member states can begin rolling out the vaccine, the European Commission must give its final approval, which is expected on December 23. The EMA is planning to hold a virtual press briefing at 9am ET on the outcome of the meeting of its human medicines committee.  Last week, European Commission President Ursula von der Leyen said it was “Europe’s moment” and that vaccinations would start across the bloc on December 27. The EU has purchased over 2 billion doses of potential vaccines to ensure equitable access across the bloc since the summer. That agreement includes the purchase of 300 million doses of the Pfizer/BioNTech vaccine, which is enough to vaccinate 150 million of the EU’s 448 million citizens. On Saturday, Switzerland, which is not in the EU, authorized the Pfizer/BioNTech vaccine. The United Kingdom and the United States granted emergency use authorization of the Pfizer/BioNTech vaccine earlier this month, with the first leg of their rollout now underway. The EU vaccine agreement also includes the purchase of up to 160 million doses -- enough for 80 million people -- from US biotech company Moderna, who could receive EMA authorization as early as January 6. ##Vaccines## Police in Kent are closing sections of England’s M20 motorway to “avoid gridlock across Kent” after the closure of the Channel Tunnel and Port of Dover. Kent is the English county closest to France. Operation Stack is being implemented on the coastbound motorway, the parts of the motorway where lorries usually queue before travelling to the continent, the Kent police said in a statement on Monday morning.  The move closes these specific sections of the road to regular traffic, instead using them to house freight transport stranded at the crossing. Freight will be separated into two queues on either side of the coastbound carriageway, 1 for tunnel traffic and 1 for port traffic. The middle lanes are kept clear for emergency vehicles, the statement continued.   The closure is an “emergency measure,” implemented by the Kent police and in consultation with other agencies.  France announced on Sunday that it would not be accepting any passengers arriving from the UK for at least the next 48 hours after the UK announced that it had detected a new variant of coronavirus. Manston Airport in Kent is also being readied to take up to 4,000 lorries to ease disruption in the surrounding areas, England’s Department for Transport said. ##Hotspots## United Kingdom Transport Secretary Grant Shapps has tried to calm fears that new transport restrictions could lead to goods shortages. After the UK announced that it had detected a new variant of the coronavirus, French Prime Minister Jean Castex announced a 48-hour ban on the movement of people from the UK to France, starting Sunday night. Both the Port of Dover -- a key port between the UK and France -- and Eurotunnel, an underwater tunnel across the English Channel, have closed.  But on Sky News on Monday, Shapps played down the impact. The port makes up around 20% of goods going in and out of the country, and on a regular Monday, around 6,000 lorries would arrive in Kent, he said. While those won't be able to continue, other crossings are open, he said. According to Shapps, most good arrive into the UK in unaccompanied containers. Shapps said that authorities were working to provide welfare for drivers, but added that it was important for the links not to be closed for too long.  “We obviously don't want these links to be closed for too long but it's not unusual for them to be closed and disrupted. There have been periods of some weeks with strikes in the past,\" Shapps said.\nI'm in touch with my opposite number in France and we'll make sure we're doing everything we can to get that restarted, in fact they've said they want to restart the hauliers as quickly as possible.\" ##Restrictions## The US has reported at least 17,844,690 coronavirus cases, including at least 317,668 deaths, according to the Johns Hopkins University tally.  Johns Hopkins University reported 189,099 new cases and 1,509 additional deaths Sunday. At least 2,838,225 vaccine doses have been distributed and at least 556,208 doses of the vaccine have been administered, according to the US Centers for Disease Control and Prevention Vaccine website. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Friday saw the highest number of daily cases reported since the pandemic began. For the latest Johns Hopkins University US numbers, check this map. CNN’s map, using JHU data, continues to refresh every 15 mins.  ##Hotspots## California Governor Gavin Newsom (D) began a 10-day quarantine Sunday after a member of his staff tested positive for Covid-19, a statement from a spokesperson in the governor's office said. The staff member who tested positive was in contact with Newsom and other staff members, according to the statement. Newsom and other staff members tested negative for the virus Sunday, the statement said. The governor and staff will be tested again over the next few days per state guidelines, according to the statement. Seoul City's Acting Mayor has imposed a ban on public gatherings of five or more people from December 23.  The restriction starts at midnight on December 23 and will continue until midnight on January 3, Seo Jeong-hyup told reporters on Monday. Weddings and funerals are exempt from the ban and can go ahead with less than 50 people in attendance.  Seoul and surrounding areas of Incheon and Gyeonggi will be impacted by the ban.  Seoul has already instructed bars and restaurants to close at 9 p.m. on Friday in a bid to curb the spread of infections. ##Restrictions## The belated $900 billion pandemic relief deal that Congress announced Sunday offers some rare good news during the holiday season of a brutal year and a measure of short-term help to laid-off workers and shuttered businesses hammered by twin health and economic crises. The most optimistic interpretation of the agreement is that despite a tortured process, a deeply divided Capitol Hill finally navigated a way to consensus, pushed by a core of more moderate bipartisan senators who catalyzed compromise in a time-honored fashion. Steps to extend unemployment benefits, make $600 stimulus payments to some adults, raise food stamps and send money to food pantries, speed vaccine deployments and keep businesses like restaurants afloat will make a tangible difference to American lives. But it is not as if Congress had a choice, and its delay significantly worsened the pain of many Americans. The deprivation caused by the latest Covid-19 surge came at a moment when some jobless benefits had already expired, and many citizens were facing eviction or are going hungry. New restrictions caused by the out-of-control pandemic are stifling businesses and threaten to reverse a halting recovery. And any ideas that Sunday's breakthrough is a model for a less dysfunctional Washington during a new presidency next year are undercut by the way the bitter process of the last few weeks revealed vast ideological chasms, suggesting the disconnect in a fractured political system is becoming ever more extreme. This was borne out by the fact that Congress keeps having to pass short-term spending bills to avert a government shutdown. Read more here.  US Leaders in the House and Senate reached an agreement late Sunday on a$900 billion pandemic relief bill that includes enhanced unemployment benefits and direct cash payments. There were several changes made from a proposal put forward nearly two weeks ago by a bipartisan group of lawmakers. Direct stimulus checks were brought in at the last minute. Direct aid to states and liability protections for companies were left out.  If the new bill passes, it will be the second-largest federal stimulus package after the $2 trillion CARES Act that Congress approved in March. Lawmakers in both chambers are expected to vote Monday and send the bill to President Donald Trump's desk for his signature -- just in time to get something done before the end of December, when several aid programs in the CARES Act are set to expire, including key pandemic jobless assistance measures and eviction protections. The full bill text had not been released as of Sunday night. Here's some of what we know so far from summaries released by Democratic and Republican leadership: Stimulus checks: The package would send direct stimulus payments of $600 to individuals, half the amount provided in the first round of checks that went out in the spring\nUnemployment benefits: The jobless would receive a $300 weekly federal enhancement in benefits for 11 weeks, from the end of December through mid-March under the deal. The amount is half of the earlier federal boost, which ran out at the end of July.\nSmall business loans: The bill would reopen the Paycheck Protection Program so that some of the hardest-hit small businesses can apply for a second loan. The program stopped taking applications for the first round of loans in August. Read more about what we know here.   Saudi Arabia is suspending all international flights following news of the new coronavirus variant, according the Ministry of Interior, state news reported Sunday. The Saudi government has decided to suspend all international flights for travelers for a week -- and that could be extended, according to Saudi Press Agency (SPA). Exceptions to this include foreign flights currently in the Kingdom’s territory which will be allowed to leave. Entry into Saudi Arabia through land and sea ports is also suspended for a week, with the possibility of being extended for another week.  Those who entered Saudi Arabia from one of the European countries or any country where the epidemic appeared since December 8 have to adhere to measures including quarantining at home for two weeks, starting from the date of entry into Saudi Arabia. They also need to get tested for the virus during this period, with repeated tests every five days.  “Anyone who returned from or passed through a European country or any country where the epidemic appeared -- during the past three months -- must conduct an examination for the emerging corona virus (Covid 19),\" SPA added. \nThe above-mentioned excludes movement of goods, commodities and supply chains from countries where the mutated virus has not appeared, as determined by the Ministry of Health in coordination with the Ministry of Transport.”  ##Restrictions## Vaccine advisers to the US Centers for Disease Control and Prevention voted 13-1 on Sunday to recommend that both older adults, ages 75 and older, and \"frontline essential workers\" including first responders be next in line to receive Covid-19 vaccines. That would put those people in \"Phase 1b\" of allocating the vaccine nationwide. That committee vote also included prioritizing adults ages 65 to 75, people ages 16 to 64 with high-risk medical conditions and \"other essential workers\" in \"Phase 1c\" of allocation. \"They really serve to address the current lack of vaccine supply and address those individuals with the highest risk for disease,\" Dr. José Romero, chair of the Advisory Committee on Immunization Practices and secretary of the Arkansas Department of Health, said about the recommendations. The Advisory Committee on Immunization Practices met on Sunday to discuss Phases 1b and 1c of vaccine distribution.  In a previous meeting earlier this month, the group voted on Phase 1a, which advised giving the first round of vaccines to health care workers and residents of long-term care facilities. There are two Covid-19 vaccines -- Pfizer/BioNTech's and Moderna's -- currently authorized for emergency use in the United States. Read more here.  ##Vaccines## A UK Department of Transport spokesperson said Sunday that they are expecting “significant disruption” on roads in the port area of Kent area following France’s restrictions on travel from the UK. “We are expecting significant disruption in Kent following the announcement by the French Government that, from 23.00 on Sunday 20 December, it will not accept any passengers from the UK for the next 48 hours,” the spokesperson said.\n“As a result we are urging everybody -- including all hauliers -- to avoid traveling to Kent ports until further notice. The Department of Transport is working closely with Kent Resilience Forum, Kent Council and Highways England to ensure contingency measures are urgently put in place to manage disruption, the spokesperson said. The Prime Minister will chair a COBR meeting Monday to discuss the situation. According to the Department of Transport, while “severe disruption” in the Kent area is expected, other ports facing France will also be impacted. Earlier on Sunday French Prime Minister Jean Castex announced France will suspend travel to and from the United Kingdom for 48 hours, due to the “new health risk.” The suspension begins at midnight local and includes “all means of transport,” he tweeted.  ##Restrictions## South Korea reported a further 926 new coronavirus cases and 24 deaths on Sunday, the highest number of deaths reported in a single day since the start of the pandemic.  A total of 24 Covid-19 patients died in the past 24 hours, bringing the death toll to 698, according to figures released by the Korea Disease Control and Prevention Agency (KCDC) Monday.   Another 649 cases were detected in the capital, the Seoul Metropolitan area, the statement said. Authorities in Seoul are still deciding whether to increase social distancing restrictions to the maximum level, but fear that it may add further strain to the economy. South Korea has reported more than 50,500 cases. Read more about South Korea's coronavirus outbreak here.  ##Hotspots## The Netherlands has banned ferry passengers arriving from the UK, the Dutch government announced late Sunday.  In a statement, the government said the ban would take effect immediately.  “The formal decision means that ferries are no longer permitted to depart for the Netherlands with passengers on board. The measure also applies to passengers with Dutch nationality,” the statement read.  Ferry crossings can continue for freight lorries. The country had already banned all flights from UK amid concerns over reports of a new variant of coronavirus in Britain.  Earlier on Sunday, the Netherlands reached a new daily record for coronavirus cases, when 13,066 new cases were recorded by the Dutch National Institute for Public Health and the Environment.  In total, the Netherlands has reported more than 700,000 cases and 10,578 deaths. ##Hotspots## ##Restrictions## A Covid-19 testing blitz which saw thousands tested in Sydney found just 15 new local cases on Sunday, Australian health authorities announced Monday. The 15 new cases are all traceable to the Avalon Cluster in Sydney’s Northern Beaches municipality, NSW Health announced. That cluster now totals 83 cases. NSW Health recorded 38,578 tests on Sunday, a record daily total. New South Wales recorded 23 new cases in total on Sunday, including eight imported cases. Speaking Monday Australia’s federal health minister Greg Hunt said that testing in the Northern Beaches area was up 700% and commended citizens for complying with testing and quarantining guidelines.  Where the cluster came from: State health minister Brad Hazzard on Monday said that ‘patient zero’ for the Avalon Cluster is likely to have been a passenger who flew to Sydney from Los Angeles on December 1.  Health authorities in New South Wales and Australia have acted quickly to get on top of the new cluster, which ended a run of days without community transmission in Sydney. What's been done: The Northern Beaches municipality, with a population of just over 250,000, has been locked down until Wednesday night in an attempt to stop the spread.  Meanwhile contact tracers have identified scores of venues around the city connected to positive cases, with all other patrons told to get tested and quarantine until receiving a negative result. Leaders across Australia have acted swiftly to keep the virus from spreading out of New South Wales, with all other states and territories now requiring Sydney residents to quarantine for 14-days on arrival. ##Hotspots## China aims to inoculate 50 million people with homegrown Covid-19 vaccines ahead of February’s Lunar New Year celebrations. Tao Lina, a vaccination expert formerly with the Shanghai Center for Disease Control and Prevention, confirmed the target to CNN on Monday after reviewing a transcript of a government conference call on December 15, where the mass vaccination rollout plan was discussed. Tao added that implementation will depend on conditions on the ground.  “It is only a plan and whether the target can be reached depends on the actual situation,” he said. Chinese authorities have said their first step will be to vaccinate essential workers such as medical and disease control professionals, customs and border inspection workers, and people in the food industry, according to health officials who attended a press conference Saturday on the country’s vaccination plan. Since July, China has administered more than a million doses of domestically produced vaccines to people considered “high-risk” groups under an emergency use program. Officials say they have found no serious adverse reactions so far. Currently, five vaccines developed by Chinese companies are going through the final phase of clinical trials in more than a dozen countries around the world.  ##Vaccines## Scientists at the Walter Reed Army Institute of Research expect to know in the next few days if there's a concern that the coronavirus vaccines might not work against a mutated variant of the virus that's rapidly spreading in parts of England, according to the institute's top vaccine researcher. The Walter Reed scientists still expect the vaccine will be effective against this new variant, said Dr. Nelson Michael, director of the Center for Infectious Diseases Research at the Walter Reed Army Institute of Research. On Thursday, the Walter Reed team started examining genetic sequences of the new UK variant posted online by British researchers. They will do a computer analysis as a first step. \"The computer analysis will allow us to gauge how much concern we should have,\" Michael said. \"Other teams around the world are doing this analysis, too.\" If the computer analysis shows there's a concern, then studies would need to be done in the laboratory and in animals to more definitively determine if the vaccine will work on this variant. Read more about the reaction to the variant here.  US President Donald Trump will sign the coronavirus relief package once it reaches his desk, according to White House spokesman Ben Williamson. “President Trump has pushed hard for months to send Americans badly needed financial relief. We look forward to Congress sending a bill to his desk imminently for signature,” Williamson said. US Congressional leaders announced Sunday night that they had secured a deal for a sweeping $900 billion rescue package to deliver much-needed relief for small businesses, unemployed Americans and health care workers while bolstering vaccine distribution. The announcement follows policy disputes and partisan finger-pointing between Democrats and Republicans that fueled uncertainty over whether lawmakers would manage to close out a deal or whether talks would collapse with lawmakers soon set to leave Washington for the holidays and the end of the 116th Congress in sight. ##Hotspots## Canada says it will ban most passenger travel from the United Kingdom beginning midnight Sunday. That ban will last at least 72 hours.  Canadian Prime Minister Justin Trudeau confirmed the news in a tweet Sunday night local time, saying it was being done to protect Canadians across the country.  In a statement, the Public Health Agency of Canada says that although more data on the Covid-19 variant is still needed, “the decision was made to suspend entry into Canada of all commercial and private passenger flights from the United Kingdom for 72 hours.”  Trudeau convened a meeting of Canada’s cabinet level ‘Incident Response Group’ Sunday afternoon to discuss the new variant of Covid-19. The ministers of health, transport, public safety, and foreign affairs were all in attendance.  What's happening in Canada: Canada has been dealing with a surge in daily cases and a troubling increase in hospitalizations and deaths. Canada’s Public Health Agency says this second wave is now worse than the first with cases and hospitalizations continuing to outpace the first wave’s peak.  The province of Quebec said it would begin a lockdown Christmas Day after targeted lockdowns and restrictions failed to curb rising case counts.  Ontario, Canada’s most populous province, is also considering a full lockdown after targeted closures failed to bring down infection rates in Toronto and its suburbs.  Canada has approved the Pfizer-BioNTech vaccine and started distribution a week ago. Public health officials say they will be begin distributing the Moderna vaccine as soon as it is approved. Health Canada, the national regulator, said it continues to review Moderna’s data and approval is expected within days.  Canada has reported more than 511,000 coronavirus cases and more than 14,000 deaths.  ##Hotspots## ##Restrictions## Two cases of the new Covid-19 variation detected in the United Kingdom have been found in managed quarantine facilities in Sydney, Australia, according to health authorities. New South Wales Chief Health Officer Dr Kerry Chant said Monday that the cases had been identified in returning travelers from the UK while they were in state-imposed quarantine. Australia requires all international arrivals -- with a few exceptions -- to undergo 14 days of state-run hotel quarantine.  Dr Chant said that the new UK strain is not responsible for an emerging cluster of Covid-19 in Sydney’s north. That cluster is now up to 83 cases, rising by 15 new cases detected Sunday. “Today I'm advised that we've had a couple of UK returned travelers with the particular mutations [found in the UK]. Can I be very clear that the Avalon Cluster strain does not have those mutations,” Chant said. Australia has reported more than 28,000 coronavirus cases and 908 deaths, according to Johns Hopkins University's tally.   ##Hotspots## The United Kingdom has detected a new variation of Covid-19 that England's chief medical officer says is more contagious than previous variants. Professor Chris Whitty says “urgent work” is underway to rule out if the new strain, prevalent in the south east of England, can cause a higher mortality rate.  “There is no current evidence to suggest the new strain causes a higher mortality rate or that it affects vaccines and treatments although urgent work is underway to confirm this,” he said in a statement. Here's what else we know.  What we know about the variant: UK Prime Minister Boris Johnson said the new variant could be up to 70% more transmissible than the old variant, although there is still \"considerable uncertainty.\" Where it's been detected: The World Health Organization says the new variant has also been identified in Denmark, the Netherlands and Australia.\nAustralia said on Monday that it had detected two cases of the new variant in Australian quarantine facilities. What other countries are doing in response: More than a dozen countries are banning travel from the UK in response to the new variant.\nThose countries include the Netherlands, Belgium and Germany.\nOther countries are imposing restrictions -- the Czech Republic has imposed a 10-day mandatory quarantine on anyone arriving from the UK. ##Restrictions##  A growing list of countries have issued travel restrictions following the United Kingdom's announcement that it is battling a new Covid-19 variation.  At least 20 countries have banned travel to or from the UK, while other countries have imposed additional restrictions on travelers from the UK.  Here are some of the latest countries to bring in restrictions: Canada: Canada says it will ban most passenger travel from the UK beginning midnight Sunday for at least 72 hours. Canada does not have a ban on flights to the UK.\nArgentina: According to a joint statement published Sunday by the Argentinian Health and Interior Ministries, Argentina will only allow one more flight from Britain to land at the international airport in Buenos Aires on Monday morning. Other direct flights to and from the UK have been canceled. \nChile: The Chilean government announced on Twitter that all flights to and from the UK will be suspended, beginning on Tuesday, and that travelers who have been to the UK in the last 14 days would have to self-quarantine. \nColombia: Colombian president Ivan Duque announced that all flights between Colombia and the UK will be suspended, starting on Monday. Travelers who have been to the UK in the last 14 days will also have to self-quarantine upon entering Colombia, Duque told reporters.\nIran: Iran announced the suspension of flights to and from the UK for two weeks on Sunday, according to state news agency IRNA, citing an official with the Ministry of Roads and Urban Development. Deputy Minister Shahram Adamnejad said Iran’s Ministry of Health and Medical Education has decided to “halt the flights between the two countries because of the spread of new variant of the Covid-19 disease in the United Kingdom,” IRNA reported.\nSaudi Arabia: Saudi Arabia is suspending all international flights following news of the new coronavirus variant, according the Ministry of Interior, state news reported Sunday.\nEuropean countries: The Netherlands, Belgium, Ireland, Germany, Italy, France, Estonia, Lithuania, Luxembourg and Latvia are all suspending flights from the UK.  ##Restrictions##", "Section": "world", "Writers": ["Julia Hollingsworth", "Steve George", "Meg Wagner", "Melissa Mahtani"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-12-21-20/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}