{"Type": "article", "Time": "2020-09-22", "Headline": "Fall equinox 2020: Not as 'equal' as you may think", "Text": "Twice a year, everyone on Earth is seemingly on equal footing -- at least when it comes to the distribution of light and dark. On Tuesday, we enter our second and final equinox of 2020. If you reside in the Northern Hemisphere, you know it as the fall equinox (or autumnal equinox). For people south of the equator, this equinox actually signals the coming of spring. Folks right along the equator have roughly 12-hour days and 12-hour nights all year long, so they won't really notice a thing. But people close to the poles, in destinations such as the northern parts of Canada, Norway and Russia, go through wild swings in the day/night ratio each year. They have long, dark winters and summers where night barely intrudes.  But during equinoxes, everyone from pole to pole gets to enjoy a 12 / 12 split of day and night. Well, there's just one rub -- it isn't as perfectly \"equal\" as you may have thought.  There's a good explanation (SCIENCE!) for why you don't get precisely 12 hours of daylight on the equinox. More on that farther down in the article.  Here are the answers to your fall equinox questions: Where does the word 'equinox' come from? From our CNN Fast Facts file: The term equinox comes from the Latin word equinoxium, meaning \"equality between day and night.\" Precisely when does the fall equinox happen? The equinox will arrive at 13:31 UTC (Coordinated Universal Time) September 22. For people in places such as Toronto and Miami, that's 9:31 a.m. local time. Out in Los Angeles and Vancouver, that means it arrives at 6:31 a.m. Now for folks in Madrid, Berlin and Cairo, it comes precisely at 3:31 p.m. Going farther east, Dubai marks the exact event at 5:31 p.m. For residents of Bangkok, it's 8:31 p.m. while Singapore and Hong Kong clock in at 9:31 p.m. You can click here to see more cities (rounded down by one minute).   Why does fall equinox happen? The Earth rotates along an imaginary line that runs from North Pole to South Pole. It's called the axis, and this rotation is what gives us day and night. However, the axis tilts at 23.5 degrees, as NASA explains. That positions one hemisphere of the planet to get more sunlight than the other for half of the year's orbit around the sun. This discrepancy in sunlight is what triggers the seasons.  The effect is at its maximum in late June and late December. Those are the solstices, and they have the most extreme differences between day and night, especially near the poles. (That's why it stays light for so long each day during the summer in places such as Scandinavia and Alaska.) But since the summer solstice three months ago in June, you've noticed that our days have been progressively becoming shorter in the Northern Hemisphere and the nights longer. And now here we are at the fall equinox!   What did our ancestors know about all this? Long before the age of clocks, satellites and modern technology, our ancient ancestors knew a lot about the movement of the sun across the sky -- enough to build massive monuments and temples that, among other purposes, served as giant calendars to mark the seasons. Normally, you could arrange travel to these sites. This year, you have to factor in the Covid-19 pandemic like you would with any other trip.  Here are just a few of the sites associated with the equinox: -- Stonehenge (United Kingdom):  Many mysteries about these giant slabs remain, but we do know they are aligned to mark the yearly passage of the sun. Because of the pandemic, there will be no in-person gathering at Stonehenge this fall, according to the BBC. -- Megalithic Temples of Malta: These seven temples on the Mediterranean island are some of the earliest free-standing stone buildings in the world, going back 5,000 to 6,000 years ago. At Hagar Qim and Mnajdra temples, the semicircular chambers are aligned so that the rising sun on an equinox is framed between the stones. -- Jantar Mantar (New Delhi, India): Much more recent in origin (1724 and 1730), these buildings from the end of the Mughal period are astronomical observatories.  What are some festivals, myths and rituals still with us? All around the world, the fall equinox has weaved its way into our cultures and traditions. In Greek mythology, the fall equinox marks the return of the goddess Persephone to the underworld for three months, where she is reunited with her husband, Hades. Chinese and Vietnamese people still celebrate the Harvest Moon (also known as the Mid-Autumn Festival). Lanterns line the streets as people give thanks, watch the moon and eat. Round pastries called mooncakes are a Mid-Autumn Festival favorite. It's held on the 15th day of the eighth lunar month on the Chinese calendar. That will be Thursday, October 1, this year. Great Britain's beloved harvest festivals have their roots in fall equinox since pagan times.  In Japan, Autumnal Equinox Day is national holiday.  In Japanese, it's known as Shubun no Hi (秋分の日),  according to Coto Japanese Academy. The roots of the celebration are thought to go back to Shintoism and Buddhism. Are the Northern Lights really more active at the equinoxes? Yes -- they often put on more of a show this time of year. It turns out the autumnal equinox and spring (or vernal equinox) usually coincide with peak activity with the aurora borealis.  These beautiful, fascinating geomagnetic storms tend to be most active in March and April and then again in September and October, according to 75 years of historical records analyzed by solar physicist David Hathaway of the Marshall Space Flight Center in Huntsville, Alabama. So why isn't the equinox exactly equal? It turns out you actually get a little more daylight than darkness on the equinox, depending on where you are on the planet. How does that happen? The answer is a bit complicated but fascinating. As the US National Weather Service explains, the \"nearly\" equal hours of day and night are because of the complex way a sunrise is measured and the refraction of sunlight in our atmosphere. This bending of light rays \"causes the sun to appear above the horizon when the actual position of the sun is below the horizon.\"  The day is a bit longer at higher latitudes than at the equator because it takes the sun longer to rise and set the closer you get to the poles.   So on fall equinox, the length of day will vary a little depending on where you are. Here are a few breakdowns to give you an idea: -- At the equator: About 12 hours and 6 and half minutes (Quito, Ecuador; Nairobi, Kenya; and Singapore are all close to the equator) -- At 30 degrees latitude: About 12 hours and 8 minutes (Houston, Texas; Cairo, Egypt; and Shanghai, China) -- At 60 degrees latitude: About 12 hours and 16 minutes (Helsinki, Finland, and Anchorage, Alaska) For the truly equal day/night split, you have to wait a day after the official equinox. That day is called the equilux, and it's on Wednesday, September 23, this year.", "Section": "travel", "Writers": ["Forrest Brown"], "URL": "https://www.cnn.com/travel/article/fall-equinox-2020-trnd-scn/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}