{"Type": "article", "Time": "2020-04-15", "Headline": "Trump's disastrous response to Covid-19 demands investigation", "Text": "On Tuesday, President Donald Trump said the United States would halt payments to the World Health Organization (WHO). He charged the organization with \"severely mismanaging and covering up\" the Covid-19 pandemic and claiming that \"so much death has been caused by their mistakes.\"  Trump is desperately trying to deflect attention from his own catastrophic behavior. He has presided over one of the largest security failures in US history, with far more deaths than at Pearl Harbor or on 9/11. While the President has called for an investigation of the WHO, it's his own administration's disastrous response to the crisis that needs scrutiny. The urgent and practical goal should be to fix the federal response before possibly hundreds of thousands of lives are lost. The Congressional Oversight Committee should immediately scrutinize the Trump administration's handling of the pandemic so that we can change course. At this point it's clear: The Trump Administration has failed. The United States has so far incurred 26,000 deaths, 79 per million; South Korea, in contrast, has incurred 225 deaths, just 4 per million. Taiwan's death toll stands at just 6 deaths (0.3 per million) and Singapore's death toll stands at 10 (2 per million). Many other countries have a similar record of lower death rates. Canada's is less than a third of the US rate, with 24 per 1 million. Some countries in Europe have more deaths per million than the United States, but we should judge our performance against the highest-performing countries and investigate how to improve US performance rapidly before incurring a further massive loss of life.   The overwhelming evidence is that the Trump administration received repeated early warnings of a possible pandemic. Indeed, even before his inauguration, Trump received warnings of the grave danger of a global pandemic, and such a threat was rated among the highest security threats facing the United States. The threat of pandemics was well known and well studied in the intelligence, military and scientific communities.  There is no way around the reality that Trump was unable to process this information and give direction to the federal government to respond to it effectively in the manner that Taiwan, Singapore, South Korea and other countries did.    Here is what we know, and what questions remain to be answered from an in-depth congressional investigation:  First, China reported the outbreak to the World Health Organization on December 31. According to Reuters, the National Security Council also received notice of the outbreak around the same time from a US health attaché in Beijing. The investigation should ascertain whether and when the White House received this information and when was it first part of the President's intelligence briefings. On the basis of the reports from China, on December 31 Taiwan immediately began to screen flight arrivals from Wuhan, where the coronavirus emerged, without waiting for WHO guidance or any other advice. South Korea began to screen flights from January 3. The US screening that began on January 17 was haphazard at best, nonexistent in many places at worst. Why didn't the US government follow the lead of Taiwan, South Korea and others on flight screenings? On January 3, according to Reuters, the director of China's Center for Disease Control, Dr. Gao Fu, called the director of the US Centers for Disease Control and Prevention, Dr. Robert Redfield, to discuss the outbreak. What did they discuss? When were the details of the call conveyed to Trump and the National Security Council? According to The Washington Post, the US intelligence agencies issued classified briefs in January and February on the dire urgency of the epidemic. What were the warnings, and were there specific recommendations made by the intelligence agencies? Trump now seems to think the United States was misled by the WHO. In what ways did the United States rely on WHO statements and warnings for its policies, given that many other countries were proceeding on the basis of a high emergency situation? On January 23, the WHO Emergency Committee declined to declare Covid-19 a global health emergency, an action that it took a week later, on January 30. The US CDC has a senior official on the WHO committee. What was the advice of the US committee member at the January 23 meeting?  Did the US representative call for declaring Covid-19 a global emergency? Was the CDC position discussed with Trump? The Centers for Disease Control sent out faulty test kits around the United States in early February. Red tape prevented the issue from being resolved as quickly as possible. Other nations developed test kits and went into large-scale testing weeks before the United States. What accounts for this basic failure of the CDC? Early on in the outbreak, Trump repeatedly asserted that the pandemic was not a great threat in the United States. He told the World Economic Forum meeting in Davos, Switzerland, on January 22, \"We have it totally under control,\" thereby misleading or deceiving not only Americans but the entire world. In February, he asserted that with the warm weather of April, the virus \"miraculously goes away,\" once again contrary to scientific evidence. There are countless other such misguided statements.     The federal government and many states have been in a nonstop battle over scarce and urgently needed supplies including personal protective equipment (PPE), ventilators, test kits and other medical basics. What information was used to decide how to assist each state in acquiring these medical essentials? Trump long delayed invoking the authority of the Defense Production Act, causing governors and mayors to scramble desperately until now for these missing supplies. Why did Trump refuse to utilize the Defense Production Act for many critical weeks? As of now, there is no agreed national strategy for how to reopen the economy. On the contrary, Trump and many governors are in open conflict about the best plan of action. What federal management systems and agencies are being used to obtain the best information and evidence for how to proceed and to coordinate the actions of the federal and state governments? Answers to these questions are urgently needed. The United States failed to act early, to heed the dire alarms heard clearly by many other nations to mobilize supplies of vital commodities and to coordinate between national, state and local levels. Addressing these urgent questions is the responsibility of the House Oversight Committee, which is the House of Representatives' main investigative committee. Its legislative jurisdiction includes the \"overall economy, efficiency, and management of government operations and activities, including federal procurement,\" the \"relationship of the federal government to the states and municipalities,\" and  \"reorganizations in the executive branch of government.\"  Hundreds of thousands of American lives are at stake, not to mention the millions of lives around the world that the United States should be helping to save. Congress must urgently investigate and correct the disastrous failures of the Trump administration in handling this crisis. There is no time to lose.", "Section": "opinions", "Writers": ["Jeffrey Sachs"], "URL": "https://www.cnn.com/2020/04/15/opinions/trump-admin-coronavirus-investigation-opinion-sachs/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}