{"Type": "", "Time": "2018-06-04", "Headline": "S&P assigns BICRA score for PH banks at par with China, Thailand – Manila Bulletin", "Text": "By Lee C. ChipongianS&P Global Ratings said it is giving the Philippine banking sector a  group “6” classification – a level that also includes China, Thailand and Brunei Darussalamn in Asia –  indicating local banks’ improved credit monitoring and review, despite a “weak payment culture.”In a statement, it said it “believe that credit fundamentals of the Philippine banking system have improved with the establishment of a centralized credit registry and credit bureaus, and improvement in banks’ underwriting practices in the consumer loans segment.”It also noted that corporate sector profit numbers “remain healthy” and that “credit losses from this segment will remain low.”“Consumer loans, which form about 18 percent of banking sector loans, have historically had higher delinquencies than corporate loans. However, we expect the quality of consumer loans to improve due to better availability of data on the credit history of borrowers,” said S&P. It likewise noted that bad assets continue to be low which indicates “an upswing in the credit cycle amid robust macroeconomic conditions”.The “6” group classification is based on the credit watchdog’s latest Banking Industry Country Risk Assessment or BICRA. Other countries in this group are Brazil, Colombia, Hungary, Oman, Trinidad and Tobago, and Uruguay.S&P said they expect the transition to the Philippine financial reporting  standard 9 will be “moderate and manageable, given favorable credit conditions.”It added that local banks are “well prepared for adoption with adequate  capital buffers (common equity tier 1 ratio of about 14 percent) and provision  coverage ratio of 120 percent built up in recent years.”“In our view, the Philippines’ resilience is weak due to the country’s low income levels. The country’s weak payment culture and rule of law result in  high credit risk,” said S&P.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2018/06/04/sp-assigns-bicra-score-for-ph-banks-at-par-with-china-thailand/", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "MB"}