{"Type": "article", "Time": "2017-10-25", "Headline": "Singapore now offers the world's most powerful passport", "Text": "When it comes to global travel, not all passports are created equal. But which one rules them all?         According to the Passport Index, that honor now belongs solely to Singapore thanks to a recent decision by Paraguay to remove visa requirements for passport holders of the Asian city-state.  Developed by international residence and citizenship advisory firm Arton Capital, the Passport Index is a free online interactive tool that sorts and ranks the world's passports by their cross-border access.  It says holders of a Singaporean passport can now easily visit 159 countries, either visa-free or by gaining a visa on arrival.  Prior to Paraguay's decision to remove visa restrictions, Singapore shared the number one spot on the Index with Germany, which has a passport score of 158.    For the first time ever an Asian country has the most powerful passport in the world, said Philippe May, managing director of Arton Capital's Singapore office. \"Singapore has constantly increased its passport strength since it became independent in 1965,\" May explained to CNN.  \"This due to a smart and far-sighted foreign policy, excellent diplomacy and by understanding globalization as an opportunity. Unlike Schengen member countries [in Europe], Singapore decides alone who to grant visa-free access.  \"Singapore is not locked into a common travel zone (eg. with other ASEAN countries), and never had to impose visa restrictions on foreign nationals only because other ASEAN member countries have restrictions.\"  Other Asian passports in the top 20 include those of South Korea, Japan and Malaysia.  Meanwhile, the US passport has fallen in favor since President Donald Trump took office, the Passport Index statement said, noting that Turkey and the Central African Republic were the most recent countries to revoke visa-free status to US passport holders. How does the Index work?  By analyzing the access national passports have to countries around the world, the Passport Index assigns a \"visa-free score\" -- the number of countries a passport holder can visit visa-free or with visa on arrival.  It also takes the UN Human Development Index into account.  Passports of 193 United Nations member countries and six territories -- ROC Taiwan, Macao (SAR China), Hong Kong (SAR China), Kosovo, Palestinian Territory and the Vatican -- are considered for the index. Territories annexed to other countries are excluded. New Passport Index power ranking 1. Singapore: 159 2. Germany: 158 3. Sweden, South Korea: 157 4. Denmark, Finland, Italy, France, Spain, Norway, Japan, United Kingdom: 156 5. Luxembourg, Switzerland, Netherlands, Belgium, Austria, Portugal: 155 6. Malaysia, Ireland, Canada, United States: 154 7. Australia, Greece, New Zealand: 153  8. Malta, Czech Republic, Iceland: 152 9. Hungary: 150 10. Slovenia, Slovakia, Poland, Lithuania, Latvia: 149  So which passports offer the least mobility? Coming in at last place on the updated Passport Index list is Afghanistan, which has a score of 22, followed by Pakistan and Iraq (26), Syria (29) and Somalia (34).   Future climbers?  Arton Capital managing director May says he expects two sets of independent nations to continue improving their passport strength: \"Small nations who are no threat to anyone as well as smart and open-minded nations, especially when there is a strong rule of law.\"  This includes Singapore as well as the six member countries of the Organization of East Caribbean States (St. Kitts and Nevis, Antigua and Barbuda, Dominica, St. Lucia, St. Vincent and the Grenadines, Grenada).  \"On the other hand countries locked in supranational organizations or which are in conflict with others have more difficulties,\" he said.  \"In a supranational organization, when one country has a problem with a third country, all its associates are affected. It's like a domino effect. If country X has issues with country Y and slaps it with visa restrictions, Y will retaliate.  \"But if X is a member of Schengen then all Schengen member countries will have to retaliate (and will -- most likely -- subsequently be slapped as well).\"   Passports for purchase \"Visa-free global mobility has become an important factor in today's world,\" said Armand Arton, founder and president of Arton Capital, at the recently held Global Citizen Forum in Montenegro.   \"More and more people every year invest hundreds of thousands of dollars in a second passport to offer better opportunity and security for their families.\" How do you obtain a passport from a country you don't live in?  That's where companies like Arton Capital come in, helping high net-worth individuals enlist in citizenship by investment programs (CIPs), where investing in a country's economy can grant easy access to more powerful passports. More on that in CNN Travel's recent feature on passports for purchase.  Other indexes Arton Capital's Passport Index, updated in real time, is one of several indexes created by financial firms to rank global passports according to the access they provide to their citizens.  The methodology used to determine the rankings varies.   Henley & Partners, working with the International Air Transport Association (IATA), releases its own Visa Restrictions Index once a year and considers 218 countries and territories for its list.  In Henley & Partners' 2017 Index, released in March, Germany retained its position at the top of the Index for the second year running, with visa-free access to 176 countries out of 218.  Sweden also stayed in second position with 175 countries, and Denmark, Finland, Italy, Spain and the United States tied in third place with 174.  The Nomad Passport Index, meanwhile, ranks 199 citizenships on five factors: visa-free travel, international taxation, perception, dual citizenship and personal freedom.  According to its 2017 list, the most desirable passports come from Sweden, followed by Belgium. Spain and Italy tied for third, with Ireland rounding out the top five.  ", "Section": "travel", "Writers": ["Karla Cripps"], "URL": "https://www.cnn.com/travel/article/global-passport-index-singapore/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}