{"Type": "article", "Time": "2020-08-03", "Headline": "Critics are accusing the Philippines government of using the coronavirus lockdown to crack down on dissent", "Text": "Questioning the world's toughest coronavirus restrictions can be a risky business in the Philippines. In mid-March, Philippine President Rodrigo Duterte ordered parts of the country to go into a quarantine that would eventually last up to 80 days, and become one of the world's longest and strictest lockdowns. Protests against job losses and food shortages during that period were met with a strong police response and mass arrests. In April, Duterte publicly said police should \"shoot ... dead\" anyone who violated virus restrictions.  \"I will not hesitate. My orders are to the police, the military and the barangays: If they become unruly and they fight you and your lives are endangered, shoot them dead,\" Duterte said during a speech. Though restrictions were eased in June, owing to concerns around the economny, coronavirus cases have since risen with the Philippines currently reporting the second-highest number of confirmed cases in Southeast Asia. The country announced its highest single-day jump in new coronavirus infections on Sunday, according to CNN affiliate CNN Philippines, with 5,032 confirmed cases in 24 hours. The Phlippines now has more than 100,000 coronavirus cases in a population of 106 million. The capital Manila is due to return to a modified lockdown from midnight on Tuesday, with people under the age of 21 or over the age of 60 required to remain at home, along with those at high risk of infection. But as millions of Filipinos return to lockdown, critics of the President allege that newly introduced sweeping anti-terror legislation could be used to further stifle dissent -- especially around the virus. Supporters of the law, which greatly expands the definition of terrorism, say it is necessary for national security and a valuable tool to protect the Philippines from terrorist attacks. Opponents claim the government has used the lockdown as pretext to force through its introduction with minimal resistance.  \"If (this) happened at a time when we weren't under quarantine, there would have been mass protests outside,\" said Maria Ressa, a journalist and critic of the Duterte administration. \"For Filipinos, to do that meant risking not just the virus, but risking arrest. And if the virus doesn't get you, prison will.\" Record unemployment By March, half of the country was under a complete lockdown as coronavirus cases began to spread rapidly. Before the virus hit, nearly one in five people in the Philippines were already living below the poverty line -- the lockdown only made that worse.  The strict coronavirus measures devastated the country's economy, leading the Duterte administration to pass the \"Health as One\" act in March, which was intended to help support millions of low-income families during the pandemic by providing a cash allowance for two months. But the law also gave Duterte emergency powers, including the ability to take over private medical facilities and public transportation. Under the new law, anyone who violated quarantine restrictions faced up to two months in prison or a $20,000 fine. Despite the attempt to cushion the blow to the economy, millions of workers lost their jobs in the lockdown as a result of restrictions --- which saw public transport suspended, international flights stopped and non-essential businesses closed. And as the lockdown continued, tensions began to rise.  On April 1, some Manila residents gathered to protest what they saw as a lack of support from authorities, calling for increased food aid. Police broke up the demonstration and arrested 21 people for staging a rally without a permit. The government denied the allegations of a lack of food relief, saying there had been a continuous distribution across the city. Thelma Cachola, whose husband was arrested at the protest, told CNN Philippines that they wouldn't have gone out if they got relief goods. \"We'll die of hunger, not of Covid-19,\" she said. Videos from the rally appeared to show protesters being violently dispersed by police officers, including some senior citizens. It was that same day that Duterte made his \"shoot to kill\" speech. In total, between March and July, police said that more than 70,000 people were arrested for violating Covid-19-related public health rules, so many that authorities said they had to be lenient because they lacked \"suitable jail facilities.\"  Many were let off with a warning for breaking curfew or given a fine but thousands were still formally detained. Human rights groups have alleged that some people who were arrested were singled out for public humiliation at the hands of local police, including LGBT youths saying they were forced to kiss each other in custody. Countrywide lockdown extended By May 1, the community quarantine had been extended to the whole country, involving mandatory temperature checks and wearing of masks, stay-at-home orders for over 60-year-olds, and a curfew for people who don't need to leave home for work. Later that month, the government moved to introduce its controversial anti-terrorism bill, eventually passing it into law in early July. The law, which the government maintains is necessary to combat rising Islamic militancy in the south of the country, expands the legal definition of terrorism and allows suspected terrorists to be arrested without a warrant and detained for up to 24 days. \"The signing of the aforesaid law demonstrates our serious commitment to stamp out terrorism, which has long plagued the country and has caused unimaginable grief and horror to many of our people,\" Presidential Spokesperson Secretary Harry Roque said in a statement. The Philippine government didn't respond to CNN's requests for comment on allegations of police misconduct and claims the anti-terrorism laws could be abused. In May, ABS-CBN, one of the Philippines' largest TV networks, was also forced to shut after its broadcasting license was not renewed. Critics described the decision as a blow to press freedom, coming at a dangerous time during a pandemic when public information is more important than ever.  The countrywide lockdown officially ended on June 1 after 80 days -- longer than the restrictions in Wuhan, China, where the outbreak originated. Maria Ressa, who was convicted of cyberlibel in June for an article she published in local publication Rappler, compared Duterte's tactics during the epidemic to those during his infamous war on drugs. Since the President came to office in 2016, thousands of people have been killed by police as part of Duterte's crackdown on narcotics. \"President Duterte likes to say he likes to govern using violence and fear. That's certainly been exacerbated by Covid,\" Ressa said. The anti-terror law in particular has caused concern over its potential misuse and broad application.  \"The Anti-Terrorism Act is a human rights disaster in the making,\" said Phil Robertson, deputy Asia director at Human Rights Watch. \"The law will open the door to arbitrary arrests and long prison sentences for people or representatives of organizations that have displeased the President.\" Supporters of the law have pushed back at such concerns, however, noting that under the law, protest, advocacy, and dissent are protected so long as they don't \"create a serious risk to public safety.\"  Back into lockdown At least 21 million people will be returning to a modified lockdown on Tuesday, with outbreaks popping up in major population centers such as Manila. Large numbers of businesses will be ordered to close to try and prevent additional infections. Medical professionals had pushed for a reintroduction of restrictions. At least 80 medical association signed a letter Saturday urging the President to tighten restrictions. \"We are exhausted, both physically and mentally. Most of us are already getting infected with Covid-19,\" said Philippine College of Physicians President Mario Panaligan in the letter, according to CNN Philippines. But with new restrictions come fears from critics, such as Ressa, that authorities will take further advantage of the crisis.  Ressa said she is concerned the new emergency powers put in place to prevent the epidemic will remain in place even after the pandemic is over.  \"This is the death by a thousand cuts. ... (The government) takes power away from you and you will not regain those rights. That's what we've learned in the last four years. That's why we keep saying we have to hold the line,\" she said.", "Section": "asia", "Writers": ["Ben Westcott", "Anne Lagamayo"], "URL": "https://www.cnn.com/2020/08/03/asia/philippines-coronavirus-duterte-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}