{"Type": "article", "Time": "2020-01-31", "Headline": "January 31 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. An estimated 75,815 people in Wuhan, China could be infected with the novel coronavirus as of January 25, researchers in Hong Kong said.  Gabriel Leung, one of the authors of study published Friday in the medical journal The Lancet, said the estimates could be much higher than the number of confirmed cases because \"not everyone who is infected would require or seek medical attention.\" Leung, who is the chairman of public health medicine at the University of Hong Kong, and the other authors cautioned \"that given the lack of a robust and detailed timeline of records of suspected, probable, and confirmed cases and close contacts, the true size of the epidemic and its pandemic potential remains unclear.\" There have been more than 9,800 cases of Wuhan coronavirus globally as of Friday afternoon. Most of those cases have been documented in mainland China. Correction: A previous version of this post contained a map that misattributed the source of provincial coronavirus case totals. The data comes from each province’s health authority, not China’s National Health Commission. The sourcing for the graphic above it has also been clarified. The seventh confirmed case of the Wuhan coronavirus has been confirmed by the US Centers for Disease Control and Prevention. An adult male in Santa Clara County, California, has tested positive, according to the Count of Santa Clara Public Health Department. This latest case is the third confirmed case of the novel coronavirus in California. There is one other case in Washington state, one in Arizona and two in Illinois. The Trump administration announced a ban on foreign national travel for those who have been in China within the last 14 days, Health and Human Services Secretary Alex Azar announced Friday. The United States, Azar said, is \"temporarily suspending the entry into the United States of foreign nationals who pose a risk of transmitting the 2019 novel coronavirus.\" Azar noted that any US citizen who has been in the Hubei Province in the last 14 days will be subject to up to 14 days of mandatory quarantine upon return to the United States. US citizens returning from the rest of mainland China who have been there in the last 14 days will undergo screening at US ports of entry and up to 14 days of self-monitoring.  The ban will be in effect beginning at 5 p.m. ET Sunday.  The basis for the temporary ban, Dr. Anthony Fauci told reporters, is “the unknown of the aspects of this particular outbreak.\" The novel coronavirus is now a public health emergency in the United States, Alex Azar, secretary of the US Department of Health and Human Services, announced at a White House press briefing today. The World Health Organization on Thursday declared coronavirus a public health emergency of international concern. The Pentagon expects to receive a request from the Department of Health and Human Services as early as today for additional housing capacity for people arriving in the United States aboard charter planes arranged by the US government.  They're being placed into quarantine to ensure they do not have coronavirus, according to a US official directly familiar with the latest developments. The housing would be for US government personnel, contractors and dependents arriving in the US under the State Department’s order to not travel to China. Nearly 200 people are already being quarantined at March Air Reserve Base in Riverside County, California. But that facility is now considered at capacity.  The Trump Administration is quietly looking at other military bases and facilities that could be used to quarantine people expected to continue arriving in the US through the weekend. At this point, the effort would not extend to Americans returning from China aboard commercial aircraft, only those returning on flights such as the one arranged by the State Department earlier this week that landed at March Air Reserve Base in California. The US Centers for Disease Control and Prevention’s mandatory 14-day quarantine for nearly 200 Americans who returned from Wuhan, China, is the first such order in more than 50 years.  “While we recognize this is an unprecedented action, we are facing an unprecedented public health threat, and this is one of the tools in our toolbox to mitigate the potential impact of this novel virus on the United States,” said Dr. Nancy Messonnier, director of CDC’s National Center for Immunization and Respiratory Diseases, referring to the coronavirus that has sickened thousands in China. The 195 Americans, many of them diplomats and their families, flew from Wuhan to California on Wednesday. They’ve been staying at March Air Reserve Base since then under a three-day voluntary quarantine.   “We believe that this approach of having a quarantine for the incubation period offers the greatest level of protection for the American public in preventing introduction and spread,” Cetron said. “That is our primary concern.” CDC officials thanked quarantined individuals for their flexibility. Cetron said most of the passengers were “exuberant and elated to be out of harm’s way” during their journey from Wuhan, and they understand the need for a longer quarantine.  Cetron noted there are cons to quarantine – if they aren’t done properly, if there’s fear and stigma or if people aren’t treated with respect. “We’re taking every measure possible to ensure these people are treated with dignity and respect,” Cetron said. One quarantined individual had previously tried to leave the base. CDC officials declined to offer more information about that person. There are currently six confirmed cases of Wuhan coronavirus in the US – one in Arizona, two in California, two in Illinois and one in Washington. Some historical context: A quarantine order like this was last used in the 1960s for smallpox evaluation, Dr. Marti Cetron, director of CDC’s Division of Global Migration and Quarantine, said Friday during a telebriefing with reporters. A passenger who was onboard the US State Department evacuation flight from Wuhan, China to California tells CNN the CDC mandated 14 day quarantine “is a very good thing.\" The passenger requested anonymity because their family has received threats. The passenger says officials sat them down in a sort of \"town hall\" meeting and read the official CDC statement. \"I think this is absolutely the best decision to keep us and the public safe,\" the passenger said. \"I believe it is always a good idea to take every possible precaution, especially when it comes to health.” They say the first question was how the passengers would be able to watch the Super Bowl. \"Then we joked about having chicken wings,\" the passenger said.  The US Centers for Disease Control and Prevention is ordering a 14-day quarantine for nearly 200 Americans who recently returned from Wuhan, China.   The 195 Americans, many of them diplomats and their families, flew from Wuhan to California on Wednesday. They’ve been staying at March Air Reserve Base since then under a three-day voluntary quarantine.   Several other countries, such as France, South Korea, and Australia have ordered their returning citizens from Wuhan to be quarantined for 14 days.    Some background: This morning, a longtime CDC adviser told CNN that the agency should consider extending the three-day quarantine because other countries are doing the same, and because of a report published last night in the New England Journal of Medicine showing that infected people can transmit the virus before they develop symptoms.    In that study, there were five instances of asymptomatic transmission of the Wuhan virus in one cluster. A woman in Shanghai was infected by one of her parents, who had no symptoms; that woman flew to Germany and while she was asymptomatic transmitted the virus to two colleagues; one of those colleagues, while healthy, transmitted the virus to two more coworkers.   Two flights chartered by the Chinese government have brought stranded travelers from Hubei Province, epicenter of the deadly coronavirus outbreak, back home from Thailand and Malaysia. The Xiamen Airlines-operated flights landed at the international airport of Wuhan, the provincial capital of Hubei, on Friday night, according to the Chinese foreign ministry and flight data.  The foreign ministry said the flight from Bangkok, Thailand, carried 76 passengers. It is unclear how many people were aboard the flight from Kota Kinabalu, Malaysia. The authorities had earlier said that the two flights were expected to bring back more than 200 Hubei residents. Arranged by the government, two Boeing 737-800 jets took off from the southeastern Chinese city of Xiamen on Friday afternoon, according to a statement from the Civil Aviation Administration of China (CAAC).  The statement added that passengers would be billed for their flight. About flying to Wuhan: Technically, flights into Wuhan are allowed but all departures are banned — except special flights, such as evacuation flights. But almost all airlines have canceled their Wuhan flights, both international and domestic, making it nearly impossible for stranded travelers to find alternative flights home.   Photos exclusively obtained by CNN give a rare glimpse into a coronavirus isolation ward in Macao, the semi-autonomous Chinese territory where seven people have contracted the virus. These are among the first photos showing treatment inside an isolation ward, aside from official images from Chinese state media. Medical workers, wearing face masks and protective suits, and a patient (face obscured) can be seen at the Centro Hospitalar Conde de São Januário in Macao.   Sweden has confirmed its first case of coronavirus, a woman in Jönköping county who had visited the Wuhan area of China, Sweden’s Public Health Authority said Friday. When the woman landed in Sweden on January 24, she was free of symptoms of the infection, but later developed a cough and contacted a local hospital. She was isolated in the hospital's infection clinic, the agency said in a statement, but is not seriously ill. The US Centers for Disease Control and Prevention has listed 241 patients under investigation for the novel coronavirus in 36 states, according to an update posted to the agency's website Friday. Of them, six have tested positive, 114 negative, and 121 are still pending. There is one case is in Arizona, one in Washington state, two in California and two in Illinois. The sixth patient is also the first confirmed case of person-to-person transmission of the virus in the US, according to an announcement by the CDC on Thursday. He is the husband of an Illinois woman who was diagnosed with the virus after returning from Wuhan, China, where the outbreak originated -- though he did not travel to China himself. Pending cases includes specimens that have been received and not yet undergone testing, as well as those in transit to CDC from health authorities in various states. Previously, there were 165 patients under investigation in 36 states, as of January 29, including five positive, 68 negative and 92 pending cases. CDC is the only lab in the US that can conduct diagnostic testing for the virus, but it is developing coronavirus testing kits to share with \"domestic and international partners,\" according to an earlier statement. China's Foreign Ministry has lashed out at \"unfriendly\" remarks by US officials related to the Wuhan coronavirus outbreak in a scathing statement.  US commerce secretary Wilbur Ross' comments that the virus could help bring jobs back to the US, officials implying that China was reluctant to cooperate with the US on epidemic control, and the State Department raising travel alarm on China to the same level as Iraq, were all among examples cited by the Ministry as \"neither factual, nor appropriate.\" Many countries have expressed support and offered help in various forms to China. In contrast, remarks and actions from the US are neither factual nor appropriate. As soon as the World Health Organization asked countries to avoid imposing travel restrictions on China, the US went the opposite way, setting a very bad example. Where is its empathy?\" Foreign Ministry spokeswoman Hua Chunying said.  Chunying added that China was fighting against the outbreak \"with an open, transparent and responsible attitude\" and the government has released information and shared data in a \"timely fashion with the international community,\" including the US.  \"A friend in need is a friend indeed,\" Chunying said. Worries about the coronavirus outbreak and its economic impact are weighing on the stock market, dragging the Dow more than 400 points lower. China is the engine of the global economy and investors are worried a slowdown there could have a knock-on effect around the world. Read more here. France and Italy are both sending planes to repatriate citizens from Wuhan, the city in central China where the novel coronavirus was first detected in December and which is now in lockdown. Italy is sending a military flight in the early hours of Monday to repatriate 70 Italians, Foreign Minister Luigi Di Maio said in a press conference Friday. The flight to Wuhan will carry some sanitary equipment requested by the Chinese authorities, Di Maio said. The returning passengers will be quarantined in a military facility for 14 days. Italy’s government declared a state of emergency Friday morning a day after its first two cases of coronavirus – two Chinese tourists – were confirmed. Five million euros ($5,500) have been allocated to use if needed to help fight the spread. Di Maio added that Chinese aircrafts currently on Italian soil have until Sunday to leave, and that it was coordinating with the Chinese embassy in Rome regarding any Chinese citizens who wanted to return home from Italy. Meanwhile, France said it was working on sending a second repatriation flight after a first one arrived on Friday. The French Health Minister Agnès Buzyn said in a press conference in Marseille that the French government is “doing everything [they] can to do organize a second plane.\" Buzyn said that countries who lack the “logistical capacity” of France have asked for their help in repatriating citizens. Buzyn stated that “the idea is to bring in this plane all the nationalities who ask for our help and also the French that we can pick up.” Buzyn said that the plane will fly to France and that it will be “up to other the countries to come and collect their citizens.” Delta has decided to temporarily suspend all flights from the US to China from February 6 through April 30, due to ongoing concerns related to the Wuhan coronavirus, the airline said in a statement on Friday.  Between now and February 5, Delta will continue to operate flights to ensure customers looking to leave China have options to do so, according to the airline.  The last China-bound flight departing the US will leave on Monday, February 3, with the final return flight back to the US departing China on February 5. The airline will continue to monitor the situation closely and may make additional adjustments as the situation evolves.  Delta currently operates 42 weekly flights between the US and China, including daily service connecting Beijing and Detroit and Seattle, and Shanghai and Atlanta, Detroit, Los Angeles and Seattle. Magnified images of cells infected with the Wuhan coronavirus were released Friday by scientists at the University of Hong Kong, who are studying samples of the virus to better understand how it might replicate. Thin-section electron micrographs of the novel coronavirus show a portion of the infected cells, with viral particles being released from the surface (the round dots lined up on the edge). Dr. John Nicholls, a clinical professor in pathology at the university, told CNN that this shows \"the cell is a very efficient virus producing factory.\" The cells were infected with a patient sample from Hong Kong. \"It allows us to see how this virus is replicating in cells and whether it is any different to MERS or SARS in the way it replicates,\" Nicholls said. \"If this virus uses the same replication mechanisms as SARS and MERS, then we can use our existing SARS and MERS information and apply it to the new corona viruses.\" The nation’s top infectious disease doctor says a study published Thursday night shows people can spread the Wuhan coronavirus before symptoms set in. There’s no doubt after reading this paper that asymptomatic transmission is occurring,” said Dr. Anthony Fauci, director of the National Institute for Allergy and Infectious Diseases. “This study lays the question to rest.”  In the study, which was published in the New England Journal of Medicine, German researchers described four business associates who became infected through asymptomatic transmission. “They were in workshops together, they went to the company canteen together,” Dr. Camilla Rothe, an infectious disease specialist in Germany who co-authored the paper, told CNN. A woman from Shanghai met with German business associates at a company near Munich on January 20. The Chinese woman was healthy during her visit to Germany. Within eight days, four employees of that company were diagnosed with Wuhan coronavirus. None of them became seriously ill, but Fauci said there was concern that they would pass along the infection to someone who could develop life-threatening complications.  Chinese health authorities said earlier this week the Wuhan coronavirus could be spread while people were asymptomatic, but the US Centers for Disease Control and Prevention said it had not seen evidence of that. The Canadian government has evacuated a limited group of diplomatic staff, their family members and children from mainland China due to the coronavirus outbreak. Global Affairs Canada spokeswoman Angela Savard said people at risk, meaning the elderly or those with existing medical conditions or mental health concerns, were flown out of China on Thursday. \"The health, safety and security of our diplomats serving abroad and their families is a priority,\" Savard said in a statement. On January 29th, in light of school closures and due to a lack of English-speaking medical services, Global Affairs Canada authorized a limited departure of staff and dependents who met the criteria of being vulnerable (those with existing medical conditions, mental health concerns, the elderly, or other vulnerabilities), as well as all school aged and younger children.   Sixty-two countries have implemented some form of immigration control on Chinese citizens, as the deadly coronavirus has spread from Wuhan -- capital of China's Hubei province -- around the world. Six countries have tightened visa rules for Chinese citizens, four have restricted Chinese citizens' entry into their countries, and five have launched restrictive measures on anyone from Hubei or with recent travel history to the province, the Chinese Foreign Ministry said.  Forty-seven countries have required Chinese citizens to undergo temperature checks and submit health declarations, according to the Ministry. The Ministry advised Chinese citizens to arrange travel plans based on their health, and obey immigration regulations of their destination countries. A woman among the 180 French nationals evacuated from China by plane has been taken to hospital after she showed symptoms of the Wuhan coronavirus, France’s Health Minister Agnes Buzyn said in a press conference Friday.  Buzyn said there were many families and children on board. “They are tired and happy to be back on French soil. I think they feel safe,” Buzyn said. Buzyn said nurses and psychologists were on hand at the resort near Marseille, where the French citizens will be quarantined for the next 14 days. Inside the resort, the evacuees will have to wear a mask and their temperature will be checked twice a day, according to Buzyn.   England's first two confirmed novel coronavirus patients have been transferred to a specialist infection unit in Newcastle, the UK's Department of Health and Social Care said in a Twitter thread. The Department said the \"risk to the public has not changed as a result\" of the cases. A flight transporting British nationals from Wuhan landed in the UK this afternoon. Those passengers will be transferred to a National Health Service accommodation facility, where they will stay in quarantine for 14 days. In quarantine, they will be able to access a team of specialist medical staff, who will closely monitor their condition and will be regularly assessed for symptoms as a precaution. They will also have “fully furnished rooms, food, Wifi, toys and games for children, and laundry facilities” provided free of charge by the government. \"Our priority is to make sure the UK public is safe,\" the health department said, adding that the quarantine was a \"precaution\" and that health officials were working to \"ensure their comfort and well-being.\" Health officials in Singapore have suspended visas for China and banned visitors who have recently traveled to mainland China. People who have been to mainland China within the past 14 days will not be allowed to enter or transit through the Asian city state, according to the Singaporean Ministry of Health. The ministry also announced that it would stop issuing new visas and suspend short term and multiple term visas for travelers with passports from the People’s Republic of China. The measures are aimed at minimizing the virus' spread in Singapore, where there are currently 13 confirmed cases. Russia has identified its first two Wuhan coronavirus cases, both Chinese citizens, Russia's TASS news agency reported, citing Deputy Prime Minister of Russia Tatyana Golikova. One patient is being treated in Zabaikalsky region, which borders China, with the second case detected in the Tyumen region in Western Siberia, which borders Kazakhstan, TASS reports.  According to Golikova, Russia will begin evacuating its citizens from Chinese provinces of Wuhan and Hubei, where there are 300 and 341 Russians respectively.  China has chartered two flights to Southeast Asia to pick up stranded Chinese travelers from Hubei Province, the epicenter of the deadly coronavirus that has spread across the globe. Arranged by the government, two Boeing 737-800 jets took off from the southeastern city of Xiamen on Friday afternoon, bound for Bangkok, Thailand, and Kota Kinabalu, Malaysia, according to a statement from the Civil Aviation Administration of China (CAAC). The charter flights are expected to bring 217 Hubei residents stranded in the two locations back to Wuhan, the provincial capital of Hubei, on Friday night, CAAC said. The statement added that passengers would be billed for their flight. Technically flights into Wuhan are allowed but all departures are banned -- except special flights, such as evacuation flights. But almost all airlines have canceled their Wuhan flights (both international and domestic), making it nearly impossible for these travelers to find alternative flights home.  Japan confirmed three new cases of the novel coronavirus on Friday, bringing the total number of cases to 17, according to Japan’s Ministry of Health and Welfare. Of the three new cases, one is a female bus guide who developed a fever after working with a driver that had contracted the virus. The other two cases are men in their 30s and 50s who returned from Wuhan on government-chartered flights on Thursday. Both men showed no symptoms of the virus. Italian Cabinet on Friday declared a state of emergency, a day after two Chinese tourists were the nation’s first confirmed cases of Wuhan coronavirus. The two tourists had arrived in Rome a few days earlier, Italian Prime Minister Giuseppe Conte announced at a press conference Thursday evening.  Italy has also suspended flights to and from China. Five additional cases of the novel coronavirus have been confirmed in Thailand, bringing the country’s total number of cases to 19, Thailand’s Ministry of Public Health announced in a press briefing on Friday afternoon. Four out of the five new cases are Chinese citizens from Wuhan. The fifth case is a Thai taxi driver. He is the first Thai citizen infected with the virus who has no record of traveling to China, but was exposed to individuals who had traveled from China. Two of the 19 cases are Thai citizens.  All of the infected cases are in good condition, according to Permanent Secretary to the Ministry of Public Health, Dr. Sukhum Kanchanapimai. Only 12 cases remain in hospital, all in good condition, per the ministry. The virus is also taking a toll on Thailand’s tourism sector. The Governor of the Tourism Authority of Thailand, Mr.Yuttasak Supasorn, told CNN around 80% of flights booking out of China to Thailand have been cancelled in the period from February to April. The estimated loss is about 95 billion baht [over 3 million USD]. He expected it would take at least 4 to 5 months to recover based on the SARS outbreak experience. He added, “We have reassured to travelers that Thailand is not an outbreak area and we have good measures in place.” The South Korean government is sending a second charter flight to Wuhan to repatriate South Korean citizens, the Foreign Affairs Ministry announced Friday. The flight is expected to depart Wuhan early Saturday morning.  According to the government estimate, about 700 South Koreans in Wuhan registered to return. South Korea’s first charter flight repatriated 368 of these citizens; 350 have been sent to quarantine facilities, while 18 others exhibiting symptoms on arrival are being tested. Earlier Friday, South Korean President Moon Jae-in expressed his concern at the ongoing coronavirus developments, according to the South Korean presidential Blue House spokesperson, Han Jung-woo, at a briefing. “Additionally confirmed cases of the novel coronavirus have been announced and secondary or human-to-human infection cases have occurred,” Moon said, according to Han. He also said that Moon was concerned about local infections of the coronavirus and he will be adjusting his schedule in order to properly respond to developments. There are now 11 confirmed cases of novel coronavirus in South Korea. Israel’s Ministry of Health is requiring all airline passengers returning to the country from mainland China to self-quarantine for two weeks to decrease the chances of transmission of the Wuhan coronavirus.  The mandate, issued Thursday and effective immediately, instructs passengers to stay home for 14 days and not go to public places, according to Dr. Itamar Grotto, associate director general of Israel's Ministry of Health. On Thursday, the Israeli government also suspended all direct flights from mainland China to Israel. The quarantine order applies to passengers flying on indirect flights from China to Israel.  The United States has not issued a quarantine order for passengers returning from China. Some 200 evacuees who flew on a US Department of State-chartered flight from Wuhan, China, to March Air Reserve Base in southern California on Wednesday are being quarantined and monitored for three days. Germany has sent an armed forces plane to China to repatriate its citizens in light of the spread of the Wuhan coronavirus, Foreign Minister Heiko Mass said. Around 100 people will be repatriated, although none are suspected of being infected with the virus. On arrival, they will be put into quarantine for two weeks at a German army location to ensure that no one is carrying the virus. As the number of confirmed coronavirus cases rose to 12 in Hong Kong, Chief Executive Carrie Lam said that the government had considered using electronic devices to track suspected patients that require home isolation. In a press conference on Friday, Lam said tracking devices developed in the Hong Kong Science and Technology Park were being prepared for use by patients. She added that 200 units may be deployed as early as next week. Lam said the government would strictly enforce immigration measures, but did not announce additional border controls beyond what was enforced on Tuesday. Of the 12 confirmed novel coronavirus cases in Hong Kong, five involved residents from the city and seven from mainland China, Lam said. According to the Centre for the Department of Health, 11 of the cases are believed to have been brought in to Hong Kong. One is still under investigation.  The number of confirmed cases of novel coronavirus in South Korea has risen to 11, according to a statement by Korean Centers for Disease Control & Prevention (KCDC). South Korea had previously confirmed seven coronavirus patients. “As of 2pm on Jan 31st, 2020, a total of 11 confirmed patients were reported, and the current status including detailed information on others who came in contact will be separately announced along with the results of the investigation,” KCDC said. Two of the four newly confirmed cases are family members of the sixth patient, who himself was the first reported case of human-to-human transmission in South Korea, according to the statement. “An in-depth investigation was conducted on 8 people who had contact with the 6th patient, and from the two members of his family, positive results were found,” the statement added. In a separate briefing, the director of KCDC, Jung Eun-kyeong, announced that the eighth coronavirus patient is a 62-year-old woman who entered South Korea from Wuhan on a flight January 23. The patient had been quarantined in a treatment facility and four immediate response teams are on the field investigating the confirmed patients’ past movement, Jung said.     Medical authorities, scientists, and the global public are on edge as the coronavirus spreads. From CNN’s senior medical correspondent Elizabeth Cohen, here are five things to know about the coronavirus: Is there a cure for the virus? There is currently no cure, and researchers are still trying to learn more about the virus. But researchers have successfully grown the virus in a lab, an important step towards developing a vaccine. \nHow does the virus spread? The virus is thought to spread from person to person through respiratory droplets emitted by coughing or sneezing -- but it's not clear exactly when a person becomes contagious. There's currently no evidence that the virus is airborne -- meaning, for instance, it doesn't travel across a large room.\nIs it safe to travel? Airlines have suspended flights, and thousands of foreign citizens in China's Wuhan have been evacuated back to their home countries. Many countries including the US have advised against travel to China.\nWho is at risk of infection? People of all ages can be infected with the virus, but older people and those with pre-existing medical conditions are especially vulnerable to severe complications.\nHow do I distinguish coronavirus from the flu? Coronavirus symptoms look like flu symptoms -- fever, cough, trouble breathing. If you show these symptoms and recently went to China, or have been in contact with someone who visited, experts advise going to the doctor. In a press conference early Friday evening, Hong Kong Chief Executive Carrie Lam urged residents to stay vigilant and announced further measures by the government to contain the spread of the coronavirus. Here are the highlights: The numbers: There are now 12 confirmed cases of the virus in Hong Kong, five of which are Hong Kong residents and seven are mainland Chinese residents, Lam said.\nSchool suspended: Primary and secondary schools were originally set to resume on February 17, but will now stay suspended until March 2. The government will re-evaluate at that point whether to resume classes, depending on the status of the outbreak.\nStay at home: Lam urged students and employees of suspended businesses to stay home instead of using the free time to go outside -- the point of these suspensions is \"social distancing,\" to diminish crowds and gatherings.\nBorder crossings: Lam had announced travel restrictions and some border closings earlier this week. The number of arrivals from mainland China across different border points had dropped 91% since two weeks ago, she said today.\nAdditional measures: Lam said the city government had adopted measures like early identification and close tracking of infected patients, but would continue adopting measures suggested by the World Health Organization, like selective screening at international borders.\nTravel warning: Lam urged Hong Kong residents not to visit the mainland, warning that \"this will increase the risk of being infected.\" The first two cases of Wuhan coronavirus have been confirmed in the UK, according to the Chief Medical Officer for England. The patients, who are members of the same family, are being treated by the National Health Service in Newcastle, northeast England, the UK's PA media news agency reported. “The patients are receiving specialist NHS care, and we are using tried and tested infection control procedures to prevent further spread of the virus,\" Professor Chris Whitty said in a statement, adding that health officials were working to identify any other people the patients may have come into contact with. We have been preparing for UK cases of novel coronavirus and we have robust infection control measures in place to respond immediately. We are continuing to work closely with the World Health Organization and the international community as the outbreak in China develops to ensure we are ready for all eventualities.” Germany has confirmed its fifth case of Wuhan coronavirus, in the southern state of Bavaria, according to a statement from the Bavarian Health Ministry on Thursday. The male patient is employed at the same workplace as the other four people who contracted the virus from a co-worker visiting from China.  The Chinese staff member is originally from Shanghai and has since flown back to China. She felt ill on the flight back and tested positive for the coronavirus after her return to Shanghai. The statement goes on to read that no further employees who work for the company in Bavaria tested positive for the virus. Around 110 people who were in close contact with all infected patients are still being tested for the novel coronavirus. Why this matters: These German cases are significant because most people diagnosed with the virus outside of China have recently traveled to the country -- but several of these German cases did not. A “special” flight will leave on Friday for the Chinese city of Wuhan and bring back about 400 Indian citizens, said the chief managing director of the Air India airline. The passengers will land in New Delhi by 2 a.m. local time on Sunday. The Health Ministry and Foreign Affairs Ministry will make further arrangements once the passengers arrive, said the director. India is just the latest country to evacuate its citizens from the epicenter of the outbreak. Other countries also doing so include the US, UK, Japan, South Korea, Spain, and France. The 200 South Koreans who were flown home from Wuhan, China, on Friday were met with a mixed reception. In the city of Asan, where the evacuated residents will be quarantined for 14 days, some residents held up welcome signs. But others in Asan protested the evacuees' presence, worried that they would bring the coronavirus to the region.  Park Jin-ah is the daughter of a restaurant owner near the health facility where the evacuees will be quarantined. Her entire family is so worried that they are calling for her to leave Asan, she told CNN. My sister and brother are calling me to move my parents to a safer place,\" she said. But Park is more worried about going to Seoul and other areas where infected people may travel before being diagnosed. “I’m not so worried here because all these people from Wuhan came directly from the airport to the quarantine facility,” she added. Some background: Only people who didn't show any symptoms were allowed to board the flights from Wuhan to South Korea, the government said. The evacuees are staying in government-provided facilities in Asan and Jincheon, both in Chungcheong Province, and will receive medical check-ups twice a day. The Hong Kong police force issued a statement earlier today urging the public not to believe online rumors and pledging support for the community. The statement read: \"Ill-intentioned people have once again spread false information online, claiming that district police stations are giving out free face masks to the public. These rumour-mongers have also claimed that the Government will supply a large amount of face masks to the family members of Police officers. Police must squash such misinformation and remind the public not to be misled. \nThe Hong Kong Police Force pledges to stand firm and join hands with people from all walks of life to fight this battle against the epidemic.\" City authorities have urged residents to avoid handshakes and close contact with people as they work to contain the virus. School has been suspended for the week, with many businesses closing temporarily or employees told to work from home. A divided city: The police's pledge to \"join hands\" with the public may also ring hollow for those who have spent the past eight months clashing with those very officers. Hong Kong was thrown into political chaos and violence last June by anti-government, pro-democracy protests. For months, the city was consumed with heated battles between protesters and police. Some protesters accuse officers of excessive force and police brutality -- allegations the force strongly denies. One week, a dozen countries and almost 200 more deaths after initially declining to declare the Wuhan virus a global health emergency, the World Health Organization (WHO) on Thursday did just that.  Following a meeting of its emergency committee in Geneva, the WHO agreed \"that the outbreak now meets the criteria for a Public Health Emergency of International Concern\" (PHEIC).  \"The Committee emphasized that the declaration of a PHEIC should be seen in the spirit of support and appreciation for China, its people, and the actions China has taken on the frontlines of this outbreak, with transparency, and, it is to be hoped, with success,\" it added.\n\"In line with the need for global solidarity, the Committee felt that a global coordinated effort is needed to enhance preparedness in other regions of the world that may need additional support for that.\" Before this week, a PHEIC has been declared five times, for the 2009 H1N1 influenza pandemics, twice in 2014 for polio and Ebola, the 2016 Zika virus outbreak, and for the 2018 Ebola outbreak.  Is this significant? While the decision was headline news -- and the failure to do so earlier had attracted considerable criticism -- it is largely a political move, a signal to governments around the world to take this outbreak seriously if they were not already and reminder to them of their WHO commitments.  The statement added that \"all countries\" should be prepared for additional measures, and that they are legally required to share information with the WHO under the International Health Regulations (IHR). Some background: The IHR was introduced in 2005 and agreed upon by 196 countries around the world -- but the agreement is largely toothless. Recommendations, even under a PHEIC, are typically non-binding. There are also no in-built sanctions or punishments for states failing to comply with their obligations under the IHR, many of which rely on governments to self-report their progress.  There are also concerns \"that Emergency Committees are influenced by politics rather than strictly reviewing scientific evidence,\" wrote several medical law experts in The Lancet in 2015. Hong Kong's Polytechnic University has developed new face masks that could be reusable for up to 70 times, according to local reports. Lawmaker Felix Chung told CNN the project was led by both the university and the Hong Kong Research Institute of Textiles and Apparel. Researchers are working to develop a new antibacterial material that could be used in various textile products -- including face masks. They are producing samples, which will hopefully be ready by Monday, Chung said. Once the samples are ready, the teams can gauge whether they are ready for public distribution. A different battle: The university may be at the forefront of the global fight against the outbreak -- but just a few months ago, it was a smoldering battleground, wrecked by fire and tear gas in a very different fight. The university became a significant protest site during anti-government, pro-democracy unrest that rocked Hong Kong during the entire second half of 2019.  Protesters in November occupied the university for more than a week, and fought off riot police laying siege to the campus. Images at the time showed building entrances on fire, petrol bombs, makeshift weapons like bows and arrows, and clouds of tear gas. It also became a powerful symbol of the conflict: young, angry Hong Kongers on a school campus, some declaring they were ready to give their lives to win the city greater freedoms. As the coronavirus outbreak grows, US state officials are cracking down on false information online that spreads fear about the virus. In Los Angeles County, public health officials warned residents Thursday about a fake letter claiming a potential coronavirus outbreak in Carson City. The letter purports to be from the LA County Department of Public Health and features the logos of the Centers for Disease Control and Prevention, the World Health Organization and Los Angeles County. \"There is no immediate threat to the general public, no special precautions are required and people should not be excluded from activities based on their race, country of origin, or recent travel if they do not have symptoms of respiratory illness,\" the health department said. Similar false rumors have spread of the virus arriving in California's Santa Clarita, Orange County, and San Diego -- and in other states like Arizona. Officials in all these locations have warned residents that the rumors are false. Read more here. Over 3,380 tour groups originally scheduled to depart Hong Kong for mainland China in the coming weeks have been cancelled due to the coronavirus outbreak, travel industry officials in the city announced on Friday.  The cancellations affect more than 118,000 travelers and up to 30 travel agents, with further cancellations expected. International measures: These come as international flights are being suspended from China, countries are warning their citizens not to travel to China, and places near the mainland like Hong Kong are implementing border closures and travel restrictions on Chinese visitors. There are now 9,709 confirmed cases of the novel coronavirus across mainland China, according to data from national and provincial health authorities, as the infection rate continues to climb. The death toll in China remains at 213. The vast majority of these -- 204 deaths -- took place in Hubei Province, where the outbreak began. There are 128 confirmed cases of the virus outside mainland China. When Justin Steece, an American citizen in Wuhan, walked through his neighborhood on Thursday, it was eerily empty and quiet. \"Normally it is very, very bustling around here and you always see at least 20, 30 people in my neighborhood walking around,\" he said in a video documenting the walk. \"You'll see thousands and thousands of cars on the street at any one time.\" Right now, it's super barren -- the only places open right now are small supermarkets like back there, and shops for basic pharmaceutical supplies ... There is nobody here, everything is locked down. Steece's wife is Chinese, and they have a one-month-old baby, but they've had trouble getting out of Wuhan. His wife doesn't have a visa to go to the US -- it would take months to process the paperwork -- and his baby doesn't have a passport. They are now trying to get on the next US evacuation flight out of Wuhan, scheduled for February 3, but they don't have any confirmation or clear resolution in sight. A French military aircraft evacuating 200 French citizens departed Wuhan for France early on Friday morning local time, according to CNN affiliate BFMTV, which spoke with a passenger on board. The jet is expected to land at the Istres-Le Tube Air Base in southern France around noon Friday local time. After arriving, the citizens on board will be quarantined for 14 days at a resort in Carry-le-Rouet, a small town near Marseille, according to the region’s police chief. Ongoing evacuations: Japan, the US, the UK, South Korea, and several other countries have retrieved their citizens from Wuhan on evacuation planes this week. Several other countries, including Australia and New Zealand, are also preparing for similar evacuations. Beijing officials released a statement earlier on Friday warning foreign visitors and tourists in the city of the coronavirus outbreak, urging them to take preventative measures and cooperate with authorities.  \"Beijing Municipality declared the highest level of public health emergency on January 24th, in response to the outbreak of pneumonia caused by the novel coronavirus (2019-nCoV),\" the statement said. It urged visitors in Beijing to:  Stay updated: There are updates posted on the municipality's official website, its Weibo account, and an official WeChat account for the Beijing Health Bureau.\nTake precautions: Visitors should avoid crowded places, wear face masks, stay home, and alert community authorities if they have visited \"seriously infected areas.\"\nSeek help if needed: The city has 101 fever clinics and 20 dedicated pneumonia hospitals, said the statement. Visitors should seek medical attention immediately if they show symptoms of fever, cough, or trouble breathing. All Shi Muying wanted was to spend one last Lunar New Year holiday with her terminally ill mother. She flew back from the United Kingdom, where she lives and works, to spend the festive season in her hometown, Wuhan. For 24 hours a day, Shi -- who is in her mid-30s -- sat by her mother's bedside in hospital, taking care of her. Around her, more and more people were getting sick from a newly identified coronavirus. But Shi wasn't too worried. After all, Chinese authorities were saying that the outbreak was \"preventable and controllable.\" Now, three weeks after Shi arrived in China, it's clear the outbreak is not under control. The virus has spread to every Chinese province and region, across Asia and as far away as Europe and the United States. It has infected more than 9,800 people and killed over 200. Wuhan has been placed on an effective lockdown, almost entirely sealed off from the outside world. On Monday, preliminary results showed Shi could also be infected with the virus. But she is more worried for her family -- for her 67-year-old father who also appears to have the virus, and for her mother who has been uprooted to what she describes as an older, inferior hospital building, to make way for the rush of coronavirus patients. Shi, and others like her, have become victims of a public health care crisis. Over the past few days, CNN has spoken to patients, medical staff and experts who have told of delays in testing for the virus, in telling the public the true nature of the virus' spread, and of an already overburdened health system creaking under the enormous weight of a rapidly expanding outbreak. Read the full story here. A chartered plane, sent by the UK government to evacuate citizens trapped in Wuhan, has left the Chinese city and is en route back to Britain. On board are 83 British citizens and 27 other foreign nationals, according to the British Foreign Office. There are also a small number of medics on board to provide support for passengers. The plane left Wuhan around 9:45 a.m. local time. It is expected to land at Royal Air Force Brize Norton station, northwest of London, at about 1 p.m. UK time. The flight will travel onwards to Spain after its initial stop in the UK, at which point EU nationals’ home countries will take responsibility for them, said the British Foreign Office. “It’s welcome news that our evacuation flight has now left Wuhan,\" said British Foreign Secretary Dominic Raab. “We know how distressing the situation has been for those waiting to leave. We have been working round the clock to clear the way for a safe departure. The welfare of those trapped and public safety have been our overriding priorities”, he added. Kenya Airways has become the latest airline to suspend flights to and from China. \"We have temporarily suspended all flights to and from Guangzhou starting Friday, 31st January 2020, until further notice. Our consultation with the Ministries of Health and Foreign Affairs will continue and we will provide updates as the situation develops,” the airline said in a statement on Friday. \"The safety of our customers and staff remains our highest priority,\" it added. Other airlines have also suspended flights: British Airways, United Airlines, Air Canada, American Airlines, Air Asia, Cathay Pacific, Air India, IndiGo, Lufthansa and Finnair have announced plans to slash the number of flights they are operating to China or stop flying to the country entirely.  Other airlines like Delta are offering customers refunds or change fee waivers. As the virus has spread globally, so have public paranoia and anti-Chinese fears. Many people of Asian descent say they have been treated like walking pathogens. One Chinese-Malaysian woman in London told CNN that when she rode the bus this week, the person in the next seat got up and moved. Misinformation about Chinese food: The trade and consumption of wild animals is a real problem in China. But online panic has spread harmful misinformation, perpetuating stereotypes about Chinese food and fueling anti-Chinese sentiment. For example, one video of a Chinese travel blogger eating bat soup was filmed three years ago in the Pacific island nation of Palau, with no connection to Wuhan or the current outbreak. But the video has gone viral, with people online expressing horror and disgust. What people in China eat: Mostly the same type of meat you see in other cuisines, like pork or chicken. Only a small proportion of people eat wild animals. Ancient tropes make a comeback: In the 19th century, the racist metaphor of \"Yellow Peril\" proliferated in the United States and other Western countries, targeting East Asians and specifically Chinese immigrants. So last weekend, readers were outraged by the headlines \"Yellow Alert\" and \"New Yellow Peril\" in a French newspaper. The newspaper apologized quickly -- but the damage is done, and the paper isn't the sole culprit -- merely the latest in a wave of re-emerging racism against East Asians across the world. Read more analysis here. Pakistan’s Civil Aviation Authority has suspended all direct flights to and from China until February 2. The order remains in place until a “subsequent review” is carried out, according to letter from the authority to Air China.  China is building two dedicated hospitals in Wuhan to help treat the thousands of people affected by the deadly coronavirus.  Construction is well underway on the Huoshenshan hospital, which is reported to have a capacity of 1,000 beds. According to the state-run newspaper, the People's Daily, the hospital will be ready by February 3. Similar efforts were put in place in 2003 during the SARS crisis, with a new hospital built in Beijing in less than a week. China marked its most fatal day yet during the Wuhan coronavirus outbreak Thursday as the World Health Organization (WHO) declared the virus a global health emergency.  Chinese authorities reported more than 40 deaths Thursday, all of them in Hubei, the province at the center of the outbreak of which Wuhan is the capital, bringing the total death toll to 213, with almost 10,000 cases confirmed worldwide.  As of Thursday night, there were more than 9,600 coronavirus cases confirmed in China, authorities said, an increase of almost 2,000 from the previous day. That surpasses the 2003 severe acute respiratory syndrome (SARS) outbreak that began in southern China, which infected 8,098 people worldwide, killing 774. Much of China goes back to work on Monday, after the Lunar New Year holiday was extended in an attempt to rein in the virus. The fear now -- as tens of millions of people travel across the country and cities return to usual business -- is that new self-sustaining epidemic spots will rear up.  Many schools and universities across the country will remain closed for much of next week. Read the full story here. The number of confirmed coronavirus cases in Vietnam has risen to five, according to Vietnam’s Ministry of Health. The infected include two Chinese nationals and three Vietnamese citizens who had traveled to the city of Wuhan, an online statement said. Macao is further delaying the start of the new school term to ensure the health of students and teaching staff and to prevent the coronavirus epidemic from spreading.  Affected institutions include kindergartens, elementary and secondary schools, tertiary education institutions and  private tutorial centers. Schools should contact students to arrange for assignments to be done online, the Education Bureau of Macao said.  Tests and examinations will also be postponed. No date has been given for when schools will reopen, but the Education Bureau said the dates will be announced a week before students will be required back at school.  Macao, a special administrative region of China close to Hong Kong, currently has seven confirmed cases of the Wuhan coronavirus.   Asian markets are showing signs of recovery after being battered this week by the spread of the coronavirus. Japan's Nikkei 225 jumped 1.1%, while Hong Kong's Hang Seng Index rose 0.7%. South Korea's Kospi moved up 0.3%.  The Hang Seng had lost more than 5% in the past two trading sessions. The Nikkei and Kospi each closed Thursday 1.7% lower. Read more on this here.   Turkish airlines will stop some flights to mainland China until February 9 because of the coronavirus outbreak, the carrier said in a statement on Thursday.  \"To evaluate the situation regarding the coronavirus outbreak with international and local authorities: Flights to Beijing, Guangzhou, Shanghai, and Xi'an will be halted until February 9,\" the statement said.   China's Ambassador to the United Nations Zhang Jun said the country is \"still at a very critical stage in fighting the coronavirus\" and \"international solidarity\" was important in containing the outbreak.  Speaking at the UN on Thursday, Zhang said Beijing was still assessing the World Health Organization's declaration that the novel coronavirus outbreak was a public health emergency of international concern, according to Reuters.  \"Frankly speaking, we are also making our assessment of that new development. What I can say here is that and we are still at a very critical stage in fighting the coronavirus. International solidarity is extremely important,\" Zhang said. \"And for that purpose, all countries should behave in an appropriate and responsible manner.\" He also said that that he hoped countries would \"behave in a responsible manner\" and avoid \"overreactions, which may result in spill over negative effects.\" The death toll from the outbreak has now surpassed 200 and there are at least 9,692 confirmed cases in mainland China.  Hong Kong has seized 68,000 surgical masks with an allegedly false manufacturing date from a local pharmacy, according to a police statement. The estimated market value of the seized masks is HK $380,000 -- that's around US $49,000. Each box, which has 50 masks, was being sold for HK $280 (US $36). A 27-year-old man, who was head of the pharmacy, was arrested on Thursday.  The seizure comes after Hong Kong customs officials launched a a large scale city-wide special operation to crack down on stores selling fake surgical masks amid the Wuhan coronavirus outbreak.  Officers with the Hong Kong Customs and Excise Department conducted spot checks on almost 200 stores across the city, including pharmacies, chain stores, and other shops that sell the face masks. Shortages and fears There have been widespread shortages of the surgical masks across Hong Kong amid the outbreak. Public fear and paranoia is also growing, with rumors and unverified reports online that some stores are repackaging and reselling used face masks. South Korea now has seven confirmed cases of Wuhan coronavirus, the country's Center for Disease Control and Prevention (KCDC) announced today.  The patient is a 28-year-old South Korean man who had traveled from Wuhan via Qingdao, in China's eastern Shandong province. He arrived in Incheon on January 23, the KCDC said. The man developed a minor cough the following day but by the 28th reported a fever and went to the health authorities on January 29. The patient was moved from self-imposed isolation to quarantine at the Seoul Medical Center on Thursday, after the test result confirmed the virus. The total number of Wuhan coronavirus cases as of end-of day Wednesday has risen to 9,692, China's National Health Commission announced. That's a jump of 1,982 from the previous day. Each day this week, China has reported a dramatic rise in the number of patients with the virus. From Tuesday to Wednesday, the number of cases grew by almost 1,500, a more than 30% increase. From Sunday to Monday the number of cases confirmed in China had jumped by 65%. There are now far more cases of the Wuhan coronavirus than there were associated with severe respiratory syndrome (SARS) in 2003 -- previously among Asia's worst outbreaks, infecting some 8,000 people worldwide.  The death toll in mainland China has now reached 213, with 42 new deaths occurring in Hubei province -- the epicenter of the outbreak, and one in the northeastern province of Heilongjiang. When will it peak? More cases expected: Researchers at Imperial College London have estimated that at least 4,000 people were infected in Wuhan by January 18, almost a week before the lockdown of the city began. Their model suggests a low nationwide figure of 20,000 infections in China by the end of the month, potentially rising as high as 100,000.  Possible peak in 10 days: Speaking to state media Tuesday, Zhong Nanshan, one of China's leading respiratory experts and a hero of the 2003 fight against SARS, said he expected the numbers to peak within the next 10 days. Others say virus could still spread: Other experts have warned that while the outbreak in Hubei may peak in the coming weeks, other Chinese megacities may see self-sustaining epidemics that continue to spread the pathogen around the country and worldwide. Spring and summer: One expert said outbreaks in China's largest cities could peak in April or May and gradually slow in June and July. Read more here. The Canadian government is working to help nearly 200 Canadians who want leave China and return home, the Public Health Agency of Canada said. It is unclear when they will be able to fly out of China. Health officials did not discuss what kind of quarantine will be imposed once the group arrives in Canada. Three cases of coronavirus have been confirmed in Canada. Two of the patients recently traveled to Wuhan, the agency had said. It said the risk of the new coronavirus spreading within Canada remained low. The US State Department raised its travel advisory for China to Level 4: Do Not Travel due to the Wuhan coronavirus outbreak -- it's highest level. The alert reads: Do not travel to China due to novel coronavirus first identified in Wuhan, China. On January 30, the World Health Organization has determined the rapidly spreading outbreak constitutes a Public Health Emergency of International Concern. Travelers should be prepared for travel restrictions to be put into effect with little or no advance notice. Commercial carriers have reduced or suspended routes to and from China. Those currently in China should consider departing using commercial means. The Department of State has requested that all non-essential U.S. government personnel defer travel to China in light of the novel coronavirus.  Last week, the State Department ordered the departure of all non-emergency US personnel and their family members from Wuhan. On Thursday, nearly 200 Americans landed at a California military base following their evacuation from the city. Singapore has confirmed three more coronavirus cases, bringing the total number of confirmed cases in the country to 13. That means the small city-state has the second highest number of cases outside of mainland China, behind Thailand, which has 14 confirmed cases.  The three new cases are all female Chinese nationals from Wuhan who landed in Singapore between January 21 and 22, according to a statement from Singapore's Ministry of Health. All 13 patients are in a stable condition and “most are improving,\" the ministry said.  As with many countries around the world, Singapore has advised its citizens to “defer all travel to Hubei province and all non-essential travel to mainland China.” Singapore's Minister of Trade and Industry Chan Chun Sing said the government will distribute four masks each to 1.3 million households starting from Saturday. He added that the country has “sufficient masks” if they manage the supply appropriately.  South Korea has repatriated 368 of its citizens from Wuhan.  A charter flight from the outbreak epicenter landed in Seoul’s Gimpo airport Friday morning local time. An earlier number of 367 citizens was given by authorities, but later revised. In total there are about 700 South Koreans in Wuhan who registered to return to South Korea, according to government estimates. South Korea had initially planned to send two charter flights but only one was approved by the Chinese government. South Korea said that it was also sending $5 million worth of emergency humanitarian aid to China, according to the South Korean Foreign Affairs Ministry. The coronavirus outbreak began in Wuhan, China, in December and it has now spread across the globe. Today, Chinese authorities are trying to contain the outbreak while other countries evacuate their citizens from Wuhan. At the same time, scientists are racing to learn more about the virus and develop a vaccine. Here are the latest updates: The numbers: In China, 213 people have died and there are at least 9,692 confirmed cases in the country -- far exceeding the number of worldwide SARS cases during the deadly 2003 outbreak.\nHealth emergency: World Health Organization has declared coronavirus a public health emergency of international concern.\nGlobal spread: Outside mainland China, more than 100 cases have been reported in 22 other countries and territories. Italy, the Philippines and India have confirmed their first cases.\nHuman-to-human transmission: US reported its first case of person-to-person transmission outside of China. There is a similar case in Germany and suspected in Japan.  \nEvacuations: The US, Japan and South Korea have already retrieved some of their citizens from Wuhan. Other countries such as Australia, Canada, France and the UK are also preparing evacuation plans for their citizens in the city.  \nWorldwide reaction: Italy is stopping air traffic with China, Russia is closing its far-east border with China, Trinidad and Tobago is imposing a 14-day travel restriction on travelers from China, and more airlines are suspending flights to and from mainland China.\nGhost towns: Some 60 million people in Hubei province have endured more than a week under lockdown. Scenes from megacities across China show usually bustling urban centers looking like ghost towns. \nRacism against Chinese communities: Canada's Chief Public Health Officer Theresa Tam is urging people to stop acts of racism against people of Chinese and Asian descent due to the coronavirus outbreak.", "Section": "asia", "Writers": ["Helen Regan", "Jessie Yeung", "Steve George", "Fernando Alfonso"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-01-31-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}