{"Type": "article", "Time": "2019-06-11", "Headline": "Trump's trade war is here to stay. Companies like mine will pay the price", "Text": "The Trump administration's escalating trade war with China has left American companies with little choice. They must either scale back their reliance on Chinese manufacturers or get comfortable with higher costs and slimmer profit margins. With no end in sight in the tit-for-tat trade war, companies must turn to lower-cost nations in Asia and the Americas to find alternative suppliers. The problem is that it is becoming increasingly difficult to find a nation that is not also a target of President Trump's tariff stick. With the recent tariff increase on Chinese goods to 25%, and threats to tariff an additional $300 billion in Chinese goods, companies like mine, Canary LLC, are increasingly looking at new suppliers to avoid levies and preserve profits. Canary is looking at Mexico as a viable nearshore provider of critical equipment for our oilfield services business.  The Trump administration's decision to threaten Mexico with escalating tariffs — unless it curbs illegal border crossings into the United States — caused us to scramble again. A last-minute agreement between Trump and Mexico has — at least temporarily — ended that trade fight, but not the uncertainty.  We're not alone in looking for alternative supply chains. Other industries are exploring ways to avoid tariffs and resist pushing the higher cost of products onto consumers. Like Canary, they are finding their choices limited. Trump has threatened to impose tariffs on imported cars and parts, which would hurt European and Japanese automakers, leaving US companies that rely on global supply chains wondering if anywhere is safe.  To be fair to President Trump, a reckoning with China over its trade practices, including allegedly stealing trade secrets and forced technology sharing, has been a long time coming, and, if not under Trump, would ultimately have come to a head under a future administration. Reducing America's overreliance on Chinese imports will be healthy in the long run. Lowering the trade deficit with China will give Washington greater leverage in future negotiations over strategic economic and geopolitical matters. But it will be painful for American companies and consumers in the near term.  Diversification is already happening, according to a new report from New York Federal Reserve economists. An 8% year-on-year growth rate in Chinese imports in October flipped to an 18% decline in March — before Trump hiked the tariff rate to 25% on $200 billion of Chinese goods in early May. China's export orders were down in May compared to the previous month, according to China's National Bureau of Statistics. China's Southeast Asia neighbors are mainly picking up the slack and reaping the benefits. According to recent Census Bureau data, US imports from Taiwan rose to 22% in the first four months of 2019, while imports from Vietnam are up 38%. First-quarter imports from South Korea meanwhile rose by 17%.  At Canary, we plan to operate as if the tariffs on Chinese goods are here to stay. China's government recently released a white paper on the trade standoff that makes it clear Beijing is not giving in to US demands anytime soon. We have moved much of our manufacturing to Vietnam, India, Malaysia and South Korea. We still depend on China for a significant portion of the wellheads and other steel products used in the oilfields, but it's on the decline. Our goal is for non-Chinese sources to account for 25% of our international purchases within the year, up from our previous target of 10%. Like other US companies, we recognize that doing business with these rival suppliers can be more expensive than with our traditional Chinese partners. But over time, with markets braced for a protracted US-China trade war, that may not be the case as manufacturers in nations that are not in Trump's crosshairs expand their capabilities. For now, the smart move is to build strong business relationships in countries that Washington has far fewer gripes with than Beijing.", "Section": "perspectives", "Writers": [], "URL": "https://www.cnn.com/2019/06/11/perspectives/trade-war-china-mexico-tariffs/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}