{"Type": "article", "Time": "2020-10-29", "Headline": "The latest on the coronavirus pandemic", "Text": "The United States reported 99,321 new coronavirus cases on Friday -- the second consecutive day it has seen the highest number of daily infections since the pandemic began, according to Johns Hopkins University (JHU). Friday's new infections surpassed the 88,521 cases reported on Thursday. The US now has a total caseload of 9,044,255 infections, according to JHU's tally. Friday also recorded 1,030 new virus-related fatalities, bringing the country's total death toll to 229,686. The totals include cases from all 50 states, the District of Columbia and other U.S. territories, as well as repatriated cases.  CNN is tracking the US cases: Brazil’s health minister, who tested positive for Covid-19 last week, has been hospitalized for dehydration, according to CNN affiliate CNN Brasil. Eduardo Pazuello went to hospital in the capital Brasília on Friday for medical exams, and doctors identified that the minister was dehydrated, CNN Brasil reported. The health ministry denied his hospitalization was due to a Covid-19 complication. Pazuello had been isolating at home since testing positive. An army general, he is the third health minister appointed by President Jair Bolsonaro, after the first two were squeezed out for clashing with the President over how to tackle the pandemic. Pazuello has stood behind Bolsonaro’s views. Dozens of Brazil's cabinet members and elected officials -- including Bolsonaro himself -- have tested positive for Covid-19 since the virus was first detected in the country in March. The United States has reported 91,744 new coronavirus cases so far on Friday – the highest surge in infections recorded in a single day since the pandemic began, according to Johns Hopkins University. The Friday cases are still being reported, and the final number of daily infections will likely continue to climb up throughout the evening. This is the second consecutive day the US has seen a new high in daily infections, surpassing the 88,521 cases reported on Thursday. The Washington State Department of Health reported 1,047 new Covid-19 cases Friday. It’s the first time since mid-July that the state has seen more than 1,000 coronavirus infections in a single day. “In today’s numbers, we see more evidence that the surge isn’t coming – it’s here,” the department said in a press release.  The state has reported a total of 106,573 coronavirus cases since the pandemic began, including 2,366 deaths.   “We are also concerned about the risk of overwhelming our hospital systems when we see cases spike like this,” State Health Officer Dr. Kathy Lofy said. “Our hospitals do not have unlimited capacity.” ##Hotspots## British Prime Minister Boris Johnson may consider issuing new national lockdown measures as early as next week, according to senior sources quoted by UK daily The Times. A UK government adviser, who asked not to be named, told CNN the reports are true. Johnson is expected to hold a press conference Monday, where he would announce the new restrictions, The Times reported. The measures, which include closing everything except for essential shops and schools, would go in place as soon as Wednesday, The Times reported. CNN reached out to the Downing Street press office, which confirmed Monday’s press conference, but said the national lockdown reports were speculation.  The UK has been engulfed in a second wave of coronavirus infections since September, and is now reporting more than 20,000 daily new cases. The iconic Ruth Westheimer — known colloquially as Dr. Ruth — shared some pearls of wisdom tonight during \"Anderson Cooper Full Circle\" on fostering relationships during the pandemic. \"If you have somebody that you like, then say, 'thank God, I'm in a relationship that survived these difficult times,'\" she said. The legendary sex and relationship expert joined Cooper from her home for an episode of \"You and Your Quarantine,\" during which she answered questions from viewers on how to handle this unprecedented time of loneliness and isolation. \"Don't be such a pessimist,\" she cautioned Cooper, on the notion that the Covid-19 pandemic could stretch for many more months, or perhaps even years.  The 92-year-old encouraged Cooper to be present for his new son, Wyatt. \"Despite the fact that you are busy, despite the fact that you are brilliant and famous, [you have an obligation] to take time out just to be with that little baby,\" Westheimer preached, adding that \"the core of survival is the early years of socialization.\"  As for love in the age of Covid-19? Westheimer isn't ruling that out for herself. \"Who knows? Maybe I'll even find a guy,\" she said.  \"Hey, ya know? It's 2020, anything can happen,\" Cooper said. Watch full episode of Anderson Cooper Full Circle: There have been 89,361 daily new coronavirus cases in the United States, according to data from Johns Hopkins University.  This is now the highest single-day reporting since the pandemic began. ##Hotspots##   For the second day in a row, there were more than 1,000 new Covid-19 cases reported in New Mexico on Friday. The state Department of Health reported 1,010 additional coronavirus cases, one day after Thursday’s record high of 1,082 new cases. Prior to this month, New Mexico’s single-day record for coronavirus cases had been 449, reported on July 27.    There are now a total of 45,909 coronavirus cases and 1,007 deaths statewide, according to the state's Covid-19 website.  ##Hotspots## Florida has surpassed 800,000 total Covid-19 cases, according to the Johns Hopkins University Covid-19 dashboard, becoming the third state in the US to surpass this mark, behind California and Texas. There are 5,114 new cases and 72 additional deaths reported so far on Friday, for a total of 800,216 confirmed cases and 16,720 total deaths statewide, according to the dashboard. California currently has 925,711 total cases and Texas has 920,024 total cases.  ##Hotspots## Against sharply rising coronavirus infections, hospital admissions and deaths, Belgian Prime Minister Alexander De Croo announced Friday that strict new lockdown measures will be imposed on the country for six weeks starting Sunday night. “There is only one choice, and that is for all of us to support our healthcare sector as much as we can. We have to limit our physical contacts as much as possible,\" De Croo said at a news conference. \"We are going back into a strict lockdown, which has only one purpose: to ensure that our healthcare system does not collapse.\" The measures are Belgium’s “last chance if we want to bring this curve down,” he added. They will take effect on Sunday night and will remain in place until Dec. 13. The new lockdown measures include: Closure of all non-essential stores, but home delivery and collections are allowed.\nSupermarkets and grocery stores will remain open and De Croo emphasized that “there is no reason to hoard.”\nNon-medical professions that require close contact such as hairdressers, barbers or beauticians will be forced to close.\n Working from home will remain mandatory for those that are able to. Where it’s not possible, masks or ventilation will be mandatory, it these rules are applied then people can continue to work in the office.\nSchool holidays will be extended until Nov. 15. Hospitalizations for Covid-19 continue to rise in Missouri, according to the state's Covid-19 dashboard. The latest dashboard showed 1,612 patients are hospitalized due to the virus with the seven-day average at 1,503. The latest charts showed that 42% of the state's hospital beds are currently available.  The latest numbers released by the state show 13,158 new positive cases reported this week, for a daily average of 1,880. There are now 180,200 total cases statewide.  Missouri Health and Senior Services reported 98 deaths over the past seven days, bringing the state's total to 2,925. To note: These numbers were released by the Missouri Health and Senior Services and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## There have been at least 9,007,298 cases of coronavirus in the United States and at least 229,293 people have died in the country from coronavirus, according to data compiled by Johns Hopkins University. This is the fastest the United States has added one million new cases since the pandemic began.  Here's a look at the progression of cases:  Johns Hopkins recorded the first case of coronavirus in the United States on Jan. 21. \n98 days later, on April 28, the US hit 1 million cases\n44 days later, on June 11, the US hit 2 million cases\n27 days later, on July 8, the US hit 3 million cases\n15 days later, on July 23, the US hit 4 million cases\n17 days later, on Aug. 9, the US hit 5 million cases\n22 days later, on Aug. 31, the US hit 6 million cases\n25 days later, on Sept. 25, the US hit 7 million cases\n21 days later on Oct. 16, the US hit 8 million cases\n14 days later, today, the US hit 9 million cases  Seven other countries in the world have reported more than 1 million total Covid-19 cases: India has more than 8 million total cases\nBrazil has more than 5 million total cases\nRussia, France, Spain, Argentina and Colombia have more than 1 million total cases   ##Hotspots## San Francisco will temporarily pause the planned reopening of some businesses and activities due to a recent increase of coronavirus cases and hospitalizations, Mayor London Breed announced in a briefing on Friday. “We are starting to see a slight uptick in the number of hospitalizations, which puts us in a situation where things could possibly get worse than what they are,” Breed said. “As a result of some changes that we’ve seen in the numbers, what we will have to do as a result is put a pause on some of our reopening efforts that we have planned for next week.” In a press release, city officials said the reopening pause was due to an uptick of cases and hospitalizations in San Francisco following an increase in cases across the state and nation. “Today is not unexpected with regard to our pause in reopening,” San Francisco Department of Public Health Director Dr. Grant Colfax said. “As our activity increased, we realize, we know, we expected an increase in infections was likely.” Colfax added that “this increase is a cause for concern.” “We want to pause on increasing the capacity of riskier activities because we do not want the virus to get too far ahead of us,” Colfaxm said. The pause means that the indoor capacity for businesses will remain at 25%, according to Breed. The city had planned to expand the capacity for some indoor businesses to 50% starting next week. Reaching natural herd immunity in the United states would mean “so much suffering and death in the country, it would be unacceptable,” Dr. Anthony Fauci, the nation's top infectious disease expert, told SirusXM’s Doctor Radio Reports on Friday. “We only have 10% or a little bit more of the population that has already been infected, and we have 225,000 deaths,” Fauci said. “If you want to get to a 75% protection, just multiply that and you see how many deaths you have to have to have herd immunity through natural infection.”  “What you need is a combination of a heavy, heavy element of vaccine-induced protection, together with the protection that those who unfortunately have already been infected have,” Fauci said. “That’s the reason why a vaccine is so important in a much safer approach towards herd immunity.” Fauci also discussed the importance of “equitable” vaccine distribution. “Obviously the first ones are going to be health care providers, but then also we're going to have people who are frontline essential workers, and then those who are vulnerable – people with underlying conditions,” Fauci said. “We know from painful experience with this pandemic that our minority populations, our Latinx and our African Americans, are especially vulnerable because of the prevalence of their underlying conditions,” he said. “You’ve got to access them and get them to be vaccinated, when we get a safe and effective vaccine.”   The Los Angeles Football Club revealed on Friday two additional players have tested positive for Covid-19. LAFC now has three players who have tested positive for the virus. In a Friday statement, the team said the two additional positive tests followed the club’s win over the Houston Dynamo on Wednesday, a victory that assured LAFC a spot in the MLS playoffs.  For precautionary reasons, the club has canceled all in-person activities until further notice. All three players are self-isolating and are being treated by the team’s medical staff. Covid-19 had disrupted the MLS season as multiple teams will not be able to play the full 23 games as scheduled. For this reason, qualification for the 2020 MLS Cup Playoffs will be determined by points-per-game rather than regular season standings. New York City Mayor Bill de Blasio said Friday that the city’s daily Covid-19 case count is better than it was the day prior.  There were 68 new hospital admissions, down from 81 the day before and of these admissions, there was a positivity rate of 18.9% compared to 26% on the prior day.  New York City also has 514 new cases, down from 532 reported Thursday. This represents a 1.75% overall positivity rate, which is down from what de Blasio called a “striking” figure of 2.7% positive yesterday.  As there is some variation to be expected from day-to-day case counts, the mayor emphasized the importance of the seven-day rolling average in determining spread. This seven-day rate is currently at 1.87%. Speaking on \"The Brian Lehrer Show\" on WNYC, de Blasio said that stopping a second wave will “take a lot of discipline and recognizing that we cannot do a lot of the things that we would like to do in the short term but we have to hold the line.\" The mayor warned against indoor gatherings for Halloween, urging New Yorkers to wear masks over costumes, stay in small groups, and socially distance during holiday festivities. The US Food and Drug Administration is in the \"early stages\" of looking into whether expanded access — a regulatory pathway typically used for investigational drugs — could be used as a way to make a potential Covid-19 vaccine available to the public, an FDA official said on Friday. \"We're still in early stages of considering whether this would be an appropriate mechanism,\" Dr. Doran Fink, deputy director of the FDA's division of vaccine and related products applications, said during a virtual meeting of the US Centers for Disease Control and Prevention's Advisory Committee on Immunization Practices on Friday. Among the regulatory pathways for making a potential Covid-19 vaccine available, emergency use authorization has been the most discussed so far. \"Emergency use authorization is one of those mechanisms and is dependent upon declaration of a public health emergency, which is the situation we're currently in with Covid-19. Expanded access does not require the declaration of a public health emergency but it does have additional requirements for use,\" Fink said on Friday. \"Expanded access is not an approval process.\" Some background: If expanded access were to be considered for a potential Covid-19 vaccine, the vaccine manufacturer would need to have an active \"investigational new drug\" application on file with the FDA. Then the manufacturer would need to \"submit a protocol for use of the vaccine under expanded access regulations and would work potentially with public government agencies\" to organize and implement the expanded access protocol, Fink said. Expanded access has been used before for vaccines, Fink added, just not on the massive scale that would be needed for a potential Covid-19 vaccine. \"We do have recent examples of expanded access treatment protocols that have been used to provide vaccine to thousands of individuals or tens of thousands of individuals,\" Fink said. \"One example was to address meningococcal B disease outbreak on several college campuses prior to FDA licensure of meningococcal vaccines, and then more recently, there's been an expanded access protocol for use of non-US-licensed yellow fever vaccine.\"  ##Vaccines## Just days before Election Day, White House strategic communications director Alyssa Farah called Nov. 3 an \"arbitrary deadline\" for a coronavirus vaccine, despite President Trump pushing for a pre-election development for months. \"We're still highly confident we'll have one by the end of the year and be prepared to deploy it to 100 million Americans, so I mean his goal has never...Election Day is kind of an arbitrary deadline, Americans are still suffering from this virus. The sooner we can get it the better and that's his goal,\" Farah told CNN's Joe Johns on Friday. Asked by CNN about the 250-person limit at the President’s rally today in Rochester, Minnesota, due to guidance from the Minnesota Health Department, Farah declined to speak on behalf of the campaign and said she was not involved in planning. ##Vaccines##  The city-state of Monaco will introduce a 8 p.m. to 6 a.m. local time curfew to control spread of Covid-19 starting midnight on Saturday. The curfew will run for at least a month. Prince Albert II of Monaco announced the new measures in a televised address on Thursday evening. \"While the evolution of the number of cases and patients hospitalized is not as dramatic in Monaco as in its surroundings, the current situation demands a reinforcement of the measures implemented to fight the progression of the epidemic,\" Prince Albert II said. Businesses and shops “will remain open with a certain number of arrangements” and “remote work will be encouraged in the public and private sectors,” he said adding that schools and universities will remain open whilst respecting social distancing measures. “As you can see, the option we decided upon is not the lockdown. I’m counting on your discipline and sense of public interest to respect the measures that will be detailed by my government tomorrow (Friday), to avoid having to further strengthen these measures.” The announcement comes after the principality reported 10 new positive cases and eight recoveries on Thursday, according to a government tweet.  Some background: Monaco is located on the French riviera, in Western Europe. Despite its independence, it has close economic ties with neighbor France, which started a four-week lockdown this Friday.  The move in France, in response to spiraling coronavirus case numbers, was announced by President Emmanuel Macron on Wednesday, just hours after German Chancellor Angela Merkel declared a similar four-week nationwide lockdown in her own country. Read more about the French and German lockdowns: ##Hotspots## ##Politics## Dr. Paul Casey, emergency department medical director at Bellin Hospital in Green Bay, Wisconsin, said it’s “mind-boggling” that President Trump is holding a campaign event today in the city as Covid-19 cases skyrocket in the state.  “On Tuesday, we had over 5,200 patients test positive. So what that means is 7 to 10 days down the road, somewhere between 4 and 6% of those patients will need to be in the hospital. That's from a single day. We don't see those numbers slowing down,” Casey said on CNN’s “New Day.” “We're seeing a steady stream of patients needing to be admitted to the hospital. So far, we've been able to keep up, but that is more than likely going to change fairly quickly,” he added. Amid soaring cases, Trump is set to hold a campaign event in Green Bay today, which Casey said “simply boggles my mind.”  “Any time we see a mass gathering of any kind, whether it be a wedding, a funeral, a large gathering in a bar, it is very, very concerning. And it's particularly mind-boggling when we have leadership setting a bad example,” he said.  Casey said there is an entire ward in his hospital set aside for coronavirus patients right now.  “20% of our hospital capacity is currently filled with Covid patients. And in my 34-year career, that's unprecedented. I have never, ever seen a time where we had a single ward devoted to a single disease. … It takes back memories of the foregone times when we saw things like smallpox, that kind of thing, where we had a single disease overrunning the hospital,” he said.  Nurses are working 12-hour shifts and are exhausted, Casey said.  “It's also extremely hard to see patients without family members in the last days of their life, having to comfort them. It takes a human toll on the nursing staff,” he said.  ##Hotspots## WATCH: Over the past six months pharmaceutical companies have made various predictions about their Covid-19 vaccine timelines that have turned out not to be true. In one recent example, Pfizer has said repeatedly it would know by the end of October if its vaccine works or not – but Tuesday on an investor call, the company’s CEO essentially ruled that out.  Scientists say that should guide us as we move closer to having a vaccine: Don’t believe everything you hear, because testing and manufacturing vaccines are notoriously unpredictable.     “Unexpected things happen all the time in vaccine development,” said Dr. Nelson Michael, an Army vaccine specialist who has worked on more than 20 vaccine clinical trials. \n“There are tons of twists and turns, and it’s important to understand that.”    In May, University of Oxford researchers predicted they would have data from their clinical trials by September at the latest, but that did not happen. Their clinical trial is still underway.  While at times Pfizer, Oxford and other vaccine developers have couched their statements, at other times, they have been more definitive about their timelines.  There are 45 candidate vaccines currently at the clinical evaluation stage of development and 156 in preclinical evaluation, according to the World Health Organization.  ##Vaccines## \"We help with hygiene, sometimes we draw blood, we do...\" mid-sentence, Barbara Sásová looks over for help finding the right English word to describe her duties. \"Sanitary work,\" she says, nervously giggling. At just 18 years old, she's a nurses' assistant at a hospital in Kyjov, a small town in eastern Czech Republic less than half an hour from the Slovakian border. The teenager attends a healthcare-focused high school nearby, but with schools shut down across the country to stem the spread of the Covid-19 pandemic, she's been catapulted into the adult world, inside a hospital where she is badly needed. Some of her colleagues are only 16, unable to vote, or even drive. I think it is our duty because we are the future of health workers,\" Sásová said. \"The situation is very serious. The Czech health system never faced such a challenge before,\" said Dr. Milan Kubek, president of the Czech Medical Chamber. As of October 28, according to Kubek, 15,433 health care workers have been sidelined with the virus; almost 3,000 of them are doctors. Most are catching the virus not at work, but on the streets, or from friends or relatives, Kubek believes.  The numbers are so high that Czech hospitals are limping along with vital help from volunteers -- who get bonus points for having medical experience -- but beggars can't be choosers. Read more: ##Hotspots## Maine reported its highest single day increase of new cases on Thursday, making it the 30th US state to do so in October. The other states include nearby New Hampshire and Rhode Island, as well as Alabama, Alaska, Colorado, Idaho, Illinois, Indiana, Kansas, Kentucky, Michigan, Minnesota, Missouri, Montana, Nebraska, New Mexico, North Carolina, North Dakota, Ohio, Oklahoma, Oregon, Pennsylvania, South Dakota, Tennessee, Utah, Washington, West Virginia, Wisconsin and Wyoming.  Last week Maine reported an outbreak of 49 cases which were linked to a fellowship event at a church in the small town of Brooks. Daily cases nationally also reached a record high on Thursday, with 88,521 reported according to Johns Hopkins University (JHU).  In total, there have been 8,944,934 cases and at least 228,656 deaths in the US, according to JHU. ##Hotspots## As Covid-19 cases surge in the US, one Texas veterinarian has been quietly tracking the spread of the disease — not in people, but in their pets. Since June, Sarah Hamer and her team at Texas A&M University have tested hundreds of animals from area households where humans contracted Covid-19. They've swabbed dogs and cats, but also pet hamsters and guinea pigs, looking for signs of infection.  \"We're open to all of it,\" said Hamer, a professor of epidemiology, who has found at least 19 cases of infection. One pet that tested positive was Phoenix, a 7-year-old part-Siamese cat owned by Kaitlyn Romoser, who works in a university lab. Romoser, 23, was confirmed to have Covid-19 twice, once in March and again in September. The second time she was much sicker, she said, and Phoenix was her constant companion. If I would have known animals were just getting it everywhere, I would have tried to distance myself, but he will not distance himself from me,\" Romoser said.  \"He sleeps in my bed with me. There was absolutely no social distancing.\" Read more:  Authorities in Paris estimate there were traffic jams with a combined total length of 730 kilometres (454 miles) on Thursday evening, ahead of new Covid-19 travel restrictions. “Even though this is not the highest traffic jam recorded, this is still a very important data,” the press office for the Paris region traffic authority told CNN.  Thursday was the last day before the whole country went into a national lockdown, and also one of the last few days for people to return to their homes after France’s school half-term, which ends after the All Saints’ holiday this weekend. “At the moment, it is impossible to tell for sure the traffic jam was a consequence of the lockdown or the return of holidays,” the press office said. “The traffic jam was in both ways, from the Province to Paris, and from Paris to the Province, it is too early to confirm Parisian people are fleeing the capital.” More information is expected to be known later on Friday once the data has been analyzed. ﻿Despite the heavy restrictions on travel that came into place at midnight on Thursday, French President Emmanuel Macron assured French citizens that people will be allowed by the authorities to return to their homes by Sunday evening. The European Union has earmarked 220 million euros ($257 million) to fund the transfer of Covid-19 patients across its borders to prevent the hospital systems in the 27-nation bloc from buckling. Europe has become the world's epicenter of the virus for the second time since the pandemic began, forcing several countries to reimpose national lockdowns as a second wave envelops the region and infection cases surpass 10 million. \"Numbers of cases are rising, numbers of hospitalizations are rising, numbers of deaths are rising -- not as fast, fortunately, because we understand better today how to treat COVID patients and how to deal with disease,\" EU Commission chief Ursula von der Leyen said Thursday night.\n\"But the spread of the virus will overwhelm our healthcare systems if we do not act urgently.\" Read the full story: Belgium reported a record number of daily hospital admissions for Covid-19 on Thursday, according to the country’s health authority. The Belgian Health Authority said 6,187 patients were admitted on Thursday, while 1,057 people are currently in intensive care. Belgium recorded a peak of 1,285 intensive care patients at the height of its first Covid-19 wave in April. The head of Zorgnet-Icuro -- a network of 775 hospitals, care homes and health facilities across the country -- told CNN that the situation was now \"absolutely critical.\" In the last two weeks an average of 484 people have been hospitalized daily in the country. \"There is absolutely no time to lose to prevent a total crash of our health care system,” Zorgnet-Icuro CEO Margot Cloet told CNN Friday. “The united Belgian hospitals plead very strongly for a reinforced lockdown.\" Probably within a week, we will reach the maximum capacity of intensive care beds.\"  And it's not just beds Belgium is running short of, it's health workers as well. Liege, the country's third largest city, has the highest incidence rate in Belgium and health workers in some of its hospitals have been asked to continue working even if they test positive for Covid-19 -- as long as they are not showing any symptoms of the disease. The communications director of Liege University Hospital, Louis Maraite, told CNN on Tuesday that because of staff shortages, the hospital had \"no choice\" but to ask nurses who tested positive with no symptoms to work on a voluntary basis.  Maraite estimated that 5% to 10% of nurses at the hospital were currently infected with Covid-19, but most of them are off work, at home. Read the full story: ##Hotspots## The economic downturn caused by the Covid-19 pandemic has created widespread housing insecurity for renters, homeowners and the homeless population in the United States. By the end of October, 9.9 million Americans were not up-to-date on their rent or mortgage payments and had little to no confidence that their household could pay next month's rent or mortgage on time, according to the US Census Household Pulse Survey. \"To be able to understand the eviction crisis that we're facing today, we have to recognize where we were before Covid-19 came to our country -- and that was in the midst of a severe affordable housing crisis,\" said Diane Yentel, president and CEO of the National Low-Income Housing Coalition (NLIHC). According to the NLIHC, the US has a shortage of 7 million affordable rental homes available to low-income renters. Coupled with the long-term homeless crisis, many Americans are now scrambling to figure out how to obtain or sustain a place they call home under the economic toll Covid-19 has had on families and individuals across the country. CNN has gathered some resources for those facing housing insecurity or homelessness: Daily Covid-19 cases in the US reached a record high on Thursday, with experts warning that death rates could triple by mid-January. There were 88,521 new cases of the coronavirus reported in the US on October 29, according to data from Johns Hopkins University -- 9,540 more cases than Wednesday. In total, there have been 8,944,934 cases and at least 228,656 deaths in the US -- 971 of them on Thursday, JHU data shows. \"This is the hardest point in this pandemic right now -- the next two months,\" Dr. Scott Gottlieb, former commissioner of the US Food and Drug Administration, said during an interview on CNBC's \"Squawk Box\" Thursday. \"We can't give up our guard right now.\" The Institute for Health Metrics and Evaluation at the University of Washington School of Medicine says it is most likely that by the middle of January, 2,250 Americans will be dying every day from the coronavirus -- three times more than the current rate. And it could get much worse. \"If states do not react to rising numbers by re-imposing mandates, cumulative deaths could reach 514,000 by the same date,\" the IHME said in its latest forecast. \"The fall/winter surge should lead to a daily death toll that is approximately three times higher than now by mid-January. Hospital systems, particularly ICUs, are expected to be under extreme stress in December and January in 18 states.\" And hospitals are already under increased strain. As of Thursday, more than 46,000 people were hospitalized, according to the Covid Tracking Project, with all but 11 states seeing a rise in hospitalizations this week. Read the full story: France’s economy grew 18.2% in the third quarter, stronger than expected after a 13.7% contraction in the second quarter and a recession in the first half of the year, according to the French national statistics agency INSEE. The jump in economic activity reflects the lifting of coronavirus restrictions in July to September. The French economy was boosted by a sharp rebound in consumer spending.  But risks remain: France is still far from a full recovery and as the country enters a fresh national lockdown today, there are renewed fears over the country's economic recovery. INSEE said that the economy is still well below the pre-crisis level, shrinking 4.3% year on year.  Francois Villeroy de Galhau, the Bank of France governor, said on Thursday said that he expects the coronavirus second wave “will trigger another drop in the fourth quarter, though hopefully one that is less severe.” Russia reported 18,283 new cases of coronavirus on Friday, the highest single-day increase in infections since the pandemic began. It also reported 355 new virus-related deaths. The previous daily record had been on Thursday, according to the country’s coronavirus response center. Friday's figures bring Russia's total to 1,599,976 cases and 27,656 deaths. ##Hotspots## Grocery store work puts employees at serious risk for infection, a new study found, particularly those who have to interact with customers. These workers likely became a \"significant transmission source\" for Covid-19 without even knowing it because most in the study were asymptomatic. The analysis, published Thursday in the journal Occupational and Environmental Medicine, is the first to demonstrate the significant asymptomatic infection rate, exposure risks and psychological distress grocery workers have felt during the pandemic. In the study, 20% of the 104 grocery workers tested at a store in Boston in May had positive nasal swab tests. This was a significantly higher rate of infection than what was seen in the surrounding communities, the researchers said. Workers who dealt with customers were five times as likely to test positive for Covid-19 as colleagues in other positions. But three out of four of those who tested positive had no symptoms. Read more: Here's what not to do at summer camp. A single Covid-19 positive camper set off a chain of infection that reached more than three-quarters of students, counselors and staffers at a faith-based retreat in Wisconsin over the summer, health officials reported Thursday. Camp organizers had tried to prevent just such a superspreading by requiring proof of immunity -- an effort that failed completely, Wisconsin health officials reported in the Centers for Disease Control and Prevention's weekly health report, the MMWR. The 152 high school-aged boys from 21 states and territories and foreign countries, counselors and staff were asked to produce negative Covid-19 tests or proof they had been infected and recovered; to self-quarantine at home for a week before traveling to the camp; and to wear masks while traveling. Once there, the camp organizers seemed to feel free to let the boys loose. \"At the retreat, students and counselors were not required to wear masks or social distance, and students mixed freely. Classes were held in outdoor pavilions with approximately 20 students per class seated less than 6 feet apart at tables,\" the team, led by Ian Pray of the Wisconsin Department of Health Services, wrote.\n\"Beds in dormitory rooms and yurts were tightly spaced with three to four sets of bunks each, shared bathrooms, and shared common areas.\" By the second week of the camp, 24 students were displaying symptoms, and two had tested positive for Covid-19. Still, camp staff did little to contain the spread. Read more: More than 45 million Covid-19 cases have been recorded worldwide since the pandemic began, according to a tally by John Hopkins University.  As of Friday, the global total stands at 45,029,008 cases and 1,181,075 virus-related deaths. CNN is tracking global cases: Germany on Friday reported 18,681 new Covid-19 infections in 24 hours, according to the country’s disease control and prevention agency, the Robert Koch Institute. That marks a fresh highest single-day jump in cases for the third day in a row. The previous highest number had been 16,774 new cases, reported on Thursday. Germany has now confirmed 499,694 cases and 10,349 virus-related deaths, according to RKI. ##Hotspots## A CNN investigation of 17 Trump campaign rallies finds that 14 of the host counties -- 82% of them -- had an increased rate of new Covid-19 cases one month after the rally. The 17 rallies occurred between August 17 and September 26. CNN evaluated the rate of new daily cases per 100,000 residents at four weeks before the rally, on the rally date, and four weeks after the rally at the county level and at the state level. Of the 14 host counties that had increased infection rates, eight of the counties had declining rates of infection in the month before the rally. The other six counties already had increasing rates of infection in that preceding month. CNN's analysis also found that in 10 counties, the new rates of infection were growing faster than the overall rate for the state. Read more:  ##Politics## Japan eased travel restrictions for China and eight other countries and regions on Friday, according to a news release from the country’s Ministry of Foreign Affairs.  Japan lowered its travel risk advisory level for China, Taiwan, South Korea, Australia, Thailand, Singapore, New Zealand, Brunei and Vietnam from level 3 to level 2 after assessing the infection situation and movement restrictions in each location, along with business needs toward Japan’s economic recovery, according to the release. The Foreign Ministry also raised the travel risk advisory level for Myanmar and Jordan from level 2 to level 3 on Friday. The level 3 advisory means the public is advised to cancel any trips to those locations. The level 2 advisory means the public is advised to avoid unnecessary, non-urgent trips. ##Economy## The United States reported 88,521 new coronavirus cases on Thursday, according to Johns Hopkins University -- the highest single-day total since the pandemic began. The previous daily high was 83,731 cases, reported on October 23. An additional 971 virus-related fatalities were also confirmed on Thursday, according to JHU's tally. The nationwide totals now stand at 8,944,934 cases and 228,656 deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking the US cases: ##Hotspots## Xinjiang, the heavily policed region of western China where the government has been accused of detaining more than a million Muslims, is facing a new coronavirus outbreak. While the rest of the country is reporting only a handful of daily cases -- with most of those imported -- Xinjiang has this week recorded dozens of new infections. On Thursday, the region reported 14 new cases, taking its total active caseload to 197, according to China's National Health Commission. It's the country's biggest coronavirus cluster since more than 180 infections were reported in the capital Beijing in June. And it has raised eyebrows, given the heavy surveillance and security prevalent in the region, and the drastic response the government enacted earlier this year. During China's initial outbreak, Xinjiang was subjected to strict lockdown measures on par with those imposed in the city of Wuhan -- the original epicenter of the virus -- despite having reported only some 70 cases and three deaths. When the regional capital Urumqi suffered an outbreak in July, authorities launched a strict lockdown, canceling flights, inspecting markets and restaurants, and testing residents. Allegations of abuse: On Thursday, Xinjiang officials said the factory at the heart of the latest outbreak employed 252 workers and produces leisure and sportswear, which they added was set up as part of a plan to \"help villagers find jobs and increase their income.\" Factories and businesses based in Xinjiang have faced allegations of forced labor and poor conditions in the past. Last month, the United States issued new import restrictions against Chinese companies it accuses of using slave labor, including products from suspected mass prison camps in the region. Adrian Zenz, a leading expert on the Chinese government's policies in Xinjiang, said the factory at the heart of the latest outbreak was emblematic of those used for \"coercive labor training,\" a purported poverty alleviation program targeting \"so-called rural surplus laborers.\" Read the full story: ##Hotspots## As much of the world struggles to contain new waves of the Covid-19 pandemic, Taiwan just marked its 200th consecutive day without a locally transmitted case of the disease. Taipei's response to the pandemic has been one of the world's most effective. The island of 23 million people last reported a locally transmitted case on April 12. As of Thursday, it had confirmed 553 cases -- only 55 of which were local transmissions -- and seven deaths. Taiwan has never had to enact strict lockdowns like Europe, nor did it resort to drastic restrictions on civil freedoms like in mainland China. So how did they do it?  They acted immediately: Authorities had begun screening passengers from Wuhan, where the virus was first identified, by December 31, 2019. By mid-January, they had banned visitors from Wuhan and implemented wider screening for visitors. By March, nearly all foreign nationals were banned from entering.\nTheir geography helps: Taiwan is an island, so it's easier for officials to control entry and exit through its borders.\nThey have experience: After suffering through the deadly outbreak of severe acute respiratory syndrome (SARS) in 2003, Taiwan worked to build up its capacity to deal with a pandemic, Taiwanese Foreign Minister Joseph Wu said in an interview last month.\nThey invested in health infrastructure: After SARS, authorities set up a Central Epidemic Command Center to coordinate between different ministries. The government also invested in mass testing and quick and effective contact tracing. Read the full story: Japan has surpassed 100,000 total Covid-19 cases, the country's Health Ministry announced on Friday, as the number of daily infections hit a two-month high.  The country recorded 808 new coronavirus cases Thursday, bringing the total number of infections to 100,334. This is the first time that Japan has registered more than 800 daily new infections since August 29.  The new infections are edging up in northern prefectures such as Hokkaido and Aomori. Some 221 of the new cases were from the capital Tokyo, raising the city's total to 30,677. CNN is tracking worldwide cases: ##Hotspots## The number of coronavirus cases in Europe has exceeded the 10 million mark since the beginning of the pandemic, with more than 1.5 million cases confirmed last week alone, the World Health Organization’s Europe director Dr. Hans Kluge said Thursday.  “Europe is at the epicenter of this pandemic once again,” Kluge said at a meeting alongside European health ministers.  “At the risk of sounding alarmist, I must express our very real concern and convey our steadfast commitment to stand beside you and support you as best we can.” The situation in Europe: Kluge warned that hospitalizations have risen to “levels unseen since the spring,” with cases moving from 7 million to 9 million in the past two weeks and deaths rising by 32% across the region last week.  Testing systems have not kept up with “very high-speed transmission,” and test positivity rates have reached new highs in most European countries.  Return to lockdown: As Europe is well into its second wave, many countries are implementing new restrictions in an attempt to curb the spread of the coronavirus.  With France introducing a national lockdown from Friday, Kluge said lockdowns were a “last resort option” because they bypass the “still-existing possibility of engaging everyone in basic and effective measures.” ##Hotspots## House Speaker Nancy Pelosi and Treasury Secretary Steven Mnuchin, the two top negotiators for a new round of coronavirus relief, are engaged in open warfare after weeks of private negotiations -- casting new doubt on whether they will be able to reach agreement on stimulus legislation even after the November election. On Thursday afternoon, Mnuchin slammed Pelosi in their highest-profile clash so far, saying the speaker is refusing to compromise to get much-needed aid to Americans.  “Your ALL OR NONE approach is hurting hard-working Americans who need help NOW,” Mnuchin wrote in a letter. His remarks came after Pelosi sent her own letter to Mnuchin earlier Thursday that emphasized just how divided the two sides remain on the details of a potential stimulus bill, and hit the Trump administration for not accepting Democratic demands on key issues. \"The American people are suffering, and they want us to come to an agreement to save lives, livelihoods and the life of our American Democracy as soon as possible,\" Pelosi wrote. Mnuchin said he first learned of Pelosi’s letter from media reports Thursday morning, and he “can unfortunately only conclude that it is a political stunt.” What this means for the bill: The confrontation between the two is inauspicious for the odds of a new stimulus bill. When everyone else had essentially given up on the idea of another round of coronavirus relief over the summer, Pelosi and Mnuchin continued to have phone calls to negotiate and work towards a deal.  With Democratic leaders standing firmly behind their call for a massive aid package and Republican lawmakers instead advocating for a much smaller, targeted bill, an agreement never really appeared imminent.  But Pelosi and Mnuchin continued to insist progress was being made -- and sometimes, it was. Both had previously expressed hope that a deal could be finalized before Election Day, but talks have faltered in recent days. At a news conference earlier in the day, Pelosi said the talks were not over. She indicated she is eyeing the congressional lame duck session after the election as an opportunity for lawmakers to approve new aid.  ##Politics## ##Economy## An influential model of the coronavirus pandemic has predicted 399,000 total coronavirus deaths in the US by Feb. 1, a 15,000-death increase over last week’s prediction. The Institute for Health Metrics and Evaluation at the University of Washington School of Medicine said it’s most likely that by the middle of January, 2,250 Americans will be dying every day from coronavirus -- three times more than the current rate. “If states do not react to rising numbers by re-imposing mandates, cumulative deaths could reach 514,000 by the same date,” the IHME said in its latest forecast. “The fall/winter surge should lead to a daily death toll that is approximately three times higher than now by mid-January. Hospital systems, particularly ICUs, are expected to be under extreme stress in December and January in 18 states.” The IHME said if states would require mask use or find other ways to encourage more people to use them, fewer people would die. “Scaling up mask wearing can delay the need for further social distancing mandates and save 62,000 lives by February 1,” it said. Some context: Just last week, the IHME projected 385,000 deaths by Feb. 1. Cases and deaths have skyrocketed across the US in recent days and Thursday saw the highest single Covid-19 case count on record in the US, with cases passing 88,219 before 11:45 p.m. ET. Moderna and Pfizer appear to be \"neck and neck\" in the race for a Covid-19 vaccine -- so much so that the United States could see critical safety and efficacy data for both companies' vaccine candidates around the same time, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said during a Facebook Live session on Thursday.  Currently, there are six Covid-19 vaccine candidates in the United States -- four of which are in Phase 3 trials, Fauci said, adding that Moderna and Pfizer are \"neck and neck.\"  \"Pfizer and Moderna, both went into Phase 3 on July 27,\" Fauci told Dr. Francis Collins, director of the National Institutes of Health, during the Facebook Live session. \n\"Close behind them is the AstraZeneca, and the Johnson or J & J or the Janssen trial -- and then we have the trial of Novavax and then ultimately we have Sanofi,\" Fauci said. \"So we would likely, Francis, start seeing results from Moderna and Pfizer at approximately the same time.\" ##Vaccines## Dr. Scott Gottlieb, former commissioner of the US Food and Drug Administration, said he believes the United States will cross the 100,000 cases per day threshold sometime in the next couple of weeks -- or maybe even this week. \"We'll cross 100,000 infections at some point in the next couple of weeks, probably. We might do it this week, if all the states report on time,\" Gottlieb said. \"We have to see if states like Florida and Texas actually report on Friday and Saturday, because we might get above 100,000 this week.\" Gottlieb added that this is due to the public's behavior and lack of caution.  \"The reality is that I think we're not going to start to see a slowdown in the pandemic until you see consumer behavior change, and until you see mobility data start to decline. That's been the lesson of the past surges in the virus,\" Gottlieb said.  ##Hotspots## Europe's whack-a-mole strategy of imposing local lockdowns to squash the second wave of the coronavirus pandemic didn't work. Now it's time to pull out the big guns. Germany and France both announced new four-week national lockdowns on Wednesday night. They followed the Czech Republic and Ireland, which put country-wide restrictions in place earlier this month. Spain and the United Kingdom could be next. French President Emmanuel Macron said the local measures imposed on a number of major cities including Paris over the past few weeks were \"not working anymore\" and that a national lockdown was needed. Under the new rules, people will only be allowed to leave their homes to go to work or school, for a medical appointment, to care for a relative, to do essential shopping and to exercise. Non-essential businesses, restaurants and bars will be closed. Like in the spring, they will need a certificate to venture outside. Macron's speech came just hours after Germany also gave up on local lockdowns, announcing a nationwide stay-at-home order starting next Monday after regional restrictions in major cities including Frankfurt, Berlin and Stuttgart and a partial lockdown in the state of Bavaria failed to slow down the spread of the virus. Chancellor Angela Merkel said people residing in Germany are advised to stay home, avoid travel and \"keep their contacts to an absolute minimum.\" Social contacts will be limited to two households in public. Read the full story: ##Restrictions## ##Hotspots##", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton", "Zamira Rahim", "Vasco Cotovio", "Melissa Macaya", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-10-30-20-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}