{"Type": "", "Time": "2021-03-25", "Headline": "Wanted: nurses – Manila Bulletin", "Text": "Medium Rare No doubt, we need them. Wanted, not only for the “frontliners” and heroes that they are, but because they are just like us. They feel pain and disappointment. They work their butts off to serve their fellowmen, their own families. They are human and get tired, depressed, they want to flee and escape, forget the dedication and commitment imposed upon them by the oath and legend of Florence Nightingale. Almost like you, me, us, only so much more dependable.They are not robots. There are limits to what they can do. Yet they continue to toil with nary a thank-you loud enough to be heard above the cries and the crisis. Nurses are in demand. Some have given up, out of sheer exhaustion of body, soul, and spirit. Some have quit in fear of the virus. According to Filipino Nurses United, an unspecified number have resigned or retired due to burnout. At PGH, the ratio is 1:12, one nurse for every 12 patients, when it should be 1:3. If that kind of dedication is not overwork, what is? Oh, yes, in some hospitals they’ve run out of PPE’s.In August last year, the head of another nursing association said reports placed the number of “unemployed nurses” at 200,000 when “only 90,000 were urgently needed” to fill the gap. Then  along came DOLE, with data of “400,000 nurses available” – 400, 200, or 90, where to find a dozen, urgently, right now?Dr. Jose Rene de Grano, president of Private Hospitals Association of the Philippines, blames K-12, which led to a drought of fresh nursing graduates for two years. In addition, government agencies, especially the military, pay nurses bigger salaries, a difference of P5,000 monthly. Jobs abroad with higher pay and better working conditions add to the brain drain.Not counting the hossanahs sung in praise of frontline heroes at the start of the pandemic – why have we stopped cheering them on? Covid fatigue? – what support have we given them? Figures collated in August 2020 showed 701 health workers, including nurses, infected by the virus, 39 of them fatally. In March 2021, private hospitals are “maxed out, not so much in bed capacity but manpower.”Dr. de Grano: “Beds can be added, but not nurses.”", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/25/wanted-nurses/", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "MB"}