{"Type": "article", "Time": "2020-08-15", "Headline": "Vaccines are safe. But huge numbers of people around the world say they wouldn't take a Covid jab", "Text": "Susan Bailey, a 57-year-old retired nurse from Florida, has had all her jabs and gets a flu shot every year. She's a vocal Joe Biden supporter -- and one of a growing number of people globally who say they wouldn't take a coronavirus vaccine even if one becomes available soon. \"I'm not anti-vaccine. My kids were both vaccinated with everything, but I would not take a Covid vaccine today,\" Bailey told CNN.  \"I have underlying health issues ... I would want to see enough studies in a long-term period of what the ramifications are for the vaccine.\" Bailey said she doesn't trust US President Donald Trump, and that consensus around a vaccine among the world's top scientists and at least six months of testing would be just \"a start\" in persuading her to take it. \"It's much too soon for me, I'd have to say, 18 months.\" Her trepidation is echoed by a significant proportion of adults all over the world, who reject the extreme views of the anti-vaccine community, but say they have major concerns about a coronavirus jab.  Neil Johnson, a physicist at George Washington University who is studying vaccine skepticism on social media, told CNN the four most common objections are: safety; whether a vaccine is needed; trust of the establishment and pharmaceutical companies; and perceived uncertainty in the science.  To see how widespread hesitancy is, he suggests asking your family and friends whether they would take a Covid-19 vaccine if one were available now. \"I would be surprised if you ask 10 people and you get all 10 jumping and saying yes without adding any caveats,\" he said. Doubts over Covid-19 vaccine Scientists say vaccines are our most effective tool in combating infectious diseases, preventing 6 million deaths every year. Numerous studies have proven that they are safe. Dr. Anthony Fauci, the top US epidemiologist, said that widespread uptake of a coronavirus vaccine could end the pandemic and a study in The Lancet medical journal found that it was the only way to fully end lockdowns. Yet an Associated Press/NORC Center for Public Affairs online poll from May indicated half of Americans would hesitate to take or refuse a vaccine, and a study by King's College London last week found similar results in the UK. The polling varies. A CNN poll from May found two-thirds of Americans would personally try to get a vaccine if one were widely available at a low cost. Preliminary results of a 19-country survey by campaign group Convince (Covid-19 New Vaccine Information, Communication and Education)  show that about 70% of British and US respondents would take one, according to Scott Ratzan, co-leader of Convince and Distinguished Lecturer at City University of New York School of Public Health. Yet the ultimate goal of vaccines is to create herd immunity, meaning that enough of the population is immune to make the spread of infection rare. A vaccine could be 70% to 75% effective, Fauci said in June, but if only two-thirds of the population were vaccinated, it is \"unlikely\" that herd immunity would be achieved. A study published by the University of Hamburg in June found that 71-74% of people in Europe and the US would need to be vaccinated to achieve herd immunity -- observing that \"current willingness levels in France, Germany and the Netherlands, in particular, may prove insufficient to reach this threshold.\"  Johnson said this was a \"massive issue\" -- and possibly an even bigger one than the polls indicate.  \"What the question probably should have said is, will you have the Covid vaccine, will you be first to have it? And of course, I think that the answer for that will be no, I'll wait 'til everyone else has had it.  \"There's always doubt among the anti-vax[xers], but there's now a sufficient doubt among this undecided population. \"I'm very, very concerned, I don't think public health has had this challenge [before] ... because there haven't been social media and these kinds of online influences.\" Global spread of vaccine hesitancy While vaccine skepticism has historically been an issue in Europe and the US, there are signs of doubts spreading. In Brazil -- where British, Chinese and US firms are conducting trials -- a small fringe of dissenters railed on social media against the \"China vaccine.\" Protests also took place against trials in South Africa, Reuters reported. Johnson told CNN that in Africa, misinformation is spreading about the program being used as a cover to sterilize swathes of the population. \"The fear about that is actually huge in developing countries now,\" he said. Opinions are shifting across the globe. A 2018 survey by the Wellcome Global Monitor found that 95% of people in South Asia believe vaccines to be safe, higher than any other region. But there have been recent controversies. In the Philippines, a measles outbreak last year was linked to a sharp decline in vaccination uptake after the 2017 suspension of a dengue vaccine program when it was found that it could have had potential adverse effects. An April report in The Lancet said that Japan's 2013 decision to stop recommending the HPV vaccine could result in almost 11,000 preventable deaths from cervical cancer. The World Health Organization said in 2017 that \"unsubstantiated allegations\" about the vaccine were affecting coverage in several countries and could \"result in real harm.\" In a 2016 survey by the Vaccine Confidence Project at the London School of Hygiene & Tropical Medicine, just 3% of Indonesians thoughts vaccines were unsafe. But a regional survey in January showed 15% of parents would be reluctant to take a Zika vaccine. Research led by Auliya Suwantika, a pharmacology professor at Padjadjaran University, found that national immunization coverage had declined in recent years, with just 58% of children fully vaccinated, well below the government's 93% target.  The Covid-19 pandemic has seen a reduction in vaccinations worldwide, largely attributed to school closures and fears of visiting clinics, but the researchers said \"vaccine hesitancy may present a next obstacle.\"  Countering the objections Several polls and surveys, including a US Reuters/IPOS poll in May, found that the speed of development was the biggest concern with the coronavirus vaccine. Most vaccines take 10 to 15 years to develop.   \"There's clearly cause for concern; the emphasis on speed, on rushing a new vaccine,\" Jeremy Ward, who published a study on vaccine hesitancy with French research consortium Coconel in The Lancet in May, told CNN. France saw a surge in vaccine skepticism in 2009, with only 8% uptake during the swine flu epidemic. The top concern was speed, despite the fact there was existing knowledge around flu vaccines, said Ward. In May -- when France was in lockdown and its outbreak escalating -- Coconel found that around a quarter of the population would still refuse to take a vaccine. \"I think the main factor is trust in institutions,\" said Ward. He said coronavirus debates in France had become highly politicized. Coconel's study found that those who had voted for a far-left or far-right candidate, or didn't vote at all, were much more likely to say that they would refuse a vaccine. Russia this week rubber-stamped its Sputnik V vaccine -- a reference to the 1957 Soviet Union satellite -- before it had even started a Phase 3 trial, in which a vaccine is tested on thousands of people. China also skipped Phase 3, approving an experimental vaccine for military use in June. Ratzan told CNN the skepticism was \"not helped at all by the 'warp speed' proclamations by President Trump or now the Sputnik 'Space Race' vaccine.\" His research suggests that Russia could have more vaccine refusers than any other country.  The US Food and Drug Administration said this week that it will not cut corners in vaccine development, and France's health minister said the country would not approve one that has not passed Phase 3 trials. The UK government told CNN that its trials follow a predefined pathway with high standards, and the speed was down to extra investment and support. With some vaccines, development has been sped up by combining stages. Some have been safety tested on animals and humans in parallel and others undergone simultaneous Phase 1/2 trials, meaning they're tested for the first time on hundreds of people instead of smaller groups. Mistrust often stems from misinformation disseminated by anti-vaxxers -- or even Russia, according to the US State Department and the European Union. This filters out through all kinds of communities, from wellness to parenting to political groups.  Ratzan said the issue isn't just the inaccurate information, it's the growing lack of trust in institutions. \"I think we're starting to see these two factors really wear down the public psyche and vaccine acceptance along with it, which is a huge concern,\" he said. An earlier CUNY School of Public Health Covid-19 study found that just 42% of likely vaccine refusers in New York would be swayed by approval from the FDA or Centers for Disease Control and Prevention.  Several surveys and reports found hesitancy among Black and ethnic minority communities, which are disproportionately affected by the virus.  A survey by Northeastern, Harvard, Rutgers and Northwestern Universities found that 52% of African American respondents are likely to seek a vaccine, compared with 67% of whites.   \"Looking at our community surveys in New York City, Black Americans are more distrustful, and with good reason,\" said Ratzan. He highlighted the infamous Tuskegee case, in which Black men were unknowingly made part of an 40-year experiment from 1932 in which they were not told they had syphilis or given sufficient treatment.  He also referred to fears around sterilization. Reports indicate people with Mexican-sounding names were more likely to face forced sterilization in California between 1909 and 1979. Time to prepare Dr. Mike Ryan, executive director of WHO's Health Emergencies Program, said in a Thursday briefing: \"People need to be allowed to have a conversation about vaccines, and have a proper conversation. It's not a one-way street. It's not about shoving things down people's throats. It's about having a proper discussion, good information, good discussion on this -- and people will make up their own minds.\"  \"I think science and government have a job to do that is to make the case. I think communities and people have a job to do, which is to listen to that case, and hopefully the result of that will be a widely accepted successful vaccine that could bring this pandemic to an end,\" Ryan said. Experts say we need a strategy for when a vaccine is produced, covering who will receive one first, how and where it will be distributed, possible different options, and how concerns will be addressed. In June, Fauci said there was an extensive plan for reaching out to the community, but details have not been rele", "Section": "health", "Writers": [], "URL": "https://www.cnn.com/2020/08/15/health/vaccine-hesitancy-coronavirus-safety-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}