{"Type": "article", "Time": "2020-03-05", "Headline": "March 5 coronavirus news", "Text": "Our live coverage of the novel coronavirus has moved here. Gov. Larry Hogan told reporters there are three cases of coronavirusin Maryland after the state lab tested the patients' samples. The people are a married couple in their 70s and another individual in their 50s from Montgomery County. They returned in late February from international travel, the governor said They were on the same group trip overseas, but officials are not releasing where exactly they traveled. The three patients are in good condition and isolated at home.  Investigators are trying to identify people the patients might have interacted with since their return. There are 19 states that have had positive or presumptive positive tests. ##United States## Colorado officials announced two presumptive positive cases of coronavirus, the state’s first cases. The first case is in an out-of-state visitor -- a male in his 30s -- to Summit County.  When the man arrived at Denver's airport on February 29, he was asymptomatic, Gov. Jared Polis said. The man developed symptoms two days ago, was tested yesterday and today the state lab said the test was positive. The person was advised to go to a lower alititude and relocated to Jefferson County, the governor added..Coronavirus makes people sick, usually with a mild to moderate upper respiratory tract illness, similar to a common cold.  The man is in isolation and his fiancee is in quarantine. Two friends from Colorado have been given quarantine directions, the governor said.  Polis said the man traveled to Italy in mid-February and had a travel companion who has had a positive coronavirus test in another state, Polis said. The governor said there is a second case but that he didn't have details. ##United States## Virus tests are underway for cruisegoers aboard the Grand Princess, passenger Michael Bell told CNN. The tests were delivered to the ship by a California Air National Guard helicopter. As the aircraft hovered, guardsmen dropped the test kits and lowered CDC medical personnel, Lt. Col. Jonathan Shiroma told CNN. Almost 100 passengers, including guests and staff, need to be tested, Princess said in a  statement. The ship’s captain told passengers over the cruise ship’s loudspeakers that tests are being conducted and will be flown out by dinnertime, Bell said.  He added that the CDC has forced the closure of the casino and all group activities on the ship. Guests are being told to stay 6 feet (2 meters) from one another, according to Bell. Watch: ##United States## Lyft said it is encouraging staffers at its San Francisco headquarters to work from home for the rest of this week “out of an abundance of caution.” “We recently learned that a Lyft team member at our San Francisco headquarters was in contact with someone who was exposed to COVID-19. The team member has not exhibited any symptoms, and is in touch with medical professionals,” Lyft spokeswoman Alexandra LaManna said in a statement to CNN Business.  “We are basing every step of our response process on CDC guidance.” The company had its headquarters deep-cleaned overnight, according to LaManna. ##United States## The US Department of Homeland Security refused entry into the country to 241 people -- 14 at airports; 227 at land ports -- within the past month because of the novel coronavirus, according to data provided by the department.  The figures provided by DHS were recorded from February 2 to March 3. The department did not provide a breakdown by country for those who were refused entry at airports.   Another 106 foreign nationals were denied entry before arriving in the US at pre-clearance airports, where US Customs officials conduct screening overseas.  The department is tasked with screening passengers that are subject to the President's travel restrictions from China and Iran. At the beginning of February, the United States began implementing stringent travel restrictions in an effort to contain the coronavirus outbreak. Most foreign nationals who visited China in the 14 days before their arrival to the United States are denied entry. That was expanded last week to include Iran.  ##United States## Israel and the Palestinian Authority imposed a closure on Bethlehem and surrounding towns and villages Thursday evening following the discovery of seven cases of coronavirus in the Palestinian city. PA President Mahmoud Abbas declared a state of emergency across the West Bank.  \"The movement of Israelis and Palestinians in and out of the city is prohibited,\" Israeli Minister of Defense Naftali Bennett said in a statement. The decision was made in coordination with the Palestinian Authority, Bennett said, and following consultations with the National Security Council and the Coordinator of Government Activities in the Territories. ##Middle East## The city of Seattle is working to add new homeless facilities in an attempt to slow the spread of novel coronavirus.  Mayor Jenny Durkan announced that two new groups of “tiny houses” and a repurposed former treatment facility will make it possible for the city to house another 100 people without shelter. “Our neighbors experiencing homelessness are at greater risk of exposure to COVID-19, And as a City, region, and Country we must act with urgency to address the ongoing impacts of this public health crisis,” Durkan said in a statement.  Remember: Currently, no novel coronavirus patients have been identified by health officials as being homeless. The shelter expansion follows efforts by King County to add new temporary buildings to isolate confirmed coronavirus patients, including three modular units and a motel. Durkan said Seattle’s new homeless facilities are not intended to serve people who already have the novel coronavirus. It will take up to three weeks before the new shelters are fully operational. Durkan said additional shelter options can be made available more quickly if necessary, using plans already in place for severe weather emergencies.  ##United States## Coronavirus testing is underway for cruise ship passengers aboard the Grand Princess, passenger Michael Bell told CNN. The tests were delivered to the ship via a California Air National Guard helicopter a short time ago.  The chopper hovered above the ship and para-rescue jumpers dropped the test kits and Centers for Disease Control and Prevention medical personnel down to the vessel, Lt. Col. Jonathan Shiroma told CNN. Nearly 100 passengers have been identified as needing to be tested, including guests and staff, Princess said in an earlier statement. In an announcement over the cruise ship’s loudspeaker, the ship’s captain told passengers that tests are being conducted and will be flown out by dinner, with results expected about five hours later, Bell said. Bell said the CDC has forced the closure of the casino and all group activities on the ship. Guests are being told to stay six feet away from one another. ##United States## The Irish Department of Health has confirmed seven new cases of COVID-19 today, raising the total in the country to 13.  According to the daily report posted on the government’s website, the new patients include four men who “are associated with travel from Northern Italy” and two women who were in contact with other patients. The government says one person “is believed to have caught the virus through community transmission.” One of the people affected was admitted to Cork University Hospital and is recovering in an isolation unit. The hospital has canceled all outpatient appointments scheduled for Friday “as part of infection control measures.\" ##Europe## Texas Gov. Greg Abbott announced a new public testing lab network across the state that he said will allow Texas to process kits more quickly.   \"What is starting today is intended to expedite that process. We just now have that capability to make sure we can turn around those test results a whole lot quicker,\" he told reporters at a press conference today in Austin.  The labs are located in 10 cities: Lubbock, Fort Worth, Dallas, Tyler, El Paso, Austin, Houston, San Antonio, Corpus Christi and Harlingen.  So far about half the labs are up and running (Houston, Dallas, El Paso, Lubbock, and Forth Worth), while the others will be online by the end of the month, Abbott said.  Abbott also confirmed that the patient diagnosed with coronavirus in Fort Bend County contracted the virus overseas, but he would not say where. He confirmed an investigation is underway on who's been in close contact with the patient.  Asked for his thoughts on SXSW not being canceled, Abbott said that was a decision up to local officials. Dr. John Hellerstedt, commissioner of the Texas Department of State Health Services, maintained there has been no community spread of the coronavirus in Texas, since the patient in Fort Bend County contracted the virus overseas. He also said that's why they're not concerned about homeless populations yet at this time.  ##United States## US stocks finished sharply lower on Thursday, with all three major indexes closing down more than 3%. Worries about the global coronavirus outbreak once again spurred a selloff in stocks. Here's where things stand: The Dow closed 970 points, or 3.6%, lower, wiping out nearly all of its Wednesday gains. It was the fifth worst one-day point drop in history for the index.\nThe S&P 500 finished down 3.4%. \nThe Nasdaq Composite fell 3.1%. Investors plowed money into safe haven assets like bonds. The 10-year Treasury bond yield dropped to a new record low below 0.91%. Bond yields move in the opposite direction of bond prices. ##United States## The Harris County Public Health (HCPH) reports two new cases of novel coronavirus in Harris County, Texas. According to a press release from the agency, a man and a woman from the unincorporated area of northwest Harris County, outside Houston, tested positive for COVID-19. These cases are travel-related and, at this time, there is no evidence of community spread. The tests were verified by the Centers for Disease Control and Prevention (CDC). The first case in Texas was reported Wednesday, in Fort Bend County, Texas. ##United States## Los Angeles County Public Health is reporting another four cases of novel coronavirus. All four patients recently traveled to Northern Italy and are being isolated. Their close contacts are being quarantined, according to L.A. County Public Health. This brings L.A. County’s total to 11. ##United States## An additional person has died of novel coronavirus in King County, Washington, according to the local health department.  In a written release, the department describes the victim as a woman in her 90’s who died on Tuesday. Her death was not included in the daily report issued earlier today from the state Department of Health. This brings the total number of coronavirus deaths in Washington state to 11. A 12th death was confirmed earlier this week in California. The King County announcement does not affect the overall number of positive coronavirus cases reported in Washington state, which stands at 70. Due to the increased amount of testing and results expected in coming days, King County says it will no longer provide personal details about coronavirus patients going forward. ##United States## Rhode Island officials are working on a policy to limit the number of people that can visit health care facilities and nursing homes due to fears over coronavirus, Rhode Island Department of Health officials said in a statement. The policy restricts people from visiting staff or patients if they are under the age of 18 or if they are sick, according to the statement.  Additionally, officials have asked employers, if possible, to ask their employees who have traveled to China, Iran, Italy, South Korea, or Japan in the last 14 days to remain at home until they have been symptom-free for 14 days. Rhode Island currently has two confirmed cases of coronavirus. ##United States## The US Environmental Protection Agency is arming consumers with a list of disinfectants that people can use to protect themselves from the novel coronavirus. The federal agency released a five-page list of chemicals and products Thursday that it says are strong enough to ward off \"harder-to-kill\" viruses than SARS-CoV-2. Here are some of the registered disinfectants on the EPA's list: Clorox Multi Surface Cleaner + Bleach\nClorox Disinfecting Wipes\nClorox Commercial Solutions® Clorox® Disinfecting Spray\nLysol brand Heavy-Duty Cleaner Disinfectant Concentrate\nLysol Disinfectant Max Cover Mist\nLysol brand Clean & Fresh Multi-Surface Cleaner\nPurell Professional Surface Disinfectant Wipes\nSani-Prime Germicidal Spray You can read the full list of disinfectants here. National Nurses United says 80 of its members nationwide are currently self-quarantined due to the novel coronavirus.  Speaking at a press conference today, Bonnie Castillo, a registered nurse and executive director of National Nurses United, said, “it is not a successful strategy to leave nurses and other health care workers unprotected so that one patient can sideline so many workers at once.”   \"When we are quarantined we're not only prevented from caring for our COVID-19 patients, but also taken away from caring for our cancer patients, our cardiac patients, our premature babies. Nurses need to be protected so that we can care for all our patients when they need us,\" Castillo said. During the press conference, Deborah Burger, president of California Nurses Association, read a letter from an anonymous nurse who works in California and is currently self-quarantined. In the letter, the nurse said they are struggling to get a test, despite developing a fever after caring for a patient who tested positive for novel coronavirus.  The nurse is currently waiting to get a test, the letter said.  “This is not a ticket dispenser at the deli counter. It's a public health emergency, delaying this test puts the whole community at risk,\" the letter added. ##United States## Southwest Airlines CEO Gary Kelly says a drop-off in bookings began last week, and the airline may have to join competitors in cutting flights if it continues.  He said the decision hadn’t been made, but called it a “gut punch.”   This is significant because Southwest is essentially only a domestic carrier – so it isn’t seeing people who are disinterested in flying to China, but seeing people who don’t want to fly around the US. Kelly said he doesn’t think discounting prices would help, though it is something he could consider. ##United States## Vice President Mike Pence said the United States doesn’t have enough coronavirus tests, at this point, to meet what officials expect to be the demand for them in the future. “We don’t have enough tests today to meet what we anticipate will be the demand going forward,” Pence told reporters following a meeting with his coronavirus task force and executives from 3M in Minnesota.  “For those that we believe have been exposed, for those who are showing symptoms, we’ve been able to provide the testing,” Pence said. He went on to say the US \"distributed 1,500 kits, with roughly 500 tests each so there’s roughly about a million and a half tests going out to hospitals.\"  Medical professionals note that many patients require multiple tests to confirm a positive test result, meaning that of the million and a half tests available, the number of patients who actually receive the tests will likely be much lower, until supplies and testing capacity are increased.  Watch: ##United States## US stocks fell Thursday with the Dow losing more than 1,000 points as investors continue to worry about the economic impact of the coronavirus.   ##United States## In a rare show of bipartisanship, the Senate voted overwhelmingly today to approve a sweeping spending package to direct billions of dollars toward the US government's response to the coronavirus outbreak as lawmakers scramble to fight the spread of the disease. The measure passed by a vote of 96-1. The package will next be sent to the White House for the President's signature.  It passed the House on Wednesday with broad, bipartisan support. What the legislation says: The agreement provides $7.8 billion in appropriations to address the outbreak of coronavirus as well as an authorization for $500 million in mandatory spending to fund a telehealth program in an effort to expand access to health services for seniors for a total of $8.3 billion in all. Lawmakers have been meeting for days to hammer out a package to respond to the coronavirus outbreak. The total funding package that will be allocated by the deal is an amount far higher than the $2.5 billion White House request. Senate Minority Leader Chuck Schumer proposed $8.5 billion to deal with the outbreak. Last week, however, the President opened the door to a higher spending level to combat coronavirus than what the White House initially requested, saying, \"We'll spend whatever is appropriate.\" ##United States## The French Health Ministry has confirmed that seven patients have died from coronavirus in France.  According to the ministry’s update today, the seven deaths include six men and one woman; the majority were over 80 years old. By the numbers: So far, 423 cases of COVID-19 have been confirmed across France, with 23 individuals in critical condition, the Health Ministry added. The Health Ministry believes France is still in \"stage 2\" of the coronavirus outbreak, based on the fact that the virus is yet to spread across the country and remains concentrated in separate clusters. ##Europe## There are 205 cases of the novel coronavirus in the United States, according to the US Centers for Disease Control and Prevention, as well as state and local governments.  According to the CDC there are 49 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 156 cases in 17 states, bringing the total of coronavirus cases to 205. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases have received positive results from the CDC.  Here's a breakdown of the cases:  Arizona — 2  \nCalifornia — 36 (includes 1 fatality)  \nFlorida — 4\nGeorgia — 2 \nIllinois — 5  \nMassachusetts — 2 \nNew Hampshire — 2 \nNew Jersey — 1 \nNew York — 22 \nNorth Carolina — 1  \nOregon — 3 \nRhode Island — 2  \nWashington state — 70 (includes 10 fatalities)  \nWisconsin — 1 \nTexas — 1\nTennessee  — 1\nNevada — 1  Remember: These numbers are constantly being updated as the situation is fluid.  ##United States## Portuguese airline TAP has announced it will cancel 1,000 flights between March and April over fears surrounding the coronavirus outbreak, the airline said today in a statement. The cancellations – which represents 4% of TAP’s global operations in March and 6% in April – follow a “strong slowdown” in the world’s economy following the COVID-19 outbreak and “lower demand” for flights, the airline said. “The drop in demand naturally implies a decrease in revenue so, to protect the integrity of its treasury, TAP has already taken some fundamental decisions, such as the suspension of all non-critical investments, the review and cut of non-essential expenses for the business or the suspension of hiring and new admissions, in addition to adapting supply to demand,” TAP’s statement outlined. According to TAP, the cancellations will focus on flights heading to the “most affected regions,” including Italy, Spain and France, but will also include some intercontinental flights. TAP said it continues to prioritize “the protection of the health” of its passengers and employees.  ##Europe## Washington state health officials announced at a news conference today that they now have 70 confirmed coronavirus cases. Ten people have died from the virus in Washington state. According to Washington state's Department of Health website, here's a breakdown of the coronavirus cases: 51 in King County\n18 in Snohomish County\n1 case is in Grant County ##United States## As the novel coronavirus —  and fears surrounding it — continue to spread around the world, so too are bogus claims, conspiracy theories and misinformation about the disease. Ahead of a CNN town hall tonight, Dr. Sanjay Gupta answers your questions on the virus and how to protect yourself.  Watch: The English Premier League has announced traditional handshakes between teams and officials have been halted starting this weekend.  The tradition is suspended until further notice, the league's statement said. \"Coronavirus is spread via droplets from the nose and mouth and can be transmitted on to the hands and passed on via a handshake,\" the league said in a statement. \"Clubs and match officials will still perform the rest of the traditional walk-out protocol ahead of each fixture. On entering the field of play, the two teams will continue to line up, accompanied by the Premier League music, then players from the home team will walk past their opposition without shaking their hands.\" ##Europe## Israel confirmed 17 cases of coronavirus as the Israel Defense Forces (IDF) and the country's parliament, the Knesset, put in place new restrictions to try and limit the potential spread of the disease. The IDF announced that as of noon on Friday, soldiers would not be able to travel overseas, unless the trip is approved by a special committee. The IDF also ended early its joint exercise with the US military Juniper Cobra, which brings the IDF together with American forces from Germany and was supposed to conclude next week. After consulting with the Ministry of Health, the IDF announced Wednesday that it would cancel the remainder of the exercise. Meanwhile, the Knesset, which is scheduled to have its swearing in ceremony on March 16, will only allow partners of Knesset members to attend the ceremony, which is normally open to a larger crowd. ##Middle East## The Senate is now voting on a $8.3 billion total coronavirus response package. The measure is expected to pass and will then go to the White House for the President’s signature. It passed the House on Wednesday with broad bipartisan support. The agreement provides $7.8 billion in appropriations to address the outbreak of coronavirus as well as an authorization for $500 million in mandatory spending to fund a telehealth program in an effort to expand access to health services for seniors for a total of $8.3 billion in all.  ##United States##   Italy’s Civil Protection Agency has announced that 41 additional people have died in the last 24 hours, bringing the total number of fatalities to 148. Angelo Borrelli, head of the Italian Civil Protection Agency, said Thursday that those who had died were between the ages of 66 and 99 years-old; most were in “frail conditions” and had underlying health problems, Borrelli added. According to Borrelli, the number of those who have so far recovered from the virus has risen from 276 confirmed recoveries – as reported on Wednesday – to 414. Currently, 1790 patients remain in hospital, 351 individuals are in intensive care, and 1155 are in self-isolation. ##Europe## Brazil’s Health Ministry confirmed its fourth case of novel coronavirus today, a 13-year-old girl who arrived from Italy, according to a statement. The teenager did not show any symptoms after returning to Brazil from Italy on March 1, health officials said. Italy has confirmed more than 3,000 cases of novel coronavirus and over 100 people have died after testing positive for it.  The 13-year-old will remain in her home where she will be monitored by Sao Paulo’s state health department, Brazilian health officials said. The same protocol applies to anyone she’s had close contact with. Dr. Peter Hotez, professor and dean of the National School of Tropical Medicine at Baylor College of Medicine, warned members of Congress Thursday against minimizing the risks of novel coronavirus in the United States, calling it “the angel of death for older individuals.” During the House Committee on House Science, Space and Technology, Oklahoma Rep. Frank Lucas asked what advice he could take home to the public to not prevent panic and instill reasonable steps to avoid spread. “In an attempt to calm public fears, you’re hearing things like it’s a mild illness, this is like flu. It’s not really the case because this is an unusual virus. For many young people, especially, it is a mild illness, but we’re seeing some devastating things,” Hotez responded. Hotez said he’s particularly concerned about first responders, health care workers and nursing homes, saying that when the virus entered the Life Care Center in Kirkland, Washington, it “rolled through it like a train” and led to several deaths. “This is like the angel of death for older individuals. We need to go back and support all of our nursing home — I don’t know what we’re doing wrong,” Hotez said. “Clearly that nursing home was not prepared for this, and I’m going to guess nursing homes across Oklahoma are not prepared, as well.\" “Don’t just get up there and say this is a flu, this is a mild illness,\" he added. \"One, it’s not true and people in Oklahoma are pretty smart and will figure that out pretty quickly. Second, explain what the risks are … and here are the steps that we’re doing to mitigate that.” ##United States## A patient who had tested positive for coronavirus in the United Kingdom has died, the Royal Berkshire NHS Foundation Trust confirmed today in a statement. According to the Trust, the patient had underlying health conditions, and tested positive for the virus after being hospitalized on Wednesday. “Sadly, we can confirm that an older patient with underlying health conditions has died. The patient has previously been in and out of hospital for non-coronavirus reasons, but on this occasion was admitted and last night tested positive for coronavirus,” the Trust said.  According to the statement, all services and appointments at the hospital are running normally, and the Trust is following established guidelines to “minimize the risk of the virus spreading” within the hospital. By the numbers: So far, there have been 116 confirmed cases of COVID-19 across the UK, including Scotland, Wales and Northern Ireland; this is the first coronavirus-related death in the UK. ##Europe## Gen. Mark Milley, chairman of the Joint Chiefs of Staff, late last week established a \"crisis management team\" to monitor the coronavirus outbreak around the world on a 24-hour basis, according to three US defense officials. The team, headquartered in the Pentagon’s highly classified National Military Command Center, includes around the clock military personnel monitoring all incoming coronavirus information around the globe.  The crisis management team is keeping Milley and senior commanders up to date to properly brief the President on all military-related matters to the crisis.  ##United States## The social media team behind Tito's Vodka has been hard at work telling people that its liquor should not be used to make hand sanitizer. The Austin, Texas, based distillery has fact-checked Twitter users after numerous articles and YouTube videos have surfaced explaining how people can whip up their own hand sanitizer following a strain on supply across the US over coronavirus fears. \"Per the CDC, hand sanitizer needs to contain at least 60% alcohol. Tito's Handmade Vodka is 40% alcohol, and therefore does not meet the current recommendation of the CDC. Please see attached for more information,\" Tito's Vodka has tweeted. More on DIY hand sanitizer: The World Health Organization has published an official guide to making hand sanitizer. But it's intended for populations that do not have clean water or other medical-grade products in place. If made correctly, DIY solution could be helpful and even effective. But if made incorrectly, it can be downright harmful. \"I worry about people making their own sanitizer as it will be difficult to make sure that the concentrations are correct,\" Daniel Parker, assistant professor of public health at the University of California, Irvine, told CNN of the trend. For hand sanitizer to be effective, it must have at least 60% alcohol content, according to the US Centers for Disease Control and Prevention. Read some of the tweets from Tito's Vodka below: ##United States## A Clark County resident is the first “presumed positive” coronavirus case in Nevada, the Southern Nevada Health District announced in a statement. The patient, a man in his 50s, told health officials he recently traveled to Washington state and Texas, the statement said.  “The Health District is working with its health care partners and leading the effort to quickly identify close contacts of the patient,” the statement said. ##United States## The US Centers for Disease Control and Prevention on Wednesday recommended that airlines continue to follow “routine operating procedures” for cleaning aircraft during the coronavirus outbreak unless an ill passenger is on board – including those with fever, cough or difficulty breathing.  The recommendations will be updated as more information becomes available, it said. If symptomatic passengers are identified during or immediately after a flight, the CDC said airlines should follow enhanced cleaning procedures — including personal protective equipment, such as disposable gloves and gowns, for cleaning staff. Airlines should clean any soft surfaces — such as cloth seats and seat belts — within 6 feet of any ill passenger, the CDC said. That includes removing “visible contamination if present” and using other cleaners. The CDC also said airlines should disinfect hard surfaces within 6 feet of an ill passenger, including seats and seatbacks, tray tables, seat belt latches, light and air controls, crew call buttons, overhead compartment handles, walls, bulkheads, windows, shades and video monitors.  Airlines should also clean bathrooms used by symptomatic passengers and dispose of any items that cannot be cleaned, such as pillows. Additionally, the CDC reminded airlines of their obligation, under US regulations, to report any symptomatic travelers on domestic or international flights to US health officials. Travelers who must be reported to the CDC include those with a fever that has lasted for more than 48 hours, or travelers with a fever and other signs of illness, such as a cough or difficulty breathing.  ##United States## There are 22 confirmed cases of coronavirus across New York state, Gov. Andrew Cuomo announced Thursday afternoon. Eleven cases were confirmed overnight, he said. “Eight of the new cases are connected to the attorney from Westchester,” he said, adding, two of the cases are from New York City and one is from Long Island. The New York City and Long Island patients are hospitalized. ##United States## The Iraqi Ministry of Health announced today the registration of three new coronavirus cases, two in Kirkuk and a third in Wasit province.  Total confirmed cases in Iraq is 38. ##Middle East## The White House task force on novel coronavirus is looking at how to help Americans who have to stay home from work because they might have coronavirus. Dr. Robert Kadlec, assistant secretary for preparedness and response with the US Department of Health and Human Services, said the task force is “looking at ways, in the conversations I've heard have been about small business, and a very critical part of supporting individuals and how they can do that.\" \"I'm sure they will welcome the opportunity to work with Congress to figure how and ways to basically support individuals who are facing this problem who are challenged,\" he added. Acting Deputy Homeland Security Secretary Ken Cuccinelli said DHS recognizes the burden that asking employees to stay home imposes both on the business and on the employee – especially for low-income workers.  Cuccinelli said it’s important for some people to stay home. \"There are some businesses where it's important for everyone else, not just co-workers for that person to stay home. If you're serving food, the customers of that restaurant don't want you to come to work,\" he said. ##United States## The US Coast Guard is currently dropping novel coronavirus test kits to a cruise ship off the coast of California, said Ken Cuccinelli, acting deputy secretary of Homeland Security. \"We are right now, literally as we speak flying test kits out to a cruise ship off San Francisco, off California I should say, it's moving up to San Francisco, with Coast Guard helos and PJ's basically dropping onto the ship and bringing kits. And we're going to test, not everybody, a very large number of individuals relative to the ship. So we have full information,” Cuccinelli said. Cuccinelli, speaking at a Senate Homeland Security hearing on coronavirus, said they’ve been in communication with the cruise ship and have been working with it for days.  He said they learned a lot of “negative lessons” from how the Diamond Princess cruise ship was quarantined. Cuccinelli said the initial thought was to hunker down, and that would have worked, but it wasn't done well.  “First of all, let's be clear about what we learned. That was a bad quarantine. That was not a successful quarantine situation and not just because the virus spread, that was a secondary effect of the bad quarantine,” Cuccinelli said. The Coast Guard is flying test kits out to the ship, \"so we have greater clarity on exactly what we're contending with,” Cuccinelli added.  ##United States## The US Centers for Disease Control and Prevention posted a map of US states and territories with one or more labs that are using diagnostic tests for the novel coronavirus.  All states are listed as currently testing for coronavirus, except Alabama, Maine, Ohio, Oklahoma, West Virginia and Wyoming; those states are listed as being in progress, according to the map. Guam, Puerto Rico and Virgin Islands are all listed as being in progress, as well. The CDC says people should contact their state health departments with questions about testing. The information is provided by the Association of Public Health Laboratories, the CDC said today.  The CDC is now generally updating coronavirus case totals by noon on weekdays. CDC���s numbers close out at 4 p.m. ET the day before reporting. The most up-to-date case counts will come from states, CDC officials have said.  CNN’s tally relies on state totals and won’t always match CDC’s count – CNN has already counted at least 163 US cases, including 114 cases in 16 states detected through the US public health system. According to the update Thursday by the CDC, there are now 149 confirmed and presumptive positive cases of novel coronavirus in the United States.  Today's update from CDC includes 46 people who were aboard the Diamond Princess cruise ship, three people repatriated from China and 100 US cases. Across the country: US cases are those detected and tested in the United States through US public health systems since January 21. Among the 100 US cases, there have been 10 deaths, according to CDC’s count. The 100 US cases are in 13 states, according to CDC: Arizona, California, Florida, Georgia, Illinois, Massachusetts, New Hampshire, New York, North Carolina, Oregon, Rhode Island, Washington and Wisconsin. ##United States##  The number of coronavirus cases in the Netherlands has doubled to 82, after 44 new patients were identified today, the National Institute for Public Health and Environment (RIVM) told CNN in a statement. According to the institute, 69 of those infected are “people who have been in Italy” or were in contact with family members who have tested positive to the virus. Two of the new patients are in the hospital and the others are isolated in their homes, the institute added. ##Europe## A Grant County resident has “tested presumptive positive for COVID-19,” according to the Grant County Health District's Facebook page. The man is hospitalized at Central Washington Hospital, the Facebook post said. This brings the total number of cases of coronavirus in Washington state to 40. This is first case of coronavirus in Grant County, Washington state.  Health officials in Washington state have previously said King County has 31 cases, including 9 deaths, and Snohomish County has 8 cases, including 1 death. While testifying before a Senate Appropriations subcommittee, Education Secretary Betsy Devos said the department has a working group that it has formed and is in regular contact with the Centers for Disease Control and Prevention. The Education Department has created a website, established a dedicated email for specific questions and released guidance from the Office of Civil Rights reminding that students should not be discriminated against due to their ethnicity or heritage, Devos said. When Sen. Patty Murray asked about students with disabilities, Devos said the department is updating guidance it had from 2009 on students with disabilities related to the H1N1 virus. Devos said she expects that update “soon,” noting that it didn’t require drastic changes. ##United States## Two more people have died in France as a result of the novel coronavirus, bringing the death toll in the country to six, the country’s Health Ministry said in a statement today. ##Europe## The first confirmed case of COVID-19 in Tennessee is an adult man from Williamson County, Department of Health Commissioner Lisa Piercey said during a press conference today. Piercey said the infected man has a recent history of out-of-state travel and had just returned home in the last four to five days. It is unclear what his travel patterns were, however the state is working to get those details, Piercey said.  The patient is currently isolated at home with mild symptoms. His household contacts are also quarantined and are being monitored, Piercey added.  ##United States## Italy has canceled the Rome marathon scheduled for March 29, the press office for the organizers said today.  It will be rescheduled for 2021. ##Europe## A 44-year-old Egyptian man returning from Serbia through France tested positive for coronavirus, the Egyptian Health Ministry said today. This is the first reported coronavirus case for an Egyptian national. Two other foreigners previously tested positive there. The new patient, who stopped in France for a 12-hour transit, did not show symptoms upon arrival, according to a statement by the ministry. He is currently receiving health care and will be kept in quarantine, the statement added. ##Middle East## US stocks dropped again Thursday as the market continues to swing from extreme gains to extreme losses.  Investors are unsure how to price in their worries about coronavirus. Here's what happened at Thursday's opening: The Dow opened 700 points, or 2.6%, lower. On Wednesday, the index logged its second-best point gain in history.\nThe S&P 500 opened down 2.4%.\nThe Nasdaq Composite fell 2.5%. The roller coaster of a week has given investors whiplash. The Dow posted two of its best days in history in terms of points gained on Monday and Wednesday, and one of its worst point losses Tuesday. That has unnerved many people with stock-heavy 401(k)s, which have been whipsawed this week. Almost 300 million students in thirteen countries have had their education disrupted by school closures over coronavirus, the United Nations Educational, Scientific and Cultural Organization said.  UNESCO said the children impacted normally attend “pre-primary to upper-secondary classes,” calling the number “without precedent.” The 290.5 million number only includes the countries with nationwide shutdowns. An additional nine countries have implemented localized school closings. “While temporary school closures as a result of health and other crises are not new unfortunately, the global scale and speed of the current educational disruption is unparalleled and, if prolonged, could threaten the right to education,” UNESCO Director-General Audrey Azoulay said.  According to the agency, school closures are problematic for the students’ learning achievement and also for parents struggling to balance work with childcare. UNESCO will convene an emergency meeting of education ministers on 10 March to “share responses and strategies to maintain the continuity of learning and assure inclusion and equity.” Austin officials plan to move forward with South by Southwest, the annual tech, film and music conference, even after a number of high-profile attendees dropped out over coronavirus concerns. The conference, which is scheduled to take place from March 13 to March 22, has come under public pressure in recent days to cancel the event. Calls to cancel the conference have continued to grow, with a petition on Change.org urging SXSW to do so getting more than 43,000 signatures. Here are some of the big names dropping out of the event: Twitter\nFacebook\nIntel\nVevo\nMashable\nTikTok Despite the cancellations, SXSW organizers announced new keynote speakers this week, including Hillary Clinton and Andrew Yang. ##United States## Lufthansa has canceled 7,100 European flights for March because of the spread of coronavirus and the impact it's having on demand for flights.  The German airline says most of these canceled flights will be internal German flights and trips to Italy, accounting for around 25% of its total capacity. Lufthansa is also canceling all flights to Israel because of new entry regulations. It says the rules will lead to a considerable drop in demand for flights to Tel Aviv and Eilat.  Earlier this week Lufthansa said it would ground 150 aircraft because of coronavirus, out of a total fleet of 770 aircraft. ##Europe## CNN is hosting a town hall event tonight where experts will answer questions about novel coronavirus. ##Your Questions## Carnival Corporation was down about 5% in pre-market trading as one of its cruises, the Grand Princess ship, was being held off the California coast so health officials could test passengers for the coronavirus. The move follows the death of a passenger who died less than two weeks after coming home from a trip on the Grand Princess. Some of the ship’s current passengers were on an earlier trip with the victim. Two other Carnival cruises, one in Italy and another in Japan, were previously quarantined because of the coronavirus. The company said on Feb. 12 that it had canceled operations from ports in China and other parts of Asia as it deals with the outbreak. Carnival said the disease’s impact on bookings and cancelations would have a material impact on its results. Cruise stocks have sunk during the coronavirus outbreak. Carnival has fallen around 28% over the past month, while Norwegian Cruise Line Holdings has dropped 39% and Royal Caribbean almost 35%. ##United States## News about the coronavirus moves so quickly, key definitions or phrases can sometimes pass you by.  The coronavirus is actually not one type of virus; it is a large family of viruses that also includes SARS and other minor to major respiratory illnesses. COVID-19 is the specific strain of coronavirus responsible for the current epidemic. The acronym, provided by the World Health Organization, stands for \"coronavirus disease 2019,\" referring to the year the virus was first detected.  The virus responsible for the current epidemic is often called the novel coronavirus. Simply meaning \"new,\" a novel coronavirus is a strain that hasn't been detected in humans before. Brushing up on these and other terms will make the avalanche of information easier to understand. And with a crisis as widespread and complex as this, a little clarity can be a big help. Read the full article here. Airline executives asked President Trump and other White House officials not to take steps that would lead to a slowdown in air travel, a person familiar with the Wednesday meeting said.  The executives asked the administration not to publicly discourage Americans from taking flights, saying their businesses were at risk if the government begins warning against commercial air travel. The person confirmed that some of the CEOs spoke to acting White House chief of staff Mick Mulvaney in his office after the Cabinet Room meeting ended to discuss the matter further.  Already, airlines have begun canceling planned routes due to a decline in demand. At his briefing on Wednesday, Pence told reporters: “It's safe to fly in America and it's safe to fly internationally apart from the travel advisories that are available to the public.” Watch below: Coronavirus is hitting the travel industry hard ##United States## There are 161 cases of the novel coronavirus in the United States, according to the US Centers for Disease Control and Prevention, as well as state and local governments.  According to the CDC there are 49 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 112 cases in 15 states. Bringing the total of coronavirus cases to 161. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases have received positive results from the CDC. Here's a state-by-state breakdown: Arizona – 2  \nCalifornia – 36 (includes 1 fatality)  \nFlorida - 3 \nGeorgia - 2 \nIllinois - 4  \nMassachusetts - 2 \nNew Hampshire – 2 \nNew Jersey - 1 \nNew York - 13 \nNorth Carolina - 1  \nOregon - 3 \nRhode Island - 2  \nWashington state - 39 (includes 10 fatalities)  \nWisconsin – 1 \nTexas - 1  Remember: These numbers are constantly being updated as the situation is fluid.  ##United States## German pharmacies have been given permission by the country's health ministry to mix disinfectant solutions themselves because of shortages due to coronavirus.  On its official Twitter account, the ministry said: \"In light of the shortages caused by the coronavirus pharmacies are allowed to make disinfectant themselves. This exceptional regulation was made public yesterday by the Federal Agency for Workplace Protection and Workplace Health.\"  ##Europe## North Korean leader Kim Jong Un sent a \"personal letter\" to South Korean President Moon Jae-in Wednesday, Blue House spokesman Yoon Do-hyun said Thursday. In the letter, Kim conveyed \"his message of comfort\" to the South Korean people who are battling the outbreak of the novel coronavirus, Yoon said. Kim said he remains confident that South Korea will prevail in this fight \"without fail\" and wished for good health of the \"brethren in the South,\" Yoon added. The North Korean leader also expressed that he was \"worried\" about President Moon’s health and wrote of his frustration that there \"isn’t much that he can do to help at this moment.\" Kim underlined his \"unwavering friendship and trust\" towards President Moon and added that he will continue to \"quietly send his best wishes\" for the South Korean leader to overcome the coronavirus outbreak. Yoon added that Kim also expressed \"his candid thoughts\" on the situation in the Korean Peninsula. President Moon replied Thursday and \"conveyed his gratitude through a personal letter to Chairman Kim,\" Yoon revealed. ##Asia## The Palestinian Authority (PA) has ordered a ban on all tourists entering PA areas, which include Bethlehem and all the major cities of the West Bank.  In addition, the PA has ordered all schools, restaurants and places of religious congregation in Bethlehem and surrounding towns and villages to close for two weeks amid fears of a possible coronavirus outbreak in the city. Among the churches affected is Bethlehem’s Church of the Nativity, believed to be the birthplace of Jesus. The announcement is connected to a visit to the town of Beit Jala, which sits next to Bethlehem, by a group of tourists from Greece. One of the tour group later tested positive for the coronavirus on their return home.  All workers at the Beit Jala hotel where the tourists stayed during their time in the city have been tested for the virus, the hotel told CNN, but results are not yet known. ##Middle East## Talking about the coronavirus is hard enough when you're an adult. The information, numbers and advice concerning the outbreak seem to shift by the day, and the abstract nature of the threat can invite plenty of fear and uncertainty.  However, if everyone is talking about the virus, your children are definitely listening.  Here is some expert advice on how to start this important conversation, and keep your child safe and reassured. Don’t wait until they come to you\nKeep information simple and useful\nValidate their concerns\nTell them what's being done to keep them safe\nEmpower them to make healthy choices with you Read the full story here. Police have released images of four men they wish to speak to in connection with a \"racially aggravated assault\" where suspects targeted a Singapore man of Chinese ethnicity in central London. Jonathan Mok wrote on Facebook that he was attacked by a group of people on Oxford Street on February 24, noting that one of his assailants referenced the coronavirus outbreak during the attack. London's Metropolitan Police said the 23-year-old was punched, kicked and sustained facial injuries in the attack, which comes at a time of increasing xenophobia against people of East Asian appearance in the UK and around the world. Police told CNN on Thursday that no arrests have yet been made. Read the full article here ##Europe## Each day, CNN Chief Medical Correspondent Dr. Sanjay Gupta is breaking down the latest news about the coronavirus on the Coronavirus: Fact vs Fiction podcast. Today's episode answers questions about keeping travel plans, how to stay safe in-flight and what to expect at the airport. Listen to it here. ##Your Questions## New York City confirmed two new coronavirus cases, Mayor Bill de Blasio's office told CNN this morning, bringing the total number of confirmed cases across the state up to 13. The cases were confirmed overnight. A full news release from the mayor's office is expected later this morning. ##United States## Two Red Cross volunteers in Lombardy, northern Italy, have tested positive for coronavirus, according to Riccardo Giudici, head of the Italian Red Cross in the region. The Red Cross in Lombardy has thousands of volunteers working in the health system, he said.  In addition to the two volunteers who have tested positive, “140 are considered ‘at risk’ of having contracted the virus, most of whom are in the ‘red zone’ and had contact with coronavirus patients in the first couple of days of the crisis,” Giudici said. They’ve been tested, or are waiting for the test, the official added. “We have an increase of patients with coronavirus, but at this moment the health system is able to control and manage the situation… We have enough doctors, nurses and volunteers to manage patients and control the situation,” Giudici said. ##Europe## Iran’s Health Minister announced Thursday the launch of a national mobilization plan against coronavirus after 107 deaths and 3,513 cases were confirmed. There have been 15 deaths and 591 new positive cases recorded since Wednesday, with major outbreaks of the virus in the provinces of Tehran, Qom, Gylan and Esfehan. Health Ministry spokesman Kianush Jahanpour said 739 people have recovered from the virus and have left hospital. Health Minister Saeed Namaki said the plan will initially focus on affected areas and spread to other parts of the country in the coming days, according to state media.  It will include all 17,000 health centers and 9,000 medical and clinical centers in all cities, suburban areas and villages, according to state news agency IRNA. Some infected people will be placed under home quarantine but will receive medicine and advice. People with more serious conditions will stay in hospital, Namaki said. Public places will be disinfected, and the entries to infected towns and cities will be controlled to diagnose and quarantine cases. Facilities have been properly equipped to curb the spread of the virus, he said. The number of medical laboratories to test coronavirus infections has reached 22, and is expected to reach 40 by the end of next week, Namaki said. Namaki urged the public not to travel and to cancel all social gatherings. Iran has temporarily shut down schools, universities, and other education centers, and cancelled all public events, such as concerts and sport events.  ##Middle East## Ohio Governor Mike DeWine and Columbus Mayor Andrew Ginther sent a letter to organizers of the Arnold Sports Festival saying they will take “appropriate action under Ohio law”  if spectators are allowed into the festival.   The Arnold Sports Festival is an annual multi-sport festival held in Columbus that includes the Arnold Classic, a bodybuilding competition named for Arnold Schwarzenegger. According to the letter, the festival and the city of Columbus agreed Tuesday that the event would be closed to spectators. Then yesterday, the festival’s staff said they would close the Expo — but wanted people to be able to watch the sporting events.  The mayor and the governor said that because the competitions at the festival are general admission, spectators would be able to “attend dozens of events and travel freely from facility to facility” which would create a “unique and unacceptable risk” for the spread of the novel coronavirus.  Among their concerns is “the attendance of individuals from more than 80 countries and from other parts of the United States, including states affected by COVID-19,” they wrote in the letter.   “We stand united in our expectation that this event and its organizers abide by the original agreement reached Tuesday. In the event that organizers fail to comply with our agreement, we stand ready to take appropriate action under Ohio law to protect the health and safety of the residents of the State of Ohio and our guests,” DeWine and Ginther’s letter said. ##United States## India’s capital announced an immediate closure of all elementary schools until March 31, the Deputy Chief Minister of Delhi, Manish Sisodia tweeted on Thursday. Sisodia wrote that the move is a \"precautionary measure to prevent the possibility of spread of COVID-19\" among children. As of March 5, India has reported 29 confirmed cases of the novel coronavirus.  ##Asia## South Africa diagnosed a traveler returning from Italy as its first case of the novel coronavirus on Thursday. “The patient is a 38-year-old male who traveled to Italy with his wife,” South Africa’s health minister Dr. Zweli Mkhize said in a statement. “They were part of a group of 10 people and they arrived back in South Africa on March 1, 2020.” Mkhize said that the patient went to a general practitioner on March 3 with symptoms of fever, headache, malaise and sore throat and cough; a nurse took a swab and it was delivered to a lab and the patient went into self-isolation. The couple also have two children, the statement added. Mkhize said that authorities were tracing contacts, the doctor is self-isolating, and a tracer team has been sent to KwaZulu-Natal province. At the onset of the outbreak, South Africa was just one of two countries in the continent with reliable testing capabilities. That has since expanded to more than 40, according to the African CDC. Dozens of foreign diplomats who had been quarantined in Pyongyang, North Korea over coronavirus fears have been told their planned evacuation flight on Friday is canceled, a source inside the country told CNN's Will Ripley. The source agreed to speak on the condition of anonymity, given the extreme sensitivity of the current situation.  The source says Friday’s flight “was canceled by the Russians for unknown reasons.”  It’s unclear if -- or when -- a new flight will happen. The Russian Ministry of Foreign Affairs did not confirm this information when contacted by CNN. The North Korean government has not responded to CNN’s request for comment. The source told CNN last week North Korea’s state run airline Air Koryo had planned to operate the flight to evacuate “about 60” foreign diplomats from from Pyongyang to Vladivostok in Russia. The German Embassy, French Cooperation Office and Swiss Development Cooperation will close Pyongyang operations completely, the source said. Other countries with diplomatic missions in North Korea plan to scale down operations. ##Asia## Germany has recorded 109 new coronavirus patients within 24 hours, according to the German centre for disease control.  There are now 349 cases in the country. Eope## A cruise ship passenger from California died from the coronavirus on Wednesday, nearly two weeks after he returned home. Now, the Grand Princess cruise ship he was on is being held off the California coast, so federal health officials can screen passengers and crew members. The unidentified California patient was 71 years old and had underlying health conditions, Placer County health officials said. He was likely exposed to the virus on a cruise from San Francisco to Mexico between February 11-21. The cruise ship's route: After the Grand Princess finished its Mexico trip, it went on another cruise to Hawaii and is now on its way back. There are 62 passengers on the ship who sailed the previous San Francisco-Mexico voyage and remained onboard for the Hawaii one. California Gov. Gavin Newsom declared a state of emergency and said local health officials are working with their federal counterparts to trace people who'd had contact with the patient. \"This emergency proclamation will help the state further prepare our communities and our health care system in the event it spreads more broadly,\" he said. The ship is carrying about 2,500 passengers on its current voyage. Eleven passengers and 10 crew members have developed symptoms, Newsom said. Read the full story here: ##United States## It is “highly likely” that there is now some level of community transmission of the coronavirus in the UK, the country’s Chief Medical Adviser said Thursday.  “I think we should work with the assumption that it is here at very low levels at this point in time,” Chris Whitty told parliament.  “There are now several cases where we cannot see where this has come from, in terms of a clear transmission: either because someone has come directly from overseas or because they have had a close contact with someone who has recently returned from overseas,” he added.  There are now 87 cases in the UK but Whitty said he is expecting the number to “only go up.” Britain has now moved from the “contain” phase of the government’s coronavirus action plan, to the second phase of “delay,” he said. The delay phase of the four-stage approach to the virus will see a coordinated effort to push back the peak of the outbreak until the summer, when there are fewer winter pressures on the public health system. ##Europe## England’s Six Nations rugby union game against Italy that was due to played in Rome on March 14 has been postponed due to the coronavirus outbreak, an England Rugby Football Union (RFU) spokesperson has confirmed to CNN. The spokesperson added that it was too early to determine a new date for the fixture. The game was scheduled to be the last match for both teams in this year’s Six Nations Championship, an annual international rugby union competition between England, France, Ireland, Italy, Scotland and Wales. It is the second game of this year’s edition to be postponed. Ireland’s clash with Italy in Dublin, which was due to be played this coming Saturday, had already been called off on public health grounds by Six Nations organizers. Thursday’s decision comes after an Italian government decree issued on Wednesday ordered the cancellation of all sporting events in 11 “red zone” municipalities most affected by coronavirus -- Bertonico, Casalpusterlengo, Castelgerundo, Castiglione d'Adda, Codogno, Fombio, Maleo, San Fiorano, Somaglia, Terranova dei Passerini and Vò. Outside those municipalities -- in the regions of Emilia Romagna, Lombardy and Veneto, among other locations -- sports competitions and training would be permitted only behind closed doors. Sports fans from the affected regions have also been barred from traveling to other regions. ##Europe## Amazon and Facebook are encouraging their employees in Seattle to stay home after workers for each company tested positive for the novel coronavirus. Amazon revealed earlier this week that one of its Seattle-based employees had been diagnosed with the virus. On Wednesday, Facebook said a contractor who worked at one of its offices in Seattle had tested positive. Facebook has closed the facility, which the worker last visited on February 21, for the rest of this week. \"We've notified our employees and are following the advice of public health officials to prioritize everyone's health and safety,\" Facebook said in a statement. Both tech giants are encouraging employees in the Seattle area to work from home through the end of the month.  \"We are recommending that employees in Seattle [and] Bellevue who are able to work from home do so through the end of the month,\" an Amazon spokesperson said in a statement. Read the full story here ##United States## Though there is no large outbreak of the coronavirus in Africa or Latin America, several countries in those regions reported their first cases last week, raising concerns the virus may continue spreading. In Africa: Cases have been confirmed in Egypt, Algeria, Nigeria, Senegal and Tunisia. After confirming the country's first case, Nigerian authorities expressed confidence in their ability to handle the outbreak, saying the West African Ebola outbreak had prepared the continent well. However, the WHO has warned that an outbreak could hit Africa much harder than it did China. There are obstacles that could complicate hygiene practices and virus containment; only 42% of Nigerians have access to soap and water on their premises, while 25% have no access to water at all. The continent is now preparing preventative measures, such the monitoring of entry points and border crossings by soldiers. Experts from the WHO have been sent to particularly vulnerable countries, and the agency is providing African laboratories with testing equipment, reagents for chemical analysis, and staff training. In Latin America and the Caribbean: Cases have been confirmed in Mexico, Argentina, Brazil, Chile, Ecuador, and the Dominican Republic. Similar to US states and cities, countries like Mexico, Guatemala and Panama have declared states of emergency or high-level alerts in preparation for a greater outbreak. Even countries with no confirmed cases aren't taking any chances -- Panama has dedicated $2.5 million for a virus response, launched a public information campaign, and is conducting training sessions for healthcare workers. Read more here: The coronavirus outbreak could cost the airline industry as much as $113 billion in lost revenue, according to the airline industry body IATA.  In new forecasts, IATA said airlines' passenger business could lose $63bn if the coronavirus outbreak is contained (in current markets with over 100 cases as of March 2). It warned, however, that if the virus continues to spread, the cost could rise to $113bn.  In this worst-case scenario, the big falls would be in Asia and Europe. IATA said European airlines could see passenger numbers drop by 24%. This is a big increase to IATA’s previous forecasts. On February 20, IATA predicted that airlines would lose $29.3bn. Ten Icelandic nationals tested positive for the novel coronavirus on Wednesday, bringing the country's total number of confirmed cases to 26, according to its directorate of health. All of those individuals were traveling in either northern Italy or Austria. \"It’s clear that in Iceland we have high number of confirmed cases per capita and by international comparison,\" the directorate said in a statement. \"It’s important to note in this context that authorities have taken wide-ranging measures, e.g. the quarantine of individuals returning from infected areas, isolation of diagnosed cases and early testing.\" There are now 380 people quarantined in Iceland and the country is working on increasing the capacity of diagnosis at Landspitali hospital in Reykjavik. An Icelandair flight to Italy on Saturday will collect 70 Icelanders stranded there, and the 12 Icelandic nationals who have been quarantined in Tenerife are also expected to return on Saturday, according to state media. All four crew on the flight to Verona are nurses and will be dressed in protective clothing. “This is clearly unusual but this is the most responsible and safe way to get these people home,\" said Haukur Reynisson, head of operations for Icelandair. A high proportion of those infected were in the Hotel Aaritz in the town of Selva in Trentino, northern Italy. Of 14 Icelanders there, 12 have been infected, according to state broadcaster RUV.  ##Europe## Switzerland has had its first death of coronavirus, the Vaud region police said in a statement.  The patient was 74 years old, had been suffering from a chronic illness and was considered “high risk.” The patient had been infected by the virus on Tuesday and died on Wednesday night. This post has been updated to reflect the correct day that the patient was infected. ##Europe## At least 215 people came into contact with a group of Italian tourists in India, some of whom have tested positive for the novel coronavirus, a Rajasthan government official said on Thursday. According to Govind Pareek, the Joint Director of Public Relations, officials have identified the people the tourists came into contact with while in the region, including the cities of Jhunjhunu, Jodhpur, Bikaner, Udaipur and Jaipur.  Ninety-three samples have been tested so far. Of these, 60 tested negative for the novel coronavirus. The Rajasthan government is in the process of testing the remaining 122 suspected cases across the state. Hotel rooms where the Italians stayed have been closed for sanitation, which is still underway, Pareek added.  India's Health Minister Harsh Vardhan announced on Wednesday that 16 of the 22 Italians on the trip have tested positive for the novel coronavirus. The group landed in New Delhi on February 21 and traveled to Rajasthan by bus.  Two of the Italian citizens with the virus are being treated in Rajasthan and the remaining 14 are receiving treatment in the city of Gurugram just outside New Delhi. The group’s driver, who is an Indian citizen, also tested positive. T United Arab Emirates urged its citizens and residents on Thursday against travel abroad, the Emirati health ministry said. “Those who travel may face preventative measures upon their return to the UAE - at the discretion of competent authorities -- including undergoing medical checks at the airport, and a 14-day home quarantine,” the statement said. The Dubai Health Authority also said that customers travelling to Dubai from Beijing, Beirut, Rome, Milan, Venice, Bologna, Bangkok and Phuket will have to a coronavirus test at the airport. The UAE has 27 confirmed coronavirus cases, according to state media. Face masks produced in South Korea will no longer be exported abroad as of tomorrow, the country's vice finance minister said today. This move comes amid the largest coronavirus outbreak outside China, and after much public criticism of the government for severe shortages of face masks, resulting in citizens waiting long hours at designated locations to purchase them in limited numbers. The government had previously restricted the export of face masks, allowing up to 10% of those produced to be exported until April 30. South Korea has reported more than 5,700 cases of the virus and 35 deaths. Face mask supply: South Korea is aiming to increase its daily mask output from 10 million to at least 13 million, authorities said. Masks will be distributed mainly to pharmacies, post offices, and government locations for citizens to purchase.  Starting from Monday, each citizen can purchase up to two masks per week. The government will monitor sales through a computerized system, to prevent people from buying more than their share.  The government will also designate certain days of the week for citizens to purchase masks after presenting their identification cards, to avoid big crowds of shoppers. Mask price: The finance ministry will also price all masks distributed by the government at $1.27 (1,500 Korean won), and it may set a maximum price limit for private sellers. The government will reward anyone who reports on illegal business transactions of mask sales. ##Asia## Netflix is pulling out of the South by Southwest (SXSW) conference over concerns about the coronavirus, a Netflix spokesperson confirmed to CNN. The spokesperson said Netflix did not have a statement regarding the decision. The news was first reported by Variety. SXSW is an annual conference combining technology, music, media, and film that takes place in Austin, Texas. It is set to take place from March 13-22. Austin public health officials announced Wednesday that the conference would continue as planned despite concerns about the coronavirus. \"It's important for us to remember at this stage that we're actively evaluating mass gatherings on a daily basis,\" said the interim medical director and health authority for Austin Public Health. \n\"Right now there's no evidence that closing South by Southwest or other activities is going to make this community safer. We're constantly monitoring that situation.\" ##United States## Iran has begun work on developing a coronavirus vaccine and is ready to start producing test kits, the head of the Medical Sciences University of Iran told state news agency ILNA.  “A number of universities, including the Medical Sciences University of Iran, have started activities needed for the production of test kits so that we can ultimately obtain complete indigenous production of the test kits,” said Dr. Jaleel Kouhpayezadeh.\n“We have also started activities towards the production of a vaccine but it is an endeavor that is time consuming, though we hope to reach desired results as soon as possible,” he added.   Kouhpayezadeh added that proper personal sanitation and home quarantines are among the most important ways to control the spread of the virus, and called on citizens to observe the safety protocols.  Iran is one of the worst hit countries by the coronavirus outbreak and has officially recorded 2,922 cases, including 92 deaths.  ##Middle East## The European Broadcast Union (EBU) says it is proceeding with planning this year’s edition of the Eurovision Song Contest in Rotterdam, the Netherlands, scheduled for May. This comes after reports suggested it was considering an online format due to the coronavirus threat. In a statement to CNN, the EBU said: “We will continue to follow developments across Europe; and are looking at various possible scenarios together with the Eurovision Song Contest 2020 host broadcasters NPO, NOS and AVROTROS. However, it is currently too early to comment on these scenarios as they depend on developments in the coming months.\nThe EBU is, of course, closely monitoring the situation concerning the spread of coronavirus and taking all necessary health and safety precautions in line with WHO and national authority guidelines.\" The EBU had already imposed a travel ban after one of its staff in Geneva tested positive for the coronavirus. What is Eurovision? The singing competition takes place once a year, and is hosted by the previous edition's winning country. There are two semi-finals, and a grand final. Eurovision attracts hundreds of millions of viewers, and has given the world acts including Abba, Celine Dion and Olivia Newton-John. ##Europe## Health authorities in Spain have confirmed a second death from the coronavirus. The patient was an 82-year-old man with preexisting chronic conditions, \"who also had pneumonia,\" said the Basque Country Heath Department in a statement yesterday. ##Europe## Iran’s Ministry of Health has launched a coronavirus self-assessment website that provides information about the virus, according to Iran’s state news agency ILNA. After logging on and answering a number of questions, an individual suspected of being infected will receive a follow up from the health ministry, ILNA reported. Citizens can access the questionnaire and enter their phone number at salamat.gov.ir, through which they will receive a text message about their current health condition.  “I hereby request all my fellow citizens to visit the website and participate in the self-assessment process, as soon as possible,” said Ali Reza Reisy, director of health services at the Ministry of Health, in the ILNA report. ##Middle East## Iran’s Ministry of Health is planning to open specially equipped hospitals in all regions of the country to treat coronavirus patients, World Health Organization representative Richard Brennan told Iranian state media.  “Announcing specially equipped hospitals, in all regions of Iran, that would admit Covid-19 patients is a strategic policy that the ministry of health is pursuing,” Brennan told state news agency IRNA.\n“Even though the Iranian health system is a very strong and modern system, certain changes need to be implemented so as to better enable it to fight the spread of the coronavirus.\"\nIran is one of the worst hit countries by the coronavirus outbreak and has officially recorded 2,922 cases, including 92 deaths.  ##Middle East## New cases confirmed in Europe: Poland and Bosnia confirmed their first cases of the coronavirus today, while both Spain and Iceland have reported a spike in infections. Italy remains the worst hit European nation -- another major public gathering there, the Venice Architecture Biennial, has been postponed until August 29.  South Korea is stepping up its response: A third city in the virus-hit East Asian country has been designated a \"special care zone.\" Half the cases in Gyeongsan have links to the Shincheonji religious group, which the South Korean authorities are investigating amid claims that it has been concealing lists of members and those who might be infected.  India reports a spike in cases: Indian Prime Minister Narendra Modi said \"there is no need to panic\" earlier this week as the number of cases has grown in the world's second-most populous country. But with 29 cases now confirmed there are fears that the country's health system may not be able to cope with a major outbreak. Travelers test positive in Thailand: Thailand reported four more coronavirus cases today, bringing the national total to 47. Two of the cases recently arrived from Iran, and the other two had been to Italy -- both countries with serious outbreaks. New York is racing to stop an outbreak: After 11 people across the New York metro area tested positive for coronavirus, the state government has asked some 1,000 people who had contact with them to self-quarantine. All schools in Mount Vernon, in the NYC suburbs, are closing until March 9. Some schools have also been closed in Washington -- America's worst hit state with 39 infections, including 10 deaths. Australia cases rise: Australia's Department of Health announced 10 new cases of the coronavirus today, bringing the national total to 52. The department also confirmed the death of a resident in a nursing home, bringing the country's death toll to two.  Global cases are nearing 95,000: The number of people who have died from the coronavirus has risen to 3,283 as of Thursday, with 3,012 in mainland China. Outside of China, the most deaths have been reported in Italy, Iran and South Korea. Close to 95,000 cases of the virus have been confirmed worldwide, again with the vast majority in mainland China. South Korea designated the southeastern city of Gyeongsan as a third “special care zone” today as coronavirus cases continue to rise in the country. Half of the coronavirus cases in Gyeongsan are members of or have links to the Shincheonji religious group, which is at the heart of South Korea's outbreak, according to Kwon Joon-wook, vice-director of the South Korean Centers for Disease Control and Prevention. The other two \"special care zones\" are Daegu, a southern city where most of the Shincheonji-linked cases have occurred, and Cheongdo, right outside Daegu. When authorities designated Daegu and Cheongdo as \"special care zones\" two weeks ago, Prime Minister Chung Sye-kyun said it was because these areas were \"experiencing difficulties due to a sudden increase in confirmed cases,\" and that the government would send military medical staff for assistance. South Korea has reported more than 5,700 cases of the virus and 35 deaths.  ##Asia## Spain now has a total of 219 confirmed coronavirus cases, the Valencia Health Department said in a statement yesterday. Here is the breakdown by region: Andalusia: 12 (including 1 discharged)\nAsturias: 2 \nBalearic Islands: 5 (including 1 discharged)\nCanary Islands: 8 (including 2 discharged)\nCantabria: 10 \nCastile and Leon: 11 \nCastile-La Mancha: 12 \nCatalonia: 28\nValencian Community: 22 (including 1 death)\nExtremadura: 6 \nMadrid: 76\nNavarra: 3 \nBasque Country: 21 (including 1 death)\nLa Rioja: 3  ##Europe## Iran is at the heart of the Middle East coronavirus outbreak; the country has reported more than 2,900 cases and 92 deaths. Nearly 8% of the country's lawmakers have tested positive for the virus. In Iran: A team of 300,000 health workers and specialists has been mobilized nationwide, the deputy health minister announced Tuesday. International experts from the WHO also landed in Tehran this week to work with health authorities and coordinate a response effort. Those trying to leave the city of Qom -- ground zero for Iran's outbreak -- will be quarantined if they have a fever and display symptoms of coronavirus, the government said Wednesday. Iran has also taken more unusual measures, like temporarily releasing more than 54,000 prisoners in an attempt to prevent the virus' spread. In other Middle Eastern countries: In the past two weeks alone, the virus has spread to about a dozen other countries in the region.  Many countries have shut borders with Iran or imposed travel restrictions, while several including Qatar, Turkey, and Kuwait have ordered the evacuation of their citizens from Iran. Iraq has closed all schools, cinemas, cafes, and other public spaces for two weeks, and is banning its citizens from traveling to virus-hit countries like Iran, Kuwait, and Bahrain. Read the full story here. ##Middle East## South Korean authorities are conducting an administrative investigation at the headquarters of the Shincheonji religious group, which lies at the heart of the country's outbreak. A joint team is conducting the investigation at the headquarters, located in Gwacheon, close to Seoul. The team consists of epidemiologists from the Korea Centers for Disease Control and Prevention and forensic experts from the Prosecutors' Office. The investigation was to verify lists of Shincheonji's members and service attendees, said Kim Ganglip, Deputy of the Central Disaster Relief Headquarters, at a news briefing today. Shincheonji outbreak: More than half of all cases nationwide have links to a branch of the Shincheonji group in the country's south. Many members and confirmed patients come from the city of Daegu, and the surrounding North Gyeongsang province. The group has been at the center of controversy these past two weeks; police have accused the group of providing incomplete lists of its attendees, and the city of Seoul has filed a legal complaint against the group's leaders on charges including homicide. In response, the group has insisted that it is fully cooperative and transparent, and that any omitted information was due to administrative delays -- even suggesting that the government was looking to \"move the responsibility to Shincheonji.\" Cases in South Korea: South Korea has confirmed 5,766 cases of the novel coronavirus and 35 deaths. ##Asia## Chinese President Xi Jinping has postponed a much-anticipated state visit to Japan, which had been set for April, according to Japanese Chief Cabinet Secretary Yoshihide Suga. Suga cited the need to tackle the novel coronavirus for the postponement. The state visit had been touted as sign of warming relations between the two countries. The last state visit to Japan by a Chinese president was in 2008 -- though Xi also traveled to Japan in 2009 and 2019 for formal events. ##Asia## North Korean leader Kim Jong Un sent a \"personal letter\" to South Korean President Moon Jae-in expressing condolences for the coronavirus outbreak, the South Korean Presidential Blue House said today. The letter was sent yesterday, said Blue House spokesperson Yoon Do-hyun. It conveyed a \"message of comfort to the South Korean people who are battling against the outbreak of coronavirus, and expressed (Kim's) confidence that they will prevail in this fight without fail,\" said Yoon.\nThe letter also \"conveyed (Kim's) best wishes for the continued good health of the brethren in the South,\" and expressed concern for Moon's own health. Kim said he felt frustrated that there wasn't much he could do to help, Yoon said. However, the letter also veered into politics -- Kim \"expressed his candid thoughts and positions on the situation surrounding the Korean Peninsula.\" President Moon replied to the letter today to convey his gratitude, said Yoon. ##Asia## The European country of Bosnia and Herzegovina, known informally as Bosnia, has confirmed its first case of coronavirus, state news agency FENA reported today. The case was diagnosed in the Srpska Republic, one of the two political divisions in Bosnia. No additional details were provided in the report, but local media outlets added that the Srpska Republic health minister is expected to hold a news conference later today. Bosnia is located on the Balkan Peninsula, bordering Croatia and Serbia. ##Europe## Iceland has confirmed another six cases of the coronavirus, the Icelandic Civil Defence Division announced yesterday. “The individuals diagnosed are all Icelanders who have been recently travelling in Italy and Austria,” the division's statement read. “We are monitoring Icelandic residents arriving from high-risk areas. Any of those arriving from these areas are undergoing quarantine as a precaution and we are analyzing samples as soon as they show even mild symptoms,” said Alma D. Moller, director of health at the Civil Defence Division, in the statement. \n“That means that a proportionally high number of samples have been taken from arriving passengers and we have therefore managed to achieve early detection of infections.\" Moller added that none of the cases in Iceland were transmitted locally -- suggesting the government's measures have \"proven effective.\" ##Europe## The European outbreak first took hold in Italy, but has now spread across the continent. The European Union (EU) has raised the risk level from moderate to high, warning that every country needs to prepare for the outbreak. In Italy, cities and towns in the north have been placed under full or partial shutdown, effectively quarantining 100,000 people. Schools are suspended, public spaces like swimming pools or parks are closed, and major events closed to reduce the risk of infection. An Italian government task force is working around the clock to manage confirmed cases, oversee nationwide health procedures, and work with international agencies like the WHO and the European Center for Disease Prevention and Control. Elsewhere in the EU, deaths linked to the virus have been reported in France and Spain, which have over 400 cases combined. International travel restrictions have been put into place -- for instance, countries and airlines from the US to Kenya have suspended flights to Italy -- but EU borders remain open, with EU health ministers warning that border closures would be a \"disproportionate and ineffective measure.\" EU member countries have come together for a broader coordinated response, with an EU task force that covers responses in the medical field, mobility and travel, and economic impact. The United Kingdom also formed a \"battle plan\" against the virus, and has rolled out virus testing across 12 labs nationwide. Nearly 14,000 people have been tested across the UK so far. Read more here. ##Europe## The opening of the Venice Architecture Biennale -- arguably the most important event on the international architecture calendar -- will be delayed this year due to coronavirus fears and travel restrictions, the organizers announced yesterday. The biennale, occurring every other year, is where nations have sent their greatest thinkers to hash out the most pressing themes and issues gripping their industry -- and society at large.  This year, it was scheduled to take place from May 23 through November 29. Now, it will start on August 29 instead. \"The new dates for the Biennale Architettura have been established as a consequence of the recent precautionary measures in the matter of mobility taken by the governments of a growing number of countries around the world, which will have a domino effect on the movement of people and works in coming weeks,\" said organizers in a statement on the biennale website. \"This situation poses a risk to the realization of the Exhibition in its entirety in time for the announced opening date (May 23rd), thereby jeopardizing its quality.\" ##Europe## Poland has confirmed its first case of the coronavirus, the Polish Minister of Health announced on Wednesday. According to Minister Lukasz Szumowski, the patient came to Poland from Germany. He is in hospital in a stable condition, and all those who came in contact with him have been quarantined. A total of 584 coronavirus tests have been carried out in Poland, and 200 people who have been in contact with suspected patients remain under quarantine, Szumowski said. ##Europe## Every day, there's a growing global death toll. In the United States the coronavirus resembles a drumbeat in the distance: If you're distracted, you may not hear it. Or maybe just once in a while. But if you listen carefully, you can hear it very clearly and ominously. But Trump is misinforming. The president's statements to Fox News host Sean Hannity on Wednesday night were so at odds with what health experts are saying -- and millions of people were watching live. Last night, Trump reacted to the World Health Organization's data-driven assessment of the global death rate for the novel coronavirus -- 3.4% -- by saying \"I think the 3.4% is really a false number.\" \"Now, this is just my hunch, based on a lot of conversations with a lot of people that do this, because a lot of people will have this, and it's very mild -- they'll get better very rapidly, they don't even see a doctor, they don't even call a doctor -- you never hear about those people, so you can't put them down in the category of the overall population, in terms of this corona flu, and/or virus. So you just can't do that,\" Trump said. Trump continued by discarding his own administration's advice to stay home if you're feeling sick: \"If we have thousands or hundreds of thousands of people that get better, just by, you know, sitting around and even going to work, some of them go to work, but they get better, and then when you do have a death, like you've had in the state of Washington, like you had one in California, I believe you had one in New York.\" No deaths have been reported in New York. Read the full analysis here: ##United States## Amazon has recommended all employees in Seattle and Bellevue work from home if they are able to until the end of March, according to a statement from an Amazon spokesperson. It's not clear the number of employees this will affect.  ##United States## In Asia, the spotlight remains on South Korea, which has the largest number of patients outside mainland China.  South Korea: Around half of the country's 5,766 cases are linked to a branch of the Shincheonji religious group. In response, South Korean President Moon Jae-in said on Tuesday that the country \"has entered a war against\" the coronavirus. The government has proposed an extra budget of about $9.8 billion in response and recovery, which will be submitted for approval on Thursday. Authorities have aggressively rolled out testing across the country, even setting up drive-through testing stations where people can get tested in minutes. They have also employed creative technologies in this \"war,\" like a GPS system that sets off an alarm when patients violate quarantine at home. Information campaigns: In South Korea, and other places in Asia like Singapore and Hong Kong, there have been massive information campaigns to educate the public on basic but crucial preventative measures like washing hands, staying away from crowds, and not touching your face. Social distancing: Millions are still working from home across Asia, with both government departments and private companies implementing flexible or remote working arrangements for better social distancing. Events and public gatherings have been canceled for the same reason -- in Japan, the Rugby Sevens invitational tournament was canceled over coronavirus fears. Panic buying: Governments in these places have also had to address unexpected issues like panic buying, which saw toilet rolls and face masks sell out across supermarkets in Hong Kong. The same issue is now being seen in Australia, which announced additional cases this week after nearly a month of no new cases -- images from cities like Sydney and Brisbane show empty grocery store aisles and crowds jostling for products. In response, governments have urged people not to panic buy, and said that there was no threat to supply. Supermarkets have also imposed limits on how much shoppers can buy of items like toilet roll. Read more here on what other countries are doing to contain the outbreak. ##Asia## American airline JetBlue is cutting its initial capacity by 5% after virus fears caused a fall in demand, according to a statement from the airline. The airline is also reducing hiring for both front line and support center positions, and considering voluntary time off programs, the statement said. Several other airlines, including Delta, United, and American have announced suspensions in operations to airports overseas due to the virus. ##United States## India reports a spike in cases: Indian Prime Minister Narendra Modi said \"there is no need to panic\" earlier this week as the number of cases has grown in the world's second-most populous country. But with 29 cases now confirmed there are fears that the country's health system may not be able to cope with a major outbreak.  Travelers test positive in Thailand: Thailand reported four more coronavirus cases today, bringing the national total to 47. Two of the cases recently arrived from Iran, and the other two had been to Italy -- both countries with serious outbreaks of the virus. New York is racing to stop an outbreak: After 11 people across the New York metro area tested positive for coronavirus, the state government has asked some 1,000 people who had contact with them to self-quarantine. All schools in Mount Vernon, in the NYC suburbs, are closing until March 9. Some schools have also been closed in Washington -- America's worst hit state with 39 infections, including 10 deaths.  Australia cases rise: Australia's Department of Health announced 10 new cases of the coronavirus today, bringing the national total to 52. The department also confirmed the death of a resident in a nursing home, bringing the country's death toll to two.  A truck carrying toilet paper caught fire: Following panic buying of toilet paper in parts of Australia, a semi-truck full of the stuff caught fire and erupted into flames in Brisbane, Queensland late Wednesday night.  Global cases are nearing 95,000: The number of people who have died from the coronavirus has risen to 3,283 as of Thursday, with 3,012 in mainland China. Outside of China, the most deaths have been reported in Italy, Iran and South Korea. Close to 95,000 cases of the virus have been confirmed worldwide, again with the vast majority in mainland China.  The Chinese government has listed the whistleblower doctor who died of the coronavirus among a group of people who helped fight against the disease. Li Wenliang died in February, just months after trying to sound the alarm about the virus. Today, Li's name is on a list of 506 healthcare and response workers published in a statement on the Chinese National Health Commission's website, as \"advanced individuals in the prevention and control of novel coronavirus pneumonia epidemic in national health system.\"  Whistleblower punished: In December, as the virus was taking hold in Wuhan, Li was silenced and targeted by police after privately warning his classmates about its spread. He was made to sign a statement about his \"misdemeanor\" and \"unlawful acts.\" Li was later heralded by the public as a heroic whistleblower, as the government acknowledged the crisis and Li was able to speak more openly about it. However, Li contracted the virus, and died in February, sparking public fury and deep mistrust toward the government. In the days after his death, Chinese social media was flooded with calls for government accountability, an apology from Wuhan officials, and greater freedom of speech. ##Asia## The Northshore school district in Washington state is closing all schools for up to two weeks, starting today, over coronavirus fears, according to a letter sent to families by Superintendent Michelle Reid. A total of 26 of the district's 33 schools have been affected by direct or indirect exposure to the virus, and the absentee rate for students district wide was 20% on Wednesday, the letter said.  The district is working on a plan to transition students to cloud-based online learning by next Monday. Several people in different schools in the district have been either identified as a presumptive positive case, are under quarantine after possible exposure, or have been tested and are awaiting results. Cases in Washington: The state is the worst hit in the US, with 39 confirmed or presumptive positive cases, including 10 deaths. ##United States## The United States now has 159 coronavirus cases, with the majority of infections in California and Washington states. Many cities across the country, including San Francisco and Seattle, and even entire states like Washington, have declared states of emergency. This allows the local and state authorities greater access to emergency resources and funding in preparation for a bigger outbreak. Federal agencies are also working on a response: the US military says military labs are working on a vaccine, while the US Food and Drug Administration (FDA) just authorized health care workers to use a wider variety of respirators, giving them greater flexibility as face mask supplies run low. Delays in testing: However, the government has also hit snags. There are widespread concerns about the accessibility of testing kits, while a botched roll-out of US Centers for Disease Control (CDC) testing, and strict criteria on who could be examined, caused a delay in testing. The US has only been able to perform about 3,600 tests so far -- especially striking when compared to countries like South Korea and in Europe, where thousands of tests are being run daily. The FDA commissioner initially said the US should be able to perform about 1 million tests by the end of this week -- but clarified later that there was a difference \"between the ability to get the test kits out to the laboratories with the ability of the labs to actually do the tests.\" Confusion between federal and state levels: There is also confusion around other federal policies, like quarantines and travel restrictions; the Trump administration announced new rules in early February, but offered few details, leaving local officials scrambling to figure it out. San Antonio, Texas has even filed a lawsuit against the federal government over a disagreement in quarantine protocol. Among citizens, anxiety over the virus appears to be rising. Face masks and hand sanitizer have sold out in many places; one California woman told CNN she visited 15 stores over two days, only to find a single box of masks available. Read more here: ##United States## A spike in novel coronavirus in India has prompted concerns that the world's second-most populous country could face its own outbreak of the deadly virus. The country has confirmed 29 cases, including three who have recovered. Many of the cases are linked to a group of travelers from Italy, the hardest-hit country in Europe, Health Minister Harsh Vardhan said. Authorities in the country have advised caution, but have not raised the alarm. Prime Minister Narendra Modi said \"there is no need to panic\" earlier this week on Twitter and advised the public that the government is \"working together\" to stop the virus from spreading further. Modi said yesterday he would not attend next week's Holi celebrations -- the Hindu festival that marks the start of spring in which revelers throwing bright-colored powdered paint -- because of advice from experts to avoid mass gatherings. Holi festivities at the presidential palace were also canceled. India has also suspended granting visas to citizens from Italy, Iran, South Korea and Japan. Read more here: ##Asia## China is stepping up measures to prevent coronavirus cases being imported from other virus-hit nations, as the outbreak slows within the country but picks up speed across the world. So far, China has confirmed 20 imported cases, mostly expatriate Chinese who returned to their hometowns as the outbreak flared up in their host countries. Measures imposed: Multiple cities and provinces -- including Beijing, Shanghai and Guangdong -- have announced a 14-day quarantine for people arriving from overseas, with the strictest restrictions placed on those coming from countries with severe outbreaks, such as Italy, Iran, South Korea and Japan. Some local governments in China have urged overseas Chinese to reconsider their homecoming plans for the sake of their \"family's health and safety.\" Chinese pride in country's response: China's effort to prevent imported cases comes amid rising nationalist pride that the country's sweeping measures to contain the outbreak -- and the self-sacrifice of the Chinese people -- offered other nations a crucial window to prepare for its spread.  There is also growing criticism online against other governments for their allegedly slow response to control the outbreak. Both sentiments have been played up in state media. \"Now, we should rightfully declare that the US owes China an apology, the world owes China a thank you,\" reads a social media article carried on state news agency Xinhua's website, which criticized the US for its slow response to contain the virus within its own borders.  Read the full story here. ##Asia## In the past couple of days, a tweet from the US Surgeon General admonishing people for panic-buying face masks has gone viral. The tweet echoes guidance issued by the US Centers for Disease Control and Prevention (CDC) that only people showing symptoms of the coronavirus should wear face masks, in part to ensure there is a sufficient supply for healthcare professionals.  But while the CDC and the surgeon general are performing an admirable task in trying to dampen panic about the virus and counter misinformation, some of their statements are being taken out of context and turned into just that. People who dislike or disapprove of wearing face masks have used it to argue against doing so, even in places that recommend wearing them.  Just because guidance is issued by US authorities for Americans (or in Italy for Italians, or in the UK for Britons, etc) doesn't mean it necessarily applies to the whole world.  In Asia, for example, where face masks have been a common sight for weeks, multiple health authorities and experts have recommended their use by people not showing symptoms. Here's the Hong Kong guidance:  Surgical mask can prevent transmission of respiratory viruses from ill persons. It is essential for persons who are symptomatic (even if having mild symptoms) to wear a surgical mask.\nWear a surgical mask when taking public transport or staying in crowded places. It is important to wear a mask properly, including hand hygiene before wearing and after removing a mask. Asian metropolises like Hong Kong are far denser, and have far busier public transport, than most cities in the US. There is also evidence of community transmission in Hong Kong, and many neighboring countries, which raises the risks posed to otherwise healthy people of being coughed or sneezed upon by someone with the virus -- something a face mask can offer some protection from.  That doesn't mean the CDC guidance is wrong -- just that it applies to the US, not globally. We saw the same thing with early statements comparing the flu to the coronavirus -- you were much more likely to die of the flu in the US at the beginning of the outbreak when cases were focused in China, but that fact was twisted to suggest that this was true in China, or that the coronavirus was less deadly than the flu, when we now believe it might be considerably more so.  A semi-truck carrying toilet paper caught fire and erupted into flames in Brisbane, Australia, late Wednesday night.  A spokesperson for the Queensland Fire and Emergency Services told CNN that the truck had been carrying toilet paper, and that firefighters were able to contain the fire upon arrival.  Panic buying: Parts of Australia have seen panic buying as fears of shortages caused by the coronavirus outbreak continue to cause worried shoppers to stock up on basic necessities such as toilet paper.  On Wednesday, major Australian supermarket chain Woolworths announced that customers would only be allowed to buy four packs of toilet paper per transaction in order to \"ensure more customers have access to the product.\" In mainland China, more than 80,400 cases of the novel coronavirus and over 3,000 deaths have been recorded -- the vast majority in Hubei province, ground zero for the outbreak. But as new infections in China slow, the virus is rapidly spreading throughout the world. There are now more than 14,500 confirmed cases of the virus in 79 countries and territories outside mainland China, including at least 272 deaths. Here's the full list, with places reporting deaths highlighted: 1. Afghanistan (1 case) 2. Algeria (2 cases) 3. Andorra (1 case) 4. Argentina (1 case) 5. Armenia (1 case) 6. Australia (52 cases, 2 deaths) 7. Austria (10 cases) 8. Bahrain (49 cases) 9. Belarus (6 cases) 10. Belgium (1 case) 11. Brazil (3 cases) 12. Chile (2 cases) 13. Cambodia (1 case) 14. Canada (34 cases) 15. Croatia (6 cases) 16. Czech Republic (5 cases) 17. Denmark (3 cases) 18. Dominican Republic (1 case) 19. Ecuador (10 cases) 20. Egypt (2 cases) 21. Estonia (1 case) 22. Finland (3 cases) 23. France (212 cases, 4 deaths) 24. Georgia (1 case) 25. Germany (158 cases) 26. Gibraltar (1 case) 27. Greece (9 cases) 28. Hong Kong (103 cases, 2 deaths) 29. Hungary (1 case) 30. Iceland (3 cases) 31. India (29 cases) 32. Indonesia (2 cases) 33. Iran (2,922 cases, 92 deaths) 34. Iraq (35 cases, 2 death) 35. Ireland (6 cases) 36. Israel (15 cases) 37. Italy (3,089 cases, 107 deaths) 38. Japan (1,023 cases, 12 deaths) 39. Jordan (1 case) 40. Kuwait (56 cases) 41. Latvia (1 case) 42. Lebanon (13 cases) 43. Lithuania (1 case) 44. Luxembourg (1 case) 45. Macao (10 cases) 46. Malaysia (50 cases) 47. Mexico (5 cases) 48. Monaco (1 case) 49. Nepal (1 case) 50. Netherlands (7 cases) 51. New Zealand (3 cases) 52. Nigeria (1 case) 53. North Macedonia (1 case) 54. Norway (15 cases) 55. Oman (12 cases) 56. Pakistan (5 cases) 57. Philippines (3 cases, 1 death) 58. Portugal (4 cases) 59. Qatar (7 cases) 60. Romania (3 cases) 61. Russia (6 cases) 62. San Marino (1 case) 63. Saudi Arabia (1 case) 64. Senegal (2 cases) 65. Singapore (112 cases) 66. Slovenia (1 case) 67. South Korea (5,766 cases, 35 deaths) 68. Spain (209 cases, 2 death) 69. Sri Lanka (1 case) 70. Sweden (13 cases) 71. Switzerland (18 cases) 72. Taiwan (41 cases, 1 death) 73. Thailand (47 cases, 1 death) 74. Tunisia (1 case) 75. Ukraine (1 case) 76. United Arab Emirates (27 cases) 77. United Kingdom (87 cases) 78. United States* (159 cases total, 11 deaths) 79. Vietnam (16 cases) *Includes presumptive positive cases from public health labs pending confirmation from the US Centers for Disease Control. Thailand has reported four more coronavirus cases, bringing the national total to 47. The new cases include two Thai citizens, an Italian citizen, and one Chinese citizen, said Dr. Suwannachai Wattanayingcharoenchai of the Disease Control Department today. Two of the cases recently arrived from Iran, and the other two recently arrived from Italy. Thailand has confirmed one death related to the virus. ##Asia## US health officials originally restricted coronavirus testing to only the sickest patients -- but Vice President Mike Pence announced on Tuesday that any American with a doctor's order should soon be able to access the tests. Here's what the testing process looks like: First, you'll be swabbed. Doctors need to collect a specimen -- a sample that will be checked for the virus. Clinicians may swab your throat, going through both your mouth and your nose. People with \"wet\" coughs may also be asked to cough up sputum, a mixture of saliva and mucous. It's unlikely that other bodily fluids like urine or stool will be tested.\nYour specimen will be sent to a qualified lab. The sample is sent to a lab that has access to a test kit. Most of these kits are provided by the US Centers for Disease Control, but New York has received emergency authorization for its own test. The process might look different for commercial tests that may be available soon.\nYour sample will be tested: Technicians then use a procedure that allows them to see whether a certain genetic sequence is present in your sample. Essentially, the coronavirus test works by determining whether any given specimen contains the distinct coronavirus genome.\nHow long does the test take? Once a sample arrives at a state lab, test results can be available in as little as 24 hours, according to the Massachusetts Department of Public Health.\nWhat can go wrong? Because the test looks for viral genetic material in a swab or sputum sample, the quality of a specimen is critical. Read more here: New York is racing to stop an outbreak: After 11 people across the New York metro area tested positive for coronavirus, the state government has asked some 1,000 people who had contact with them to self-quarantine. All schools in Mount Vernon, in the NYC suburbs, are closing until March 9. Elsewhere in the US, Facebook has closed an office in Seattle after an employee tested positive for the virus.  The US military is screening recruits: Multiple US military branches are screening new recruits for the coronavirus as part of a sweeping effort to prevent the virus from spreading among armed forces stationed in the US. Cases have previously been reported among US and South Korean forces on the Korean Peninsula.  Global cases are nearing 95,000: The number of people who have died from the coronavirus has risen to 3,283 as of Thursday, with 3,012 in mainland China. Outside of China, the most deaths have been reported in Italy, Iran and South Korea. Close to 95,000 cases of the virus have been confirmed worldwide, again with the vast majority in mainland China.  Italy is shutting schools: Outside of China, one of the worst outbreaks has been in Italy, where more than 3,000 cases of the virus have been confirmed, and 107 deaths. The country announced Wednesday that it was closing all schools and universities until March 15, and a \"red zone\" has been declared in the north of the country. Australia cases rise: Australia's Department of Health announced 10 new cases of the coronavirus today, bringing the national total to 52. The department also confirmed the death of a resident in a nursing home, bringing the country's death toll to two.  Since the coronavirus outbreak began in China last December, it has spread across the world. It now threatens to become a global pandemic, and countries are scrambling to contain the virus. Here are 10 lessons -- good and bad -- from Asia on how to deal with a coronavirus outbreak. Be transparent with the public. Government transparency and publicly accessible information can help educate citizens on the risks and necessary precautionary measures, and avoid panic or misinformation.\nConduct social distancing. The virus spreads when people are in close physical contact -- so one of the most important preventative measures is social distancing. Countries across Asia have suspended schools, canceled public gatherings, and closed public spaces like swimming pools or libraries.\nBe ahead of the game. In January, as it became clear that the virus was spreading rapidly across Asia, countries got ready by setting up quarantine centers, ordering more medical supplies in advance, and organizing cross-departmental government emergency response committees.\nGet tested early. Countries can encourage early testing, and make testing available across local districts, to quickly identify the arrival of the virus. In South Korea, a smartphone app asks citizens to do a daily check of their symptoms, and the country has pioneered drive-through testing for the virus.\nSpread good hygiene practices. Simple measures can go a long way -- like washing your hands properly and frequently, covering your nose or mouth when you cough or sneeze, and being conscious of the surfaces you touch.\nOffer employees flexible working arrangements. Millions of people in Asia have been working from home, or working more flexible hours, for several weeks -- made possible by modern technology. This reduces the risk of infection, and helps employees feel safer.\nDon't panic buy. Panic buying, as seen in Hong Kong and elsewhere, stokes unnecessary chaos and fear. It takes away critical supplies for frontliners and health care workers -- and often, the supply chains are just fine.\nDon't be afraid of your pets. There is no evidence pets can catch the virus and subsequently infect you. The virus can live on surfaces and objects -- so it could be present on the surface of a dog or cat, like how it might be present on an elevator button or door handle.\nDon't stigmatize patients. As the virus spreads, so does fear and discrimination. Experts have warned against stigmatizing patients; for instance, if quarantines aren't done properly, patients could potentially be treated with less dignity and respect.\nFinally -- don't panic. Based on current available data, the virus is thought to have a fatality rate of about 2% -- that's higher than influenza, which is about 0.1%, but much lower than severe acute respiratory syndrome (SARS) at 9.6%, and Middle East respiratory syndrome (MERS) at 35%. For many people, symptoms are just like those of a common cold, and may go away on their own. Read the full story here. Environmentally conscious coffee lovers who bring their own mugs to buy fresh java at Starbucks won't be able to do so for a while. Starbucks announced yesterday that it is temporarily suspending the use of personal cups and tumblers at its stores to help prevent the spread of coronavirus. EVP Rossann Williams said the company will continue to honor its 10-cent discount for anyone who brings in a personal cup or tumbler for coffee, even though customers can't use them. \"We are optimistic this will be a temporary situation,\" Williams said in an open letter posted on the company's website. Starbucks said it is also increasing the number of cleanings at all its company-operated stores and suspending business-related air travel, both domestic and international, for the rest of March, according to Williams. Read more here. Multiple US military branches are screening new recruits for the coronavirus as part of a sweeping effort to prevent the virus from spreading among the armed forces. While recruits are always screened for health issues, the coronavirus is now a particular concern for the US Navy, Air Force and Army, who have implemented new screening procedures as the virus spreads. The military gets ready: The move underscores comments made by Chairman of the Joint Chiefs of Staff Gen. Mark Milley earlier this week that the military is planning for all scenarios as it faces the coronavirus -- even a worst-case pandemic situation. The Navy told CNN in a statement Wednesday that it began screening for the coronavirus in the initial processing of recruits in January. All incoming recruits are screened using medical and exposure risk criteria and any individuals identified as having potential risk would be further treated -- though none have met that criteria yet. The screenings involve evaluation for related symptoms such as a fever or lower respiratory illness and questions about overseas travel history and whether they've had close contact with anyone with the virus. Read the full story here: ##United States## The biggest city in the United States is now a search zone for anyone who had close contact with five people recently diagnosed with coronavirus. Eleven people across metro New York are infected with coronavirus, including the city's first case of community spread -- meaning the source of infection is unknown. About 1,000 people are being asked to self-quarantine after the latest cases, said Gov. Andrew Cuomo. Various health departments will contact those people and provide guidance. \"If anything, we are being over-cautious,\" Cuomo said. Those asked to self-quarantine include some congregants of the Young Israel of New Rochelle synagogue in Westchester County, where cases have been confirmed. Anyone who attended Young Israel services on February 22 and anyone who attended a funeral and a bat mitzvah on February 23 must self-quarantine, Westchester County Executive George Latimer said. Read the full story here: ##United States## The Lake Washington Institute of Technology in Kirkland, Washington, will be closed through the end of the weekend after a faculty member tested positive for the coronavirus. A message from President Dr. Amy Morrison, posted to the school’s website, says the faculty member has been self-quarantined, but the school felt it was necessary to empty the campus in order to spend the coming days doing a thorough cleaning of the premises. Morrison added the closure would also “provide us time to get a clear sense of who could have been exposed.\" A student also tested negative for coronavirus, the school said. ##United States## Facebook is closing one of its Seattle offices for the rest of the week after learning that a contractor who works there has the novel coronavirus. The company told CNN that the infected worker was last at the Stadium East facility on February 21. “We’ve notified our employees and are following the advice of public health officials to prioritize everyone’s health and safety,” Facebook said in a statement. Due to guidance from the local health officials, Facebook is also encouraging all of its Seattle employees to work from home through the end of the month. ##United States## Australia will extend its travel restrictions to China, Iran, and South Korea, the government announced today, shortly after confirming a new death. There will also be enhanced screening measures for travelers arriving from Italy, including temperature checks, mandatory health questioning at check-in counters, and further checks by Australian Border force and bio-security officers. Australia's Department of Health announced 10 new cases of the coronavirus, bringing the national total to 52 cases. The department also confirmed the death of a resident in a nursing home, bringing the country's death toll to two.  New York's Mount Vernon school district is closing all of its schools and offices until March 9, according to a news release from the school district.  This comes after two of their students and their families were placed under quarantine, the release says. School officials are working to clean all of their schools and offices during this time. Mount Vernon is only a few miles from New Rochelle -- where two families have tested positive for the coronavirus. ##United States## Global cases are nearing 95,000: The number of people who have died from the coronavirus has risen to 3,283 as of Thursday, with 3,012 in mainland China. Outside of China, the most deaths have been reported in Italy, Iran and South Korea. Close to 95,000 cases of the virus have been confirmed worldwide, again with the vast majority in mainland China.  Italy is shutting schools: Outside of China, one of the worst outbreaks has been in Italy, where more than 3,000 cases of the virus have been confirmed, and 107 deaths. The country announced Wednesday that it was closing all schools and universities until March 15, and a \"red zone\" has been declared in the north of the country.  Fears of a global pandemic are growing: While the World Health Organization (WHO) has yet to declare the coronavirus a pandemic, as there is limited evidence of sustained transmission among people who have not recently traveled to China or had close contact with someone who recently traveled to China, other authorities have been less circumspect. Speaking Wednesday, German Health Minister Jens Spahn said \"the coronavirus outbreak in China has become a global pandemic.\"  There may be another cruise ship outbreak: The Diamond Princess cruise liner quarantined in Japan dominated headlines for weeks, and now another ship has been halted -- this time off the coast of California -- after passengers and crew demonstrated symptoms. Governor Gavin Newsom, who earlier declared a state of emergency over an outbreak in the state, said the Grand Princess had been delayed to allow US Centers for Disease Control and Prevention (CDC) staff time to inspect it.  Trump used the virus to go after Obama: The US President falsely claimed Wednesday that policies adopted by the Obama administration had slowed down diagnostic testing. Both a Republican senator's office and a lab association said this is not correct. German Health Minister Jens Spahn said today that \"the coronavirus outbreak in China has become a global pandemic,\" while speaking to lawmakers at the German National Parliament In Germany, the number of confirmed coronavirus cases has risen to 158. What is an epidemic? An epidemic is more than a normal number cases of an illness, specific health-related behavior, or other health-related events in a community or region. What is a pandemic? A pandemic is defined as the \"worldwide spread\" of a new disease. But Dr. Anthony Fauci, director of the US National Institute of Allergy and Infectious Diseases, said earlier this month that there is no definitive scientific definition of what constitutes a pandemic. He added that there could be arguments on either side as to whether the coronavirus outbreak could be described as a pandemic. ##Europe## Chinese authorities reported 31 more deaths and 139 new cases of the novel coronavirus yesterday, and said a total of 52,045 patients have recovered and been discharged from hospital. Here are the breakdown of the numbers: Cases: In mainland China: 80,409\nOutside China: 14,498\nGlobal total: 94,907 Deaths: In mainland China: 3,012\nOutside China: 271\nGlobal total: 3,283 Outside China, deaths have been reported in: Italy: 107\nIran: 92\nSouth Korea: 35\nJapan: 12\nUS: 11\nFrance: 4\nHong Kong: 2\nSpain: 2\nIraq: 2\nTaiwan: 1\nAustralia: 1\nThailand: 1\nThe Philippines: 1 United Airlines warned employees earlier today it will be cutting back on more flights due to the impact of the coronavirus on worldwide travel. Flights slashed: In an companywide email, provided to CNN by United, the airline's executives say they are cutting United’s international schedule by 20% in April, while domestic flights across the US and Canada will be cut by 10%. The airline will try to minimize the effect of the changes to its workers, but a hiring freeze for non-critical jobs is now in place until at least the end of June, the email said. Employees are also being told they can volunteer for an unpaid leave of absence or reduced schedule. Planned salary increases for management and administrators are being pushed back by three months. “We sincerely hope that these latest measures are enough, but the dynamic nature of this outbreak requires us to be nimble and flexible moving forward in how we respond,” the memo said. ##United States## South Korea reported three new deaths and 438 additional cases of the coronavirus on Wednesday, according to the South Korean Centers for Disease Control and Prevention (KCDC).  This brings the national total to 5,766 cases and 35 deaths. Among the 438 new cases, 320 are from the southern city of Daegu, which has been at the heart of the national outbreak. In total, 4,326 cases have been from Daegu, with many of them linked to the Shincheonji religious group. Another 87 of the new cases are from North Gyeongsang province, which surrounds Daegu. Around 90% of the nation's cases are from Daegu and North Gyeongsang province. ##Asia## Japan recorded 33 new cases of coronavirus on Wednesday, its biggest one-day increase so far, according to data released by its Ministry of Health. The country's total now stands at 1,023 cases, of which 706 are linked to the Diamond Princess cruise ship. ##Asia## The nursing home in Kirkland, Washington, where six residents who died of the coronavirus, says it does not have its own testing kits. “We are relying on our local hospitals, the local and state health departments and the CDC to confirm cases,” said a statement attributed to Executive Director Ellie Basham. Representatives from the US Centers for Disease Control (CDC) have been at the facility all week, according to King County public health officer Dr. Jeff Duchin. A federal medical assistance team is set to arrive Thursday. The nursing home statement also says that any nursing home employee who “exhibits symptoms” is being asked to self-quarantine at home.  The statement does not say how many workers have been affected. Family members of the residents at Life Care Center are currently not allowed to visit and are being updated on their relatives’ condition daily via phone and email, but some have expressed concern that their loved ones still don’t know whether or not they are infected. “We understand that this is a frightening situation for our community and the general public,” the statement said. “We are committed to ensuring that our residents continue receiving the best care possible.” Daughters of Life Care Center resident relieved their mother will be tested: ##United States## The United States has reported 159 cases of the novel coronavirus. Here's the breakdown: 49 cases were repatriated from abroad: three from Wuhan, China, and 46 from the Princess Diamond cruise ship in Japan.\n110 cases were detected and tested on US soil.  These cases include presumptive cases -- meaning the patients tested positive in a public health lab or in state and district labs, and are pending confirmation from federal labs. The 110 local cases are spread out across 15 states: Arizona: 2  \nCalifornia: 36 (including one death)  \nFlorida: 3 \nGeorgia: 2 \nIllinois: 4  \nMassachusetts: 2 \nNew Hampshire: 2 \nNew Jersey: 1\nNew York: 11 \nNorth Carolina: 1  \nOregon: 3 \nRhode Island: 2  \nWashington state: 39 (includes 10 fatalities)   \nWisconsin: 1 \nTexas: 1 This post was updated to accurately reflect the total number of cases. ##United States##  Indonesian police have arrested and charged three people for hoarding surgical masks and antiseptic liquids to resell at higher prices. The three suspects had hoarded masks since February, \"allegedly selling the masks for higher prices to reap profits,\" said state news agency Antara, citing Central Java Provincial Police Senior Commissioner Budi Hariyanto. The suspects were selling the masks at around eight times the regular market price, police said. If convicted, the three suspects could face up to five years in jail and a fine of up to $3.5 million. On Tuesday, Antara reported that President Joko Widodo ordered the National Police to take \"stern measures against the irresponsible parties who capitalize on a moment like this by stockpiling masks and selling them at a high price.\" ##Asia## The states of Texas and New Jersey have identified their first presumptive cases of the coronavirus, authorities announced today. In Texas: The case was announced by Fort Bend County, near Houston. The patient is a man in his 70s who recently became ill after traveling abroad, and is now hospitalized.  The local health department said it had been preparing for the arrival of the virus, and is ready to respond. Houston has increased its capacity to test for the virus, but there is a limit to the number of tests it can run, so officials are asking that only people with significant symptoms go for testing. In New Jersey: The patient is a man in his 30s who has been hospitalized in Bergen County since March 3.  The New Jersey Department Of Health tested the man locally and now those results are being processed at the US Centers for Disease Control and Prevention (CDC) What is a presumptive case? This means the patient has tested positive in local or state labs, but that the results have yet to be confirmed by a test in the federal CDC lab. ##United States##", "Section": "asia", "Writers": ["Jessie Yeung", "James Griffiths", "Adam Renton"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-03-05-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}