{"Type": "", "Time": "2019-06-11", "Headline": "Taiwan Excellence to hold first eSports Cup in Philippines – Manila Bulletin", "Text": "What was once played inside neighborhood cybercafes is now a mainstream sport in the Philippines. Dubbed eSports, this electronic league — predicted to be worth $19 billion worldwide — has attracted global companies to capture opportunities in emerging countries such as the Philippines, which has recently produced world-acclaimed gamers. In fact, this year, the internationally recognized 2019 Taiwan Excellence eSports Cup is set to hold its first-ever competition in the Philippines. Organized by the Taiwan External Trade Development Council (TAITRA) and Taiwan’s Bureau of Foreign Trade (BOFT), MOEA, the 2019 Taiwan Excellence eSports Cup proves Taiwan’s commitment to bring its best technologies in the competitive eSports arena to more countries. “Taiwan is known for its breakthrough electronics industry, with renowned innovations and quality products being developed for global distribution. Now with eSports, we take pride in sharing that industry-leading brands are from Taiwan, with Filipino gamers,” said C.T. Wu, director of the Strategic Marketing Department, TAITRA.2019 Taiwan Excellence eSports Cup is partnering with renowned Taiwanese electronic brands, lead by Asus, The Official Gaming PC Provider of The Taiwan Excellence e-Sports Cup, along with Aorus, Avermedia, In-Win, Kingmax, Transcend, XPG, Team Group, Zadak, G.Skill, and Zyxel, to provide a top-grade eSports experience in the country.At least 2,000 participants across the country are expected to compete for the 360,000 peso tournament prize pool. The grand finals will be held October 4-5 at SM North Edsa The Block, in Quezon City. The competing game titles include Counter-Strike: Global Offensive (CSGO) and League of Legends (LOL). Tournament registration starts on June 15, with elimination rounds for CSGO taking place on July 6, 13, 20, and 27, and for LOL on August 3, 10, 17, and 24. Inter-branch games are being held September 14 for CSGO and September 24 for LOL. Other countries such as Malaysia and Thailand, where 2019 Taiwan Excellence eSports Cup took place, see this competition as an ideal channel to hone gaming professionalism before preparing for the SEA Games 2019, being held in the Philippines. SEA Games 2019 marks the first time that eSports is an official medal event. In the 2018 Asian Games, eSports was included as a spectator event. Reports suggest that the 2022 Asian Games are looking to consider eSports as a medal event.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2019/06/11/taiwan-excellence-to-hold-first-esports-cup-in-philippines/", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Philippines", "Source": "MB"}