{"Type": "gallery", "Time": "2020-05-29", "Headline": "The week in 33 photos", "Text": "People watch a construction site burn near the Third Police Precinct in Minneapolis on Wednesday, May 27. Protests in Minneapolis have turned violent with fires flaring up around the city as protesters express outrage over the death of George Floyd, a 46-year-old black man who died after pleading for help as a police officer pinned him to the ground with his knee on Floyd's neck.  Cemetery workers bury an alleged Covid-19 victim at Vila Formosa Cemetery near Sao Paulo, Brazil, on Friday, May 22. Brazil passed 300,000 cases of coronavirus this week, becoming the country with the second-most cases in the world. More than 20,000 people have died. See more photos from the outbreak in Brazil.  Olivia Grant, right, hugs her grandmother, Mary Grace Sileo, through a plastic cloth hung on a clothes line on Sunday, May 24, in Wantagh, New York. The two saw each other for the first time since the coronavirus pandemic took hold. A group floats down the American River at the Sunrise Recreation Area near Rancho Cordova, California, on Sunday, May 24. Memorial Day weekend prompted plenty of celebrations at the beach and boardwalks, but few were seen social distancing or wearing masks masks. Storm clouds pass over the Vehicle Assembly Building as the SpaceX Falcon 9, with the Crew Dragon spacecraft on top of the rocket, sits on Launch Pad 39-A at Kennedy Space Center in Cape Canaveral, Florida, on Wednesday, May 27. SpaceX was slated to launch astronauts Douglas Hurley and Robert Behnken on a mission to the International Space Station, but was scrubbed for weather 17 minutes before liftoff.  A pro-democracy protester is arrested by police in Hong Kong on Sunday, May 24, prior to a proposal to enact new security legislation in Hong Kong. The controversial law will drastically broaden Beijing's power over Hong Kong, which last year was roiled by anti-government protests calling for greater democracy and more autonomy from mainland China.  US President Donald Trump plays golf at the Trump National Golf Club in Sterling, Virginia, on Saturday, May 23. This was his first visit to one of his golf properties since March due to the coronavirus pandemic.   Volunteers look for survivors of a Pakistan International Airlines plane crash in the residential area of Karachi, Pakistan, on Friday, May 22. At least 97 people were killed, according to a statement from the Sindh Health Department. President Xi Jinping of China reaches to vote on new security legislation concerning Hong Kong during the closing session of China's National People's Congress in Beijing on Thursday, May 28. China's legislature approved the proposal, which bans secession, subversion of state power, terrorism, foreign intervention and allows mainland China's state security agencies to operate in the city. A man sits with a pelican in St. James's Park in London on Thursday, May 21. A woman sunbathes at Plage du Couchant in a roped-off distancing zone marked by city officials in La Grande-Motte, France, on Thursday, May 21.  Maria Velez hugs the tombstone of her son Stephen at the Ohio Western Reserve National Cemetery on Monday, May 25, in Seville, Ohio. Patients exercise on the balconies of a training center, which has been converted into a quarantine house, in Tangerang near Jakarta, Indonesia, on Thursday, May 28.  Traders wearing masks work on the floor of the New York Stock Exchange on Tuesday, May 26. The NYSE reopened the trading floor to a subset of floor brokers after limiting to all-electronic trading on March 23 because of the coronavirus pandemic. Italy's aerobatic team Frecce Tricolori is seen flying over Duomo Square in Milan for the 74th anniversary of the proclamation of the Italian Republic on Monday, May 25.  A couple has lunch under plexiglass at H.A.N.D. restaurant on Wednesday, May 27, in Paris. French designer Christophe Gernigon created the \"Plex'Eat,\" a plexiglass cylinder that hangs from the ceiling, to help prevent the spread of the coronavirus. People enjoy the sun from social distancing circles at Mission Dolores Park in San Francisco on Friday, May 22. People gather at a police precinct during a protest for George Floyd in Minneapolis on Tuesday. Minneapolis' police chief acknowledged on Thursday, May 28, that his department had contributed to a \"deficit of hope\" in the city after the death of Floyd. A woman walks through the flooded streets of Miami on Tuesday, May 26. Florida's heavy rainfall eventually formed Tropical Storm Bertha, which made landfall in South Carolina on Wednesday morning.  A worshipper offers Eid al-Fitr prayers outside a shrine in Tehran, marking the end of the Islamic fasting month of Ramadan, on Sunday, May 24. Because of the coronavirus pandemic, Ramadan looked much different than it has in years past. Dominic Cummings, special advisor to UK Prime Minister Boris Johnson, arrives at his house in London on Monday, May 25. The chief aide has refused to apologize for driving across England during lockdown, amid a scandal over his movements that has overshadowed the UK government's coronavirus response. The morning fog lifts over the East River, revealing the skyline of lower Manhattan, on Wednesday May 27. Visitors walk in the ARoS Museum of Art in Aarhus, Denmark, on Friday, May 22. The museum reopened its doors for the public after being closed for two months. Democratic presidential candidate and former Vice President Joe Biden arrives with his wife, Jill, to lay a wreath at the Delaware Memorial Bridge Veterans Memorial Mark on Monday, May 25. Biden has not left his home in months due to the coronavirus pandemic. Members of the Israeli Mermaids Community swim at the beach in Bat Yam near Tel Aviv on Saturday, May 23.  A teacher pulls up a picture of a student on a tablet attached to a robot during a \"cyber graduation\" at a school in Taguig City in the Philippines on Friday, May 22.  The  school staff presented diplomas to toga-wearing robots that were made by the school's Taguig Robotics Team.  A fish processing and storage warehouse burns at Pier 45 in San Francisco early on Saturday, May 23.  A member of the Three Percent Militia, an American far-right militia movement, hangs an effigy of Kentucky Gov. Andy Beshear during a Patriot Day Rally in support of gun rights at the State Capitol in Frankfurt, Kentucky, on Monday, May 25.  Bunches of incense sticks are laid out to dry at a factory in Quảng Phú Cầu near Hanoi on Thursday, May 21.  NASA astronauts Doug Hurley and Bob Behnken say goodbye to their families before the planned SpaceX Falcon 9 rocket launch at the Kennedy Space Center on Wednesday, May 27. The launch was later postponed and a second attempt is scheduled for Saturday.  Nurses take a break in a light therapy center inside the CHR Verviers hospital in Belgium on Friday, May 22.  Artist Jorge Rodriguez-Gerada works on a mural of a healthcare worker in a parking lot near Flushing Meadows Corona Park in the Queens borough of New York on Wednesday, May 27. The portrait was inspired by Dr. Ydelfonso Decoo, an immigrant doctor who died from coronavirus while serving hard-hit communities of color.  Trucks drive on the Hutong Yangtze River Bridge during a load test in Nantong, in China's Jiangsu province, on Wednesday, May 27. See last week in 36 photos. ", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/05/28/world/gallery/week-in-photos-0529/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}