{"Type": "article", "Time": "2020-07-25", "Headline": "Traveling while Asian during the pandemic", "Text": "\"I hope we don't get sick from these Ch*nks.\"  Those are the words an Asian-American woman from Seattle, Washington, heard while boarding an airplane. The passenger who said it was staring directly at her.   This is one of more than 2,100 anti-Asian, pandemic-related hate incidents documented and submitted to Stop AAPI Hate, a reporting center founded by the Asian Pacific Policy and Planning Council.  Since its launch in March, Stop AAPI Hate has recorded incidents ranging from verbal harassment and physical assault to civil rights violations.  \"This is not just a pandemic of health but a pandemic of hate that is attacking our AAPI communities around the country,\" said California Assembly member David Chiu during a Stop AAPI Hate news conference on July 1.   CNN previously reported that attacks on Asian people or people who appear to be East Asian have intensified after the coronavirus outbreak began in China.   Even the FBI has concerns. In April, in a letter to law enforcement officials, FBI Director Christopher Wray wrote that his agency remains \"concerned about the potential for hate crimes by individuals and groups targeting minority populations in the United States who they believe are responsible for the spread of the virus.  Mapping anti-Asian aggressions \"I've been living here for the past six years,\" said Cambridge, Massachusetts, resident Boram Lee, \"and I haven't faced this level of blatant, explicit racism.\"  A political scientist who graduated from Harvard in May, Lee was biking in her neighborhood when a stranger yelled profanity at her. That same week, while she was at a grocery store, a woman followed her and told her to go back to China.   Lee, who is Korean, was shaken up by these incidents and needed to do something. She worked with a colleague, Ja Young Choi, in creating a map where people can report anti-Asian aggression.   Their goal was to show people that they were not alone.  \"Without talking to my friends who are going through the same thing, it was really hard for me to figure out whether this is just an unlucky incident or whether this is some bigger macrotrend that's happening in this country and worldwide.\"   Another kind of global pandemic Anti-Asian hate is not exclusive to the United States.  All over the world, there are resources like Lee's map and Stop AAPI Hate that have been created to track the racial aggressions toward Asians. The Asian Australian Alliance launched a survey for Asian Australians to report their own experiences.  French Asians have taken to Twitter to share their experiences with the hashtag #JeNeSuisPasUnVirus (which translates to \"I am not the virus\"). And the European Network Against Racism also gathered data from media and NGO reports to create a map that shows the impact of Covid-19 on racialized communities.   With the increase of reports of anti-Asian hate across the world, many Asian travelers are feeling more vulnerable than ever -- in their own neighborhoods and on the road.  CNN Travel talked to Asians who travel for a living to see how they have been affected by the pandemic.  Lianne Bronzo  Lianne Bronzo and her boyfriend were living in Zambia for two years as Peace Corps volunteers before having to evacuate because of Covid-19.   Bronzo, who was adopted by an American family, originally left the United States in 2012 to meet her biological parents back in South Korea. She has been traveling the world and documenting it on her blog ever since.   After eight years, she was coming home to not only the fear of the coronavirus but also the fear of being attacked for being Asian.  Bronzo arrived in the United States and quarantined in Philadelphia for two weeks before moving in with her family in a predominantly white neighborhood in Camden County, New Jersey.    \"I always wear sunglasses when I'm out. I like that I'm able to wear a mask. I put my hair back, like just in case. I just don't want to deal with it.\"   Bronzo and her boyfriend, who is in California, are pursuing a long-distance relationship. They decided to spend time with their parents since they have been abroad for so many years.  Bronzo says she's not sure when they will see each other again, but they are considering buying a van and doing a cross country road trip. Since the pandemic began, Bronzo has not experienced any discrimination, but once borders start opening, she is considering moving to Japan with her boyfriend.  \"I think Asia would be one of the safest places to go,\" Bronzo said. \"We kind of shifted our travel plans to go to a place where there might be less discrimination against Asian people.\"  Pete Rojwongsuriya  \"I'm terrified of walking around looking like this and people shouting at me,\" Pete Rojwongsuriya, a travel blogger born and raised in Thailand, said.  \"I do have fear, like the news has not been painting a very good picture of Asian travelers.\"  As a solo traveler, Rojwongsuriya has traveled to 65 countries in seven years,  documents his travels through film  and writes travel guides and backpacking itineraries on the  BucketListly Blog.    \"Sometimes I find myself trying a little bit too hard to fit into the backpacking culture,\" Rojwongsuriya said.  When he is traveling abroad, people automatically assume he does not speak English, and he is usually greeted by Western tourists saying \"konichiwa.\"   \"And I'm like, I'm not Japanese, dude. It's not  like  all Asians are Japanese or Chinese,\" he said. \"I get 'Niihau' a lot, you know? And I'm like, I know you're trying to be smart and all, but you are looking pretty stupid here.\"   Rojwongsuriya is usually backpacking around the world, but when the pandemic started to spread, he was home in Bangkok.    When the country started to open up, Pete began to explore locally. The Grand Palace, which is usually packed with tourists, was empty.   \"There was no one there,\" Pete said. \"And I was able to actually enjoy the place a little bit more.\"   Christina Guan  Since the pandemic started, travel blogger Christina Guan said that she stopped taking her camera out because she doesn't want to look like a stereotypical Asian tourist.    \"As someone who is Asian in a city where the population is majority white, I already look so different.\"   Guan is a Chinese Canadian living in Munich, Germany. Originally from Vancouver, Canada, Guan moved to Munich for a study abroad program in 2015. She said, as the classic story goes, she met a guy and has been living there since.    Founder of the  website Happy to Wander,  Guan has mostly been staying home since March.    She hasn't personally experienced any discrimination during Coivd-19 but has read reports about racist aggression and violence taking place all over the world.  \"I fear that people might be looking at me, and thinking immediately based on what I look like, that I might be a carrier of a virus or that I might be dangerous to be near, which is quite unfortunate, but it's a reality that a lot of us are facing.\"    Dr. Kiona  \"I have been attacked online as an Asian person speaking out against [anti-] Asian hate crime,\"  says Dr. Kiona, who is half-Korean and founder of How Not to Travel Like a Basic Bitch said.  Dr. Kiona, who has a doctorate in nutritional sciences and prefers to leave out her last name, explains that this anti-Asian sentiment is nothing new. \"Covid-19 [is] just giving people an excuse, so no, I'm not anymore scared as I was before.\"  Dr. Kiona stayed at home in Austin, Texas, during the first four months of the pandemic. When the United States  started slowly reopening, she decided to go on her first trip, took all the precautions suggested by CDC and met with friends in North Carolina.  She did not experience any anti-Asian aggression on her trip, but she thinks it's because she wasn't traveling with other Asians.   \"In general, pre-Covid, I have reduced my travel with other Asians because I have gotten assaulted. We have been followed, stalked, harassed for being Asian. ... Now after Covid, I don't really see that stopping and if not developing into more violent assaults.\"  Dr. Kiona, who has more than 92,000 followers on Instagram, is used to traveling to multiple countries every month. Since the coronavirus outbreak, she has had to cancel several engagements, including a business meeting.  \"It was supposed to be the three of us who are Asian or half Asian, and it made me nervous,\" she said. \"It was the first time I had anxiety ... all of the past times that I've traveled with other Asians, really, really bad experiences have happened, because people see us as easy targets.\"    Dr. Kiona had to also cancel a group trip to Cuba. She was working with the Ministry of Culture of Cuba to organize a Chinese festival in Cuba in November.   She felt uncomfortable hosting the event during this climate and postponed the festival. \"Bringing Chinese or Asian diaspora into a country that we don't know what their feelings towards Asian people are going to be ... I wasn't comfortable doing that.\"   Dr. Kiona, who has three degrees as well as the doctorate, uses her platform to educate through travel. If she didn't have her digital platform, people may not know about her experiences of being assaulted, harassed and stalked while traveling.  \"But if they read about it, if I give representation to the Asian traveler like, 'Hey, this is what I'm going through,' then they are exposed to that.  \"So I wanted to do that for myself and for everyone else out there who has had good and bad experiences, what they were so that we can collectively share and contribute to helping each other, to make those experiences better.\" ", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/asian-travelers-pandemic/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}