{"Type": "", "Time": "2020-07-01", "Headline": "Church leaders: Virtual weddings not valid; bride and groom must be physically present – Manila Bulletin", "Text": "Catholic priests may have resorted to celebrating online masses due to the coronavirus disease 2019 (COVID-19) pandemic, but having virtual weddings is a different story.Balanga, Bataan Bishop Ruperto Santos said that the Sacrament of Matrimony requires physical presence.“It is a contract between two physical persons, not virtual with priests and godparents as minister and witnesses,” he said.“For validity, the godparents and priests as witnesses must be physically present with the contracting party — husband and wife to sign in front of each other to make the contract and celebration of matrimony valid. So, virtual marriage does not give validity to marriage,” added Santos.A former official of the Catholic Bishops’ Conference of the Philippines Episcopal Commission on Family and Life also echoed what the prelate said.“In the dispensation of Sacraments, the dispensers and recipients of the sacraments need to be physically present. That’s the very nature of the sacraments, actual presence of the people,” Father Melvin Castro of the Diocese of Tarlac said.“Just to be exact, in the Sacrament of Matrimony, it is the spouses that are considered ministers of the sacrament. But for it to be valid, a priest, deacon, or bishop need to stand as the canonical witness and solemnizing officer, aside from two other witnesses,” he added.“In Civil Law, they legislate that. But in Canon Law, the spouses, priest, deacon, or bishop and at least two witnesses need to be physically present,” said Castro.Fr. Jerome Secillano of the CBCP Public Affairs Committee said allowing virtual union diminishes the essence and dignity of marriage itself. He said the inability to contract matrimony in this time of pandemic should also not be made as an excuse for changing the laws on marriage. “Marriage can wait. And if couples are truly for it, there will always be a proper time for its celebration,” said Secillano.The prelates expressed their opinions in the wake of the filing of a bill in the House of Representatives, seeking to allow virtual marriage with the use of video, audio, and data transmission devices.Kabayan Party-list Rep. Ron Salo has filed House Bill (HB) 7042, saying the proposed legalization of virtual marriage is expected to address public health problems faced by couples with scheduled weddings, but which have been postponed due to the coronavirus disease (COVID-19) pandemic.He explained that HB 7042 seeks to allow the use of video, audio, and data transmission devices for virtual wedding ceremonies.Under the bill, only the physical absence of the solemnizing officer will be allowed. The couple to be wed will have to be together in one venue, with the priest or any other authorized solemnizing officer being granted the license to officiate remotely.“The essence of the marriage ceremony is the personal appearance of the parties before the solemnizing officer and their declaration that they freely and willingly take each other as husband and wife,” Salo explained.“It is respectfully proposed that the term presence and personal appearance provided in the Family Code be broadly construed to include virtual presence,” he added.The party-list solon noted that many schedule wedding ceremonies have either been cancelled or rescheduled due to the social distancing restrictions imposed in a bid to prevent the spread of the coronavirus disease (COVID-19).The health risks posed on the couple, their relatives, and well-wishers are quite dangerous if they are allowed to be in a single venue.Salo noted that COVID-19 infection is likely to threaten more the solemnizing officers, who are “oftentimes senior citizens.”HB 7042 will amend the Family Code that took effect over three decades ago “when analog means of communication was the prevalent norm and virtual presence is just a figment of imagination.”He said requiring the personal appearance of all important characters in a marriage is no longer practical since this provision of the Family Code has already “been overtaken by advancements in technology.”“The legal meaning of presence or personal appearance must now be liberally construed to include virtual presence or presence through videoconferencing,” Salo said.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/07/01/church-leaders-virtual-weddings-not-valid-bride-and-groom-must-be-physically-present/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "MB"}