{"Type": "article", "Time": "2019-11-18", "Headline": "Beijing tells US to stop 'flexing muscles' in South China Sea as it sends new carrier", "Text": "China's Defense Minister told his US counterpart that Washington must stop \"flexing its muscles\" in the South China Sea when the two met Monday, according to a spokesman for Beijing. At the same time, China announced that its new domestically produced aircraft carrier was headed to the South China Sea for training and research purposes. US Defense Secretary Mark Esper and Chinese Defense Minister Wei Fenghe met Monday in Bangkok, where the two were attending a meeting of defense officials from the Association of Southeast Asian Nations (ASEAN) and other countries.  Wei and Esper discussed a host of issues -- including the political unrest in Hong Kong and the status of the South China Sea, Chinese Defense Ministry spokesman Wu Qian said.  Much of the international community views China's maritime claims in the region as excessive and a violation of international law. The US also accuses China of militarizing islands in the sea, and regularly sails warships in the region as part of operations to challenge Beijing's claims and ensure \"freedom of navigation.\"  Carrier getting ready for commissioning China said the presence of its newest aircraft carrier, which has not yet been officially commissioned, in the South China Sea was not related to any current events. \"Training of the homemade aircraft carrier is a normal arrangement in the process of aircraft carrier construction, is not aimed at any specific target and has nothing to do with the current situation,\" People's Liberation Army Navy spokesman Cheng Dewei said in a posting on the PLA's English language website. A story in state-run Global Times said the testing \"will allow the aircraft carrier crew to become familiar with the sea area where it will often sail in the future.\" The story went on to say that if the South China Sea training is successful, the carrier could soon be commissioned at a ceremony in Sanya, a port in southern Hainan province.  It hinted that the carrier would eventually be stationed there, saying \"the South China Sea will be right at its doorstep, and not far from the island of Taiwan.\" The carrier passed through the Taiwan Strait on Monday, the PLA Navy said. China says US should not escalate tensions Spokesman Wu said that Wei told Esper China is determined to maintain \"peace and stability in the South China Sea and demands the US stop flexing its muscles in the South China Sea and do not provoke and escalate tension in the South China Sea.\" Esper acknowledged in a tweet that the two sides met \"to discuss how our two nations can continue a relationship focused on maintaining the international rules based system.\" \n China, Vietnam, the Philippines, Malaysia, Taiwan and Brunei all claim parts of the South China Sea. The waters are home to some of the world's most important shipping lanes, with billions of dollars worth of commercial traffic passing through the waters each year. Esper and Wei's meeting comes at a tense time for Washington and Beijing. Contentious trade negotiations between the two countries hit yet another snag last week. A commentary in the Global Times, warned of potential difficulties ahead in military ties if other issues between the two countries are not solved.  \"The biggest stumbling block in promoting China-US military ties lies in whether Washington would be willing to respect Beijing's core interests and major security concerns,\" the piece read. It was authored by Zhang Junshe, a senior research fellow at the PLA Naval Military Studies Research Institute. \"Such moves of the US are related to the growing tough attitude toward China within US administration,\" Zhang wrote. \"On the one hand, defense officials have been claiming to seek stable development of military relations with China, including maintaining high-level exchanges and contacts in non-traditional security fields. Yet on the other, the US defense establishment is provoking China over the latter's core interests and major security concerns.\"", "Section": "asia", "Writers": ["Joshua Berlinger", "Brad Lendon"], "URL": "https://www.cnn.com/2019/11/18/asia/south-china-sea-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}