{"Type": "article", "Time": "2020-02-16", "Headline": "February 16 coronavirus news", "Text": "CNN's live coverage of the coronavirus outbreak has moved here. There were 100 more deaths due to the coronavirus in China's Hubei province Sunday, the health authorities there said. That raises the death toll at the center of the outbreak to 1,696. The global death toll now stands at 1,770, with the vast majority of those deaths in mainland China. More than 1,900 additional cases of the virus were confirmed Sunday, Hubei authorities said, bringing the total number of cases in the center of the outbreak to 58,182. The global tally: There have been more than 71,204 cases of the virus recorded worldwide, with the vast majority in mainland China. China’s National Health Commission is expected to release numbers for all of China’s provinces later. Authorities in the United States acknowledged reports that an 83-year-old American woman in Malaysia contracted the novel coronavirus while on a cruise ship, a State Department official said. “We are aware of reports from Malaysian health authorities regarding a US citizen who departed Cambodia and has tested positive for COVID-19 in Kuala Lumpur,\" the official told CNN.\n“The safety and well-being of US citizens is the top priority of the State Department, and our consular officers are working closely with the Malaysian and Cambodian governments and public health professionals in addressing the challenges posed by COVID-19,” the official added. More than 300 passengers, mostly American citizens, from the Diamond Princess cruise ship are aboard the two airplanes chartered by the US government, a State Department spokesperson told CNN.  In its communications to passengers on the cruise ship Saturday, the US embassy in Tokyo said American citizens would be able to bring their non-American immediate relatives. All travelers were screened for symptoms of coronavirus prior to departure and will be screened by staff from the Centers for Disease Control and Prevention upon arrival in the United States, another State Department spokesperson said in a statement.  \"Only those who were asymptomatic were allowed to board the flights,” the spokesperson said. “Our primary goal remains ensuring the welfare and safety of all US citizens involved,” the spokesperson added. “The Department of State has no higher priority than the welfare and safety of US citizens abroad.” Two airplanes chartered by the United States government to evacuate American passengers from the Diamond Princess cruise ship in Japan have departed Tokyo. The first plane is heading to Kelly Field/Lackland Air Force Base in Texas. The second plane is going to Travis Air Force Base in Solano County, California.  The planes took off more than four hours after 10 buses brought the passengers from the cruise ship in Yokohama to Haneda Airport in Tokyo.  US officials have not discussed the number of people who asked for a seat on the charters.   Singapore has identified three new cases of the novel coronavirus, bringing the citywide total to 75 confirmed cases, the country's health ministry said. Two of the cases are linked to the Grace Assembly of God church, which is the largest community cluster of cases in Singapore.The third one is related to a separate case. None of those patients have traveled to China recently, the ministry said. As of Sunday, a total of 19 patients have fully recovered from the virus and have been discharged from the hospital. Dr. John Wiesman, the health secretary in Washington state -- where the first US case of Wuhan coronavirus was confirmed -- says the public should do \"what you do every cold and flu season.\" That includes washing your hands often with soap and water for at least 20 seconds. If you're the one feeling sick, cover your entire mouth and nose when you cough or sneeze. But don't use your hands. Use either your bent elbow or a tissue that you throw away immediately afterward. WHO also recommends staying at least 3 feet or 1 meter away from anyone who may be infected. Is there a cure for novel coronavirus? No. Patients can be treated and may recover from their symptoms, but there is no known cure for the novel coronavirus yet. Read the full story here A large group of Americans who were on the Diamond Princess cruise ship in Japan were spotted boarding a chartered flight at the Haneda Airport in Tokyo.  Nearly 400 Americans on board of the Diamond Princess were sent a notice Saturday laying out plans to evacuate them to the United States. They are among thousands of travelers who had been stuck in their cabins under mandatory quarantine since February 3. Those who chose to take part in the US government’s voluntary evacuation arrived in 10 buses at the airport earlier today. The novel coronavirus has spread throughout the world since the first cases were detected in central China in December, and the World Health Organization (WHO) has declared the outbreak a public health emergency of international concern. Meanwhile, a number of countries, such as the United States and Japan, have evacuated their nationals on flights from Wuhan, capital of the Hubei province and the epicenter of the outbreak. Here's map showing places outside mainland China with confirmed cases of the coronavirus: Americans from the Diamond Princess cruise ship in Japan who chose to take part in the US government’s voluntary evacuation have arrived at Haneda Airport in Tokyo. Led by a police convoy, they arrived in 10 busses. They will board two Boeing 747s chartered from Kalitta Air, and will soon depart for Travis Air Force Base in California. The passengers will have to undergo another quarantine, lasting 14 days, upon arrival in the US. The Defense Department confirmed today that two charter planes carrying about 400 Americans from the Diamond Princess cruise ship will be arriving at two military bases in support of efforts by the Department of Health and Human Services and the Centers for Disease Control and Prevention (CDC). \"The Defense Department is prepared to receive two Department of State chartered evacuation flights from Japan, carrying passengers evacuated from the cruise ship Diamond Princess, currently docked in Tokyo,\" the Defense Department said.  One of the aircrafts will land at Travis Air Force Base, California and the other will land at Kelly Field/Lackland Air Force Base, Texas, the statement said. The DOD said that — as previously announced — \"these individuals will be subject to a CDC managed 14-day quarantine. HHS will ensure that no evacuated personnel are transferred to any DOD installation if they test positive for the COVID-19 virus. Any evacuees who test positive or become symptomatic will be transferred to a suitable off-base facility at the direction of CDC.\" Secretary of State Mike Pompeo speaking to reporters Sunday in Senegal said, “I think we all need to be mindful of the serious nature of the threat that is posed” by the spread of the coronavirus. \"[W]e are prepared to do everything that the United States can do to reduce the risk to populations,\" Pompeo said. Pompeo added that he was especially concerned about countries “where there is not significant capable healthcare infrastructure. That presents a lot of risk and we are already doing our best.” Japan has identified six more positive cases of novel coronavirus not from the Diamond Princess cruise ship, the Ministry of Health, Labour, and Welfare announced. That brings the total number of cases in Japan to 412, of which 356 are from the Diamond Princess and 56 are not. A Taiwanese man in his mid-60s who tested positive for the Wuhan coronavirus has died, the Taiwanese Health Ministry announced on Sunday morning.  The deceased man, who had a history of hepatitis B and diabetes and no history of traveling abroad, is the first person in Taiwan to die from the Wuhan coronavirus outbreak, the ministry said in a statement. Another case of the virus was also confirmed in Taiwan on Sunday, the health ministry said. The man in his 50s who is currently asymptomatic, bringing the total number of confirmed cases on the island to 20. Two Boeing 747 charter airplanes believed to be for Americans being evacuated from the Diamond Princess cruise ship today have just landed in Tokyo. The two planes from Kalitta Air touched down at Haneda Airport at 8:30 a.m. ET. The company that owns the Westerdam cruise ship, which docked in Cambodia, has acknowledged that one of its disembarked passengers has tested positive for the novel coronavirus. “The guest departed Westerdam February 14 and later reported feeling ill at the Kuala Lumpur, Malaysia, airport,” the statement from Holland America read. “The guest was taken to the hospital and is reported to be in stable condition. The guest’s traveling companion tested negative for COVID-19.” The company says that no other guests or crew, “on board or on their way home,” have reported being ill.  “On Feb. 10, 2020, all 2,257 passengers and crew on board Westerdam were screened for illness including the taking of individual temperatures. No individual was identified with an elevated temperature. Also during disembarkation in Cambodia guests underwent an additional health screening including the completion of a written health questionnaire,\" the company said. Holland America added: “Furthermore, the passports of everyone on board were reviewed to ensure no one had traveled through mainland China in the 14 days prior to the cruise. During the voyage there was no indication of COVID-19 on the ship. The guest who tested positive did not visit the ship’s medical center to report any symptoms of illness.” The US plan to evacuate Americans and their families from the Diamond Princess cruise ship appears, on its face, to be the case of a powerful government coming to the aide of its most vulnerable citizens. Thousands of people have been stuck in their cabins under mandatory quarantine aboard the Diamond Princess, which is docked off the Japanese port city of Yokohama, since Feb. 3.  With 356 confirmed cases of coronavirus on board, 70 of which were announced Sunday, the ship has the largest concentration of novel coronavirus cases outside mainland China. On Feb. 19, the controversial quarantine period was set to finally end. But on Saturday afternoon, the US embassy in Tokyo sent a notice to Americans on board the Diamond Princess laying out plans to evacuate nearly 400 Americans back home.  Once there, another 14 days of mandatory quarantine would begin, and anyone who chose not to get on the flight would have to wait another 14 days in Japan to ensure they were symptom-free before returning to the US. Some exhausted passengers aboard the ship are angry.  One reason the passengers are so upset is because, as early as last week, experts had been questioning the Japanese government's decision to quarantine people on the ship. \"I don't understand why they have to be kept on a ship,\" said Peter Hotez, of the Baylor College of Medicine. \"We're employing what I call 14th-century approaches and ethics to individuals with transmissible disease.\" What all of this may mean: The abrupt change in US policy led some to believe that Washington lost faith in the effectiveness of the Japanese response.  Earlier this week, it emerged that some 1,000 crew on board the ship had not been kept in quarantine, eating meals together with masks off and working side by side. Read the full story here.  Italian Foreign Minister Luigi Di Maio has announced his government is planning to bring back 35 Italians currently on Diamond Princess cruise in Japan. In a statement released on Sunday, Di Maio said a flight is expected to depart to bring the Italian citizens back, without giving more specific details of the flight. “Italy never leaves its citizens alone. We are Italians, no one should be left behind,” the statement added without giving specific details about the flight.  Di Maio thanked all of those in his country and abroad providing support to his citizens. A British man quarantined on board the Diamond Princess has said British nationals on board the cruise liner feel “forgotten,” as other countries start to evacuate their citizens from the ship.  Outside China, the largest outbreak of novel coronavirus is on board the Diamond Princess, a cruise ship quarantined at Yokohama, a port south of Tokyo. Thousands of passengers have been under strict controls on board for almost two weeks now, and on Sunday, a US government chartered flight is expected to evacuate nearly 400 Americans from the ship back to the United States where they will be placed in another 14-day quarantine.  On Saturday, Canada also announced plans to charter a plane to evacuate its citizens from the Diamond Princess.  Passengers are getting despondent. Americans are going to be leaving the ship very soon,” passenger David Abel said in a Facebook live broadcast on Sunday. \n“Every country except the UK has become involved, and that is really wonderful for the people on board the ship. Every country except for the United Kingdom,” he said. \n“It feels that we have been forgotten. That you don’t really care about us, and that you’re actually not wanting us to come home,” he said, calling on the UK government to evacuate British nationals aboard the ship.  A spokesperson for the Foreign and Commonwealth Office said in a statement:  We are urgently speaking to authorities in Japan and the UK. \n“We are working around the clock to ensure the welfare of the British nationals on board.”  Hong Kong authorities says one more coronavirus case has been confirmed, after a 54-year-old man tested positive. The man initially did not show symptoms but was later confirmed to have the virus after a second test Saturday evening. He had not been in contact with high-risk patients, authorities said on Sunday. Hong Kong cases: This new case brings the total confirmed coronavirus cases in Hong Kong to 57, including one fatality. Princess Cruises has cancelled voyages aboard the Diamond Princess through April 20 because of the prolonged quarantine period, the company announced in a tweet.  Customers with questions about their itineraries are being asked to consult the Itinerary Modifications and Cancellations page on the company's website.  Whats happening on the ship? The Diamond Princess cruise ship is currently quarantined at Yokohama, a port south of Tokyo with thousands of passengers who have been under strict controls on board since February 5.  US evacuations: On Sunday, a US government chartered flight is expected to evacuate nearly 400 Americans from the ship back to the United States where they will be placed in another 14-day quarantine.  Americans who have already tested positive for coronavirus, as well as those showing symptoms of the virus, will not be allowed to board the evacuation charters, and will remain in Japan for treatment.  On Saturday, Canada also announced plans to charter a plane to evacuate its citizens from the Diamond Princess.  Three Israelis have tested positive for coronavirus on board the Diamond Princess, Israel’s Ministry of Health said Sunday morning. The three are not in serious condition, officials said in a statement. The Israelis who have tested positive are being moved to a hospital in Japan, the Ministry said. Israel will send a specialist doctor to Japan as part of their treatment. The Ministry of Health is also working with other Israeli citizens on board the Diamond Princess to bring them home on a direct flight if they do not test positive for coronavirus.  In Jerusalem, a mass prayer will be held at the Western Wall in the Old City on Sunday afternoon “in hope to stop the coronavirus epidemic,” the Community Rabbinical Association announced over the weekend. There are now at least 69,260 global confirmed cases of the novel coronavirus, and 1,666 deaths. Here's where:         1. Australia (15 cases)          2. Belgium (1 case)          3. Cambodia (1 case)         4. Canada (7 cases)          5. Finland (1 case)          6. France (11 cases, 1 death)          7. Germany (16 cases)          8. Hong Kong (56 cases, 1 death)          9. India (3 cases)          10. Italy (3 cases)          11. Japan (407 total: 51 cases on land including 1 death + 356 from cruise ship)   12. Macao (10 cases)          13. Malaysia (19 cases)         14. Nepal (1 case)          15. Philippines (3 cases, 1 death)          16. Russia (2 cases)          17. Singapore (72 cases)                  18. South Korea (29 cases)   19. Spain (2 cases)          20. Sri Lanka (1 case)          21. Sweden (1 case)          22. Taiwan (18 cases)          23. Thailand (33 cases)         24. United Arab Emirates (8 cases)         25. United Kingdom (8 cases)          26. United States (15 cases)         27. Vietnam (16 cases) 28:  Egypt (1 case)  There are 46 Americans among those from the Diamond Princess Cruise ship, now in Yokohama, Japan, who have tested positive for Novel Coronavirus Pneumonia, Princess Cruises told CNN on Sunday. These are not new cases, but rather a clarification on the nationalities of the 286 that have already been announced. Any Americans who have the coronavirus, or anyone who shows symptoms, will not be able to take the US government charter planes on Sunday. Those people will have to remain in Japanese hospitals. Health officials in Cambodia have asked Malaysia to re-examines the positive coronavirus test results of an American traveler who was on board the Westerdam cruise ship. The request was made by the Cambodian Ministry of Health shortly after Malaysian health authorities confirmed the case, according to Cambodian state media. The Westerdam docked in Cambodia late last week after it was turned away from several other ports in Asia due to fears of the coronavirus, because the ship had docked in Hong Kong.   State media initially reported that all passengers and crew on board the Westerdam underwent temperature checks and \"not one person had an elevated temperature.\" Health examinations conducted on the Westerdam passengers followed the international health regulations of the World Health Organization, according to state media. As of February 15, Cambodia had one confirmed case of the novel coronavirus. Global infections and deaths: More than 69,000 cases of the novel coronavirus have been recorded worldwide, with the vast majority in China. There have been 1,669 deaths from Covid-19, the disease the virus causes, all but four of which occurred in mainland China.  China on lockdown: Much of China remains on lockdown or quarantine, which is having a major toll on the country's economy. Millions across China are working from home.  Cruise ship evacuations: Outside of China, the largest outbreak is on board the Diamond Princess, a cruise ship quarantined at Yokohama, a port south of Tokyo. Thousands of passengers have been under strict controls on board for almost two weeks now.  Some will leave Sunday evening Japan time, when a US government chartered flight is due to fly Americans to California. They will then be put in another 14-day quarantine -- a decision that has angered some.  Other passengers are due to begin disembarking next week.  Police in Beijing are calling residents and asking about their travel history, as the Chinese capital introduces strict lockdown measures to contain the novel coronavirus.  On Sunday afternoon, I was called by an officer from my local police station, who asked for my travel history prior to the recent Lunar New Year holiday. He also asked about my health  and whether I'd had contact with people from Hubei, the province at the center of the outbreak.  The police officer said the authorities are calling every person in my neighborhood with a Beijing address but not a Beijing hukou, or household registration -- that's an easy way of identifying people who come from elsewhere in the country and, therefore, may have traveled back home during the Lunar New Year.  There are over 7.6 million non-Beijing hukou holders in Beijing, meaning if this procedure is being carried out in every district, police could be making millions of phone calls.  On Saturday afternoon, the US Embassy in Tokyo sent a notice to Americans on board the Diamond Princess laying out plans to evacuate nearly 400 Americans back home. Once there, another 14 days of mandatory quarantine would begin. Anyone who chose not to get on the flight would have to wait another 14 days in Japan to ensure they were symptom-free before returning to the US. That decision has prompted anger among the American passengers, with many demanding answers to two simple questions about the US response: Why did the American government wait so long to make the about-face decision? What prompted such a dramatic shift in US policy? Read more here  Sitting alongside Chinese President Xi Jinping in Beijing's Great Hall of the People, World Health Organization director general Tedros Adhanom Ghebreyesus was effusive in his praise of the country's response to the coronavirus crisis. \"We appreciate the seriousness with which China is taking this outbreak, especially the commitment from top leadership, and the transparency they have demonstrated,\" Tedros said, in comments that would be repeatedly quoted in China's state media for weeks. This was in late January, after Xi had taken control of the situation due to local officials' apparent failure to contain the outbreak to Hubei province. As the two men met in the Chinese capital, the number of cases was rising, and revelations were emerging that officials in Hubei province and Wuhan -- the city where the virus was first detected -- had sought to downplay and control news about the virus, even threatening medical whistleblowers with arrest. Days later, the WHO declared a global public health emergency, and once again Tedros praised Beijing's response. While China did act quickly following Xi's intervention, placing several major cities on lockdown and pouring resources into the battle against the virus, it has maintained tight control over information about the virus and efforts to control its spread have veered on the side of draconian. The WHO's praise of China's response has led critics to question the relationship between the two entities. The UN agency relies on funding and the cooperation of members to function, giving wealthy member states like China considerable influence. Perhaps one of the most overt examples of China's sway over the WHO is its success in blocking Taiwan's access to the body, a position that could have very real consequences for the Taiwanese people if the virus takes hold there. The WHO's position on China has renewed a longstanding debate about whether the WHO, founded 72 years ago, is sufficiently independent to allow it to fulfill its purpose. Read more here A planeload of American passengers from the virus stricken Diamond Princess cruise ship due to be evacuated back to the US on Sunday. But some are unhappy at the prospect of another two-weeks in quarantine once they arrive.  Speaking to CNN, Karey Mansicalco said she was \"frustrated and disappointed with the US government right now.\"  \"Of course if this happened 12 days ago it would have been a relief, but it's like they've waited until the 11th hour, to decide they're coming to get us,\" she added. \"And then implement another 14 day quarantine? It is completely ridiculous.\"  Mansicalco said the State Department had told passengers they could trust the Japanese government and would not face another quarantine once they returned home.  \"It was repeated over and over and then a few days before I get off this boat you are going to, say, just kidding, 14 more days for you,\" she said. \"It is like a prison sentence for something I did not do. And I am furious. I am really really upset.\" She is self-employed as a realtor, so the extended period away from work is \"detrimental.\"  \"This is going to affect my business for the entire year,\" she added. \"If it does not self-destruct I would be surprised. A month and a half away from a business where you cannot work as a salesperson is impossible.\" \n\"I have been counting the days down -- in three days I am going to be home and I am going to, back to setting whilst estate and doing my own thing,\" she said. \"And tomorrow you are going to pick me up and take me back to the United States and start another 14 days!\"  She added she hoped President Donald Trump could \"set us free.\"  \"Bring us back home, test us and then if we don't have the virus, then you need to let us go. We've done our time.\" Two Hmong men say they have been discriminated against out of fear of the novel coronavirus while looking for a hotel room in Indiana. Kao Lor and his uncle Lee Lor were traveling through the state on their way to pick up a car when they stopped to get a room at a Super 8 Motel in the northern Indiana city of Plymouth. After entering the hotel, Kao Lor says an employee asked if he was Chinese. Lor began recording the encounter. In the video a man, who later identified himself as an employee, asks Lor if he is Chinese, and when Lor asks why he needs to know the man responds, \"Ever heard of the coronavirus?\" The back and forth continues between Lor and the man with the hotel employee later saying: \"If you are from China, I need to know.\" When Lor asks why, the man said he has been told \"anyone from China has be picked up and quarantined for two weeks.\" The employee tells Lor it is company policy. Eventually Lor and his uncle decided to try another hotel. Watch the video here The Australian government has emailed its citizens on board the virus-stricken Diamond Princess, currently under quarantine at the Japanese port of Yokohama.  \"You may have already seen the news that the US government is planning to assist US passengers on the Diamond Princess to return to the United States in the coming days,\" the email said. \"We understand the US Embassy will send out information to US passengers on the ship about their plans shortly.\" It added:  \"The Australian government is also examining options to assist Australians on board the ship. We will contact you again as soon as any decision is taken.\nWe understand this is a very stressful situation for you on the ship. Please be assured we are working hard to assist all Australian passengers and your welfare is our paramount concern.\nAustralian medical officers are working closely with the Japanese authorities and the health representatives of other countries.\" With the head of the US Centers for Disease Control (CDC) warning that the virus will likely be with us \"beyond this season, beyond this year,\" attention is turning to how to contain it while avoiding too much disruption to the global economy. China is struggling to return to work after businesses were shut and schools suspended for weeks. Millions are now working from home, with Chinese President Xi Jinping warning on Monday that the country needed to stabilize its economy and avoid mass layoffs. But it's not just China that's affected -- the closing of Chinese plants has disrupted supply chains globally, threatening to cause a recession in Germany and smartphone shortages worldwide. Economists say the current level of disruption is manageable. If the number of new coronavirus cases begins to slow, and China's factories reopen soon, the result will be a fleeting hit to the Chinese economy in the first quarter and a dent in global growth. If the virus continues to spread, however, the economic damage will increase rapidly. \"This is continuing to grow in scope and magnitude,\" said William Reinsch, a senior adviser at the Center for Strategic and International Studies. \"It could end being really, really big, and really, really serious.\" Read more here One passenger on board the Diamond Princess said she was relieved that \"somebody is coming for us,\" after the US announced plans to fly American passengers home Sunday. The cruise ship is nearing the end of its two-week quarantine at the Japanese port of Yokohama and authorities say all passengers will disembark sometime next week.  Some Americans will leave early, with a flight for those who have not tested positive for the coronavirus or shown symptoms expected to leave Sunday evening Japan time. Once the passengers arrive in the US, they will be placed in another 14-day quarantine at one of two military bases in California and Texas.  \"I finally feel like I can exhale,\" Gay Courter told CNN. \"Somebody is coming for us.\" She said she was happy to enter a new quarantine in California, though some other passengers were \"very upset\" about the prospect.  \"I do not want to be a public health menace,\" Courter said. \"I think a week or so on a military base would be interesting.\" She was relieved to be out of the \"failed quarantine\" run by the Japanese authorities. The number of cases on the ship has risen considerably since it first docked in Yokohama.  \"The hardest part of the ordeal has been feeling completely impotent under the rule of the Japanese government,\" Courter said. \"And feeling that the American government was not able to break through their very hard stance.\" Courter and her husband have been trapped inside their cabin for almost two weeks.  \"It is fascinating to me how adaptable people are,\" she said. \"We have routines, we have laundry in the sink. Going on the balcony (to call) our children. Lots of movies on television. We do not have a lot of responsibilities.\" The biggest concern was the rising number of cases on board the ship. \"It became clear that we are in danger, we're not sure how, we don't know if it's air-conditioning or plumbing (that is spreading the virus),\" she said. \"We just don't know the vector ... I want to go somewhere where I feel safe and that is under American jurisdiction.\"  In offices across Asia, desks are empty and the phones are quiet, as the region grapples with a deadly virus. In major hubs like Hong Kong and Singapore, shops are shuttered, public facilities are closed, and there are few people wandering the usually-bustling financial districts. Instead, millions of people are holed up in their apartments, in what may be the world's biggest work-from-home experiment. Around 60 million people in China were put under full or partial lockdown in January as the government tried to contain the virus. Restrictions have been implemented in many other places too -- but there is also pressure for companies to get back to work, with Chinese President Xi Jinping warning this week that the country needed to stabilize its economy. In an attempt to limit social contact to slow the spread of the virus, known officially as Covid-19, millions of employees in China and other affected areas are currently working from home. For some employees, like teachers who have conducted classes digitally for weeks, working from home can be a nightmare. But in other sectors, this unexpected experiment has been so well received that employers are considering adopting it as a more permanent measure. For those who advocate more flexible working options, the past few weeks mark a possible step toward widespread -- and long-awaited -- reform. Read more here A day after the US announced it would evacuate Americans from the Diamond Princess cruise ship in Japan, the Canadian government is following suit, charting a plane to pull out its citizens. \"This decision was taken because of the extraordinary circumstances faced by passengers on the Diamond Princess and to lighten the burden on the Japanese health-care system,\" a statement from the foreign ministry read. \"We are working closely with Carnival Cruise Lines and the government of Japan to assist in this evacuation.\" The plane will bring citizens to Canadian Forces Base Trenton, and then onward to NAV Canada Training Institute in Cornwall, Ontario where they will have to undergo another 14 day quarantine, just like the Americans. The statement did not give a timeline for the evacuation. CNN is making inquiries. \"Before boarding in Japan, passengers will be screened for symptoms,\" it said. \"Those who exhibit symptoms of COVID-19 will not be permitted to board and will instead be transferred to the Japanese health system to receive appropriate care.\" Another 70 people on board the Diamond Princess cruise ship, docked in Yokohama, have tested positive for novel Coronavirus, the Japanese Ministry of Health, Labour, and Welfare has announced. That brings the total number of cases from the ship to 356, and the total in Japan to 407. Americans on board the ship had until Saturday 8 p.m. ET to tell the US Embassy whether they wanted to leave as part of a voluntary evacuation expected Sunday evening Japan time. Anyone who remains on board, will begin to be tested for the virus on February 18, and get their results in three days. Staggered disembarkations are due to begin on February 21. The Hong Kong government is arranging a chartered flight to bring its residents, who are  under quarantine on the Diamond Princess cruise ship, back home free of charge, once they are permitted to leave.  A two-week quarantine on board the cruise liner is due to end on February 19. However, Japanese officials have said it could take days to complete the disembarkation. \"Once the Japanese authorities have confirmed the detailed arrangements, the government will inform the affected Hong Kong residents details of the return date and related arrangements as soon as possible,\" the city's security bureau said.  \"Taking into consideration the potential risk on public health, the persons concerned will be arranged to stay at quarantine centre for 14 days upon their arrival in Hong Kong.\"  There are around 330 Hong Kong residents on board, including 260 holding a HKSAR passport and around 70 holding a foreign passport. Chinese President Xi Jinping knew about the coronavirus outbreak in early January, he said in a speech this month.  According to a transcript of the speech made on February 3, and published in the Communist Party journal Qiushi on Saturday, Xi \"issued requirements for the prevention and control of the new coronavirus\" on January 7.  \"On January 20, I specifically issued instructions on the epidemic prevention and control work, stating that we must attach great importance to the epidemic, do our best in prevent and control work, and require Party committees, governments and relevant departments at all levels to put people’s safety and health first and take effective measures, resolutely contain the epidemic,\" he added. \n\"On January 22, considering the rapid spread of the epidemic and the severe challenges faced by prevention and control work, I explicitly requested Hubei province to implement comprehensive and strict control over the outflow of people.\" Previously, Xi was believed to only have learned about the extent and danger of the outbreak in late January, when he publicly intervened to order \"all out efforts\" to tackle its spread.  \"I have, at all times, monitored the spread of the epidemic and the progress in prevention and control work , and continue to give oral orders and instructions,\" Xi said.  While the speech underlines that Xi has been personally directing the response to the outbreak -- something that has been repeatedly emphasized in state media -- the revelation that he knew about the virus when Wuhan officials were publicly downplaying its danger, exposes him to the risk of being blamed, along with them, for failing to properly handle the outbreak in its early weeks.  Health authorities in Hong Kong are conducting around 800 laboratory tests a day as they continue to screen for the novel coronavirus.  As of Saturday, around 1,517 suspected cases had been reported to the semi-autonomous Chinese city's Center for Health Protection, 56 of whom had tested positive for coronavirus. Another 1,312 had been cleared. The remaining 149 cases remain in hospital. Responding to an inquiry from CNN, the Hong Kong Hospital Authority said that \"enhanced case surveillance\" had been put in place to ensure early detection and diagnosis.  \"Since 13 January 2020, HA has implemented enhanced laboratory surveillance which has its scope widened on 31 January 2020 to include any inpatient pneumonia cases,\" a spokesperson said. \"All suspected cases, regardless of the settings where they sought medical advice or their conditions, will be arranged for testing. Suspected cases will be isolated in airborne infection isolation room (AIIR), with the implementation of contact, droplet and airborne precautions while pending test results. The testing kits (RT-PCR) currently used in Hospital Authority have been validated with adequate sensitivity as a screening tool for novel coronavirus.\" The spokesperson added that currently, \"around 800 tests are being conducted each day in HA laboratories.\" South Korea has confirmed one new case of novel coronavirus, bringing the total number of infections there to 29, the national Center for Disease Control and Prevention said this morning. The latest case is an 82-year-old South Korean man, the authorities did not provide information about where or how he got the virus. Thousands of passengers on board the Diamond Princess cruise ship, docked at the Japanese port of Yokohama, are preparing to be evacuated. On Saturday, Japan said another 67 cases had been confirmed on board the ship, bringing the total to 286. It is the largest outbreak of the virus outside of mainland China. Some passengers will be able to leave Sunday, with the United States providing a charter flight to transport its citizens on board the ship home. But those who board the plane will have to endure another 14-day quarantine, this time in San Antonio, Texas, when arriving back on US soil. They will kept separately from those under quarantine in the US after returning to the country from China. \"The US government has chartered flights that will depart Yokohama to the United States on Sunday, February 16,\" the country's embassy in Tokyo said in a letter to passengers Sunday. \"These charter flights are the only opportunity for eligible passengers to fly to the United States until March 4, 2020, at the earliest. This date is 14 days after the remaining passengers are expected to depart the ship on February 19.\" The letter added that \"passengers and crew members (on board the Diamond Princess) are at high risk of exposure\" to the virus and the government was therefore \"chartering these flights to minimize the risks to your health going forward.\" \"No symptomatic or infected passengers will be allowed to board,\" it said. Swapping one quarantine for another: Some passengers have expressed frustration at the prospect of further quarantine.  Writing on Twitter, Matthew Smith said he was \"incredibly disappointed that the US Government has decided to throw a monkey wrench into the quarantine we have maintained here on board the Diamond Princess.  \"If we stay on board through next week, we will be tested and will likely come up negative,\" he said. \"But the US Government instead wants to take us off without testing, fly us back to the US with a bunch of other untested people, and then stick us in 2 more weeks of quarantine? How does that make any sense at all?\" Smith tweeted later that he \"just found out from the Embassy that we couldn't take their evac flight even if we wanted to because we have too much luggage and carry-ons that won't fit in the plane, which have no overhead bins.\" An American couple from Oregon, who traveled on the Diamond Princess cruise ship that's docked at the Daikoku Pier Cruise Terminal in Yokohama, have had their hopes of going home dashed. Rebecca Frasure has tested positive for the virus, which means she can’t board a flight to the US and has to remain in quarantine at a nearby hospital. Her husband, Kent, remains on the cruise ship and it's unclear what he will do. “It was like a punch in the gut. I was so sure that this was going to come out negative. I was so sure that this was going to come out negative,” Rebecca Frasure told CNN. Getting out: The US is sending charter planes to evacuate American citizens and their families Sunday evening local time. Those who choose to fly back on the planes will be quarantined for 14 days once they arrive. A Russian woman who escaped a hospital ward where she was under quarantine for novel coronavirus is facing a lawsuit filed by heath authorities for endangering the public, according to Russian state media. Alla Ilyina returned from China on January 31 and was undergoing observation at the Botkin Hospital for Infection Diseases in St. Petersburg, her lawyer Vitaly Cherkasov, told CNN. She fled the hospital without permission by short-circuiting the electronic lock on the door to her ward, St. Petersburg's chief sanitary physician said in a statement Thursday. Thursday marked the end of Ilyina's mandatory 14-day quarantine period, and Cherkasov said that his client had the right to return home. Read more here Health officials in Singapore have confirmed five more cases of the novel coronavirus, bringing the country-wide total of infections to 72. In a statement this morning, the Ministry of Health said all of the new cases had no recent travel history to China, but are linked to previous confirmed cases in the city. Three of the new cases can be traced to the Grace Assembly of God church cluster, one case is linked to the cluster at the Seletar Aerospace Heights construction site and the remaining case had contact with the 59th confirmed case. The outlook in Singapore: According to the Ministry of Health, 18 patients have so far made a full recovery from the virus and been discharged from the hospital. Fifty-four cases remain in hospital with six patients currently in critical condition. Another 142 people died from coronavirus in mainland China on Saturday, the country's National Health Commission said today. That brings the worldwide total of deaths to 1,669, all but four of which occurred in mainland China.   By the end of Saturday, 68,500 cases of the virus had been recorded in mainland China, an increase of 2,009 from the previous day. Globally, there have been 69,000 confirmed cases, with the largest outbreaks outside of mainland China being reported in Japan, Singapore and Hong Kong.   So far, almost 9,500 patients with the coronavirus have been treated and discharged from hospitals across China, the commission said.  As novel coronavirus spreads, over 60 countries have imposed travel restrictions on Chinese citizens, hoping to limit their exposure to the virus that has killed more than 1,600 people, almost all in mainland China, and infected over 67,000 worldwide. Both Australia and the US have put temporary bans on foreign nationals who visited China in the 14 days prior to their arrival. That has locked many Chinese students out of their studies -- leaving them trapped at home thousands of miles from their universities.  In 2017, an estimated 900,000 Chinese tertiary students studied abroad. Around half of those went to either the United States or Australia, contributing billions of dollars to their economies -- money that those countries now stand to lose. It is not clear how many of the 360,000 Chinese students studying in the US were outside the country when the US travel ban hit on January 31, shortly before many universities were due to resume. But when Australia imposed its restrictions at the start of February, authorities estimated that 56% of Chinese students -- about 106,680 people -- were still abroad. Term was due to begin in late February or early March. \"For Australia, it couldn't have come at a worse time. It's exactly the time of the year in which people are coming from China to Australia,\" said Andrew Norton, a professor in the practice of higher education policy at the Australian National University. The virus outbreak coincided with the Lunar New Year -- the most important holiday in the Chinese calendar, when many students go home to see their family. Read more here There were 139 more deaths due to the coronavirus in Hubei province on Saturday, the  health authorities there said this morning. That raises the death toll at the epicenter of the outbreak to 1,596.  The global death toll now stands at 1,666, with the vast majority of those deaths in mainland China. Japan, France, the Philippines and Hong Kong have also each recorded one death. The French case, reported on Saturday, was the first outside of Asia. More than 1,800 additional cases of the virus were confirmed Saturday, Hubei authorities said, bringing the total number of cases in the province to 56,249. China has changed the way it counts cases in recent days, now including \"clinically diagnosed\" cases as well as those confirmed by scientific testing, to allow more people to access the required treatment. The global tally: There have been 68,940 cases of the virus recorded worldwide, with the vast majority in mainland China.  Recovering patients: Across Hubei, more than 5,600 patients have recovered from the virus and been discharged from hospital. Tens of thousands remain hospitalized, however, and the province's health system has at times struggled to cope, despite extra funding and staff from the central government.  China’s National Health Commission is expected to release numbers for all the country's provinces and regions later. The novel coronavirus has spread throughout the world since the first cases were detected in central China in December, and the World Health Organization (WHO) has declared the outbreak a public health emergency of international concern. Meanwhile, a number of countries, such as the United States and Japan, have evacuated their nationals on flights from Wuhan, capital of the Hubei province and the epicenter of the outbreak. Here's map showing places outside mainland China with confirmed cases of the coronavirus:", "Section": "asia", "Writers": ["James Griffiths", "Jenni Marsh", "Amy Woodyatt"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-16-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}