{"Type": "article", "Time": "2021-01-25", "Headline": "Why Britain must look beyond the US for trade deals", "Text": "UK Prime Minister Boris Johnson should be congratulated for making Brexit happen. The landmark UK-EU trade deal worth £660 billion (US $893 billion), according to Johnson, just passed through UK Parliament and comes as welcome relief to economies on both sides of the channel. The deal will allow the UK to access EU consumers without tariffs and prevents a no-deal Brexit from taking place.  But the country will now have to reset its position in the global trading landscape as its economy feels the pressure of rapidly increasing debt. Without the comfort of the EU market and an untested presence as a solo sovereign trading nation, the UK risks becoming financially isolated. The UK will need to focus on growing markets outside of the EU in order to compete with EU economies, such as France, within the next decade.  While global leaders like the United States and China will still make for important and powerful trade partners, the UK must also take advantage of established market blocs where opportunities are emerging, like Nigeria, Ghana and Bangladesh.  It's true that these countries have much smaller economies than the United States and China. But what these smaller economies currently lack in size they make up for in growth. Before Covid, Bangladesh was experiencing about 8% growth and a rising population of 163 million, while Ghana has been tracking around 6% growth. And India, a major Commonwealth economy, has grown at a steadily increasing rate, according to one economist's analysis, from between about 4.4% to about 7.1% since the 1970s, when the UK joined the EU. Compare that with the EU's larger economies, such as France, which has seen growth under 2% in recent years. It is the type of growth in these markets that is so appealing. And Bangladesh, India, Malaysia, Nigeria and Pakistan have young, skilled workforces that are noted for their innovation.     Nigeria's growing population — expected to be the third-most populated country by 2050 — creates a large and expanding market for the UK.   Nigeria also supports a free trade approach and importantly, maintains a plural legal system that retains elements of British law and is therefore more familiar for trading partners. Growing economies, such as Bangladesh and Ghana, as former British colonies, also operate a legal system that is based on the British common law system, making it easier to transact business.  Many will point to the United States as the UK's largest single trading partner, but these global economic growth trends mean it may no longer be prudent for the UK to put all of its eggs into the US basket.  The powerful US Food and Drug Administration is a formidable negotiator and is often overprotective of businesses and trade. The UK could come out on the wrong side of negotiations following another exhaustive process, complicated by different legal systems. In my experience as a trade minister, it is likely the UK would find itself fighting over something totemic, such as scotch whisky, at the expense of other key industries like the automobile sector, which would bring in much greater revenue.  This is not to say the UK shouldn't prioritize a services agreement with the United States, particularly as services were largely not included in the Brexit deal. The UK's economy is heavily reliant on the service sector, which leaves it with a degree of vulnerability.  The UK will need to approach China with caution as well. The rules of engagement have changed with the shift in the global economic landscape, and the UK foreign secretary is questioning if China can be trusted to fulfill its international obligations. The UK may experience further friction with Beijing after banning Chinese company Huawei from providing the infrastructure to build up a 5G network. The UK economy can surpass its European rivals and be a bold player in the global market, but only with the courage to forge innovative relationships and seek opportunities in new, less familiar markets.   How countries emerge from this period will define their next generation, and every lever should be used to tip the economic playing field.   Instead of falling back on our traditional, safe markets, we need to embrace this change. Global Britain needs to become just that — truly global. ", "Section": "perspectives", "Writers": [], "URL": "https://www.cnn.com/2021/01/25/perspectives/brexit-uk-us-trade/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}