{"Type": "article", "Time": "2020-02-20", "Headline": "February 20 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. The Hubei health authority in China reported that 115 more people died of the coronavirus in Hubei province on Thursday, raising the death toll in the epicenter since the beginning of the coronavirus outbreak to 2,144.  Hubei authorities confirmed an additional 411 cases of the virus in Hubei on Thursday. The total number of cases in the epicenter of the outbreak is now 62,442.  By the numbers: The Hubei report brings the total number of deaths in mainland China to at least 2,233. The global death toll is at least 2,244, with 11 deaths outside of mainland China.  Japan has reported three deaths from the coronavirus, while Hong Kong and Iran have each reported two deaths from coronavirus. Taiwan, the Philippines, South Korea and France have each reported one death.  The global number of confirmed coronavirus cases now exceeds 76,154 with the vast majority of cases in mainland China.  China’s National Health Commission is expected to release numbers for all of China’s provinces later today. Two passengers evacuated from the Diamond Princess cruise ship in Japan have tested positive for the novel coronavirus in Australia. Brendan Murphy, chief medical officer for the Australian government, said in a statement that 164 people from the Diamond Princess arrived to the Howard Springs Quarantine Facility on Thursday to begin their 14-day quarantine.  Upon arrival, six passengers were identified to have minor respiratory symptoms and/or fevers. The six symptomatic passengers were moved into isolation and tested, two of those people have since tested positive for the novel coronavirus. Murphy said both patients \"remain well\" and are being housed in a special isolation unit at the quarantine facility. Murphy added that \"the development of positive cases after return to Australia is not unexpected\" since there was continued evidence of spread of infection on board the Diamond Princess. Murphy reassured other passengers and the crew on the Qantas evacuation flight saying that \"all measures were taken to ensure their protection\" and that \"the small number of passengers on the plane meant passengers could be spread out higher risk passengers were seated in separate sections.\" The Department of Health reiterated that the two new cases pose no risk to the Howard Spring community and the surrounding communities around the quarantine facility. Australia now has 17 confirmed cases of the novel coronavirus.   Kuwait Airways suspended all flights to Iran on Thursday until further notice and advised its citizens not to travel to Qom following the emergence of coronavirus cases in the Islamic Republic of Iran, Kuwait Airways and state news said in a statement. “Kuwaiti Airlines announces that, upon instructions from the Ministry of Health and the General Administration of Civil Aviation, it has been decided to suspend the operation of all its flights to the Islamic Republic of Iran from starting today until another notice due to the discovery of a number of cases infected with coronavirus and to avoid any possibility of transmission of the virus between passengers,” the airline said. Kuwaiti Health Ministry said in a statement that it is advising citizens not to travel to the Iranian city of Qom. Those returning from Qom will be put into 14-day quarantine to ensure they do not carry the virus. The International Air Transport Association (IATA) the total global lost revenue for airlines could be $29.3 billion due to coronavirus. IATA announced that its initial assessment of the impact of the novel coronavirus 2019 outbreak — also known as COVID-19 — shows a potential 13% full-year loss of passenger demand for carriers in the Asia-Pacific region.  “The sharp downturn in demand as a result of COVID-19 will have a financial impact on airlines — severe for those particularly exposed to the China market,” said Alexandre de Juniac, IATA’s director general and CEO. Here's how the group explained it in a press release: “Considering that growth for the region’s airlines was forecast to be 4.8%, the net impact will be an 8.2% full-year contraction compared to 2019 demand levels. In this scenario, that would translate into a $27.8 billion revenue loss in 2020 for carriers in the Asia-Pacific region—the bulk of which would be borne by carriers registered in China, with $12.8 billion lost in the China domestic market alone. In the same scenario, carriers outside Asia-Pacific are forecast to bear a revenue loss of $1.5 billion, assuming the loss of demand is limited to markets linked to China. This would bring total global lost revenue to $29.3 billion (5% lower passenger revenues compared to what IATA forecast in December) and represent a 4.7% hit to global demand.\"   The US Centers for Disease Control and Prevention issued a new travel advisory today for Japan due to the coronavirus outbreak — the second coronavirus-related travel advisory the agency has issued outside of mainland China. The CDC advises travelers to “practice usual precautions,” in accordance with a “Watch - Level 1” notice out of three possible levels.  Yesterday, the agency listed the first travel notice outside of mainland China — for Hong Kong, which also carries the “Level 1” advisory.   These precautions include avoiding contact with sick people and cleaning hands. The agency also advises people to seek medical advice if they have spent time in Japan during the last two weeks and feel ill with fever or respiratory symptoms. \"At this time, CDC does not recommend canceling or postponing travel to Japan,” the agency posted on its website.  The agency currently lists mainland China as “Warning - Level 3” and advises travelers to “avoid nonessential travel.” The notice excludes Hong Kong, Macau and Taiwan. Chinese officials say the government has taken prudent action in the handling of the novel coronavirus. China's State Council Information Office held a news conference today to lay out this case. Yu Xiangyang, the deputy secretary general of State Council, said the city of Wuhan was put under travel restrictions and the Lunar New Year holiday was extended after President Xi Jinping instructed a senior adviser to \"supervise efforts to contain the novel coronavirus.\"  \"It’s not easy for us to make these decisions,\" Yu said. \"It’s known that for infectious disease, whatever treatment used, the most economically friendly measure is to isolate the population.\" Yu also said the government mobilized resources and imports after finding daily demand was 15,000 protective suits a day when the supply was only 10,000 suits a day. Yu said there were not enough hospital beds at first but it was not acceptable to turn suspected cases away. He said the government established an \"accountability mechanism\" to ensure that \"officials and governments at all levels are held accountable in a city and a province\".  In a bid to ensure accountability, Yu said, \"We will exercise maximum penalty to all those not doing their job well while working on prevention and control of the epidemic” and said the government was conducting “undercover investigations in communities.”  Yu went on to say all reported missed cases covered in the media have been investigated by Xi’s adviser, Sun Chunlan, and that all patients involved have been treated. US health experts are part of a World Health Organization team in China investigating the novel coronavirus outbreak, WHO Director-General Tedros Adhanom Ghebreyesus said Thursday during a press briefing. Tedros said the team on the ground in China includes experts from the US Centers for Disease Control and Prevention and the US National Institutes of Health, as well as experts from Singapore, Korea, Japan, Nigeria, Germany and Russia. The team includes experts in epidemiology, virology, clinical management, outbreak control and public health, he said. Team members are working with Chinese counterparts to study transmissibility of the virus and the impact the of measures taken in China, Tedros said. US health officials have said they made repeated offers, starting in early January, to send health experts to China, and expressed frustration that US experts had not yet been invited in. A plane carrying Ukrainian citizens and other nationals evacuated from Wuhan, China, arrived today at Kharkiv Airport in eastern Ukraine, the Ukrainian Ministry of Interior said in a statement. The statement said border guards provided clearance for 94 people arriving on the special flight: 22 crew members and accompanying medical personnel, along with 72 passengers. The ministry said the passengers included 45 Ukrainian citizens and 27 citizens of other countries, including Argentina, Ecuador, the Dominican Republic, El Salvador, Costa Rica, Montenegro, Panama and Israel. Video released by the ministry showed border control inspectors carrying out their inspections in full protective gear. Ukrainian President Volodymyr Zelensky defended the move, describing security measures on the flight as “unprecedented.” Passengers on board the aircraft, he added, were all healthy but would be quarantined and monitored over a period of 14 days at a medical facility belonging to the Ukrainian National Guard in the town of Novi Sanzhary. Video circulating on social media showed local residents in the town protesting the arrival of evacuees, blocking roads and confronting police. In a Facebook post, Zelensky called on citizens to stop “attempts to block routes, block hospitals, not allow Ukrainian citizens into Ukraine.\" “The evacuees will live at the National Guard's private medical center in Novi Sanzhary,” he said. “It will be completely isolated and put into strict bacteriological safety. Within two weeks it will probably be the safest object in the country. I sympathize with our evacuees, because I already know what it is like to be under personal protection, and their protection will be much more serious than that of the president.” There are currently no diagnosed cases of coronavirus in Ukraine. US citizens who were on board the Diamond Princess cruise and tested positive for the novel coronavirus must be cleared per US guidelines before returning home, according to letters sent by the US embassy in Tokyo to these passengers.  These guidelines were sent to at least one American passenger who is still in Japan. The US began evacuating some passengers earlier this week. In order to be eligible to board a US-bound flight, three key criteria must be met:  Any fever must have resolved in the absence of medication. \nThere must also be an improvement in any signs and symptoms of illness. \nPatients must test negative on two sets of nasal and throat swabs 24 hours apart. This is in line with existing guidance from the US Centers for Disease Control and Prevention on when to release patients from isolation in hospitals. \"You will not be cleared to travel simply by waiting 14 days,” the embassy specified. Fourteen days is the upper estimate of the virus’ incubation period. These criteria are set by the CDC and the US Department of Health and Human Services. Carnival Corporation, which owns and operates the Diamond Princess cruise ship, has agreed to cover testing costs for these passengers if the Japanese government doesn’t, according to the letters. After submitting test results to the CDC, passengers must wait to receive notification by a US embassy representative notifying them they are cleared to fly to the US.  For the rest of those aboard, CDC said on Tuesday that \"all passengers and crew of the ship have been placed under travel restrictions, preventing them from returning to the United States for at least 14 days after they had left the Diamond Princess.” John Haering and his wife Melanie were on a six-month world trip. He’d just retired. But shortly after the Diamond Princess quarantine began, John’s temperature spiked, and he was taken off the ship and into isolation in a local hospital.  Now, the couple are thousands of miles apart. Melanie isn't sick, but she’s in quarantine -- on a California military base -- one of several hundred Americans evacuated Monday on charter flights.  “There’s a strange feeling of loneliness that you’re by yourself, that there’s nobody else here to take care of you,” John told CNN. Japan says its decision to quarantine the ship was the best option. But the US Centers for Disease Control says people on board that ship during quarantine were of higher risk to catch the virus -- but the US didn’t evacuate its people for nearly two weeks after it began. Both John and Melanie are grateful the flights happened. John only wishes they’d done it sooner. \"If that were the case, I would be sitting in a U.S. facility with U.S. doctors. My wife would be there and I would get the best care that I possibly get on my home soil,” he said.  Japan announced 12 new confirmed cases of the novel coronavirus on Thursday, including two government officials who worked onboard the Diamond Princess cruise ship. Both of the officials helped with administrative work onboard. The remaining 10 new cases originated on land, according to the Japanese health ministry. Among the cases on land is one taxi driver in Okinawa who drove a tourist from the Diamond Princess and has now tested positive. The vessel stopped at a port in Okinawa on February 1, just days before the coronavirus cases were confirmed onboard. The total tally of confirmed coronavirus cases in Japan now stands at 78 on land and 626 on the Diamond Princess. South Korean President Moon Jae-in and Chinese President Xi Jinping agreed to share information about the two countries’ coronavirus clinical treatment experiences during a phone call today.  In a written statement, South Korea’s Blue House said that President Xi explained the Chinese government’s actions in response to the novel coronavirus and told President Moon that “the Chinese people has broken away from the initial fear and are seeing the prospect and hope of overcoming the infectious disease.” President Moon thanked President Xi for China’s active cooperation during South Koreans’ repatriation from China on charter flights, the Blue House said, adding that the South Korean government would like to add to the Chinese efforts in combating the novel coronavirus. The two leaders also agreed to share clinical treatment experiences and to strengthen cooperation between the countries’ quarantine authorities. Here's today's news: Infections drop in virus epicenter: Hubei, the Chinese province at the center of the novel coronavirus outbreak, announced just 349 new cases today, the lowest daily number of infections officially recorded by China in weeks.  This appears to be partly due to a change in what is counted as a \"confirmed case.\" The confirmed cases in mainland China increased by 394, according to the country's National Health Commission, with only 45 of those new cases were outside of Hubei, according to the NHC's official figures. The total number of confirmed cases in mainland China is now 74,576, bringing the global total to 75,730. \"Confirmed case\" definition changes: The fall comes as the Chinese government said it would no longer count \"clinically confirmed\" cases among the official total infections. It was a reversal from a decision made a week ago to include patients who had tested negative for the virus but showed symptoms. Death toll rises: The number of people killed by the virus continues to rise, with 114 more deaths announced in mainland China today. In total, the global death toll is now 2,126.  Diamond Princess deaths: Two passengers from the formerly quarantined cruise ship have died of the coronavirus, Japan's health ministry announced today. Both passengers were in their 80s and had been in hospital in Japan, but no further information is known about them at this stage. A total of 626 cases of the coronavirus have been found onboard the ship. Passengers depart cruise ship: Hundreds of passengers who have tested negative for the virus are due to leave the Diamond Princess today after two weeks in quarantine on board. Cruise goers from Canada and Israel will be among those allowed to leave Thursday.  South Korea infections jump: A patient has died in South Korea, and tested positive for coronavirus after their death, according to the country's Centers for Disease Control and Prevention (KCDC). The cause of death is still being investigated, a KCDC official said.  According to the KCDC, there have been 22 new confirmed cases, bringing South Korea's total confirmed infections to 104 on Thursday. China stands by journalist expulsions: At his daily press conference today, Chinese foreign ministry spokesman Geng Shuang was asked multiple times about the decision by China to expel three Wall Street Journal reporters over a controversial opinion piece they were not involved with. But Geng said there was only one Wall Street Journal and it had to bear the responsibilities of its actions. “Those media who blatantly insult China, pitch racial discrimination and maliciously smear China must pay their price,\" he said. After two weeks in quarantine, 244 passengers disembarked from the Diamond Princess cruise ship in Yokohama, Japan, on Thursday, according to the Japanese Health Ministry. These people had tested negative for the coronavirus, and were free to leave the vessel and travel. The ministry also told CNN that it expected 800 passengers to disembark on Wednesday but only 443 left the ship. CNN previously reported 800 disembarked on Wednesday alone. China says 29 of its confirmed novel coronavirus cases involve foreign citizens, according to the country's State Council Information Office. Ten of the cases are in Hubei, the epicenter of the outbreak. Among the total 29 cases: two have died, 18 were discharged and nine are still in isolation, receiving treatment. In a Thursday press conference, Lian Weiliang, an official from the State Council and National Development and Reform Commission, said relevant embassies or consulates have been informed about the infected foreign citizens. Three additional coronavirus cases were confirmed in Iran on Thursday while five suspected others await examination, according to Iranian officials and state news agency IRNA. The latest additions bring the total number of confirmed cases to five -- including two deaths -- in the country, Iranian health ministry spokesman Kianush Jahanpour said on Twitter. Two cases were confirmed in the province of Qom, south of Tehran, and one other in the city of Arak, according to Jahanpour.  Schools and universities shut: Schools and universities in Qom province have closed down on Thursday after the coronavirus deaths there, state news agency IRNA said. Additionally, new facilities have been set-up to counter the outbreak, the Iranian government spokesman Ali Rabiei said on Twitter. Rabiei said that the government will follow up anti-coronavirus measures \"with its full capacity and sensitivity.\" The two deaths are the first linked to the novel coronavirus in the Middle East. The virus has been contained after two people tested positive for the illness and later died of complications associated with their old age and frail health,” IRNA said quoting the dean of Qom Medical University, Mohammad-Reza Ghadir. Chinese officials cited improved testing capacity of the novel coronavirus as the reason for changing the way that \"confirmed cases\" are counted in Hubei province.  \"Confirmed case\" definition changes: All official coronavirus cases from today must now be formally diagnosed before they are added to the totals. The National Health Commission earlier explained that confirmed cases in Hubei province would now only include people who had positive lab test results from patient samples that match in nucleic acid and genetic sequencing for the virus.  Wang Guiqiang, director of the Society of Infectious Diseases of the Chinese Medical Association said at a press conference Thursday: In order to resolve the conflict between diagnosis and treatment, in Hubei, such clinical diagnosis was introduced to enable timely treatment of possible patients and reduce fatality rate.\"\n“But now that the situation in Hubei has changed. The nucleic acid testing capability has been greatly improved. And now all suspected cases or unconfirmed cases can be tested for nucleic acids quickly. Nucleic acid testing is no longer an issue,” Wang added. Confirmed cases: On Thursday, mainland China's national count dropped to 394 new cases, one of the lowest counts of new cases in weeks.  This appears to be partly due to the change in what is counted as a \"confirmed case.\" The total number of confirmed cases in mainland China is now 74,576, bringing the global total to 75,674. The UK government has organized an evacuation flight for British nationals on board the quarantined Diamond Princess cruise ship in Japan.  A total of 624 confirmed cases of the virus have been linked to the ship during its quarantine in Tokyo Bay.  UK Foreign Secretary Dominic Raab says the flight will depart Tokyo on Friday. Details have been sent to those who have registered for the flight. We urge other British nationals still seeking to leave to contact us,” he said.\n“We will continue to support British nationals who wish to stay in Japan.” A patient has died in South Korea, and tested positive for coronavirus after their death, according to the country's Centers for Disease Control and Prevention (KCDC). The cause of death is still being investigated, a KCDC official said.  The death comes amid a rapid jump in cases across the Asian nation. According to the KCDC, there have been 22 new confirmed cases, bringing South Korea's total confirmed infections to 104 on Thursday. Among the latest cases, 21 are from the south of the country, including five linked to a church and 13 linked to a hospital in Cheongdo County. One case is in the capital Seoul, according to the KCDC.  Patients and staff at Cheongdo Daenam hospital, where the death occurred, are being tested for the virus, and environmental disinfection is currently ongoing. This post has been updated to more accurately reflect when coronavirus was detected in the deceased patient.  One of Europe’s biggest airlines says coronavirus could cost it as much as $215 million.  Air France-KLM has suspended China operations for February and March. It also says it has seen wider demand for flights fall, especially across Asia.  Its cargo operations have also been hurt by the virus -- Air France KLM says in total the virus could cost it between $160m and $215m. That number is based on flights to China resuming in April. Airlines around the world have responded to the coronavirus outbreak by suspending flights to and from China, severely disrupting travel by tourists and business executives in one of the world's busiest aviation markets. One day after announcing the expulsion of three Wall Street Journal reporters from China, the Chinese foreign ministry is standing by its decision, saying people who \"maliciously smear China must pay their price.\" Chinese foreign ministry spokesman Geng Shuang said yesterday that the press credentials for the three journalists would be revoked over an opinion piece titled \"China Is The Real Sick Man of Asia.\"  It was written by a US academic and was critical of China's handling of the coronavirus epidemic, questioning what the consequences could be for the economy and political system. Speaking today, Geng said the government was not interested when responding to a question about why the three journalists were kicked out for an opinion article they had no connection to. “We are not interested in the structural divide at the WSJ. There is only one media agency called the WSJ, and it must be responsible for what it has said and done,\" he said.\n“Those media who blatantly insult China, pitch racial discrimination and maliciously smear China must pay their price.” When asked, Geng didn't directly link Beijing’s decision on the WSJ reporters to a US State Department move Tuesday, which requires five Chinese state media outlets to comply with rules governing foreign embassies and consulates. Diamond Princess cruise ship captain Stefano Ravera has just made an announcement onboard the cruise liner, reporting that two passengers have died of the novel coronavirus, as heard on a video recording supplied to CNN by a passenger.  Ravera read out a Princess Cruises statement: \"Our hearts go out to the families and friends and all others who are impacted by these losses. All of us at Princess Cruises, as well as the crew of the Diamond Princess, offer our sincere condolences.\"  The two passengers who died were in their 80s and had been in hospital in Japan, but no further information is known about them at this stage. There are 624 confirmed cases of the virus linked to the stricken ship, docked in Yokohama, Japan. Passengers who tested negative are still disembarking from the ship today. There's still a lot we don't know about the novel coronavirus, officially called Covid-19, and scientists around the world are racing to gather data and develop a treatment. Here's what we can tell you so far: Is there a cure? There's no cure, but patients can be treated for symptoms and may recover. A vaccine could take 12 to 18 months, according to World Health Organization director general Tedros Adhanom Ghebreyesus.\nWhat are the symptoms? Coronavirus symptoms can look like the flu -- a runny nose, cough, sore throat, possibly a headache and maybe a fever, which can last for a couple of days.\nHow does the virus spread? The virus is thought to spread from person to person through respiratory droplets emitted by coughing or sneezing. There's also a possibility the virus can exist in and spread through contaminated fecal matter. There's currently no evidence that the virus is airborne -- meaning, for instance, it doesn't travel across a large room.\nWho is at risk of infection? People of all ages can be infected with the virus, but older people and those with pre-existing medical conditions are especially vulnerable to severe complications.\nHow can I protect myself? Take the same precautionary measures you would during flu season. Wash your hands often with soap and water, cover your nose and mouth when you sneeze or cough, avoid close contact with people or large gatherings, and wear a face mask. Every day, the total number of people killed by the coronavirus in mainland China grows, but it is unclear yet whether the daily increases have already peaked. A total of 114 people in mainland China died from the coronavirus on Wednesday, according to the country's National Health Commission (NHC) -- 22 fewer deaths than the day before. But it is still far above the double-digit figures of late January and early February. Here's the breakdown from the NHC, as reported by the World Health Organization: February 19: 114 deaths reported\nFebruary 18: 136 deaths reported\nFebruary 17: 98 deaths reported\nFebruary 16: 106 deaths reported\nFebruary 15: 142 deaths reported\nFebruary 14: 143 deaths reported\nFebruary 13: 121 deaths reported\nFebruary 12: 254 deaths reported\nFebruary 11: 100 deaths reported\nFebruary 10: 106 deaths reported\nFebruary 9: 97 deaths reported\nFebruary 8: 89 deaths reported\nFebruary 7: 86 deaths reported\nFebruary 6: 73 deaths reported\nFebruary 5: 73 deaths reported\nFebruary 4: 65 deaths reported\nFebruary 3: 64 deaths reported\nFebruary 2: 57 deaths reported\nFebruary 1: 45 deaths reported\nJanuary 31: 46 deaths reported\nJanuary 30: 43 deaths reported\nJanuary 29: 38 deaths reported\nJanuary 28: 26 deaths reported\nJanuary 27: 26 deaths reported\nJanuary 26: 24 deaths reported\nJanuary 25 15 deaths reported\nJanuary 24: 16 deaths reported\nJanuary 23: 8 deaths reported Chinese authorities said 17 people had died from the virus before January 23. The novel coronavirus has spread throughout the world since the first cases were detected in central China in December. More than 1,100 confirmed cases and 10 deaths from the virus have been recorded in 29 countries and territories outside mainland China: Australia (at least 15 cases)\nBelgium (at least 1 case)\nCambodia (at least 1 case)\nCanada (at least 8 cases)\nEgypt (at least 1 case)\nFinland (at least 1 case)\nFrance (at least 12 cases, 1 death)\nGermany (at least 16 cases)\nHong Kong (at least 63 cases, 2 deaths)\nIndia (at least 3 cases)\nIran (at least 2 cases, 2 deaths)\nItaly (at least 3 cases)\nJapan (at least 692 cases, including 624 linked to cruise ship; 3 deaths)\nMacao (at least 10 cases)\nMalaysia (at least 22 cases)\nNepal (at least 1 case)\nPhilippines (at least 3 cases, 1 death)\nRussia (at least 2 cases)\nSingapore (at least 84 cases)\nSouth Korea (at least 82 cases)\nSpain (at least 2 cases)\nSri Lanka (at least 1 case)\nSweden (at least 1 case)\nTaiwan (at least 23 cases, 1 case)\nThailand (at least 35 cases)\nUnited Arab Emirates (at least 9 cases)\nUnited Kingdom (at least 9 cases)\nUnited States (at least 15 cases)\nVietnam (at least 16 cases) Read more about the patients in each place. Weeks into the novel coronavirus crisis, the outbreak finally appears to be stabilizing in central China, with the number of new cases dropping to a weeks-long low today. Infections fell from 1,749 confirmed cases on Wednesday to just 394 on Thursday. But there is some uncertainty of how cases are being diagnosed in Hubei, with the criteria for diagnosing the virus outside of the lab shifting in recent weeks.  Chinese authorities this week switched back to reporting only laboratory confirmed cases from Hubei, after last week allowing clinical diagnoses by doctors -- based on symptoms or more immediate tests -- to be counted towards the province's totals. Coronavirus cases rise in Asia: Smaller outbreaks than those seen in China are quickly expanding elsewhere, especially onboard the Diamond Princess cruise liner in Japan, where two deaths were confirmed Thursday. There have been more than 600 cases diagnosed onboard. Japan also has 68 confirmed cases of the virus outside of the cruise ship, following a spike in recent days. Other countries are beginning to see a rise too: South Korea has reported a rapid jump in infections, with 31 new cases reported in one day alone. The global death toll now stands at 2,128, after an additional 108 deaths were reported in Hubei province as of Thursday morning. All but 10 deaths have occurred in mainland China. Read more here. Two months after the novel coronavirus outbreak began, there are now more than 74,576 cases across mainland China. The country's death toll stands at 2,118. By far the vast majority of cases are in Hubei province -- its capital Wuhan is the epicenter of the outbreak. According to Hubei's health authority, 62,031 cases of the coronavirus have been recorded in the province alone, with 2,029 deaths. There are just over 12,000 cases of the virus in mainland China outside Hubei and 91 deaths.  Here are the other worst hit provinces as of February 19: Guangdong: 1,331 cases, 5 deaths Henan: 1,262 cases, 19 deaths Zhejiang: 1,173 cases, 0 deaths Hunan: 1,008 cases, 4 deaths Anhui: 986 cases, 6 deaths Princess Cruises said in a statement to CNN that their hearts went out to the relatives of the two Diamond Princess passengers who died today of the novel coronavirus. The statement, offering the company's \"sincere condolences,\" was sent after Japan's health ministry confirmed the two fatalities. There are now more than 600 cases of the coronavirus among former passengers of the cruise ship. \"Our hearts go out to the families and friends and all others who are impacted by these losses,\" the statement said.\n\"All of us at Princess Cruises, as well as the crew of the Diamond Princess, offer our sincere condolences.\" A spokesperson for the company said that no further information will be released at this time. Passengers who tested negative are still departing the ship in Tokyo today. Hubei, the Chinese province at the center of the novel coronavirus outbreak, announced 349 new cases today, the lowest daily number of infections officially recorded by China in weeks.  But the fall appears to be partly due to another change in how China counts a \"confirmed case.\" All official coronavirus cases from today must now be formally diagnosed before they are added to the totals. The news of a fall in infections in China comes amid a spikes in cases in other Asian countries, including more than 20 members of a church congregation in South Korea. Here's the latest: Infections drop in virus epicenter: Confirmed cases in mainland China increased by 394, according to the country's National Health Commission. Only 45 of those new cases were outside of Hubei, according to the NHC's official figures. The total number of confirmed cases in mainland China is now 74,576, bringing the global total to 75,674. \"Confirmed case\" definition changes: The fall comes as the Chinese government said it would no longer count \"clinically confirmed\" cases among the official total infections. It was a reversal from a decision made a week ago to include patients who had tested negative for the virus but showed symptoms. Death toll rises: The number of people killed by the virus continues to rise, with 114 more deaths announced in mainland China today. In total, the global death toll is now 2,128.  Diamond Princess deaths: Two passengers from the formerly quarantined cruise ship have died of the coronavirus, Japan's health ministry announced today. Both passengers were in their 80s and had been in hospital in Japan, but no further information is known about them at this stage. A total of 624 cases of the coronavirus have been found onboard the ship. Passengers depart cruise ship: Large numbers of passengers who have tested negative for the virus are due to leave the Diamond Princess today after two weeks in quarantine on board. Cruise goers from Canada and Israel will be among those allowed off Thursday. Japan's health ministry has given up to 500 passengers permission to leave, a Princess Cruises spokesperson told CNN.  South Korea infections jump: There are now 82 cases of the deadly coronavirus in South Korea, the government reported today, after a jump of 31 additional cases overnight. Of the new cases, 23 went to the same church as a previously confirmed patient and health officials now plan to test the entire congregation for the virus. Scientists slam conspiracy theories: A group of scientists from around the world have come together to denounce rumors that the coronavirus originated in a Chinese laboratory, rather than naturally in animals. \"(We) overwhelmingly conclude that this coronavirus originated in wildlife, as have so many other emerging pathogens,\" 27 study authors said in a statement published Wednesday in medical journal The Lancet. Researchers in China are saying that people with the novel coronavirus may have the same viral load -- or amount of virus in their body -- whether or not they are actually showing symptoms of illness. In a letter published in The New England Journal of Medicine, the researchers describe how they monitored viral loads of the virus in samples taken from the nose and throat of 18 patients: nine men and nine women ranging in age from 26 to 76 in Zhuhai, in China’s Guangdong province.  Their analysis showed that the 17 patients with symptoms had a similar viral load in tests to the one patient who had no symptoms.  \"(This) suggests the transmission potential of asymptomatic or minimally symptomatic patients,” the researchers wrote in the letter. “These findings are in concordance with reports that transmission may occur early in the course of infection.\" More infectious than SARS?: It comes as the largest and most comprehensive study yet of the novel coronavirus found it is highly contagious, more so than severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS). Carried out by a group of experts at the Chinese Center for Disease Control and Prevention and published in the Chinese Journal of Epidemiology on Monday, the study looked at more than 72,000 confirmed and suspected cases of the coronavirus. Officials in Macao have allowed 29 casinos to reopen following a two-week closure that was implemented to try and stop the spread of the novel coronavirus in the Chinese gambling enclave. In a news release issued on Wednesday, the government said that 29 casinos would resume operations tonight.  However it added that the reopened casinos would be operating at 30% capacity and that casinos would have to follow new guidelines.  Those include: Mandating all casino employees wear a mask or keep a distance of \"one meter apart from others, especially when talking\"\nNot allowing individuals with \"fevers or acute coughs\" inside the casinos According to the statement, the Macao Health Bureau will continue to closely monitor the health situation of casinos. Losing streak: Gambling is the lifeblood of Macao, a semi-autonomous Chinese territory that depends on millions of visitors from mainland China. But the recent global health emergency has scared away tourists, and threatened the business model at the heart of Macao's economy. Wynn Resorts, which employs 12,200 people in Macao, said earlier this month that the company was losing more than $2.6 million a day following the decision to shut down. A controversial opinion piece criticizing China's response to the coronavirus led to the official expulsion of three journalists from the Wall Street Journal yesterday. At a news briefing yesterday, Chinese Foreign Ministry spokesman Geng Shuang said that the Wall Street Journal had refused to apologize over the article, entitled \"China is the real sick man of Asia.\" It is the largest expulsion of foreign journalists from the country since 1989. \"The editors used such a racially discriminatory title, triggering indignation and condemnation among the Chinese people and the international community,\" Geng said. Both the Wall Street Journal and the Foreign Correspondents' Club of China strongly objected to the move, with the FCC calling it an \"unprecedented form of retaliation.\" US Secretary of State Mike Pompeo also denounced the expulsion. \"Mature, responsible countries understand that a free press reports facts and expresses opinions. The correct response is to present counter arguments, not restrict speech,\" Pompeo said. The expulsion came less than a day after US officials announced they would be treating five major Chinese state-run media companies as effective extensions of the Chinese government. A senior State Department official said Tuesday that Xinhua, China Global Television Network, China Radio International, China Daily and People's Daily will be designated as \"foreign missions,\" effective immediately. Read more here. The drop in new novel coronavirus infections out of mainland China was sharp today, falling from 1,749 confirmed cases on Wednesday to just 394 Thursday. This now appears to be partly due to a change in what is counted as a \"confirmed case.\" About a week ago, Hubei province began counting \"clinically diagnosed patients\" in their case numbers -- those patients who showed symptoms, even if they tested negative. It resulted in a huge spike of confirmed cases in the province, which is the epicenter of the coronavirus outbreak.  However, according to the latest government guidelines, \"clinically diagnosed patients\" will no longer be counted. A lab based diagnosis will now be required for a case to be counted as \"confirmed.\" All other cases will be categorized as \"suspected cases.\" Comments carried in Chinese state media have said that the decision to include clinically diagnosed patients was intended to help clear a backlog of cases in Hubei.  Diagnosis delays: For weeks, Hubei citizens with symptoms had expressed frustration that they were not able to get treatment due to a delay in diagnosis. Those delays could be significant, with some reports of patients waiting up to a week for their results, as the testing kits were sent from Hubei to a lab in Beijing.  While there have been efforts to speed up the process, scientific testing of samples is difficult and time consuming. The South Korean government has announced 31 new cases of the coronavirus in one day, bringing the country's total to 82.  According to the South Korean Centers for Disease Control and Prevention, 23 of the new cases went to the same church as a previously diagnosed patient. Along with Japan and Singapore, South Korea is now one of the world's most seriously affected countries by the virus outside of mainland China. South Korea's health authorities said they will test all 1,001 members of the congregation who attended a service with the infected patient for the coronavirus. Daegu mayor Kwon Young-jin requested the congregation and their family members self-quarantine at home. Infections rise in Japan, Singapore: There are more than 1,000 confirmed cases of the coronavirus outside of mainland China, and 10 deaths. Singapore has 84 cases, while Japan has 68 cases outside of the stricken Diamond Princess cruise ship. The largest outbreak outside of China is on the Diamond Princess, which is linked to 624 confirmed infections, and the deaths of two elderly passengers. Jho Low, the fugitive businessman at the center of the 1MDB scandal, may be hiding in Wuhan, where the coronavirus outbreak began, according to Malaysian authorities.  \"Before this, Jho Low was confirmed hiding in Wuhan,\" Inspector General Abdul Hamid Bador said at a news conference on Thursday, state broadcaster Bernama reported. But the officer added, \"There was no new information on whether (Low) had fled the country following the Covid-19 outbreak.\" Low, the alleged mastermind of a multibillion dollar corruption scandal that rocked Malaysia, struck a $700 million deal with the US government to end a legal case against him in October last year. The US Department of Justice previously claimed that $4.5 billion was stolen from 1MDB by senior officials -- including Low -- and pumped into New York condos, hotels, yachts and a jet, and used to fund movies such as Leonardo DiCaprio vehicle \"The Wolf of Wall Street,\" and expensive gifts for Low's friends, including heiress Paris Hilton. The scandal helped bring down former Malaysian Prime Minister Najib Razak, who was also hit with dozens of corruption-related charges in the case. His trial in Malaysia is ongoing, and he has pleaded not guilty. Low has been identified by some as the alleged mastermind of the embezzlement, a charge he has strongly denied. He remains wanted by the authorities in Malaysia. Abdul Hamid said that he has asked the Kuala Lumpur International Airport \"to be alert should he return.\" He added that should Low have become infected with the coronavirus then his best option would be return to Malaysia. \"(The) Malaysian Health Ministry is the best, as nine people have successfully been cured,\" he said. Only 349 cases of the novel coronavirus were reported today in Hubei, the Chinese province at the center of the outbreak -- the lowest number of new infections officially recorded there by China in weeks. There are now just over 62,000 cases of the virus in Hubei. The official data on the virus released by Chinese officials continues to trend positive, but there is some uncertainty of how cases are being diagnosed in Hubei, with the criteria for diagnosing the virus outside of the lab shifting in recent weeks.  Chinese authorities this week switched back to reporting only laboratory confirmed cases from Hubei, after last week allowing clinical diagnoses by doctors -- based on symptoms or more immediate tests -- to be counted towards the province's totals. The total number of people who have recovered from the coronavirus also rose, with more than 10,000 released from hospital in the province. China’s National Health Commission is expected to release figures for all of China’s provinces later today. 'Greater outbreak' avoided?: In recent days, Chinese state media has lauded the success of the country's authorities in containing the virus. For the first time on Tuesday, the number of patients discharged from hospitals exceeded new confirmed cases, state news agency Xinhua reported. On Monday, a meeting of top government officials presided over by Premier Li Keqiang declared that a \"greater outbreak\" had been avoided, while state tabloid Global Times ran a series of articles announcing a \"slow, steady economic reboot\" after several weeks of disruption. One of the enduring images of the current coronavirus outbreak is a space-age looking thermometer pointed at an airplane passenger. Eleven airports in the United States are using these temperature checks as part of expanded screening for novel coronavirus, and those measures might seem reassuring. If someone doesn't have a fever, it seems like they're fine -- right? But it turns out not a single US coronavirus case has been caught by airport temperature checks, despite more than 30,000 passengers being screened a month, according to a CNN investigation. \"Inefficient and ineffective\": It isn't the first time the method has been called into question. Earlier this month, British researchers published a study showing that temperature checks will fail to detect a coronavirus infection nearly half the time. In Israel, temperature checks have been used in the past for outbreaks such as Ebola and severe acute respiratory syndrome (SARS) but they were found not to work. \"It is ineffective and inefficient,\" said Dr. Itamar Grotto, associate director general of Israel's Ministry of Health. Read more here. Japan's health ministry has just confirmed that two passengers of the Diamond Princess cruise ship have died from novel coronavirus today. Both of them were in their 80s, although their identity and gender is not known at this time. More details are expected to be released later. It comes as passengers from the ship who have tested negative have begun to leave after two weeks of quarantine aboard. A total of 624 cases of the coronavirus have been found on board the ship so far. Hubei, the Chinese province at the center of the novel coronavirus outbreak, announced 349 new cases today, the lowest daily number of infections officially recorded by China in weeks.  Chinese state media is adopting a positive stance on the fall in new infections today, but it remains too early to predict the end of the current outbreak, Dr. Mike Ryan, World Health Organization executive director of health emergencies program, said during a news conference on Wednesday. The news of a fall in infections in China comes amid a spikes in cases in other Asian countries, notably South Korea, Singapore and Japan. Here's the latest: Infections drop in virus epicenter: Confirmed cases in mainland China increased by 394, according to the country's National Health Commission. Only 45 of those new cases were outside of Hubei, according to the NHC's official figures. The total number of confirmed cases in mainland China is now 74,576, bringing the global total to 75,674. Death toll rises: The number of people killed by the virus continues to rise, with 114 more deaths announced in mainland China today. In total, the global death toll is now 2,126.  South Korea infections jump: There are now 82 cases of the deadly coronavirus in South Korea, the government reported today, after a jump of 31 additional cases overnight. Many of the new infections went to the same church as a previous confirmed patient. Diamond Princess passengers departing: Large numbers of passengers are due to leave their cruise ship today after two weeks in quarantine on board. Cruise goers from Canada and Israel will be among those allowed off Thursday. Japan's Ministry of Health, Labour and Welfare has given up to 500 passengers permission to leave, a Princess Cruises spokesperson told CNN. A total of 624 cases of the coronavirus have been found on board the ship so far. Quarantine criticism dismissed: Japan's health ministry has defended its quarantine of the Diamond Princess, saying it is repeatedly in contact with \"experts from university hospitals and other institutions\" on how to handle the cruise ship. It came after a viral YouTube video made by Professor Kentaro Iwata criticized the government's handling of the situation, implying the virus was out of control onboard. Scientists slam conspiracy theories: A group of scientists from around the world have come together to denounce rumors that the coronavirus originated in a Chinese laboratory, rather than naturally in animals. \"(We) overwhelmingly conclude that this coronavirus originated in wildlife, as have so many other emerging pathogens,\" 27 study authors said in a statement published Wednesday in medical journal The Lancet. China has cut a key lending rate today as the country tries to shore up the economy and thwart long-term damage from the coronavirus outbreak. The People’s Bank of China cut its one-year loan prime rate (LPR) to 4.05% from 4.15%. It also lowered its five-year rate to 4.75% from 4.8%. The LPR, which banks charge corporate clients for new loans, is a new benchmark that China introduced in August. Thursday’s cuts were widely expected -- the economy has been slowing down and the coronavirus has been damaging to business this year.  Billions in losses: China’s central bank will likely keep loosening its purse strings in the coming weeks, according to analysts at Capital Economics. They pointed out that the coronavirus has started to weigh on employment.  “But rate cuts alone will provide limited relief to the millions of small private firms that are suffering the most from the epidemic and are poorly served by the formal banking,” the analysts added. Some analysts and state-run media have already said that the coronavirus fallout could cost the Chinese economy a few percentage points of growth. In dollar terms, that could lose the country more than $60 billion. The steady departure of passengers from the stricken Diamond Princess cruise ship in Japan is expected to continue today. Passengers who have completed quarantine aboard the ship will be allowed to disembark, with citizens of Canada and Israel among those expected to leave.  Diamond Princess captain Stefano Ravera announced that the process of disembarking passengers will begin at 10:30 a.m. local time. He said passengers from Australia, New Zealand, Hong Kong, Macao and Taiwan would also be leaving. A total of 624 cases of the novel coronavirus are linked to the ship. Canadian passengers test positive: But not all the Canadian cruise goers will be heading home. According to Canada's Foreign Minister Francois-Philippe Champagne, 47 out of the 256 Canadians onboard have tested positive for the coronavirus. Even Canadian citizens who tested negative will be required to undergo another medical screening upon their arrival back in Canada. If they're healthy they'll be taken to Cornwall, Ontario, for another 14 days of quarantine. More than 2,100 people have died from the novel coronavirus across the globe, according to the latest figures released on Wednesday. The Hubei health authority reported that 108 more people died of the coronavirus in Hubei province on Wednesday, raising the death toll in the epicenter since the beginning of the coronavirus outbreak to 2,029. The Hubei report brings the total number of deaths in mainland China to at least 2,112. The global death toll from coronavirus has risen to at least 2,120, with eight deaths reported outside of mainland China. Hong Kong and Iran have each reported two deaths from coronavirus. Taiwan, Japan, the Philippines and France have each reported one death.  The global number of confirmed coronavirus cases now exceeds 76,262, with the vast majority of cases in mainland China. China’s National Health Commission is expected to release numbers for all of China’s provinces later.", "Section": "asia", "Writers": ["Ben Westcott", "Adam Renton", "Amy Woodyatt"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-20-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}