{"Type": "article", "Time": "2020-04-21", "Headline": "April 21 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. Italian Prime Minister Giuseppe Conte outlined a five-point plan for managing the coronavirus epidemic on Tuesday. Addressing Italy's House of representatives, Conte said that the plan will focus on: Continued social distancing with use of masks and gloves until a vaccine or a therapy is available.\nReinforcing the health care system, and paying special attention to care homes to \"avoid another out-of-control explosion of contagion.\"\nCreating special Covid-19 hospitals designated to cater exclusively to coronavirus patients.\nConducting antibody testing in a large study to determine the spread of the virus among the population. Conte said 300,000 serological tests have been requested.\nContact tracing. Last week the government officially chose a contract tracing app, called Immuni, which is in the testing phase, but the choice to download it will be voluntary, Conte said. ##Health## The new coronavirus lingers for as long as three weeks in the bodies of patients with severe disease, Chinese researchers reported Tuesday. The virus can be found deep in the lungs and in the stool of patients, and the sicker they are, the longer it stays, the team at a hospital in China’s Zhejiang province reported. But the virus was found in the urine of patients less than half the time, and rarely in the blood at first.  Their report provides another piece of evidence about the pattern of disease in Covid-19 patients. It published in the BMJ. Unlike many recently released studies about the coronavirus, this one has gone through peer review, which means other experts have reviewed the findings. The team tested 96 patients treated in their hospital for Covid-19 between January and March. They tested samples from the nose and throat, from deeper in the respiratory system, in the blood, stool and urine. They wanted to see how long people had virus in their systems and whether it was likely to spread in various ways. The findings support other studies showing that the virus could spread in stool from infected people. In general, the sicker people were, the longer the virus could be detected. That could be important for doctors to know, so they can predict which patients will fare better, and, perhaps, how long they may remain infectious to others.  “The median duration of virus in respiratory samples was 18 days,” they wrote.  More on this: An earlier Chinese study showed that people without symptoms had just as much virus in their noses as people who had Covid-19 symptoms – something that indicated people who are not sick could be just as likely to spread virus as people who are. The team in Zhejiang found that sicker people had more virus deeper in their respiratory tracts, however. They also found differences between men and women with Covid-19. “In this study, we found that the duration of virus was significantly longer in men than in women,” they wrote. “Our results shed light on the causes of disease severity in men in terms of the duration of the virus. In addition to differences in immune status between men and women, it has also been reported to be related to differences in hormone levels,” the team wrote. ##Health##  Air Canada will suspend flights to the United States until May 22.  According to a statement on Tuesday, Air Canada made the decision “as a result of the agreement between the governments of Canada and the United States to extend border restrictions by an additional 30 days.” The airline is waiving change fees for customers with bookings during this period, according to the statement. Air Canada has reduced its schedule by more than 90% since March 16, the airline said. ##Travel## The number of patients admitted to intensive care in France has declined for the 13th consecutive day, Jerome Salomon, the director of France's health agency, announced today. Salomon, speaking at his daily press conference in Paris, gave an overview of where things stand now: There have so far been at least 117,324 confirmed coronavirus cases in France, including deaths and recoveries.\nAt least 30,106 patients are currently hospitalized.\nAt least 5,433 patients are in intensive care units. ##Health## The Netherlands will extend its lockdown for most businesses until May 20 and ban large events until September 1, Dutch Prime Minister Mark Rutte said during a news conference on Tuesday. “As much as I understand that impatience is creeping in, we know that a rapid easing could lead to the virus immediately getting the chance to peak again,” Rutte said. The uncertainty is still “too large” for businesses that require close contact, like barbers and nail salons, he said. Primary students will begin attending school in a staggered fashion starting May 11. “Children in primary education will, to start with, go to school half of the time,” he said. “For example, one half of the students will go one day and the other half will go the other day.” He said that social distancing for these students is “not realistic,” but that all evidence indicates that their Covid-19 risk is much lower.  Some other primary education institutions like nurseries and special education will be able to open to students full time. ##Daily Life## Amazon will extend its shutdown in France until at least April 25, the company said on Tuesday. Amazon announced it was shutting down its distribution centers last Wednesday following a court ruling that ordered it to restrict its local delivery operations to essential goods only. “The company will reevaluate its position once the appeal court ruling is given on Friday, April 24th,\" Amazon said in a statement in Tuesday. Amazon employees will continue receiving their full salary, the statement added. Remember: France suspended all non-essential business last month, a measure that is set to remain in place until May 11. The French court also required that the company carry out an assessment of the \"occupational risks inherent in the Covid-19 epidemic\" in all of its warehouses. ##Business##  Vietnam will restart domestic flights on Thursday as the country sets to ease restrictions, according to the country's Civil Aviation Authority. Vietnam has reported at least 268 cases of coronavirus and no deaths, according to the Ministry of Health. On Tuesday, the country recorded its fifth straight day of no new cases. The government has been credited with responding swiftly with tests as well as it efforts to quarantine people.   As of Monday, the government reported 60,163 people were isolated at home with another 15,368 quarantined at camps.  Vietnam has conducted at least 174,489 tests, according to the country’s Ministry of Health. ##Travel## The number of active Covid-19 cases in Italy has gone down for the second day in a row, according data released by the the Italian Civil Protection Agency on Tuesday. The country saw the biggest daily drop in active cases, reporting 528 fewer cases than on Monday. The number of patients in ICU has also dropped, with 102 fewer than Monday.    After six weeks in lockdown, children under 14 in Spain will be allowed to accompany one adult on trips to places like supermarkets, pharmacies and banks starting Monday, according to a new decree announced by the Spanish government today.  “The government is aware that this is only a partial relief from this confinement, but we would like to stress that our priority is to avoid a hypothetical regression in the fight against the virus,\" said Spanish government spokesperson and finance minister María Jesús Montero.  Montero defended the decision, saying “common sense and rationality cannot be substituted,” and activities such as bike riding — where a child's movements cannot be controlled — would not be advisable.  Some context: Spain has the strictest coronavirus confinement measures in Europe.  But health professionals have cautioned that extended confinement could prove harmful to children’s physical and mental health.  Montero and other officials have said these measures would not allow kids to just go out and play. Parks, playgrounds and beaches remain closed to the public. ##Daily Life## ##Health## The planned docking of the world’s last major cruise ship remaining at sea was scuttled by rough seas Tuesday, the port authority of Genoa, Italy, said. The Costa Deliziosa is now anchored just outside the port, officials said. “The captain decided not to dock this afternoon given the sea conditions. The ship is located about 7 km from the coast and the docking was scheduled for this afternoon. It is unlikely that the ship will dock before tomorrow morning,” the port authority operations room told CNN. Costa Deliziosa has 1,519 remaining guests and 898 crew on board. No cases of coronavirus have been reported cases on board the ship, a statement to CNN from Costa Cruises said Tuesday. Other than that ship, the Cruise Lines International Association (CLIA) says there are no major cruise ships with passengers at sea anywhere in the world. Some context: The Centers for Disease Control and Prevention (CDC) in the United States issued a \"no sail order\" for cruise ships on March 14 in order to fight the spread of coronavirus. The original 30-day order was extended effective April 15. The CDC said CLIA voluntarily complied with the order. ##Travel##  Pakistan’s Prime Minister Imran Khan will undergo testing for Covid-19 after he met a philanthropist last week who later was diagnosed with coronavirus, said Dr. Faisal Sultan, Khan’s personal physician and senior adviser on coronavirus. Sultan confirmed Tuesday that “all protocols are in place\" regarding the testing and that once results come in, \"recommendations will be made accordingly.” No details of the timeline of the testing have been released.  The decision to test came after Pakistan’s eminent philanthropist Faisal Edhi announced on Tuesday that he tested positive for coronavirus. Khan and Edhi met in person six days ago. ##Health## Human coronavirus vaccine trials will begin on Thursday in Oxford, UK Health Secretary Matt Hancock said today. ##Health## US President Trump and UK Prime Minister Boris Johnson spoke over the phone today discussed UK-US cooperation in the fight against coronavirus, Downing Street said in a statement.  \"The Prime Minister spoke to President Trump this afternoon, and thanked him for his good wishes while he was unwell,\" according to the Downing Street readout of the phone call, referring to Johnson's coronavirus diagnosis. Trump and Johnson \"agreed on the importance of a coordinated international response\" to the pandemic, including through the G7, the statement read. “The leaders committed to continue working together to strengthen our bilateral relationship, including by signing a free trade agreement as soon as possible,” the readout concluded.   Iran has not yet \"contained\" the coronavirus pandemic, Iraj Harirchi, Iran's deputy health minister, said on Iranian state television today.  “We have not contained the pandemic and we cannot predict any deadline for it,” he said. Iran’s Health Ministry spokesperson Kianush Jahanpour announced at least 1,297 new coronavirus cases, bringing the total number of reported cases to at least 84,802 as of Tuesday, according to Iran's state news agency IRNA.  ##Health## Spanish football giants FC Barcelona announced on Tuesday it will sell the naming rights to its iconic Camp Nou stadium for one year in an effort to raise money for the fight against Coronavirus. The announcement marks the first time the club has sold the naming rights to their ground since it opened in September 1957, with prospective sponsors encouraged to come forward. In a statement, the club’s executive board said the unanimous decision to cede title rights to the stadium for the 2020-21 season to the Barça Foundation was taken “to raise money to invest in research projects being carried out in Catalonia and the rest of the world involved in the fight against the effects of Covid-19.” The Barça Foundation will begin the process of finding a sponsor for the stadium in the next few weeks. The stadium will maintain the name “Camp Nou” in addition to including the sponsor, the club said. Camp Nou is Europe’s biggest football stadium with a capacity of more than 99,000. ##Business## ##Daily Life## “CONTAGIOUS RAT” read the message in large black letters painted on the side of Dr. Silvana Bonino’s car. The Barcelona gynecologist was shocked to find the hateful graffiti in the midst of the coronavirus pandemic, and she quickly filed a complaint with the Catalan regional police. It didn’t take long for the police to identify a suspect, a man whom they put under investigation for an alleged hate crime, said a Catalan police spokesperson. “We monitor social networks to prevent violence,” against health care workers, the police spokesperson said. “We can only take the complaints and act on them. Beyond this, there’s not much we can do.”  It's hardly any comfort for some of Spain’s doctors who’ve received hate messages from neighbors who fear they are more liable to be infected from Covid-19, because of the doctors' work with patients. A spokesperson for Dr. Bonino’s private practice at the IDONA clinic said, “At this point, Dr. Bonino would just like to move on with her life.” Elsewhere in Spain, the climate of suspicion came even closer to home for Dr. Jesus Monllor Mendez, who found a note on his apartment front door, encouraging him to move out. This was in the small city of Ciudad Real, in the region of La Mancha, where the famed Don Quijote novel was set.  “We know of your good service in the hospital,” the note read, “but you must also think of the children and elderly who live in the building. There are other places you can stay. We urge you to consider this.” Dr. Mendez said, “It made me sad, but I understood it as Covid-19 has done a lot of harm to our country. The lady who did this acted impulsively – I hold no resentment.” But Dr. Mendez, considers these incidents “exceptional and rare. Outside of this, the response from my community has been extremely grateful,” he said. “The mayor even brought me a thank you note. Another neighbor left a poster on my door saying, ‘here lives a hero’.” Remember: There has been overwhelming support for the health workers on Twitter and in the media in response to the hateful messages. Across Spain, at 8 p.m. local time daily, millions of Spaniards applaud from their balconies and windows to thank the nation’s health care workers for their front-line battle against coronavirus. ##Health## ##Daily Life## The UK government stands by its promise to carry out 100,000 coronavirus tests a day by the end of the month, the Prime Minister’s spokesperson said, according to Britain’s Press Association. The country’s Health Secretary Matt Hancock made the commitment at the start of April amid growing criticism about a lack of testing, especially for frontline health workers. According to the latest figures from the Department of Health and Social Care, 19,316 tests were carried out on Monday. The current testing capacity stands at 39,250, according to the Prime Minister's spokesperson. Asked about the gap in testing capacity and tests conducted, Boris Johnson’s spokesperson is quoted as saying: “I think ministers have been very clear that any spare capacity should be used to test NHS and social care staff and their families.\" “As a result of the increased capacity which we have available, other critical care workers can now also get tests so that they can continue their vital work on the frontline.” He said the government is “working hard” to hit the 100,000 target. ##Health## Moscow's new coronavirus hospital, which was built in 30 days, admitted its first 20 patients, Moscow mayor’s office said in a statement Tuesday.  “The center itself has the capacity for 800 beds, which if necessary could be stretched to 900,” the hospital’s head doctor Sergey Perekhodov said.  According to Perekhodov, all beds can be supplied with oxygen to care for people with respiratory failure and converted into an ICU unit, if necessary.  The hospital is equipped with an on-site laboratory that can perform up to 10,000 tests a day, the mayor’s office said, adding that the facility employs 500 doctors and nurses and is looking to increase to over a thousand.  The construction of the new hospital began on March 12 as Moscow Mayor Sergey Sobyanin vowed to increase the local health care system’s capacities and help offload other infectious diseases facilities that are trying to cope with the influx of coronavirus patients.  ##Health## Media watchdog Reporters Without Borders criticized China for censoring early coverage of the coronavirus outbreak, telling CNN that the global pandemic may have been averted or lessened had journalists had more freedom in the country. Strongman leaders around the world are using the coronavirus crisis to stifle journalists, the leading press freedom watchdog warned, as it bemoaned a missed opportunity to highlight the severity of the outbreak in its early days in Wuhan, China. \"If there had been a free press in China, if these whistleblowers hadn't been silenced, then this could have been prevented from turning into a pandemic,\" Reporters Without Borders' UK bureau director Rebecca Vincent told CNN, as the group unveiled its annual assessment of media liberty in 180 countries. \"Sometimes we can talk about press freedom in a theoretical way, but this shows the impact can at times be physical. It can affect all of our health,\" she added. Chinese politicians downplayed the severity of the virus in its early weeks, while police targeted \"rumormongers\" and censors deleted any commentary that questioned the official line. Wuhan's mayor Zhou Xianwang later said he understood the public was \"unsatisfied with our information disclosure. \"Reporting the truth at the earliest possible moment would have allowed the rest of the world to react probably earlier and probably more seriously,\" Vincent said. \"The consequences (of stifling media freedom) are actually deadly.\" Chinese Foreign Ministry spokesman Geng Shuang on Tuesday responded to the report, criticizing the group during a daily press briefing, saying that \"this organization has always held deep-rooted prejudice against China and their so-called report is not worth rebutting.\" All available evidence suggests the coronavirus originated in bats and was not a “laboratory construct”, World Health Organization spokesperson Fadela Chaib said at a briefing in Geneva today. US intelligence and national security officials say the United States government is looking into the possibility that the novel coronavirus spread from a Chinese laboratory rather than a market. “At this stage, it is not possible to determine precisely the source of the virus which caused the Covid-19 pandemic,” Chaib said at a briefing. “However, all available evidence suggests that the virus has a natural animal origin and is not a manipulated or constructed virus. The virus most probably has its ecological reservoir in bats.” “Many researchers have been able to look at its genomic features — and they have found that the evidence does not support the idea that the underlying virus is a laboratory construct.”  Chaib says people should focus on facts – not “spurious theories” about the origins of the virus. The San Fermin fiesta, Spain’s iconic running of the bulls festival in Pamplona every July, has been canceled this year as a result of the pandemic, the city’s acting mayor Ana Elizalde announced.  This will be only the fifth time in the history of the festival that the celebrations have been canceled.   Mass contact tracing should be the “next national mission” in the UK’s battle with coronavirus, former health secretary Jeremy Hunt wrote Tuesday. In an opinion piece for the Times of London, Hunt said: “We need every arm of the state, every spare civil servant, every local government town planner and every furloughed administrator turning their hand to the task” of contact tracing. Hunt wrote: “The reason why the countries with the lowest death rates have generally been the biggest testers is because of what testing makes possible: quarantining of people with the virus, tracking down who they have been near, and if necessary isolating them as well.\" \"Do this on a massive scale and you can keep open shops, offices and restaurants - as has happened in South Korea, Taiwan and Hong Kong - with much less damage to the economy than European or American-style mass lockdowns.” Hunt, who is now chairman of the UK’s Health Select Committee which scrutinizes the government, said that by the time the UK’s lockdown is reviewed again in two weeks contact tracing needs to be a “viable option.” In an unprecedented attempt to seal off the United States from the rest of the globe, President Donald Trump said he would temporarily suspend immigration into the country. It was not immediately clear what legal basis the President had for the move, which he claims will help safeguard American jobs and defend against “the invisible enemy.”  Campaigners have been warning for weeks that the Trump administration is using the coronavirus pandemic to push its aggressive immigration agenda: Refugee resettlement has been put on hold, visa offices are largely closed and citizenship ceremonies aren't happening. Meanwhile, the US has continued to deport thousands — including some who are sick.  And fear of foreign infections doesn’t stop at America’s doorstep. In Guatemala, people have been attacked after returning from overseas, particularly those arriving from America — even if they test negative and follow quarantine rules.   Here are the other new developments... Facebook acts on anti-stay-at-home protests: Facebook will remove some posts on protests being organized in California, New Jersey and Nebraska against stay-at-home orders meant to slow the spread of the coronavirus, after consulting with officials in those states, a company spokesperson told CNN Monday.  Race for the vaccine: Even if scientists successfully develop a vaccine, distributing it will require “one of the greatest scientific, one of the greatest political, one of the greatest financial, one of the greatest public health operations in a generation,” Michael Ryan, the executive director of the World Health Organization’s emergencies program, warned yesterday. This country lifted its lockdown after 3 weeks: Ghana has partially lifted a three-week lockdown in two cities, citing improved coronavirus testing and the \"severe\" impact of the restrictions on the poor and vulnerable in the West African nation.  Could a free press have prevented the pandemic? Strongman leaders are using the coronavirus crisis to stifle journalists, a leading press freedom watchdog has warned, as it bemoaned a missed opportunity to highlight the severity of the outbreak in its early days in Wuhan, China.   A version of this story first appeared in CNN's Coronavirus: Fact vs. Fiction newsletter. You can sign up here. Kremlin spokesperson Dmitry Peskov on Tuesday said Russia had sufficient cash reserves to offset the collapse in oil prices, amid questions about the health of the country’s economy. In a conference call with reporters, Peskov downplayed the impact of the crash, saying the collapse in May futures was “an absolutely speculative moment, purely a trading moment,” and that the market’s shift into negative prices “should not be painted in apocalyptic colors.”  Russia remains heavily dependent on revenue from oil and gas exports, but has a reserve fund to cover shortfalls in the national budget. “The main thing here is that our government and our leadership have all the necessary reserves for damping the negative consequences of such international volatility in our economy, and of course, all the resources that are at hand will be used,” Peskov said.  Peskov said Russian President Vladimir Putin had no immediate plans to discuss the situation with US President Donald Trump. The two leaders have spoken on the phone at least four times in recent weeks, according to a CNN tally. Singapore will extend what the government is calling \"circuit-breaker\" coronavirus restrictions until June 1, Prime Minister Lee Hsien Loong announced on Tuesday, as cases in Singapore continue to climb. In a televised speech, Lee said Singapore will \"extend the circuit breaker for four more weeks beyond the fourth of May until June 1 and provided we have brought community numbers down, we can make further adjustments and consider easing some measures.\"  Lee also announced new tighter measures -- a package of restrictions and new rules, combined with harsh punishments, designed to stop the new wave of cases -- saying more workplaces will be closed \"so that only the most essential services will remain open.\"  Lee added this will “reduce further the number of workers keeping essential services going and minimize the risks of community transmission among workers.\" Under the new tightened measures, social gatherings will still be banned and schools will stay closed, whilst more non-essential services will be closed to prevent community spread of the virus. Minister Lawrence Wong, the Co-Chair of the Multi-Ministry Task Force, warned that the tightened measures may result in a \"degradation of services\" but hoped that \"everyone understands why we need to make this important move.\" Singapore confirmed 1,111 new cases of the novel coronavirus on Tuesday, bringing the total number of confirmed cases to 9,125. ##Daily Life## The number of people suffering acute hunger could almost double to more than 265 million because of the economic impact of coronavirus, the UN’s World Food Programme (WFP) is warning. In a statement released Tuesday, the WFP said “swift action” was needed to stop this becoming a reality. “Covid-19 is potentially catastrophic for millions who are already hanging by a thread. It is a hammer blow for millions more who can only eat if they earn a wage,” WFP’s Senior Economist Arif Husain said. “Lockdowns and global economic recession have already decimated their nest eggs. It only takes one more shock – like Covid-19 – to push them over the edge. We must collectively act now to mitigate the impact of this global catastrophe.” The latest report from the WFP says that in some countries, those most vulnerable to food insecurity have “very limited” capacity to cope with the shock caused by the pandemic.  “These countries may face an excruciating trade-off between saving lives or livelihoods or, in a worst-case scenario, saving people from the coronavirus to have them die from hunger,” the report warns. ##Daily Life## Health care workers in India need to be protected by a nationwide law after a spate of violence against doctors and nurses, the Indian Medical Association (IMA) said on Monday. The group issued a statement saying that \"doctors have been abused, beaten up, denied entry and residence.\" \"IMA has maintained utmost restraint and patience in spite of extreme provocations,\" the statement read. \"We demand a special central law against violence on doctors, nurses, health care workers and hospitals,\" added the statement. The IMA has asked health care workers across the nation to light a candle as a form of protest on Wednesday.  If the government does not formulate a central law on violence against health care workers, the IMA has called for a \"black day\" to be observed on Thursday where doctors will work with black badges. Further decisions will be taken if the government still does not act, according to the statement issued by IMA.   Doctors in India continue to face several challenges with the coronavirus pandemic. Lack of equipment, cases of doctors being attacked, and lack of adequate living facilities for doctors remain a problem according to doctors associations across the country.  \"Earlier there was definitely a lack of personal protective equipment (PPE), but now even though they are available the standard of quality is low,\" said Adarsh Singh, President of the Resident Doctors Association at All India Institute of Medical Science.  Over 100 healthcare workers have tested positive in Delhi alone, according to Singh. Delhi with 2,081 positive cases of coronavirus, including 47 deaths, has the second-highest number of cases in the country, according to the Indian Ministry of Health. \"With cases on the rise, there needs to be capacity building. Hospitals are not equipped to handle cases if the numbers continue to rise at the current rate and doctors are already working round the clock,\" Singh added. Maharashtra has the highest number of cases in the country with 4,666 positive cases of coronavirus including 232 deaths, according to the Indian Ministry of Health.  \"Many doctors have tested positive for the virus already and those of us working on the frontlines at government hospitals live in hostels where effective social distancing is not possible,\" a Maharashtra Association of Resident Doctors (MARD) spokesperson said. At least 100 nurses have tested positive in Mumbai, according to Akash Pillai, general secretary of the Maharashtra United Nurses Association.  The Mumbai municipal corporation has begun providing hotel accommodation for doctors, especially those who live with their families, so that they don't have to go home. However, this provision is much less than is required, according to the MARD spokesperson.  \"All we want is adequate PPE to protect health care workers, [assurance] that we will be safe in discharging our duties and won't be attacked, and proper living facilities,\" Singh said.  According to the Indian Ministry of Health, India currently has 18,601 confirmed cases of coronavirus including 590 deaths.  The 5-year-old daughter of two Detroit first responders has died of complications from coronavirus. Skylar Herbert died Sunday at Beaumont Royal Oak Hospital after being on a ventilator for two weeks, CNN affiliate WXYZ reported. She tested positive for coronavirus last month and developed a rare form of meningitis and swelling on the brain, according to WXYZ. \"The loss of a child, at any time, under any circumstances, is a tragedy,\" Beaumont Hospital said in a statement obtained by WXYZ. \"We are heartbroken that COVID-19 has taken the life of a child. We extend our deepest sympathy to Skylar's family and all others who have lost a loved one to this virus.\" Skylar's mother has been a Detroit Police officer for 25 years and her father has worked as a firefighter with the Detroit Fire Department for 18 years, Michigan Gov. Gretchen Whitmer said during a Monday news conference. \"They've been on the front line and they've served with honor and integrity and they did not deserve to lose their child to this virus,\" Whitmer said. \"Nobody does.\" Read more here. ##Health## The true number of deaths from Covid-19 in England and Wales was significantly higher in the period up to April 10 than had been previously reported by the government, new figures show. At the time, the official figures stated that 9,288 people had died from Covid-19. But figures released Tuesday by the Office of National Statistics (ONS) found the real number was 13,121. That's 41% more. The discrepancy is because the initial government figures only record those who died in hospital after testing positive for Covid-19. The more complete ONS numbers reflect everyone whose death certificate records a case of Covid-19 -- even if it is only suspected, and whether or not they died in hospital. The new figures also show that 1,043 coronavirus deaths in the UK have taken place in care homes. Concerns have been raised in recent weeks over the lack of protective equipment and testing in those facilities. Watch: America has an inequality problem and the coronavirus crisis is making it worse. The pandemic is leaving few people untouched, but America's weakest demographic groups are shouldering the worst burden through job losses and frontline work, against a backdrop of a higher risk of infections and lower savings. Lower earnings: The average black and Hispanic families are already bringing in less income, earning between 71 cents and 74 cents for each dollar earned by the median white family, according to a new report from the JPMorgan Chase Institute. Fewer safety nets: Minority families also have a smaller buffer of liquid assets like savings and investments, meaning they have a much thinner cushion to fall back on to weather the storm of economic shocks. Vulnerable to layoffs: Black and Hispanic workers are also more likely than white workers to be in jobs that pay by the hour, making them more susceptible to layoffs.  A total of 22 million Americans have filed for unemployment benefits over the past month. \"As families face job loss and income uncertainty resulting from the Covid-19 pandemic, this report shows that black and Hispanic families will bear the brunt of this economic crisis,\" said Diana Farrell, president and CEO of the JPMorgan Chase Institute. Read more here: ##Business## ##Daily Life## British doctor Katie Sanderson says there are some “very, very significant gaps” in the provision of personal protective equipment (PPE) for treating coronavirus patients. Referencing a Doctors' Association UK survey with more than 1,100 responses in 250 settings, Sanderson told BBC radio that 38% of doctors had no eye protection, 38% who need FFP3 masks do not have access to them and 47% do not have access to long sleeve gowns. Sanderson, who works as a junior doctor in north London, also said the government should provide reassurance to families of medical workers that they won’t face financial ruin if the health worker dies at work. “All of us are more or less worried about dying as a result of being infected with coronavirus at work,” Sanderson said, adding that for migrant families, there is the extra stress of their visa situation. ##Health## What happens when you're nearly three years into the middle of a 8,700-mile hike, you've given up your home, you have no money -- and then coronavirus stops the world in its tracks? That was the dilemma facing Christian Lewis when his quest to walk every twist and turn of the British coastline to raise money for charity was suddenly derailed by the arrival of the pandemic. Lewis began his journey from Swansea in South Wales, in the summer of 2017 with just $12 in his pocket. Picking up a companion -- a dog named Jet -- along the way, he arrived on the remote Scottish Shetland islands in March just as the UK was placed under restrictions. With no home to go to and only a flimsy tent for protection in one of the most northerly and windswept parts of the country, he could've been in trouble. Instead, thanks to the kindness of complete strangers, he's found himself in arguably one of the best places on the planet to sit out the crisis -- a cottage on a tiny island all to himself. \"It is just super. I couldn't be in a better place for a lockdown,\" Lewis tells CNN from Hildasay island. \"There's nothing here but a few sheep and an array of birds.\" Some Shetlanders lent him a boat to go to the island, and a local fisherman brings Lewis deliveries of water. He makes the occasional boat trip to the mainland for other supplies, but mostly forages for his food. \"I can walk down now, and I'll have a whole plate full of mussels if I want them, so I've got no worries there,\" he said. Read more here: ##Travel## ##Daily Life## A 12-year-old girl in India, who embarked on a 200-mile journey home on foot during the nationwide coronavirus lockdown, died just an hour away from her house, according to local officials. Jamlo Madkam worked in chili fields in Perur village, in the southern state of Telangana. The nationwide lockdown was supposed to end on April 14 -- but was extended until May. On April 15, Madkam and 11 others, including her brother-in-law, began the journey to their home state of Chattisgarh in central India. They decided to walk home because they were out of work, and weren't sure when the lockdown would end, said Dr B R Pujari, the chief medical health officer of Madkam's home district.  Three days later, she died before she could make it home. \"They walked through mountainous terrain to avoid police barricades, for three whole days. We were told that Jamlo hadn't eaten anything that morning because of a stomach upset and had been vomiting. We suspect that an electrolyte imbalance along with the exhaustion led to her death,\" Pujari said.  The remaining 11 migrant workers have been quarantined at a government facility for 14 days, and their samples have been sent for testing. Madkam's postmortem report showed that she did not have coronavirus. The nationwide lockdown has been in place since March 25, and will continue through May 3.  Once the lockdown came into effect, thousands of workers attempted to walk home as they were left without work and a means of transport to travel back home.  ##Daily Life## Virgin Australia has collapsed into administration, one day after billionaire founder Richard Branson made a last-ditch appeal for government support for the country's second biggest airline. The carrier is the industry's latest casualty as the coronavirus pandemic continues to eliminate global demand for travel. The company said today that it had entered voluntary administration as it looked for money to revive its business, and that it eventually hoped to \"emerge stronger on the other side of this crisis.\" Virgin Australia is the first major airline in Asia Pacific to succumb to the loss of business from the pandemic, which has caused carriers to rip up their flight schedules, ground planes and put staff on unpaid leave. Last month, UK budget carrier Flybe also collapsed, saying its financial challenges were too great to withstand in the context of the pandemic. For now, the Brisbane-based carrier plans to continue operating all scheduled flights, \"which are helping to transport essential workers, maintain important freight corridors, and return Australians home,\" the airline said in a filing posted on the Australian stock exchange. In a message addressed to employees today, Branson called out the Australian government, saying \"this is not the end for Virgin Australia.\"\n\"In most countries federal governments have stepped in, in this unprecedented crisis for aviation, to help their airlines. Sadly, that has not happened in Australia,\" he wrote. Read more here. ##Business## ##Travel## Italian Prime Minister Giuseppe Conte took to Facebook Monday night to reassure Italians about plans to reopen the economy -- but also to warn that the country needed to stay vigilant. The government is finalizing plans to gradually reopen the country's economy starting May 4, he said.  Conte warned that it needed to be a slow process, because \"reopening everything right away will be irresponsible and would increase the curve of contagion.\" \"Many citizens are tired of the efforts made so far and would like a significant easing of these measures or even their total abolition,\" Conte wrote in a lengthy post. \"I wish I could say, 'Let's reopen everything. Immediately. We leave tomorrow morning.' This government has put the protection of citizens' health first, but it is certainly not insensitive to the goal of preserving the efficiency of the production system. But such a decision would be irresponsible. It would make the contagion curve go up in an uncontrolled way and would nullify all the efforts we have made so far. Altogether.\" He warned that the progress made to flatten the curve cannot be sacrificed to appease public opinion or disgruntled companies. The gradual reopening would follow a structured plan instead of relying on \"improvisation,\" to both keep the risk of contagion low and to ease the burden on the health care system, he said. Here's what that means: The plan must be detail-oriented and meticulous to reduce risk, Conte said. For instance, it must include not only safety protocol within workplaces, but guidelines for public and private transportation, and how to control density and social distancing. \"We cannot abandon the line of utmost caution, even in the perspective of restarting,\" Conte said. ##Health## ##Daily Life## ##Business## Russia officially reported 5,642 new cases on Tuesday morning, bringing the national total to 52,763, according to the country’s coronavirus response headquarters.  Another 51 patients died overnight, bringing Russia's coronavirus death toll to 456, the report added. Virus spreads to regions: Moscow is still leading in new cases but health officials warned on Monday that Russia’s regions are lagging two to three weeks behind the country’s capital. President Vladimir Putin warned on Monday that the peak \"is still ahead.\" ##Health## NHS Providers, which represents hospital trusts and ambulance services, is exploring whether protective gowns can be reused amid a shortage, its deputy chief executive, Saffron Cordery, said in a statement on Monday. \"NHS Providers has been flagging for ten days that the supply of gowns was becoming critical. This remains the case,” Cordery's statement said. Cordery said National Health Service trusts -- organizational units within the English NHS -- are \"sharing stocks when they can, and are exploring whether some gowns can be washed and used more than once.\" \"They have also secured extra supplies of gowns or similar products from a range of suppliers including vets, builders merchants and universities,\" Cordery said.\n\"The announcement of an additional consignment of gowns from Myanmar, while welcome, offers at best a stop-gap solution for the next day or two.\n\"But we need to move away from a running commentary on individual consignments, and get to a reliable and sustainable long term supply,\" she added. PPE delivery: The UK is still waiting for a large shipment of personal protective equipment, including 400,000 gowns, from Turkey that the government said would arrive Sunday but has been delayed. It has also received 140,000 medical gowns from Myanmar, according to UK government minister Simon Clarke. ##Health## The UK Parliament will resume today with lawmakers being asked to approve a new \"hybrid\" system which will limit the number of people allowed in the House of Commons at any one time. If approved, the new measures will begin on Wednesday. Commons Speaker Lindsay Hoyle said it will be a \"temporary measure\" to ensure the government is being held to account during the coronavirus restrictions. The proposed model would allow a maximum 50 members of parliament to be present in the chamber at one time under social distancing measures. In addition, a further 120 members will be able to join via video link. \"We’re going to build up that number. We’re going to ensure that there’ll be more scrutiny, legislation, votes -- all of that will come. But this is the starting point tomorrow,\" Hoyle told BBC radio. In a video message posted online, Hoyle said the changes are designed to allow lawmakers to do what everyone else is being asked to do -- stay home. \"It will be an historic moment in our 700-year history to have MPs contributing to prime minister’s questions, urgent questions and statements via video link from the safety of their homes and offices,\" he said. ##Daily Life## Singapore confirmed 1,111 new cases of the novel coronavirus today, the vast majority of whom are work permit holders residing in foreign worker dormitories. Only 20 cases were Singaporean citizens or permanent residents, according to the health ministry. Less than a month ago, the city-state was being hailed as one of the countries that had got its coronavirus response right. But then the second wave hit, hard.  Since March 17, Singapore's number of confirmed coronavirus cases grew from 266 to at least 9,125, according to data from Johns Hopkins University. What went wrong? The answer appears to lie in clusters of cases among migrant workers living in cramped dormitories, and an underestimation of the speed at which those infections could spread through a city where lockdown measures had not been put in place. Many of these workers are from South Asia, and appear to have been overlooked in the initial wave of testing. Now, multiple dormitories have been quarantined and the government is ramping up testing for all workers. This post was updated to include the latest number of total cases. Read more about the migrant workers and Singapore's second wave here: ##Health## Germany reported 1,785 new coronavirus infections today -- a relatively low number compared to just a week or two ago when new daily cases were double that figure. The country also reported 194 deaths today. That raises its total to 143,457 reported cases and 4,598 deaths, according to the Robert Koch Institute, Germany's center for disease control and prevention. Officials lifted some social distancing measures on Monday, raising concerns that new cases could spike.  Around 3,700 more patients have recovered from Covid-19, according to the Robert Koch Institute. The government has emphasized the importance of keeping the number of recovered patients higher than the number of new infections.  Oktoberfest is canceled: Germany's iconic Oktoberfest event -- the world's largest beer festival -- will be canceled this year due to the pandemic, Bavarian Minister-President Markus Soeder said. The annual festival, which usually runs for more than two weeks in September through the first Sunday in October, celebrates traditional German food, dancing, beer and clothing. Every year, attendees flock from around the world to Munich, capital of the southeastern state of Bavaria.  ##Health## ##Business## ##Daily Life## ##Travel## The novel coronavirus has now infected more than 2.47 million people and killed at least 170,000 worldwide, according to Johns Hopkins University. The crisis is starting to abate in parts of Asia, such as Hong Kong, but continues to ramp up in the United States and other regions of the world. If you're just joining us, here's the latest: Trump says he'll freeze immigration: The US President tweeted that he would sign an executive order temporarily suspending all immigration into the country. The White House declined to provide further information and the Department of Homeland Security didn't respond to a request for comment. It's not clear what mechanism Trump will use to suspend immigration, how long such a suspension could last or what effect this will have on the operation of US border crossings and on those who already hold green cards. UK PPE: Government minister Simon Clarke said the country will not run out of personal protective equipment, but conceded the “margins can be tight.\" This comes after hospital chiefs around Britain warned that some stocks of PPE are \"critically low.\" Indian reporters infected: More than 50 journalists have tested positive for coronavirus in the Indian financial capital, Mumbai. They were covering the pandemic, leading press associations to call for greater protections for the media. Oil recovers: After the oil market crashed yesterday in the worst day on record, US oil prices are back in positive territory to trade at $1.65 a barrel. The pandemic has caused oil demand to drop so rapidly that the world is running out of room to store barrels. At the same time, Russia and Saudi Arabia flooded the world with excess supply.  Pakistan spikes: Pakistan reported 796 new cases in the past day, marking the country's biggest single-day jump in cases so far. Hong Kong stays cautious: The semi-autonomous Chinese city reported no new cases yesterday, raising hopes that the second wave seen in March could be over. But authorities are taking no chances, and extended social distancing rules for 14 more days. Jack Ma steps in: The founder of Alibaba and one of China's richest men is donating millions of face masks and test kits to the World Health Organization to help fight the pandemic, he announced on social media. Strongman leaders around the world are using the coronavirus crisis to stifle journalists, a leading press freedom watchdog has warned, as it bemoaned a missed opportunity to highlight the severity of the outbreak in its early days in Wuhan, China. Reporters Without Borders (RSF) criticized China for censoring early coverage of the coronavirus outbreak, telling CNN Business that the global pandemic could have been averted or lessened had journalists had more freedom in the country. It also condemned Hungarian President Viktor Orbán for securing sweeping new powers to punish journalists in the wake of the crisis, and singled out US President Donald Trump and Brazil's Jair Bolsonaro for their attempts to \"denigrate the media and encourage hatred of journalists\" in their respective countries. \"If there had been a free press in China, if these whistleblowers hadn't been silenced, then this could have been prevented from turning into a pandemic,\" RSF's UK bureau director Rebecca Vincent told CNN Business, as the group unveiled its annual assessment of media liberty in 180 countries. \"Sometimes we can talk about press freedom in a theoretical way, but this shows the impact can at times be physical. It can affect all of our health,\" she said. Early censorship: Chinese officials downplayed the severity of the virus in its early weeks, while police targeted \"rumormongers\" and censors deleted any commentary that questioned the official line.  Wuhan's mayor Zhou Xianwang later said he understood the public was \"unsatisfied with our information disclosure.\" \"Reporting the truth at the earliest possible moment would have allowed the rest of the world to react probably earlier and probably more seriously,\" Vincent said. \"The consequences (of stifling media freedom) are actually deadly.\" Read the full story here: ##Health## ##Business## UK government minister Simon Clarke said the country will not run out of personal protective equipment, but concedes the “margins can be tight.\" This comes after hospital chiefs around the country warn that some stocks of PPE are \"critically low.\" Clarke said on a Sky News segment that the government was doing everything it could to supply PPE where it’s needed. “We’re not going to run out. We’re making sure it gets to the front line. We recognize that the margins can be tight. But we are confident that we can keep supplying everybody with what they need,” he told Sky News. Clarke added that the government had sent planes to collect shipments of PPE from Turkey, and that it had also received 140,000 medical gowns from Myanmar. Mandy Thorn, vice chair of the National Care Association, warned that while the situation has improved in recent days, there are still issues with accessing affordable PPE. \"There are more stocks, but actually the price of getting those gloves, aprons, masks, has increased 400, 500, 600%,\" she told Sky News. ##Health## The coronavirus pandemic has put a damper on many activities, including Hong Kong's anti-government protests. But anger in the city has not gone away, nor has the protest movement gone completely dormant, even as restrictions on gatherings and a desire to avoid infection has put a temporary halt to the kind of mass demonstrations seen in 2019. Just as the extradition bill which sparked last year's protests gave a shot in the arm to a movement that was looking all but defeated, recent moves by Beijing and the Hong Kong police have also reinvigorated opposition in the city.  Covid crisis eases: This comes as the city begins to consider relaxing coronavirus restrictions, with local cases dwindling to just a handful per day. While there have been small, sporadic protests throughout winter and into spring, even with the pandemic concerns, a major rally on July 1 could be the first major test of the protest movement's ongoing public support this year.  July 1, the date of Hong Kong's 1997 handover from British rule to China, has traditionally been a day of protest, with tens of thousands taking to the streets every year. A strong turnout this year, in defiance of both the government and the virus, could be a sign that Hong Kong is in for another summer of discontent. Read the full analysis here: ##Daily Life## US oil prices are back in positive territory on Tuesday after a stunning collapse Monday that saw levels crash below zero, trading at the lowest level since NYMEX opened futures trading in 1983. US oil futures popped more than 100% -- albeit to trade at just $1.65 a barrel. The May contract for West Texas International, which expires Tuesday, finished regular trading Monday at -$37.63 a barrel. The June contract, which is now being traded more actively, rose 4.5% to $21.35 a barrel during Asian trading hours, still a troublesomely low number.  The coronavirus pandemic has caused oil demand to drop so rapidly that the world is running out of room to store barrels. At the same time, Russia and Saudi Arabia flooded the world with excess supply. Analysts also attributed Monday's plunge to frantic last minute trading because of the quickly expiring May contract. \"Regardless of what OPEC does, there will be structural demand loss for oil due to less travel,\" wrote Stephen Innes chief global markets strategist at AxiCorp in a Tuesday research note. \n\"At a minimum, oil prices will be the last asset class to recover from lockdown.\" Futures for Brent crude, the global benchmark, moved slightly lower to $25.39 a barrel on Tuesday. ##Business## Japan has refuted a statement by the International Olympic Committee that it will share the costs of delaying the 2020 Olympic Games. Speaking to reporters on Tuesday, Japanese Chief Cabinet Secretary Yoshihide Suga said Japan had not reached an agreement with the IOC on addressing the additional costs resulting from the delay, and that discussions were ongoing. \"The IOC and Japan-side have agreed that the handling of the situation including the costs from the delay is a shared task, and that both sides will assess and discuss together,\" he said. Earlier, the IOC had published a statement on its website saying that Japanese Prime Minister Shinzo Abe had agreed to shoulder the costs of delaying the Olympics under existing agreements. Abe and IOC president Thomas Bach agreed on March 24 to postpone the Olympics until 2021 following weeks of mounting pressure to delay the Games amid the coronavirus pandemic. ##Business## A total of 53 journalists tested positive for Covid-19 last week in in Mumbai, India, according to the local council body Brihanmumbai Municipal Corporation. BMC said it had tested 167 journalists in the city who were reporting on the crisis. Those who tested positive are now in isolation. The positive cases include reporters, cameramen, photographers, and van operators, said Amey Ghole, head of the BMC Health Committee.  \"It is shocking that more than 50 journalists of electronic media, particularly camera persons, have been found corona positive in Mumbai. Every journalist should take proper care,\" tweeted senior cabinet minister Prakash Javadekar yesterday. The Mumbai Press Club issued a public appeal to the state’s chief minister, Uddhav Thackeray, asking for better safeguards for journalists.  \"As can be seen the pandemic shows no signs of dying away, and journalists are forced to continue to work to provide news and information to the public. While some of us have the privilege of working from home, many journalists have still to venture out in hazardous zones and common spaces, and require immediate protection,\" said the letter. Maharashtra state, of which Mumbai is the capital, has recorded the highest number of cases in India. At least 4,666 people have tested positive in the state and 232 have died. ##Health## Pakistan reported 796 new coronavirus infections in the country's highest single-day jump in cases during the epidemic, according to the health ministry. The South Asian country has recorded 9,216 cases and 192 deaths, according to Johns Hopkins University. According to data available on the health ministry's website, the average number of tests per day in Pakistan since April 15 was at 6,000, a number which the ministry has announced is due to increase.  Last week, Pakistani Prime Minister Imran Khan extended the country's partial lockdown until the end of April. This post was updated with information on testing. ##Health## Georgia's fervently pro-Trump governor's early breakout from a coronavirus shutdown is stirring fears of a deadly new wave of infections and warnings that he is derelict in his duty and acting on political motives. Republican Gov. Brian Kemp plans to open nail salons, massage therapists, bowling allies and gyms from Friday. Restaurants and movie theaters come back on line statewide next Monday. However, there is no genuine sign that the Peach State's duel with the virus is anywhere near over -- and Kemp's berth on the Trump train raises questions about whether Georgia's move is politically motivated. It's a wager with the health and ultimately the lives of many Georgia citizens and potentially the frontline medical workers who will treat newly infected patients that Kemp admitted will catch the disease. It also appears to flout the logic of epidemiology and warnings by the top government infectious diseases specialist Dr. Anthony Fauci, who was absent from the White House briefing Monday, that \"there is still a long way to go\" in battling the pandemic. \"I think this is the right approach at the right time. It's not just throwing the keys back to these business owners,\" Kemp said, but admitted his move could cause more infections. Read the full analysis here: ##Daily Life## ##Health## ##Business## Hong Kong is extending social distancing measures and closures for another 14 days, with city leaders warning that it's too soon to relax the rules. The city reported no new cases yesterday, a promising sign that its outbreak may be slowing after a second wave saw cases spike in March. But Chief Executive Carrie Lam warned at a briefing that Hong Kong couldn't let its guard down and risk having containment measures be in vain. Social distancing measures due to end on April 23 have been extended through May 7.  They include: A ban on public gatherings of more than four people.\nRestaurants and other catering premises must make sure their tables are at least 1.5 meters (4.9 feet) apart, or that there is some kind of partition between tables. Some small cafes and restaurants, without sufficient space to spread out seating, are only serving takeout and delivery during this period.\nPeople must have their temperatures tested before entering dining establishments.\nAll travelers arriving at the Hong Kong airport are required to be tested. If they test negative, they will still have to follow mandatory quarantine rules.\nBars, gyms, playgrounds, nightclubs, karaoke centers, beauty salons, and massage parlors are among some of the businesses ordered to close. ##Business## ##Daily Life## An estimated 780,000 jobs were cut in Australia after the country announced business closures and shutdown measures, according to new government data. The data, collected and released by the Australian Bureau of Statistics (ABS) and the Australian Taxation Office, showed that jobs nationwide decreased by 6% between March 14 and April 4. On February 20, the country had just over 13 million employed people in its labor force, according to the ABS. Assuming that number held steady over the next few weeks, that would mean about 780,000 jobs were lost. People aged under 20 were worst hit; jobs in this demographic fell by 9.9%. Geographically, the states of Victoria and Tasmania had the biggest decreases in jobs.  In terms of sector, the accommodation and food services industries were predictably the hardest hit -- more than a quarter of all jobs in these sectors were cut. The next highest cuts came in the arts and recreation services industries.  ##Business## The coronavirus pandemic has halted production on TV shows and movies around the world. But in Australia, the beloved soap opera \"Neighbours\" will resume filming this week -- with a number of creative tweaks. \"The health and safety of cast and crew is paramount and we have been following the government guidelines closely,\" said Jason Herbison, the show's executive producer. \"Due to the style of our show and the vast size of our production studios and back lot, we realized we are in a position to resume filming in a way that protects everyone's health and still delivers the 'Neighbours' viewers know and love.\" Here's how they're doing it: The actors won't be holding hands, kissing or other types of close contact.\nThe production sites are divided into different sections, and crews don't cross over the dividing lines -- so if anybody is infected, producers and health officials can easily identify their contacts and movements.\nThe cast and crew have been divided into three separate groups to minimize contact with each other.\nThere will be no more than 20 people in any given area each day.\nPeople will be spread out to achieve social distancing, with 1.5 meters (4.9 feet) between each other at all times. \nTo tie it all together, Herbison said the show will use \"creative editing\" so the measures don't look too obvious for viewers. Read more here: ##Business## Georgia Gov. Brian Kemp said on Monday that certain businesses in the US state could reopen as soon as Friday -- catching local mayors and officials off guard. The mayors of Albany and Augusta, both Georgia cities, told CNN they were surprised by Kemp's announcement. \"We were all caught off guard quite frankly surprised that the governor moved as swiftly as he did to open the state back up,\" Augusta Mayor Hardie Davis Jr. said. State Rep. CaMia Hopson from Albany also criticized the move, saying reopening \"may be beneficial to our economy but is in no way beneficial to the health of our city.\" \"I’ve already heard from several health care workers who have worked tirelessly, risking their lives to care for those who have been impacted by Covid-19, feel that this is a slap in their faces,\" she said. Hopson added that the city doesn't have the capacity to support a potential surge in cases if the reopening causes further infections -- and she believes a statewide shelter-in-place order should continue for several more weeks.  \"We appreciate all of the support that the state has provided us during this crisis; however, we cannot safely get people back to work without making sure people in Albany, Georgia, especially our health providers, can stay safe.” ##Health## ##Business## Park staff in Tampa, Florida, were patrolling closed parks when they noticed someone working out in a park downtown. It was NFL star Tom Brady, said Tampa Mayor Jane Castor in a briefing on Monday. \"Now, I always tell people, I’m not one to gossip so you didn’t hear this from me,\" she said. \"But you know our parks are closed down and so a lot of our parks staff, they patrol around just to make sure that people aren’t doing contact sports and things like that, and saw an individual working out in one of our downtown parks. And she went over to tell him that it was closed, and it was Tom Brady.\" Brady was given a citation for being in the park, she added. The 42-year-old is widely considered the greatest quarterback of all time, spending almost his entire NFL career -- 20 seasons -- with the New England Patriots, winning six of the nine Super Bowls he reached. He is now the quarterback for the Tampa Bay Buccaneers, after signing a multi-year contract with the NFL team in March. ##Daily Life## US President Donald Trump made several false claims at his White House coronavirus briefing on Monday. Here's a fact check on what he said: Trump said people were talking about the need for more coronavirus testing because they want to damage him politically. Asked why he sees the bipartisan outcry over testing as a personal attack, Trump said, \"It's not bipartisan. It's mostly partisan.\" Fact check: Concerns about testing are indeed bipartisan. The Republican governors of Ohio, Nebraska, Maryland and Massachusetts, as well as Republican Congress members, have all spoken out about the need for more testing. Trump said he hadn't \"left the White House in months\" except to send off the USNS Comfort, a hospital ship sent from Virginia to aid New York. Fact check: Trump held five campaign rallies in February and one on March 2. He left the White House on several occasions in March. Trump said the US used to have a $500 billion trade deficit with China, citing this figure as evidence of how he believes the US has been taken advantage of economically under previous administrations. Trump claimed before he took office, China \"came in and they took $500 billion a year for many years, anywhere from $200 (billion) to $550 billion a year out of our hides.\" Fact check: There has never been a $500 billion or $550 billion trade deficit with China. (Trump describes trade deficits as \"losing,\" though many economists dispute that characterization.) The 2018 deficit was $381 billion when counting goods and services, $420 billion when counting goods alone. Read more here: ##Health## ##Business## Alibaba founder Jack Ma, the billionaire who helped usher e-commerce into China, announced today that he is donating millions of masks and test kits to the World Health Organization. In a post on Chinese social media platform Weibo, Ma said he and Alibaba would donate 100 million clinical masks, 1 million N-95 masks, and 1 million test kits to the WHO. \"One world, one fight,\" the post read. This isn't the first coronavirus aid that Ma and Alibaba have supplied: In January, Alibaba announced it would set up a 1 billion yuan ($141 million) fund to buy medical supplies for Wuhan and Hubei province, the Chinese epicenter of the outbreak.\nDays later, Ma donated 100 million yuan ($14.1 million) to help find a coronavirus vaccine.\nOn March 2, he said on Weibo he had donated 1 million masks to Japan.\nOn March 6, Ma said on Weibo he was working to ship 1 million masks to Iran.\nOn March 11, he posted that 1.8 million masks and 100,000 testing kits would go to Europe, with the first batch arriving in Belgium, with more plans to donate to Italy and Spain.\nOn March 14, Ma said he would donate half a million testing kits and 1 million face masks to the United States.\nOn March 21, leaders in Ethiopia and Rwanda said they had received the first batch of coronavirus test kits and prevention materials donated by Ma to 54 African countries. Who is Jack Ma? Ma is China's most famous entrepreneur and -- with a fortune of nearly $40 billion -- one of the country's richest people. After two decades building Alibaba into a $460 billion e-commerce business, Ma retired from the role of executive chairman and pivoted full-time to philanthropy.  He started the Jack Ma Foundation in 2014, and has cited the Bill and Melinda Gates Foundation as an inspiration for his charitable endeavors. ##Business## ##Health## People living under coronavirus lockdown measures are adapting as best they can -- but six foreign tourists took an unusual approach by hiding out in a cave in India. The group lived in a cave near Rishikesh, a town in Uttarakhand state in northern India made famous by The Beatles, for nearly a month before they were found and quarantined by the police on Sunday, according to a police official. The tourists -- four men and two women from France, Turkey, Ukraine, the US and Nepal -- were initially staying at a hotel, but ran out of money and took refuge in the cave, said Mukesh Chand, spokesperson for Uttarakhand police. \"They had been living in the cave since March 24, the police found them on Sunday and moved them to Swarg Ashram near Rishikesh, we have asked them to self-quarantine for two weeks as a precaution but the group seemed healthy,\" Chand told CNN. The group were rationing their remaining money to buy food and other items, he added. Read the full story here: ##Travel## ##Daily Life## Comprehending the toll the coronavirus has taken is complicated. The following numbers may help you make sense of it.  211 countries and territories have reported Covid-19 cases. There are cases on every continent except Antarctica.\nApril 14: The day the US reached its highest number of coronavirus deaths in one day, with 2,405. \n1.6 billion: The number of children worldwide who are impacted by school closures, according to UNESCO.\n97% of Americans under stay-at-home orders. All but seven states have issued them.\n$2 trillion: The amount the global economy could lose during the pandemic, according to the UN Conference on Trade and Development. \n22 million Americans have applied for unemployment in just the last month. Read the full breakdown here: ##Health## ##Daily Life## The scene in front of the Pennsylvania statehouse Monday was anything but social distanced.  Hundreds of protesters gathered on the steps of the Capitol building in Harrisburg as police barricades blocked people from advancing closer to the doors. One green rig with the words \"Jesus is my vaccine\" spray-painted above its front fender drove down 3rd Street, its horn blaring in support. The demonstrators defied Pennsylvania's statewide stay-at-home orders, calling for a swift end to the government-imposed closures of regular business and for America to \"open up.\"  Similar events have taken place in state capitals across the country, including in Michigan, Texas, Maryland, and Washington, with upcoming protests in additional states. The organizers have an ally in US President Donald Trump, who over the weekend defended the protesters as \"good people\" and called on citizens to \"LIBERATE\" their states. He has also been talking about reopening the American economy for weeks.  The gatherings represent the efforts of a patchwork of conservative groups and individuals. Much of the organizing is done within Facebook groups, including several connected to right-wing activists that have organizational footprints in Ohio, Pennsylvania, Minnesota, Iowa, Missouri and other states. At least one rally saw Confederate flags on display. Yet as word of the anti-quarantine protests has gained traction on talk radio and in other conservative media, more mainstream conservative figures and groups have glommed on to the phenomenon, amplifying the demonstrations and lending organizational support to existing events. Read the full story here: ##Daily Life## US President Donald Trump said late Monday night that he will sign an executive order temporarily suspending immigration to the US, as the nation battles the health and economic effects of the coronavirus pandemic. He added that the measure was done \"in light of the attack from the invisible enemy,\" or the coronavirus pandemic, and to protect US jobs.  It's unclear what mechanism Trump will use to suspend immigration and it is also unclear how long such a suspension could last. CNN has reached out to the White House to find out what the President means, and what effect this will have on the operation of US border crossings, and on those who already hold green cards. ##Travel## The coronavirus pandemic has brought the world to a halt, as countries scramble to contain its impact on health and the economy. If you're just joining us, here are the latest developments: US deaths could surpass recent modeling: The final death toll could rise above 60,000 if states reopen too quickly, a source close to the White House coronavirus task force warned. The country has reported at least 786,000 cases and more than 42,000 related deaths, according to Johns Hopkins University. \nBut states want to reopen: Georgia's governor said certain businesses could reopen as soon as Friday. The governors of Alaska, Tennessee, South Carolina, Illinois, and Louisiana have also said they are considering reopening certain businesses soon -- sparking criticism from other state leaders who warn that the reopening could endanger national health.\nUS stimulus bill: Lawmakers are on the verge of striking a deal on a nearly $500 billion package to extend funding for an emergency small business lending program, provide additional funding for hospitals and more funding for testing.\nIn Turkey, at least 4,674 new coronavirus infections were confirmed within 24 hours. The country will go under a four-day curfew starting tomorrow.\nIn Colombia, the nationwide lockdown will be extended through May 10, though essential services and businesses will remain open.\nIn Guatemala, there have been reports of people being attacked after they return from overseas, particularly those arriving from the US -- even if they test negative . and follow quarantine rules. Lee Chun-ho has been preparing for the Olympics for the past four years. A karate athlete from Hong Kong, he has practiced the martial art all his life, and competed internationally from Madrid to Jordan. Ahead of Tokyo 2020, karate was made an Olympic competitive category for the first time -- and Lee had his sights set on competing in Japan. Then the coronavirus pandemic hit, and Covid-19 soon jumped the border from mainland China into Hong Kong.  Not wanting to take any chances, Lee and his team fled to Paris to train. The French capital, they thought, would be a safe haven compared to the chaos unfolding in Asia.  Instead, within a month the virus ripped through France and Europe, infecting Lee and several other team members, including a coach. With Tokyo 2020 now postponed until next year and their dream put on hold, Lee and his team have returned to Hong Kong, becoming part of the city's second wave of imported cases. \"I cannot explain how upset I was when I got the virus, because the purpose of the Paris training camp was to try and stay away from the virus, to stay focused and train and get ready for the Olympic qualifications,\" Lee said. \"At the end of the day, I got the virus.\" Read the full story here: ##Health## ##Travel## US House Speaker Nancy Pelosi urged President Donald Trump to \"stop misrepresenting about the testing\" when speaking to CNN's Anderson Cooper tonight. She criticized the President for not admitting the United States had a problem with coronavirus testing capabilities, saying, \"It's never too late to tell the truth. It’s never too late to do the right thing.\" On the stimulus bill: Pelosi addressed the ongoing talks on the bill, saying she felt optimistic that lawmakers would come to a conclusion tonight and the bill could be taken up in the Senate tomorrow and in the House on Wednesday. She claimed the biggest holdups in negotiations have been Republican negotiators' refusal to take into account Democrats' demands on a national policy on testing. She also said Democrats have been pushing for wording in the measure that guarantees hospitals will receive needed funding. Republican negotiators finally started to to negotiate on Democratic priorities in the \"last 100 hours,\" she said. Watch: ##Business## ##Health##  The number of coronavirus deaths in the US could surpass modeling estimates of 60,000 if some states move too quickly in reopening, a source close to the White House coronavirus task force warns. \"If some states jump prematurely into opening we certainly could surpass 60,000,\" the source said.  The source pointed to the governors in South Carolina and Georgia deciding to reopen businesses, even as those states have yet to meet \"gating\" guidelines laid out by the administration last week.  \"Not good,\" the source said.  The gating guidelines determine when states can reopen restaurants, bars, gyms and public spaces, as well as providing guidance for employers. These criteria include a sustained decrease in cases over a 14-day period and a return to pre-crisis conditions in hospitals. ##Health## ##Business## Turkey confirmed at least 4,674 new coronavirus infections in a 24-hour period on Monday -- a spike from previous days where the number of new positive cases hovered around 4,000. Another 123 Covid-19 deaths were also recorded, according to the Turkish health ministry. The country has now reported a total of 90,980 cases and 2,140 deaths from Covid-19. Turkey will be under 4-day curfew, effective from midnight on April 22 local time through April 26, according to Turkish President Recep Tayyip Erdogan.  The country has also started production of locally made ventilators, Erdogan announced, with the first batch already delivered to a newly-built hospital in Istanbul. ##Health## At least 784,599 cases of coronavirus and 42,138 related deaths have been recorded in the United States, according to Johns Hopkins University. On Monday, the US reported at least 24,859 new cases and 1,417 deaths.  These totals includes cases from all 50 states, the District of Columbia and other US territories, as well as all cases repatriated from overseas. As states begin to include \"probable deaths\" in their counts, so will JHU. In the upcoming days, these changes may show as surges of deaths in the United States.  CNN is tracking US coronavirus cases here: ##Health## Colombia is extending its coronavirus lockdown through May 10, President Ivan Duque said Monday. In an address to the nation, Duque said that essential businesses such as grocery stores, banks and local transport will remain open, but borders will stay shut and commercial flights will only resume in June. Other economic sectors may be allowed to return to operate before May 11, depending on how the health situation evolves, Duque said. Duque acknowledged the economic damage caused by the shutdown, but said that these emergency measures were aimed at strengthening the country’s health system.  \"We cannot let uncertainty shake us as a society\", he said.  More than 77% of Colombia's workforce is currently out of work and without welfare protection, Duque's vice president Marta Lucia Ramirez said on Sunday.  As of today, Colombia has reported 3,977 coronavirus cases, including 189 deaths, according to Johns Hopkins University.  ##Health## ##Business## ##Daily Life## Guatemala President Alejandro Giammattei denounced several reported attacks on people returning to Guatemala from overseas, particularly those arriving from the United States.  During a government news conference Sunday, Giammattei asked Guatemalans to treat these people not as \"criminals\" but rather as \"brothers.\" Giammattei mentioned a case reported on Saturday, in the municipality of Santa Catarina Palopó, where people \"tried to attack the mayor, his family and a person who had returned to his home.\"  The person who returned from abroad had attained the proper paperwork demonstrating they had tested negative for coronavirus and had followed all necessary quarantine measures, Giammattei said. This comes after his announcement last week that deportation flights into Guatemala were to be suspended after a CDC mission in the country found several positive cases that had recently returned to the country.  Giammattei also stressed that many of those returning to Guatemala had been sending back remittances to family members only months prior to the pandemic. ##Travel## US President Donald Trump said during Monday’s White House news briefing that 50,000 to 60,000 people in the US are expected to die from coronavirus -- far fewer than earlier projections made by the administration. “Now we’re going toward 50 -- I’m hearing, or 60,000 people. One is too many. I always say it. One is too many, but we’re going toward 50 or 60,000 people. That’s at the lower -- as you know the lower (end of the projections) was supposed to be 100,000 people,” he said. “If we didn’t do what we did, we would have had, I think, a million people, maybe 2 million people, maybe more than that (dead),” he added. Late last month, the nation's top infectious disease expert, Dr. Anthony Fauci, told CNN's \"State of the Union\" that based on models, 100,000 Americans or more could die from the virus. At least 42,138 people have died in the US from coronavirus, according to Johns Hopkins University. ##Health## Savannah, Georgia, Mayor Van Johnson said Gov. Brian Kemp's decision to allow some businesses in the state to reopen as early as Friday is \"not based in any type of science or best practices.\" \"I am beyond disturbed,\" Johnson told CNN's Erin Burnett. \"In my mind, it's reckless, it's premature and it's dangerous.\" Johnson said Kemp did not talk to him or other local municipalities before announcing his decision on Monday. He said local mayors would \"have the best information here on the ground.\" \"Our reality here in Savannah is our numbers are still going up. We still have not done expanded testing and we do not have the 14-day decline. So this just blows our minds that here in Georgia that we would have these types of rules being lifted in a time when people are still suffering,\" Johnson said. Kemp said earlier Monday that no local ordinance can restrict the openings, which will be implemented statewide. Johnson said because there is nothing he can do on a local policy level, he is encouraging people in Savannah to \"follow common sense.\" \"This is still a dangerous time, and it's not the time for people to take their feet off the gas. Not the time to think we're lulled into a false sense of security. This is still a dangerous world and Covid is still killing people,\" he said. ##Health## ##Business## One crew member of the Italian cruise ship Costa Atranchica has tested positive for coronavirus, the mayor of Nagasaki, Tomihisa Tagami, said at a news conference on Monday. The Costa Atranchica, which is anchored at Nagasaki port in southwestern Japan, has a total of 623 crew members who are foreign nationals. All crew members are now onboard the ship. Health checks will be carried out on at least 53 people who may have had close contact with the crew member who tested positive, according to Tagami. On March 13, Nagasaki Gov. Hoso Nakamura said the government requested that the crew refrain from disembarkation due to the spread of infection in Japan. Local authorities did not provide any details on the crew members and their nationalities.  ##Travel## Chile will begin issuing digital immunity cards this week to people who have recovered from coronavirus, according to an announcement from health officials on Monday. The so-called “Covid cards” will be issued to people who tested positive for the virus and have shown signs of recovery after a 14-day quarantine.  The program, which had been announced by the Chilean health minister last week, was scheduled to launch Monday but has now been postponed for the next “coming days,” according to the country’s public health undersecretary Paula Daza.  Chilean health officials said last week the Covid card would help identify those individuals who no longer pose a health risk to others.  As of Monday, Chile had reported 10,507 confirmed cases of coronavirus, and 139 deaths, according to Johns Hopkins University.  ##Health##", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton", "Rob Picheta"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-04-21-20-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}