{"Type": "article", "Time": "2020-07-28", "Headline": "Endangered tigers captured on camera in Thailand bolster hope for species' survival", "Text": "Conservationists have captured footage of endangered tigers in a region of western Thailand for the first time in four years. The footage of the big cats is rekindling hope that tigers are returning to the forests of the country after being poached to near extinction and sold in the illegal wildlife trade. Remote camera traps captured three young Indochinese tigers in February and March. In one shot, a curious tiger comes right up to the camera to check out the device.  Released to coincide with Global Tiger Day, the images were captured as part of a joint monitoring program between Thailand's Department of National Parks, Wildlife and Plant Conservation (DNP), global wild cat conservation organization Panthera and the Zoological Society of London (ZSL).  \"In a sea of news casting doubt on the future of our planet's wildlife, this development is a welcome sign of hope and potential turning of the tide for the endangered tiger in Thailand,\" said John Goodrich, chief scientist and tiger program director for Panthera. The tigers are believed to have moved south from an established breeding population, with at least one tiger traveling about 80 kilometers (50 miles) to reach a new area near the Myanmar border.  That part of Thailand is remote, mountainous and covered in thick tropical forest. However, the exact location of the tigers hasn't been made public to protect them from poachers.  \"We believe they are quite young and think they are all males,\" said Chris Hallam, Southeast Asia regional coordinator for Panthera, the global wild cat conservation organization. Hallam said that evidence of tigers moving into areas not seen before was significant because it means those areas are protected enough and have enough prey for them to settle.  \"We don't know that they are definitely stetted down in that area, but we are monitoring them closely,\" he said, adding that their presence signified \"the recovery of an area that historically would have had tigers and is now sort of welcoming them back.\" Precarious existence There are an estimated 3,900 tigers left in the wild worldwide, down from 100,000 a century ago, with the majority in India. In Thailand, just 160 tigers are thought to remain.  Poaching is the main cause of depleted tiger numbers, where the animals are hunted and killed to fuel the demand for the multi-billion dollar illegal wildlife trade. Tiger parts, such as skin and bone, are hugely sought after in the traditional medicine market.  The destruction of their habitats from logging and human encroachment has also contributed to the decline.  While they once flourished across much of Asia, tiger populations have been destroyed in China, Cambodia, Laos, Vietnam and much of Myanmar. Three populations are already extinct -- Caspian, Javan and Bali tigers. The South China tiger is also critically endangered, and possibly extinct in the wild.  In 2010, all 13 countries with tiger populations committed to doubling the number of wild tigers by 2022, which is the Year of the Tiger in the Chinese zodiac. The Global Tiger Recovery Program has seen some success, including in India and Nepal. India's tiger population increased by a third between 2014 to 2018 to almost 3,000 animals, according to a national survey. Other areas have fared poorly. A 2019 report suggested that there are no tigers left in Laos and some experts warn tiger populations on the Malayan Peninsula could go extinct in two to three years.  The new sightings in Thailand then are hugely important for the survival of the entire species.  \"Thailand is absolutely essential for tiger populations and tiger conservation,\" said Panthera's Hallam. \"Thailand, especially for the Indochinese tiger, is the last bastion of hope for recovering that species.\" The chief of the wildlife research division for Thailand's DNP, Saksit Simcharoen, said the sightings were \"encouraging for the future of tigers in our country and beyond.\" \"These tigers are in a precarious situation. Sustained and stronger protection of this area from poaching activity of any kind is the key to ensuring these individuals live on, helping Thailand's tigers to rebound,\" he said.  Thailand's successes Recognizing that tigers faced extinction in Thailand, the government launched a plan to increase tiger numbers by 50% by 2022, with some success. The world's second known breeding population of Indochinese tigers was found in eastern Thailand in 2016.  The discovery in the UNESCO World Heritage site of Dong-Phayayen Khao Yai Forest Complex included images of tiger cubs and was a significant step toward ensuring the survival of tigers in the country.  The largest breeding ground is in the Thungyai-Huai Kha Khaeng Wildlife Sanctuaries in western Thailand.  The new sightings, thought to have expanded from this region, are the result of a seven-year effort that included bolstering protected areas and tiger habitats, training rangers, strengthening law enforcement, and working with villages to better understand livelihoods and mitigate human-wildlife conflict.  \"To witness apex predators, like tigers, returning to forests means the ecosystem is recovering, which is good for all wildlife,\" said Eileen Larney, ZSL's Chief Technical Advisor in Thailand. \"The situation for tigers worldwide remains precarious, but successes like this show that through our work with communities and governments, we can see populations start to recover.\"", "Section": "travel", "Writers": ["Helen Regan"], "URL": "https://www.cnn.com/2020/07/28/asia/thailand-tigers-endangered-intl-hnk/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}