{"Type": "article", "Time": "2020-12-23", "Headline": "How to bring an airplane out of hibernation", "Text": "Deep in the Australian outback, rows of airplanes are parked in the red desert sand, waiting out the pandemic under vast blue skies.  Before March this year, Asia Pacific Aircraft Storage (APAS) had stored, maintained and reactivated around 75 aircraft at its desert storage facility in Alice Springs. Today, twice as many jets are hibernating at this remote Northern Territory location. The pandemic saw the grounding of more than two thirds of the world's commercial aircraft, many of which ended up at aircraft \"boneyards\" like this one. Around 31% of the global passenger jet fleet are still in storage, according to the aviation analytics company Cirium. \"We've now increased storage capacity to over 200 aircraft,\" APAS managing director Tom Vincent tells CNN Travel. He anticipates that demand will only continue to grow into 2021.   \"It's been a big expansionary year for us,\" he says. \"The low humidity environment is ideal for the preservation of the asset -- it basically prevents surface corrosion on all parts of the aircraft, particularly engines.\" The aircraft storage and parting-out facility is the first of its kind for the region, says Vincent, and is home to jets from Cathay Pacific, Hong Kong Express, Singapore Airlines, SilkAir, Scoot, Cebu Pacific Fiji Airways and a number of lessors. But as travel slowly resumes and the world starts flying again, what exactly does it take to get planes back in the skies after many months in the desert? \"It's quite an intensive program that gets undertaken on each and every aircraft before we sign the CRS (Certificate of Release to Service),\" explains Vincent.  Every task that needs to be accomplished is prescribed by the aircraft maintenance manual provided by each aircraft manufacturer.   What it takes to wake a sleeping plane When planes have been grounded for some time, getting them ready to fly again means starting with simple things like removing the massive number of blanks -- engine protectors -- and tapes covering every hole, port or probe, explains licensed B1 aircraft engineer Steph Smith. \"There is nothing worse than having systems full of bugs, water or debris because, as aircraft accident investigations have shown over the years, blocked pitot-static systems can be catastrophic,\" says Smith. The jets will also need a good airing, she adds. \"You don't think when you leave an aircraft sealed up for a couple of months, it's just going to stink due to the lack of ventilation.\" Smith estimates that it takes more than 100 man-hours to make a wide-body aircraft airworthy after storage, and around 40 man-hours for a narrow-body aircraft. The time it takes depends on both the size of the aircraft and how long it has been stored.  \"If you've only had it stored short term you can get them turned around quite quickly because you've been doing the maintenance every couple of weeks to keep them airworthy,\" explains Smith.  \"Whereas aircraft in long-term storage can take you a long time, and if you're talking something like an A380, it's going to be a lot of work because it's a big aircraft.\" Other tasks include changing fluids in the engines if they've been inhibited and reconnecting batteries.  \"Then you power everything up, re-establish everything and run through all the system functional checks,\" explains Smith.  Dealing with screaming toddlers Engineers have to do a series of engine runs in accordance with the aircraft maintenance manual.  \"These are done to ensure the engines are still performing as expected and that the long-term storage hasn't caused any detrimental effects to any of the systems that wouldn't be obvious just by looking at them,\" says Smith. With some of the newer aircraft, these tests need to be followed in the exact order and to the exact second otherwise it can fail the test and set you back a few hours, she says.  \"The best way to describe some aircraft is like they're a toddler having a tantrum in the supermarket -- if you do something to annoy them further it's just going to escalate and get worse.\" Once the maintenance work packs are cleared and certified, the engineer can then sign the aircraft off as airworthy.  \"They are the final signature that says: 'I'm happy that everything has been done correctly, I'm now releasing the aircraft to service.' That final signature is what the captain will see to then sign the logbook for the aircraft,\" says Smith. If something were to happen to the aircraft, the engineers would be some of the first people in the firing line because they signed off the maintenance that may have caused the issue, explains Smith. They would be investigated and may need to defend themselves in court. \"That's the thing about getting an aircraft technician license or an engineer's license -- you really need to appreciate how much that little piece of paper actually means in terms of responsibility,\" says Smith. 'The reverse of normal democratic society' Aviation services company eCube Solutions' commercial director Mike Corne stresses just how religiously engineers follow procedure when \"de-preserving\" or reactivating aircraft. \"Aviation is a safety critical industry,\" Corne tells CNN Travel. \"I always refer to it as the reverse of normal democratic society. In normal society, you can do anything you want, unless there's a law that tells you you can't do it. In aviation, you can't do anything unless there's a law that says you can do it.\" The only companies that can perform this maintenance work have to be approved by the national airworthiness authority, explains Corne. \"Aircraft maintenance is a very serious business in which all companies are keenly aware that they cannot deviate from performing the tasks specified,\" he says. Which aircraft will make a comeback? Corne says he has not seen any aircraft at his two facilities in the United Kingdom and Spain go back into service in recent months. \"We do have a view as to what types are more likely to go back into operation, and they tend to be types like the Boeing 737-800,\" he says. \"They are marketable, and there is a sense that they will continue to have a market when the recovery comes.\"  He speculates that the Airbus A320 and the Boeing 737 -- \"the backbone of all the world's airlines\" -- will return to the skies. \"The ones that are more difficult to market are the shrunk versions of the families,\" he says, referencing the Airbus A319 and the Boeing 737-600 and 700. \"Their economic performance isn't as good as the stretch versions.\" If airlines decide to permanently retire an aircraft, its valuable components can be overhauled, tested and placed back into service.  \"We're also anticipating various aircraft types to undergo passenger to freighter conversions,\" says Corne. Over in Alice Springs, Vincent says he expects younger aircraft will leave his facility as demand returns.  \"We forecast a number of aircraft returning to service, with the first significant type being the Boeing 737Max,\" he says. Smith thinks newer aircraft such as the A350 and the triple sevens will be the first to fly.  \"All of the greener more sustainable aircraft, they're going to be the ones that survive this,\" she says. But she stresses that it will take a considerable amount of time to get everything flying again considering the volume of maintenance work that needs to be done and the number of engineers that have been laid off during the pandemic. \"It's going to take a lot of people and a lot of time to get things going again,\" she says. \"And if you've got less people, it's going to take more time.\"", "Section": "travel", "Writers": ["Katy Scott"], "URL": "https://www.cnn.com/travel/article/airplanes-hibernation-wake-up/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}