{"Type": "article", "Time": "2021-02-09", "Headline": "Number of newborns registered in China drops 15% amid population decline fears", "Text": "The number of newborns registered with the government in China dropped almost 15% last year, amid widespread concern over falling birthrates in the world's most populous country.  According to figures published by the Ministry of Public Security this week, there were 10.03 million new babies registered in 2020, compared to 11.79 million the year before -- a decrease of 14.9%. The news comes as last year, China recorded the lowest birthrate since the People's Republic was founded in 1949.  China's demographic issues could pose serious issues for the world's second-largest economy when the current working-age population reaches retirement. Experts worry if the trend continues, or the population begins shrinking, China may get old before it gets rich. According to the most recent data from the National Bureau of Statistics, there were 250 million people over 60 years old in China last year, around 18% of the population. Stuart Gietel-Basten, a Professor of Social Science and Public Policy at the Hong Kong University of Science and Technology, said that while there is likely to be a drop in births in most countries in 2020 as a result of the coronavirus pandemic, the statistics from China are in keeping with a general downward trend.  \"The impact of Covid has probably exaggerated it, and in coming years the drops probably won't be so bad, but that downward structural trend is likely to continue,\" he said. \"The number of new babies born is never going to be that high in future, because the number of childbearing women is declining, and will be declining rapidly (in years to come).\"   While China's demographic shift is still nothing compared to some of its hyper-aged neighbors -- such as Japan and South Korea, both of whose populations are now shrinking -- it still poses potential problems in future, particularly as the \"one child\" generation ages.  In force from 1979 to 2015, the \"one child policy\" limited most couples in China to a single baby, as part of an attempt at controlling a rapidly growing population while the country was still developing. Draconian enforcement of the rule saw couples hit with heavy fines or penalties, while millions women were forced to have abortions if they were found to be carrying a second child.  As a result of the policy, China's fertility rate fell dramatically, from a peak of almost six births per woman between 1960 and 1965 to 1.5 between 1995 and 2014. At the same time, the number of people over the age of 65 increased from 3.36% in 1965 to almost 10% in 2015, when the one child policy was switched to allowing two children. In 2019, people over the age of 65 accounted for 12.6% of the total population Since 2016, couples have been allowed to have two children, but it appears to have been too late to turn around the decline, with parents settling into the trend common in most developed countries of having fewer children. The next national census, counting of which began in November, is expected to show a decline for the first time in decades, and could mean India overtakes China as the most populous country.  By 2050, a third of the population, around 480 million people, are expected to be over 60, with many younger workers from one-child families supporting their parents and two sets of grandparents, in a country where social services for the elderly are still lacking. Uncertainty over the official figures put out by the government could also mean the situation is worse than it currently appears.  China's leaders are very aware of the potential toll an aging population could take, hamstringing the country's economy just as it is on the verge of becoming the world's largest, and have been attempting to encourage people to have children -- after decades of punishing those who did.  In 2018, the People's Daily, official mouthpiece of the ruling Communist Party, ran a full page editorial saying \"Giving birth is a family matter and a national issue too,\" which warned that \"the impact of low birth rates on the economy and society has begun to show.\" Women, who bore the brunt of the one child policy, are also coming under fire in the new push to have more children. After decades of encouraging women to join the workforce, pressure to marry and give birth is increasing, even as many millennial women are turning away from the idea of matrimony altogether.  Between 2013 and 2019, the number of people getting married for the first time in China fell by 41%, from 23.8 million to 13.9 million. While the decline is driven in part by demographics -- the one-child policy means there are simply less people to marry -- there has also been a shift in attitudes towards marriage, especially among young women, some of whom are growing disillusioned with the institution for its role in entrenching gender inequality, experts say. \"With increased education, women gained economic independence, so marriage is no longer a necessity for women as it was in the past,\"  Wei-Jun Jean Yeung, a sociologist at the National University of Singapore who has studied marriage and family across Asian societies, told CNN last year. \"Women now want to pursue self-development and a career for themselves before they get married.\" But gender norms and patriarchal traditions have not caught up with these changes. In China, many men and parents-in-law still expect women to carry out most of the childcare and housework after marriage, even if they have full-time jobs. \"Just putting a poster up to say having two children is a great thing is not enough, it's nowhere near enough,\" said Gietel-Basten, the HKUST demographer, pointing to the economic hit that women still suffer as a result of having children. \"There's just not the social policy support to offset that negative impact.\" As the trend has become apparent, along with falling birth rates, China's government has increased pressure on young people, especially young women, to marry and settle down. In 2007, the state-backed All-China Women's Federation coined \"leftover women\" to describe those unmarried over 27, a term which has since been adopted by the Ministry of Education and is widely used in state media to shame women who marry late or avoid matrimony altogether.  The government has also made it more difficult to end existing marriages, with China's national legislature last year introducing a 30-day \"cooling-off\" period for people filing for divorce. This was met with widespread criticism, particularly amid growing outcry over domestic violence in China.  Gietel-Basten said pressuring a shrinking population of women to have more children was unlikely to have much effect, however, especially as childlessness, currently rare in China, can be expected to increase to levels seen elsewhere in the region. Instead, the government should be preparing, as some of its neighbors have started doing, for an aging society, to offset potential repercussions.  \"Yes the population is aging, and in the future the population will decline, what you need to do is say how can we make the most of the people we have,\" he added. \"You can do that through increasing productivity, through changes in education, reforms to the pension system, the healthcare system, by investing now to mitigate against bigger issues in the future.\"", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2021/02/09/asia/china-population-births-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}