{"Type": "article", "Time": "2020-07-09", "Headline": "Thailand could become the first Southeast Asian country to legalize same-sex civil partnerships", "Text": "Thailand's Cabinet on Wednesday approved a draft bill that will legally recognize same-sex civil partnerships and give greater rights to same-sex couples, a potential first for any nation in Southeast Asia if passed into law.  If ratified by parliament, it would make Thailand only the second place in Asia to allow for the registration of same-sex unions after Taiwan legalized same-sex marriage last year.  While it doesn't go as far as endorsing same-sex marriage, the Civil Partnership Bill allows same-sex couples to legally register their union, a significant move in what remains a largely conservative nation. Under the draft bill, same-sex couples can adopt children, claim inheritance rights, and jointly manage assets such as property for the first time.  Ratchada Thanadirek, a deputy government spokesperson, said it was a \"milestone for Thai society in promoting equality among people of all genders.\" \"The Civil Partnership Bill is an important step for Thai society in promoting equal rights and supporting the rights of same-sex couples to build families and live as partners,\" she said in a Facebook post.  The bill defines civil partners as couples born with the same sex. To register, couples must be at least 17 years old and at least one of the pair must be a Thai citizen -- meaning foreign same-sex couples will not be able register their partnership in Thailand. Those under the age of 17 must get permission from their parents or legal guardian. The bill also covers rules for separations.  The bill, however, stops short of approving same-sex marriage and the proposed legal amendments don't grant same-sex couples all the rights and benefits provided to married couples.  Some within the LGBTQ community say the bill doesn't go far enough as civil partnership is not marriage. \"The civil partnerships bill isn't a milestone for gender equality in Thailand, instead it's an obstacle to reach marriage for all,\" said Tattep Ruangprapaikitseree, 23-year-old LGBTQ activist and Secretary-General of progressive youth organization Free Youth. Tanwarin Sukkhapisit, filmmaker and first trans member of parliament under the Move Forward Party (MFP), said not included in the bill is entitlements to spousal benefits such as tax exemptions and social security benefits, and medical rights. \"Why not just call everyone, both traditional and non-traditional couples, as married partners, why does a special term have to be assigned to LGBT as 'civil partner',\" Tanwarin said.  MFP is campaigning to amend Thailand's marriage laws by changing the terms \"husband and wife\" to \"married partner\" to be more inclusive of all gender identities.  \"This is another form of discrimination in disguise,\" Tanwarin said. \"We don't want anything special we just want to be treated like others.\" The draft bill still needs to go through a public hearing and the House of Representatives will debate and vote on it. If it passes the bill will go to the Senate for another vote, a process that could take months.  Outwardly, Thailand has a reputation for being friendly toward gay, lesbian and transgender people -- especially when compared to some of its Southeast Asian neighbors -- but the reality is often different.  There are laws that prohibit discrimination but many local LGBTQ people say they regularly face prejudice and even violence. Thailand is a conservative society and there is stigma associated with going against traditional family values. Often gay, lesbian, transgender and queer people are limited to working in the entertainment industry or feel they must hide their sexual orientation at work. ", "Section": "asia", "Writers": ["Helen Regan", "Kocha Olarn"], "URL": "https://www.cnn.com/2020/07/09/asia/thailand-same-sex-union-bill-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}