{"Type": "gallery", "Time": "2020-05-04", "Headline": "How the pandemic has changed education", "Text": "New York City students protest to keep schools open on November 14. Mayor Bill de Blasio made the decision to close down the city's public school buildings starting on November 19, after the city's 7-day average reached the 3% positive-testing-rate threshold. High school students in Seaford, Delaware, are given lunch at their desks on September 8. Young students make sure they are spread out from one another as they stand in a line before entering a classroom in Pamplona, Spain, on September 7. Students at the Huazhong University of Science and Technology attend a commencement ceremony in Wuhan, China, on September 4. Wuhan is where the coronavirus outbreak was first reported. Third-grade student Jackson Gebelin focuses on an online class as he sits at a desk at the Delano Recreation Center in Los Angeles on September 3. Students sit together on their first day of school in London on September 3. Their belongings had to be contained in plastic bags as part of new regulations. A preschool teacher in Stamford, Connecticut, prepares a student bathroom August 26 for the upcoming semester. Darlene Genander loads up her vehicle as she helps University of North Carolina junior Caitlin Sockin move out of a dorm in Chapel Hill, North Carolina, on August 19. After about 130 students tested positive for Covid-19 in the first week since classes began, the university abruptly decided it would no longer hold in-person classes on campus. University of Idaho students wear face masks while playing a game outside of the Sigma Nu fraternity on August 17. Second-grade teacher Darsi Green's class practices social distancing while eating lunch on a basketball court in Weaverville, California, on August 17. Cheerleaders from Herriman High School carry the American flag before a football game in Herriman, Utah, on August 13. The Herriman Mustangs faced the Davis Darts in the first high school football game in the country this season. Paul Adamus, 7, waits at the bus stop for his first day of school in Dallas, Georgia, on August 3. College students begin moving in for the fall semester at North Carolina State University in Raleigh on July 31. The first wave of college students returning to their dorms didn't find the typical mobs of students and parents. At NC State, the return of students was staggered over 10 days and students were greeted by socially distant volunteers donning masks and face shields. Students attend a class at their open-air school in Doodhpathri, in Indian-administered Kashmir, on July 27. Taylor Calloway, a Principal's Scholar, wears a mask as she speaks at the Viera High School graduation ceremony in Brevard, Florida, on July 18. School workers Matt Attaway, left, and Rogelio Ponciano install a Plexiglas barrier in a restroom at Bukhair Elementary School in Dallas on July 15. Kennett High School graduate Cole Bradley and his parents adjust their masks as they ride a chairlift to receive his diploma in North Conway, New Hampshire, on June 13. The school's unique commencement ceremony was created to adhere to social-distancing guidelines. This aerial photo shows seventh-grade students playing in a circle July 6 at the Sitoromo Junior Secondary School in Sterkspruit, South Africa. The school reopened for seventh-grade students only after being shut for two weeks due to a coronavirus case among its staff. The return of other grades has been delayed in the province. Kindergarten students from the Wichuthit school eat lunch behind screens in Bangkok, Thailand, on June 23. Teachers in Barcelona, Spain, try to prevent a hug between 6-year-olds Wendy Otin and Oumou Salam Niang as they meet on the first day of school following a lockdown. Students at the Winnie Mandela Secondary School wait in line before classes resumed in Tembisa, South Africa, on June 8. Students began returning to classrooms after two and a half months of home-schooling. Playground equipment is taped off June 4 to prevent its use at the Brambles Primary Academy in Huddersfield, England. A Louvain-La-Neuve university student sits at a desk while taking an exam at an athletics facility in Louvain-La-Neuve, Belgium, on June 2. Students could choose to take their exams from home or in this hall.  San Diego high school student Phoebe Seip, center, and her sisters Sydney, left, and Paisley watch former US President Barack Obama deliver a virtual commencement address to millions of high school seniors on May 16. High school senior Yasmine Protho wears a photo of herself on her protective mask as she graduates in Cusseta, Georgia, on May 15. Graduates were recognized in small groups, with limited guests attending. Luz Carlson installs a photographic tribute to the graduating seniors of James Madison High School in New York on May 14. Students from Ramon Power y Giralt High School attend their graduation ceremony, which was held in a parking lot in Las Piedras, Puerto Rico, on May 13. Students had to stay inside their vehicles during the event. A teacher corrects a student's homework at the Fe y Alegria school, which was closed to in-class instruction in Caracas, Venezuela, on May 12. Parents without internet access bring their children's homework to the school. A student picks up his diploma May 6 during a graduation ceremony at Bradley-Bourbonnais Community High School in Bradley, Illinois. Because of social-distancing mandates instituted by the state, graduates received their diplomas in a nearly empty auditorium with no friends or family allowed to attend.  High school students study behind plastic partitions after they returned to school in Wuhan, China, on May 6. A surgical mask lies on a sixth-grader's desk at the GutsMuths-Grundschule elementary school in Berlin on May 4. It was the first day of classes since March Mason Wise helps his sister Mackenzie clean out her locker April 30 at El Camino Real Charter High School in Woodland Hills, California.  Students keep their distance from one another as they wait to take their Abitur exams in Frankfurt, Germany, on April 30. Children of essential workers follow social-distancing rules while attending school in Edinburgh, Scotland, on April 28. Headmaster Gerhard Köhler sprays disinfectant on the hands of a student before they entered a secondary school in Frankfurt, Germany, on April 27. A child adjusts her mask before returning to school in Paris on April 27. People in Caracas, Venezuela, who do not have internet access at home gather in front of a school to copy their children's work for the week on April 27. Students wear protective face masks on April 22 as they study at J.J. Rabearivelo High School in Antananarivo, Madagascar. A student disinfects a classroom at the Pyongyang University of Foreign Studies in Pyongyang, North Korea, on April 22. Fred Haag, an associate professor of visual arts at Penn State York, conducts a remote class from his small farm in Hellam, Pennsylvania, on April 22. A woman measures the appropriate social-distancing space on April 21 before reopening the Schloss-Schule Elementary School in Heppenheim, Germany. A girl in Rotterdam, Netherlands, takes notes at home while being taught online on April 20. Audrey Merriman, right, and her sister Grace learn from home in Brisbane, Australia, on April 20. Air Force Academy cadets, spaced 8 feet apart, celebrate their graduation as fighter jets fly overhead on April 18. A headmistress screens students' temperatures April 16 at the entrance to a school in the Russian village of Nezhino. Elementary school children sit at desks spaced apart in Løgumkloster, Denmark, on April 16. A girl wears a protective face mask during class in Nezhino, Russia, on April 16. Novice Buddhist monks wear face shields at the Molilokayaram Educational Institute in Bangkok, Thailand, on April 15. A boy in Madrid studies at home with his mother on April 15. Phoenix Crawford does schoolwork while his mother, Donna Eddy, works from home in Sydney on April 9. Many parents are balancing their own jobs as well as the role of a homeschool teacher for their child. High school freshman Zane Menendez trains alone in Orlando on April 8. Students wear face masks and keep their distance from one another as a new school year starts in Yokohama, Japan, on April 6. Best friends from Austin, Texas, visit one another in the parking lot of Austin High School on April 5. The seniors, clockwise from top left, are Brooke Peterman, Maddy McCutchin, Lucia Saenz, Reese Simek and Lily Tickle.  Lisa Kincade, left, stands with her son Willie as her husband, Mike, adjusts Willie's coat in front of their home in Roslindale, Massachusetts, on April 4. Willie, who has autism, was hoping to get his diploma this spring. But the pandemic made his future plans uncertain. Wendlamita Marino Compaoré, a philosophy teacher, records a class for high-school students in Ouagadougou, Burkina Faso, on March 30. BBT University in Tokyo held a virtual graduation ceremony March 28 using robots. The graduates watched their ceremony through their robot's point of view. A student does homework in Bratislava, Slovakia, on March 27. Many children have been receiving their lessons online. Shonia Hall, director of the Oklahoma City Public Schools nutrition service, hands a bag lunch through a car window at Rockwood Elementary School on March 24. Many students rely on food services from the district. In order to fill that need, some schools have began distributing food for low-income families. Hailey Hill and her boyfriend, Tony Cho, take pictures in Washington on March 19 after their high-school prom was canceled.", "Section": "health", "Writers": [null], "URL": "https://www.cnn.com/2020/05/04/world/gallery/education-coronavirus-wellness/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}