{"Type": "article", "Time": "2021-01-24", "Headline": "CEOs stepped up during the Trump era. They're not off the hook", "Text": "During the Trump era, many business leaders came to an uncomfortable conclusion: They could no longer afford to stay in their lanes, speaking out only on issues that directly affected their companies' bottom lines. Filling a perceived moral vacuum in Washington, CEOs warned of threats to democracy and announced commitments aimed at addressing racial inequity. Many made clear in public where they stood on Trump's approach to the climate crisis and immigration. There's a new administration in the White House, and on a number of policy fronts, President Joe Biden and Corporate America are more closely aligned. But when it comes to thinking about the role their firms play in society, business leaders shouldn't return to their old ways.  \"[This] becomes an opportunity to continue that self-reflection,\" Deepak Malhotra, a professor of business administration at Harvard Business School, told me. Why it matters: The public is increasingly counting on companies to make the right calls on political and social issues. According to the 2021 Edelman Trust Barometer released earlier this month, business has replaced government as the most trusted institution during the Covid-19 pandemic.  Following the riot by pro-Trump supporters who stormed the US Capitol, a survey of 40 CEOs conducted by Jeffrey Sonnenfeld of the Yale School of Management found that 96% of respondents thought Trump should be impeached and removed from office. These same leaders now have a role to play as the impeachment process unfolds, Sonnenfeld told me. The trial in the Senate is scheduled to begin on Feb. 9. \"I do think they should formally and informally continue to push for accountability,\" Sonnenfeld said. \"Our system of government is much of the reason for their business success — and they know that.\" Then there are the looming debates on issues like climate. Over the past four years, businesses have become accustomed to claiming the leadership mantle as the Trump administration disengaged. \"Business was outpacing government by a wide margin suddenly,\" Malhotra said. That may no longer be the case under the Biden administration, which took steps to rejoin the Paris Climate Accord last week. But that doesn't change the importance of individual commitments, or the necessity for companies to work with the government to reach crucial targets. And in some debates, business still has the chance to set standards. While Biden's call to raise the national minimum wage to $15 an hour will face opposition from Republicans in Congress, Unilever promised last week that every worker who provides it with goods and services will earn a living wage by 2030. One given: Businesses will be forced to continue actively engaging on social issues simply because of changing consumer tastes. As was made clear after the police killing of George Floyd last summer, which brought out millions of protesters, younger customers increasingly demand that the brands they support back causes like Black Lives Matter; workers are asking the same of their employers. \"Businesses were forced to reckon with these issues, not specifically because of President Trump but because of what was happening on the streets and in communities, and in their own workforce,\" Malhotra said. Watch this space: Normally, the role of corporations in society would be discussed over the next week in the Swiss Alps as executives gather at the World Economic Forum in Davos. This year, unsurprisingly, the January edition of WEF is an all-digital affair, though the group hopes to hold an in-person event in Singapore in the summer. Conversations on the subject, featuring leaders like BlackRock CEO Larry Fink, Bank of America CEO Brian Moynihan and Salesforce CEO Marc Benioff, are going ahead. Keep an eye on Before the Bell for highlights. Is Apple's 5G iPhone selling? We're about to find out Wall Street has been counting on a rush of iPhone 12 sales to supercharge Apple's earnings. This week, investors will learn whether such predictions are coming true. What's happening: The release of every iPhone is accompanied by a significant degree of hype. But there's an extra unknown this time around, since the iPhone 12 is the first Apple device with 5G connectivity. Some analysts think that will have led to a huge wave of upgrades. Others aren't sure the 5G rollout is far along enough to inspire such enthusiasm, especially in the midst of an economic downturn. Apple reports earnings after US markets close on Wednesday. Given the company's 75% stock rise over the past year — in part due to anticipation about wild iPhone 12 sales — it will be a major market event. Much depends on demand out of China, according to Wedbush Securities analyst Daniel Ives, putting any comments on the country's economic comeback in focus. \"China remains a key ingredient in Apple's recipe for success as we estimate roughly 20% of iPhone upgrades will be coming from this region over the coming year,\" Ives said in a recent note to clients. On the radar: Microsoft, Facebook and Tesla — all contributors to the recent market rally — are also due to report earnings this week.  Up next Monday: Kimberly-Clark earnings Tuesday: US consumer confidence; 3M, American Express, GE, Johnson & Johnson, Lockheed Martin, UBS, Verizon, Microsoft, Starbucks and Texas Instruments earnings Wednesday: Federal Reserve meeting; US durable goods data; AT&T, Boeing, Apple, Facebook, Tesla and Whirlpool earnings Thursday: US fourth quarter GDP and initial unemployment claims; American Airlines, Comcast, Dow, Mastercard, McDonald's, Mondelez and Visa earnings Friday: US personal income and spending; Caterpillar, Chevron, Eli Lilly and Honeywell earnings", "Section": "investing", "Writers": ["Julia Horowitz"], "URL": "https://www.cnn.com/2021/01/24/investing/stocks-week-ahead/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}