{"Type": "", "Time": "2020-08-28", "Headline": "Palace tells US, China: Settle issues for the benefit of Southeast Asia region – Manila Bulletin", "Text": "Malacañang is hoping that the United States and China will be able to resolve their issues amicably and peacefully as it will benefit everyone in the Southeast Asian region.Presidential spokesman Harry Roque made the statement after Cavite Governor Jonvic Remulla said he is ready to terminate the contract with China Communications Construction Co. (CCCC), a firm sanctioned by the US because of its supposed involvement in the reclamation activities in the West Philippine Sea.In a statement, Roque said President Duterte has always considered what is best for the country’s infrastructure program.“The Chief Executive’s main consideration is what is best for the country’s Build, Build, Build program,” he said.The United States has blacklisted 24 firms for their supposed involvement in the militarization of features of the South China Sea as the tension between the US and China intensified.In his statement, Roque said that the Philippines considers both the United States and China as its partners, highlighting President Duterte’s friends-to-all-enemy-to-none foreign policy.“President Duterte is the chief architect of our country’s foreign policy. He charted an independent foreign policy course, with our national interest at the core,” he said.“The Philippines considers the United States and China as special friends and trading partners,” he added.Roque, however, said it would be better if the two superpowers would settle their issues peacefully.“We hope that both partners of the Philippines will be able to draw an understanding and resolve any and all issues between them amicably and peacefully,” he said.“This outcome will help further enhance greater stability and security in the region. This is what is needed for the mutual benefit and interest of everyone in our region,” he added.In his Thursday presser, Roque said that it is the right of the US to restrict entry to their territory. He, however, said that President Duterte will push for what is best for the Philippines as the tension between the US and China intensified.The Philippines has recently filed a diplomatic protest against China for its illicit issuance of radio challenges at aircraft conducting regular maritime patrols in the West Philippine Sea. The Department of Foreign Affairs (DFA) likewise protested China’s confiscation of Filipino fishermen’s aggregating devices in Bajo de Masinloc.In response, China accused the Philippines of illegal provocations in the disputed waters, saying the Philippines has infringed on its sovereignty and security.Despite this, Roque said that the recent developments in the South China Sea should not affect the relationship between the Philippines and China.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/08/28/palace-tells-us-china-settle-issues-for-the-benefit-of-southeast-asia-region/", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "MB"}