{"Type": "article", "Time": "2021-01-25", "Headline": "China flies warplanes close to Taiwan in early test of Biden", "Text": "China dispatched two large formations of warplanes close to the self-governing island of Taiwan over the weekend, presenting a significant foreign policy challenge to new United States President Joe Biden just days into his administration. Taiwan's Defense Ministry said 13 Chinese planes entered the southwestern portion of the island's air defense identification zone (ADIZ) on Saturday followed by 15 on Sunday, prompting Taipei to take defensive measures, including scrambling fighter jets to monitor the Chinese flights. According to Taiwan's Defense Ministry, Chinese military planes made more than 380 flights into the island's air defense identification zone last year. The US Federal Aviation Administration defines an ADIZ as \"a designated area of airspace over land or water within which a country requires the immediate and positive identification, location, and air traffic control of aircraft in the interest of the country's national security.\" While the frequency of such drills has increased in recent years, the timing and the composition of the latest formations -- mostly fighter jets and bombers -- appeared intended to send a message to the new administration in Washington. Beijing claims full sovereignty over Taiwan, a democracy of almost 24 million people located off the southeastern coast of mainland China, despite the fact that the two sides have been governed separately for more than seven decades. Chinese President Xi Jinping has vowed that Beijing will never allow the island to become independent and has refused to rule out the use of force if necessary. In a statement Saturday, the Biden administration urged Beijing to stop trying to intimidate Taiwan and promised support for the democratic government in Taipei. \"We urge Beijing to cease its military, diplomatic, and economic pressure against Taiwan and instead engage in meaningful dialogue with Taiwan's democratically elected representatives,\" US State Department spokesman Ned Price said, adding that US-Taiwan ties are deepening and Washington remains committed to the island's self-rule. The US showed a strong commitment to Taiwan's defense during the Trump administration, approving the sale of advanced military hardware to Taipei, including F-16 fighter jets, while sending high-level envoys to the island, both moves that angered Beijing. In an early show of support from the Biden administration toward the island, Taiwan's de facto ambassador to the US, Hsiao Bi-khim, attended Biden's inauguration last week. It was the first such official invitation to a representative of the Taipei government since 1979, when Washington established formal diplomatic ties with Beijing. On the same day, Beijing announced sanctions against outgoing US Secretary of State Mike Pompeo and 27 other high-ranking officials under Trump, accusing them of \"prejudice and hatred against China.\" US carrier in South China Sea Besides backing Taiwan, State Department spokesman Price said on Saturday that Washington would also stand with other Indo-Pacific friends and allies, as China ramps up its military activities in the region. In a display of that solidarity, a US Navy aircraft carrier strike group entered the South China Sea at the weekend, the first deployment during the Biden administration of one of the 100,000-ton warships with its contingent of more than 60 aircraft. A US Navy statement said the carrier USS Theodore Roosevelt and its guided-missile cruiser and destroyer escorts were on a scheduled deployment to uphold freedom of the seas in the 1.3 million square mile South China Sea, almost all of which China claims as its sovereign territory. \"With two-thirds of the world's trade traveling through this very important region, it is vital that we maintain our presence and continue to promote the rules-based order,\" Rear Adm. Doug Verissimo, commander of Carrier Strike Group Nine, said in a statement. But at the close of 2020, China said military movements like that of the Roosevelt strike group inflamed tensions. \"Some countries outside the region come from afar to flex their military muscles, ignite confrontations, and create tensions in the South China Sea, which is the root reason for the 'militarization' of this region,\" Defense Ministry spokesperson Senior Col. Tan Kefei said at a regular press briefing. Last year, the US Navy sent two of its aircraft carriers, the world's largest warships, into the South China Sea on two occasions for dual exercises, something it had not done in the previous six years. Washington also regularly conducts freedom of navigation operations in the South China Sea, most recently in December. They involve US warships steaming within the 12-nautical mile limit of coastlines that nations can claim as their territorial waters. China's new coast guard law On Friday, Beijing gave another indication of how it can tighten its control over waters it claims in the region, passing a new law that authorizes its coast guard to fire on foreign vessels. The law, which takes effect February 1, also allows the coast guard to demolish foreign structures built on Chinese-claimed reefs and islands and for it to set up exclusion zones to keep foreign vessels out. The law could not only increase chances of confrontation between China and other South China Sea claimants -- which include Vietnam, the Philippines, Indonesia, Malaysia, Brunei and Taiwan -- but also in the East China Sea, where China and Japan contest sovereignty over an island group known as the Senkakus in Japan and the Diaoyus in China. On its English-language news website on Monday, China's military specifically referred to the Japanese-controlled islands when announcing enactment of the law, with a headline saying it safeguards Beijing's sovereignty over the uninhabited rocky chain, 1,200 miles (1,900 kilometers) southwest of Tokyo. \"The new coastguard law shows China's clear attitude and determination to safeguard its sovereignty,\" the report said, citing Lu Yaodong, a research fellow with the Institute of Japanese Studies under the state-affiliated Chinese Academy of Social Sciences. \"Regular patrols near the Diaoyu Islands will be guaranteed by the legislation,\" Lu was quoted as saying. Chinese vessels spent record amounts of time in the waters around the islands last year, drawing condemnation from Tokyo. Washington has repeatedly said the islands are covered by the US-Japan mutual defense treaty, which would obligate the US to respond to any Chinese action against Japanese ships there.", "Section": "asia", "Writers": [], "URL": "https://www.cnn.com/2021/01/25/asia/china-us-taiwan-military-moves-intl-hnk-mil/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Philippines", "Source": "CNN"}