{"Type": "article", "Time": "2020-03-23", "Headline": "Global perspectives: What it's like for people who have to travel for work right now", "Text": "Every day, travel is growing increasingly restricted. In Hong Kong, all arrivals must undergo a 14-day self-isolation at home followed by two weeks of medical surveillance. Canada is denying entry to anyone who isn't a citizen or permanent resident. And Germany has completely closed its borders.  As the world braces for the full impact of novel coronavirus, most of us are canceling trips, delaying face-to-face meetings and staying home as much as possible.  But not everyone has the luxury of postponing travel. Many people -- pilots, cabin crew members and tour guides -- still need to travel in order to do their jobs.   We spoke with a few people in the industry to hear what life is like right now on the road and how they're coping.  Tarana Saxena, IndiGo pilot Based in: Kolkata, India  \"Due to the nature of my job as a commercial pilot, I have to travel all the time for work. My office is 35,000 feet above ground! In the past two months, I have flown to Singapore, Malaysia, Vietnam and all over India. My company is taking lots of precautions and so am I. I wear a mask, sanitize my hands and try to keep my distance from the ground crew and the public. In the cockpit, we really bathe the place in sanitizer these days -- cleaning the instruments, seats, seat belts and everything before we settle in. I also don't eat any plane food anymore or interact with the cabin crew as much since they are interacting with the public directly. Now, I pack my own food at home and bring drinks with me. Whenever I arrive at a destination, the first thing I do is take a bath so I feel clean. No matter what time it is -- 2 a.m., 3 a.m., 4 a.m. ... now matter how late it is! I used to explore cities during my layovers because I love to travel. But now I just stay in my hotel room.   Since hotel prices have really dropped, I wish that I could take advantage of it and explore more on my days off. I'd love to take advantage of the lower rates. But it's just too risky. In India, the virus is getting worse. Even in Mumbai and Delhi -- our most important cities for commerce -- everything is shutting down. Malls, colleges, schools, tourist destinations ... It is getting really bad. The aviation industry is suffering too. All the flights are empty. I recently flew to Kolkata -- the flight had a capacity of 180 passengers, but we had only 36 people on board.  It has been a struggle. Pilots don't have the option to call in sick or work from home. And then there's the emotional side of it as well. My family is so worried about me. I actually decided to stop telling them when I travel to places like China, Singapore or Malaysia. They will beg me not to go, to take sick leave. Or they will message me every five minutes to make sure I'm OK.  But I can't just take leave, it's my job -- I need to be there. So now I just tell them I'm going somewhere like Bombay or Chennai, so they won't worry as much.\"  Shannon Stowell, CEO of Adventure Travel Trade Association Based in: Greater Seattle, US  \"As part of my job at the Adventure Travel Trade Association (a business community for adventure tourism companies and destinations), I spend a lot of time with our members, not only in their destinations but also at conferences and events to build up the adventure travel industry.  We have more than 1,300 members in 100 countries so I travel a lot! Normally, I travel at least once or twice per month for work, often to places like Brazil, Japan and India or within the US, like Colorado -- places with a big adventure travel sector.  When I first heard about the coronavirus outbreak (in China), I was in Brazil. At that time, the outbreak hadn't really affected the US so I continued traveling to events.  At first, I felt like it was blown out of proportion, that it was just another flu. My thinking has evolved since then -- it is more serious than I thought. I was planning to go to ITB Berlin (the world's largest tourism trade event) in March, but after that was canceled, it triggered a lot of other cancellations in the industry.   Since then, I have been limiting my travel to only the most critical of business needs. I am still planning to go to one of our hot spots for adventure tourism, Colorado, later this month to meet with our stakeholders.  Instead of flying, I'm going to drive -- it's like a 22-hour road trip from the Seattle area where I live.  You can generally keep your distance when driving, so it feels safer than flying right now. Even so, I will wash my hands, keep my distance, stay healthy, hit the Vitamin C hard and get some exercise. Exercise is an immune booster -- so just staying active is important to me. I'm really excited about the drive. Oregon, Utah, Nevada ... It's such a beautiful part of the country. (My wife and I) will likely stop in small towns along the way, then go fishing, hiking and enjoy nature.  We're going to drive down Route 50, known as 'The Loneliest Road in America,' so I'm not expecting to run into other people!\" Rey*, flight attendant Based in: Hong Kong \"I work as a flight attendant and travel for work. Most recently, I flew to Seattle where there weren't too many people wearing masks in public at all.  My family didn't want me to come by for dinner because they read the news all about the virus, so they wanted me to stay in my own apartment for a while. We are taking so many precautions now -- wearing masks, disposable plastic gloves, normal glasses... we have to protect ourselves and the travelers. I've noticed that passengers are becoming more cautious too. Most of them now wear masks, and some are even wearing full-face shields, helmets and goggles! A lot of people are choosing not to eat on the flight, and fewer people are requesting blankets since many people just want to use their own belongings. I think they feel safer that way.  If I am operating a flight, I don't have to worry about getting stuck or quarantined, since my company will arrange everything for us.  Now in Hong Kong, if cabin crew members come back from the US or Europe, we will have to quarantine. But that is a new policy, so I didn't have to go through quarantine after Seattle. The airline I work for is taking a lot of extra precautions. They are providing masks and gloves to staff to use while we are working and they're also modifying the inflight service. For instance, they are cutting down on some of the services to minimize the interactions with the guests.  The airline has also stopped all flights to China, and they're encouraging staff to take unpaid leave. Due to all the canceled flights, my workload has dropped off. I used to fly five to six flights per month but, more recently, I've only flown twice a month. Sometimes, I get informed that my flight has been canceled really early, other times at the last minute. Since I am a full-time employee, I am still getting paid my salary but I have a reduced salary temporarily.   Now that I have more free time, I'm more devoted to my blog and Instagram which is all about travel and lifestyle. I have been catching up on editing all my photos, videos and writing articles to share my experiences. A lot of the airports have been really empty lately. I've heard from my colleagues that they have experienced a lot of racism when traveling.  When white people in the US saw Asian cabin crew members from Hong Kong in the airport, they shouted at them to get out of the country.   I used to love to explore on my layovers but now I can barely go anywhere as many places restrict Hongkongers from visiting.\"  *Surname and company name withheld upon request.   Richard Farmer, tour leader at InsideJapan Tours Based in: Kyoto, Japan   \"Working full-time as a tour leader in Japan, I conduct one-day tours in my home city of Kyoto and also longer group tours with about 14 people.  Usually lasting around two weeks, our group tours start in Tokyo then travel around the country to five or six destinations. I just wrapped up our first 'Japan Unmasked' group tour of the year at the beginning of this month where we explored the old canals of Kurashiki, stayed in a Buddhist temple in Nagano, visited the traditional samurai and geisha districts of Kanazawa, and met 'snow monkeys' in Yudanaka.  All of our tour leaders have been following guidelines issued by the WHO and the Japanese Ministry of Health, Labour and Welfare. We wash our hands regularly and make use of alcohol-based hand sanitizer, which is being provided at most train stations, shops and restaurants.  Travel in Japan has remained largely unaffected. Public transport such as the subway, bullet trains and buses are all still operating as normal, so getting around isn't an issue.  All restaurants, cafes and bars are also still open as usual, and although some establishments seem a bit quieter, the popular spots are still doing a roaring trade.  There's one shop in Kyoto that's famous for green tea tiramisu. I went past it on the bus earlier this week, and there was a line of at least 30 people waiting outside to sample their famous dessert!  Temples, shrines and gardens, which are the bread and butter of sightseeing in Japan -- especially in Kyoto -- are all open as normal.  Perhaps the biggest issue has been the fact that many museums, galleries and tourist destinations have closed, including the \"art island\" of Naoshima, Tokyo Disneyland and Universal Studios Osaka.  I'm trying to look on the bright side. The cherry blossoms will be in full bloom in Japan in just a couple of weeks. This would usually be one of the busiest seasons in Japan, with people flocking from all over the world to see the blooms.  Kyoto, especially, gets very crowded at this time. I'm looking forward to being able to go strolling under the blossoms in what I expect will be the quietest blossom season I've ever experienced! I hope as many of our customers as possible continue with their travel plans and can experience this beautiful time of year. On my most recent tour, I couldn't believe how wonderfully quiet things were everywhere we traveled.  Particularly in Kyoto, which has been on the verge of overtourism in recent years, I had a delightful time with my group at Fushimi Inari Shrine in the south of Kyoto. The place was almost deserted -- I haven't seen it that quiet since I first visited 13 years ago!\" Interviews lightly edited for brevity and clarity.  ", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/travel-industry-work-coronavirus/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}