{"Type": "article", "Time": "2021-02-24", "Headline": "Philippines offers to let nurses work in Britain and Germany in exchange for coronavirus vaccines", "Text": "The Philippines will let thousands of its health care workers, mostly nurses, take up jobs in Britain and Germany if the two countries agree to donate coronavirus vaccines, a senior official said on Tuesday. Britain's health ministry said it was not interested in such a deal and its priority was to use shots domestically, but added it would share surplus vaccine internationally in the future. The Philippines, which has among Asia's highest number of coronavirus cases, has relaxed a ban on deploying its health care workers overseas, but still limits the number of medical professionals leaving the country to 5,000 a year. Alice Visperas, director of the labor ministry's international affairs bureau, said the Philippines was open to lifting the cap in exchange for vaccines from Britain and Germany, which it would use to inoculate outbound workers and hundreds of thousands of Filipino repatriates. Nurses are among the millions of Filipinos who work overseas, providing in excess of $30 billion a year in remittances vital to the country's economy. \"We are considering the request to lift the deployment cap, subject to agreement,\" Visperas told Reuters. Britain has the world's fifth-highest coronavirus death toll, while Germany has the 10th most infections globally. Britain said there were 11,000 more nurses working in the National Health Service (NHS) than last year. It said that while it was grateful to the 30,000 Filipinos working for the NHS, Britain did not need to trade vaccines for more. \"We have no plans for the UK to agree a vaccine deal with the Philippines linked to further recruitment of nurses,\" a health ministry spokeswoman said, citing Prime Minister Boris Johnson's pledge to share spare shots later in the year. \"We have confirmed that we will share any surplus vaccines in the future -- for example through the COVAX international procurement pool.\" The Philippines wants to secure 148 million doses of vaccines altogether, while Britain has ordered more than 400 million doses, six times its population. While Britain and Germany have inoculated a combined 23 million people, the Philippines has yet to start its campaign to immunize 70 million adults, or two-thirds of its 108 million people. It expects its first vaccines this week, donated by China. Calls to Germany's mission in Manila went unanswered. In 2019, almost 17,000 Filipino nurses signed overseas work contracts, government data showed. While Filipino nurses have fought to lift the deployment ban to escape poor working conditions and low pay at home, the workers-for-vaccine plan has not gone down well with some medical workers. \"We are disgusted on how nurses and health care workers are being treated by the government as commodities or export products,\" Jocelyn Andamo, secretary general of the Filipino Nurses United, told Reuters. ", "Section": "asia", "Writers": [], "URL": "https://www.cnn.com/2021/02/24/asia/philippines-nurses-vaccine-exchange-intl-hnk/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}