{"Type": "", "Time": "2021-03-24", "Headline": "Duterte tells gov’t: Follow vaccine priority list – Manila Bulletin", "Text": "President Duterte prodded the government to follow the vaccine priority list to ensure continued assistance from the COVAX Facility of the World Health Organization (WHO).Duterte made the statement after it was reported that five local chief executives were issued show-cause orders for skipping the line and getting vaccinated against the coronavirus disease (COVID-19).In his public address on Wednesday evening, the President lamented how government officials were not strictly complying with the priority list.“I gave a list of priority in the ladder kung sino ang mauna (of who should go first). But, apparently, this was not complied [with] strictly,” he said.“Donated ‘yan. So tinanggap natin (We are using donated vaccines. We accepted them) knowing fully well that we have to honor the conditions attached thereto,” he added.According to the President, the Philippines has an obligation to follow the list as part of the condition when it received the donated vaccines.“In times like this, when we are only the donee sa mga donor at tinanggap natin ‘yan with conditions, dapat sundin natin (and we accepted that with conditions from the donor, we must honor that),” Duterte said.“Sinabi na sa atin ng (We were told by the) country representative [of the] WHO: ‘If you don’t follow the list of priority, you might lose the assistance of the WHO,'” he added.WHO Representative to the Philippines Dr. Rabindra Abeyasinghe has asked the Philippine government to properly roll out the AstraZeneca vaccines from the COVAX Facility to not jeopardize future deliveries of the vaccines.Healthcare workers top the government’s vaccine priority list. The Philippines rolled out its vaccination program on March 1.The Philippines received 525,600 doses of AstraZeneca vaccines from the COVAX Facility this month.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/24/duterte-tells-govt-follow-vaccine-priority-list/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "MB"}