{"Type": "article", "Time": "2020-05-15", "Headline": "Life after lockdown in Vietnam: This is what it's like when an entire country reopens", "Text": "As the faint smell of smoke rose up from the sidewalk and into my bedroom, I jumped up and stepped out onto the balcony to survey the Hanoi streets.  The owner of my building was burning joss paper (fake money) as an offering of good fortune to their ancestors.  After a week with no new Covid-19 cases, Vietnam's government had just eased its 22-day social distancing initiative, allowing some businesses to reopen on April 23.  Signs of life had already begun to emerge the prior day. Honking from the streets grew louder as more people rode around on their motorbikes, while local shopkeepers swept the sidewalk in front of their store -- all good signs the city was poised to reopen as planned.  And now, domestic tourism is resuming as well, as airlines increase flight schedules and hotels re-open throughout the country.  Vietnam had zero Covid-19 deaths It may seem like Vietnam got off easy, but that's not by chance.  With just 288 cases and zero deaths, this Southeast Asia country acted faster than most nations, shutting its borders with China in late January and suspending visas to prevent foreigners from entering the country. (In comparison, Malaysia has recorded close to 7,000 confirmed Covid-19 cases, Thailand has just over 3,000 cases and Singapore has more than 25,000.) I arrived in Vietnam in January, before the first case hit Ho Chi Minh City, the first stop on my Vietnam trip. As I traveled north from Ho Chi Minh City to Danang, Hoi An, Hue, Tam Coc and finally Hanoi, I watched the government carefully isolate at-risk communities, contact-trace citizens and quarantine anyone coming into the country.  During the lockdown, my three-month tourist visa expired, but fortunately I was allowed to extend it penalty-free for another three-months for a fee of $365 -- more than triple the normal cost. In mid-March, doctors, accompanied by government officials, made the rounds to my homestay in Tam Coc, ensuring guests were safe and virus free.  Like clockwork, both morning and evening, we would hear updates blasted from loudspeakers on vehicles making their way through the streets. It seemed that at any one time, everyone knew where the most recent cases were, in full detail. The country's fast and knowledgeable management, paired with its strict government policies, allowed Vietnam to squash the virus more effectively than most nations.  Because of this, they were able to safely and slowly lift restrictions in stages. High-risk areas like Hanoi and Ho Chi Minh City had tighter rules, including the closure of non-essential businesses like bars, tea houses, karaoke venues and sporting events, while gatherings of more than 10 people were banned.   Though some restrictions remain in place, last Friday, Ho Chi Minh City lifted the ban on certain entertainment facilities and non-essential businesses, including pubs, cinemas and spas.  Hanoi this week reopened its historical attractions to visitors, while walking streets and markets in its popular Hoan Kiem District reopen May 15. A city of smiles as life resumes After traveling north to Hanoi in late-March, I spent 22-days in lockdown lounging around my short-term apartment.  On April 23, I couldn't wait to go see which restaurants and cafes around Hanoi were welcoming customers back in.  The street food stalls were among the first to put out their tiny plastic chairs. The smell of boiled chicken and the slurping sounds of happy locals filled either side of Chân Cầm street.  But I wasn't after a bowl of pho; I desperately needed a coconut coffee. So, I climbed up the stairs to my favorite local cafe, Loading T, and the owner's smiling face said it all.  He showed me to a seat and handed me a menu. Even though I knew exactly what I wanted to order, I've never been so excited to flip through the pages of a menu before. The tables around me were filled with young people talking louder than normal, or maybe I just wasn't used to the sound of other people's voices yet. Either way, it was clear. They were thrilled to be back in a local cafe, a vital part of the youth culture in Vietnam. After cooking the same five meals throughout lockdown, the street food stalls I've been meaning to try grew more and more appealing with every bolognese sauce I made. So, as soon as I could, I headed out for a bowl of bun cha.  Hidden down a small alleyway in the Old Quarter lies Bun Cha Hang Quat, one of the city's best versions of this local noodle and pork dish. While walking past women squatting down next to coal fires turning trays of fragrant marinated pork and separating thin noodles into bowls, my mouth started to water. I turned the corner and was surprised to see a dozen tables packed with people hunched over their bowls, dipping their vermicelli in the warm, meaty broth. There was no social-distancing going on here. Walking back to my apartment full and happy, I noticed others doing the same. There were small groups of older women smiling and laughing on the sidewalk while men smoked from their long bamboo pipes and watched the traffic.  Domestic travel encouraged These days, it doesn't feel like the city has dramatically changed. Yes, everyone is wearing masks out in public now, and only about 75% of businesses have reopened. But Hanoi feels back to its pre-Covid self.  Escaping the devastation and trauma of many other places like Italy and the United States, the virus feels like a blip. But for many Vietnamese in the tourism and hospitality industry, it's been devastating. According to multiple local media reports, Vietnam lost $7 billion in tourism revenue in January-February.   For now, recovery is focused on domestic tourism. On April 23, the Ministry of Transport started to increase domestic flights and trains to major destinations with limited passenger capacity.  But many hotels decided to remain closed until mid-May or later due to a lack of tourists, while some tour operators like Heritage Cruises will remain closed until later this year. Once the government gave word that things were safe and would open again in late-April, I was already planning my trip north to Sapa to support the region's local businesses and get some fresh air. I couldn't wait to trek through the rice paddies, photograph the water buffalo and be surrounded by nature.  Like many businesses, the sustainable Topas Ecolodge resort was closed for nearly two months. The rustic retreat, perched high above Sapa Valley, welcomes its first guests on May 15, and I'm excited to be one of them.", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/life-after-lockdown-vietnam-domestic-travel/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}