{"Type": "article", "Time": "2020-11-19", "Headline": "Are American adults capable of quarantining?", "Text": "If you think quarantine needs a better publicist in the United States, you might be right.  New Zealanders went into a strict lockdown and so did Italians. So did the residents of China, Spain, Bolivia, Morocco and South Korea. The idea of isolating for a stretch of two weeks either because you've been exposed to Covid-19 or are traveling from a Covid-19 hotspot, however, can feel like a punishment to Americans, not a long-standing infectious disease prevention policy. It might feel the same way to thousands of Germans: Demonstrators gathered near Berlin's Brandenburg Gate Wednesday to protest an ongoing nationwide lockdown, Berlin police spokesman Stefan Petersen earlier told CNN. When the crowds didn't disperse, police used water cannons to move protestors away from the area, Berlin police said. Whether or not the US ever imposes a nationwide lockdown, the fact is that with over 100,000 US cases confirmed daily, we're going to have to get used to the idea of quarantining. As that number inches up to 200,000 daily cases, the reality is that we're about to experience an even more difficult time with this virus if behaviors don't change. It's puzzling to residents of other regions around the world that have successfully gone into lockdown -- and are heading into lockdown again without much debate.  This attitude also would likely confound people arriving in the US a century ago, some of whom were quarantined when they arrived at Ellis Island and were found to carry certain contagious diseases such as smallpox and typhoid or were required to stay in lockdown during the 1918 flu pandemic. For the sake of community health \"Quarantine inherently means you're making a sacrifice for the good of others,\" said Dr. Dara Kass, associate clinical professor of emergency medicine at the NewYork-Presbyterian/Columbia University Irving Medical Center in New York City.  \"For some, it feels like overkill if they're feeling no Covid-19 symptoms. Others are looking at it from their own perspective — how does it affect me, not how can I help prevent the spread to other people.\"  That doesn't make sense to many people outside the United States. The argument by some that quarantine is a breach of basic freedom doesn't work for novelist Cheryl Lu-Lien Tan, who quarantined in a Singapore hotel for two weeks in March. \"Civic responsibility has to be more important than everything else,\" said Tan, the author of \"Sarong Party Girls.\" Tan left her home in New York City, flying to Singapore to be closer to her parents when Covid-19 cases started rising in New York last spring.  During her quarantine, Tan isolated in her Singapore hotel room, with three meals a day delivered to her room. Government representatives called her daily and required that she show them, via video, that she had remained in that room — alone — or risk a fine or even jail time.  \"I truly believe that if you want your freedom, give up your freedom for two weeks, and then we can all truly be free,\" she said. Carole Blueweiss, a physical therapist and podcaster, followed every state-mandated quarantine protocol when she returned home to New York City in October after spending the previous seven months in Florida.  On some days, she did question the necessity of doing so. \"Did I agree that it was absolutely necessary given the fact that I was basically in quarantine when I was in Florida? It wasn't as if I was out there partying or doing anything risky, no,\" she said. \"At times my mindset was 'this is stupid' or 'why can't I go out with my mask on and stay away from other people?' but I felt I needed to do this. It made me feel patriotic.\" For Blueweiss, it came down to weighing the law, science and respecting all that New York City had done to keep Covid-19 cases down since the outbreak began last spring. \"Quarantine isn't anything I would have ever imagined doing,\" she said. \"It feels radical but the idea of keeping more people safe should be more important than anything else. That helped me shift my feelings away from being angry or resentful and, instead, focus on putting something good into the world.\" Some Canadians say they aren't struggling with quarantine as much as their neighbors to the south, and this will serve Canada well as case counts rise after their October Thanksgiving celebrations and increased restrictions are on the horizon. \"We more or less accept the dictates of public health with less rancor than occurs in the US,\" said Dr. Ross Upshur, a professor of clinical public health at the Dalla Lana School of Public Health at the University of Toronto.  \"What worries me looking at our good neighbors to the south is that the deep divisiveness that exists now seems to be mitigating against something we take for granted here, this common good, this belief that we're all in this together. We're each other's neighbors, and it's our obligation to not make somebody else ill if we can help it.\" Darren Sukonick, who lives in Toronto and traveled to the United States three times during the pandemic, agrees that there's a different take on quarantine in Canada. \"I think some people view it as a hindrance and an irritation to have to isolate when they come back to Canada from the US,\" said Sukonick, principal at Matthew Sapera Fine Homes, a custom home builder, who quarantined for 14 days as per Canadian regulations.  \"I don't think people look at this as a civil liberties issue. I have a feeling there's a solidarity and a law-abiding nature here. Whether it's a Canadian thing or not I can't say for sure, but by and large people are complying with the rules.\"  It's hard to quantify how many people are actually following quarantine protocol across the United States. The short answer is that we don't know since quarantine is largely something that's done on the honor system, with official check-ins to ensure that you're actually isolating varying from place to place. Couple this with the fact that the rules and regulations differ depending on your state or region, and it becomes even more challenging for elected leaders and health officials to get individuals to comply. \"We don't like the idea of having to be home alone,\" said Dr. Rachelle Scott, director of psychiatry at Eden Health, a primary care company in New York City. \"Being forced to stay in your small apartment without being able to leave feels very off-putting to us and someone telling us we can't do something becomes very counterculture for some.\"  If you have to quarantine, recast the experience Since US culture tends to value individualism over community, the pandemic is forcing Americans to recalibrate, Scott said. If you're an American faced with quarantine, Scott suggests you begin by looking outward. \"Instead of being angry that you have to quarantine, focus on all that you're doing to keep your community healthy by simply staying home,\" she said. \"It's a shift in perspective but it's one that really matters.\" Next, lean into the experience by seeing the positives. \"Consider helping others virtually, or even spend time every day taking note of the ways in which you're grateful,\" Scott said. \"Studies have shown that gratitude helps you shift your focus and impacts your mood.\" Quarantine fatigue is definitely a challenge but also an opportunity. \"I think people have discovered what worked or didn't work for them the first time around,\" Scott said. \"It's not catchy or something folks would be excited to share on social media, but creating routines and habits can help cut through the fatigue and help foster a sense of control.\" The final and possibly the best pick-me-up: There are so many ways to connect with the outside world during lockdown. \"I find it particularly ridiculous that in this day and age — when you can be in touch with everyone on your phone — that you can feel cut off from the world because you can't leave your apartment until you finish quarantine or test negative,\" Tan said.  \"Quarantining just can't be as hard today as it would have been a century ago.\"", "Section": "health", "Writers": ["Lambeth Hochwald"], "URL": "https://www.cnn.com/2020/11/19/health/will-americans-quarantine-covid-19-wellness/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}