{"Type": "article", "Time": "2021-01-27", "Headline": "Taiwanese man fined $35K for breaking home quarantine 7 times", "Text": "A Taiwanese man has been fined $1 million New Taiwan Dollars ($35,000) for repeatedly breaking his home quarantine. The unnamed man, who lives in Taichung in central Taiwan, was doing a home quarantine in his apartment building after returning from a business trip to mainland China and violated it at least seven times, according to local media. According to TTV News, the man left his apartment building seven times in just three days to go shopping, get his car fixed and more. He reportedly got into an altercation with one of his neighbors when they confronted him about leaving his home during quarantine. The Taichung local government confirmed that the man returned from the mainland on January 21. Taiwan's regulations require quarantining for 14 days. Taichung Mayor Lu Shiow-yen denounced it as \"a serious offense\" and added that the man \"must be given severe punishment.\" In addition to the fine -- which is the highest one yet levied in Taiwan -- the man will have to pay $3,000 NTD ($107) per day for the cost of his quarantine. The Taiwanese government has been compensating quarantiners $1,000 NTD ($35) per day, which he will no longer be eligible for. Taiwan has been one of the biggest success stories in the world when it comes to containing the coronavirus. The self-governed island closed its border early on, implemented mass testing and contact tracing and has strictly enforced quarantines.  In December 2020, a migrant worker from the Philippines was fined $3,500 for violating his quarantine for a grand total of eight seconds. The man, who was quarantining in a government-sanctioned hotel, briefly stepped into the hallway outside his room and was captured on CCTV.  As a result of these tight controls, the island of 23 million people has recorded just 889 coronavirus cases and seven deaths, according to data from Johns Hopkins University.", "Section": "news", "Writers": ["Lilit Marcus"], "URL": "https://www.cnn.com/travel/article/taichung-taiwan-man-fine-breaking-quarantine-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Philippines", "Source": "CNN"}