{"Type": "gallery", "Time": "2021-01-29", "Headline": "The week in 44 photos", "Text": "House Sergeant at Arms Tim Blodgett and House Clerk Cheryl Johnson are trailed by the House impeachment managers as they carry an article of impeachment to the US Senate on Monday, January 25. The House voted earlier this month to charge former President Donald Trump with incitement of insurrection. Trump has likened the impeachment push to a \"witch hunt.\" He said the speech he gave to his supporters on January 6, the day the US Capitol was breached, was \"totally appropriate.\" People clash with police in St. Petersburg, Russia, while protesting against the jailing of opposition leader Alexei Navalny on Saturday, January 23. Navalny was detained by police on January 17, five months after he was poisoned with the nerve agent Novichok. He was placed on the country's federal wanted list last month for violating terms of probation related to a years-old fraud case, which he dismisses as politically motivated. A morgue attendant, right, stands next to the body of a Covid-19 victim in Pretoria, South Africa, on Friday, January 22. Hope stemming from decreasing Covid-19 numbers has been blunted by the spread of new coronavirus variants. One of the most worrisome strains -- first found in South Africa -- has been detected for the first time in the United States. Tampa Bay quarterback Tom Brady celebrates after his team defeated Green Bay on Sunday, January 24, to clinch a spot in the Super Bowl. This will be Brady's 10th Super Bowl appearance, which is four more than any other player in NFL history. See the greatest Super Bowl records US President Joe Biden -- flanked by Vice President Kamala Harris and Defense Secretary Lloyd Austin -- signs an executive order in the White House Oval Office on Monday, January 25. The order repealed a Trump-era ban on most transgender Americans joining the military. More than 1,200 Cape cormorant chicks are seen on Thursday, January 28, after being rescued on South Africa's Robben Island. Their parents had abandoned them, possibly because of a lack of food. Swiss skier Urs Kryenbühl crashes during a World Cup race in Kitzbühel, Austria, on Friday, January 22. He suffered a concussion, a broken collarbone and torn knee ligaments. National Guard members take a tour of the US Capitol on Saturday, January 23. Thousands of National Guard members were in Washington, DC, to help secure the inauguration of Joe Biden. Many of them slept in the Capitol in the days leading up to the event. A soldier wears a face shield while disinfecting a school in Bangkok, Thailand, on Thursday, January 28. Benfica soccer player Haris Seferovic hides his head under his jersey at the end of a Portuguese league match against Nacional on Monday, January 25. The match in Lisbon ended 1-1. Patti Herring sobs as she sorts through the remains of her tornado-ravaged home in Fultondale, Alabama, on Tuesday, January 26. A large tornado annihilated parts of Jefferson County, killing at least one person and injuring dozens. Betty Nelson reads her tablet in her vehicle while waiting for a Covid-19 vaccine clinic to open in Sequim, Washington, early on Saturday, January 23. Former US President Bill Clinton pays his respects to baseball great Hank Aaron during his funeral in Atlanta on Wednesday, January 27. Indian badminton player P.V. Sindhu follows through on a shot during a match in Nonthaburi, Thailand, on Thursday, January 28. Icelandic horses brave a snowstorm at a stud farm in Wehrheim, Germany, on Sunday, January 24.  Indian farmers are showered with flower petals as they head to New Delhi to protest controversial agricultural reforms on Tuesday, January 26. Some protesters clashed with police and scaled the walls of the historic Red Fort. Los Angeles Clippers center Ivica Zubac gets roughed up while battling for a rebound with Oklahoma City's Kenrich Williams on Friday, January 22. Hana Mohsin, right, carries belongings from a neighbor's home that was damaged in a mudslide in Salinas, California, on Wednesday, January 27. A powerful storm dumped heavy rain and snow on Northern California, triggering mudslides and debris flows. Adam Dergazarian pays his respects to basketball legend Kobe Bryant and his daughter, Gianna, in front of a mural in Los Angeles on Tuesday, January 26. The Bryants and seven other people were killed in a helicopter crash one year ago. Rescue workers bring a miner up to the surface at the Hushan gold mine in Qixia, China, on Sunday, January 24. An explosion on January 10 trapped 22 workers underground.  US Vice President Kamala Harris receives her second dose of the Moderna Covid-19 vaccine on Tuesday, January 26. Model and actress Cara Delevingne takes part in a Fendi fashion show in Paris on Wednesday, January 27. Concept artists Frank and Patrik Riklin perform in Regensdorf, Switzerland, during the presentation of their \"Fondation Riklin\" project on Friday, January 22. People dance in a park in Wuhan, China, on Saturday, January 23, a year after the city went into lockdown to curb the spread of Covid-19. Kansas City quarterback Patrick Mahomes celebrates after throwing a touchdown pass against Buffalo on Sunday, January 24. Kansas City, the defending Super Bowl champions, booked their place in this year's Super Bowl with a 38-24 victory. A nurse takes care of a Covid-19 patient at a hospital in Pierre-Benite, France, on Monday, January 25.  A towboat breaks through ice in Ornskoldsvik, Sweden, on Tuesday, January 26. British Prime Minister Boris Johnson reacts during a Covid-19 news conference on Tuesday, January 26. The virus has killed 100,000 people in the United Kingdom. Dustin Poirier celebrates after knocking out Conor McGregor in their UFC bout on Saturday, January 23. People look up at Mount Merapi, Indonesia's most active volcano, as it spews rocks and ash in Yogyakarta on Wednesday, January 27.  Chicago goaltender Kevin Lankinen blocks a shot during an NHL game in Nashville, Tennessee, on Wednesday, January 27. Motorists line up in the parking lot of Los Angeles' Dodger Stadium for Covid-19 vaccinations and tests on Wednesday, January 27. A performer dances on a float during the Republic Day parade in New Delhi on Tuesday, January 26. An Arabian sand gazelle is pictured on the outskirts of Al Ain, United Arab Emirates, on Tuesday, January 26. Public health workers from Oregon's Josephine County administered leftover doses of the Covid-19 vaccine to some motorists who, like them, were stranded in a snowstorm on Tuesday, January 26. The workers had six leftover doses and wanted to use them before they expired. People in Atlanta pay respects to baseball legend Hank Aaron after he died on Friday, January 22. A soldier takes part in the Horse Guards Parade in London on Sunday, January 24. Russian President Vladimir Putin, third from left, tours the Victory Museum in Moscow on Wednesday, January 27. It was the 77th anniversary of the lifting of the Nazi siege of Leningrad during World War II. Workers bury a Covid-19 victim in Kuala Selangor, Malaysia, on Monday, January 25. Ryan Regez, Tyler Wallasch, Sandro Siebenhofer and Ferdinand Dorsch compete in a World Cup ski cross race in Idre, Sweden, on Saturday, January 23. House Speaker Nancy Pelosi holds her weekly news conference at the US Capitol Visitor Center on Thursday, January 28. She told reporters that she's committed to addressing the concerns of her colleagues over security, but she said that effort is hampered because \"the enemy is within the House of Representatives,\" referencing the rhetoric and behavior of some Republican members of Congress. The sails of the Sydney Opera House are lit up at dawn on Tuesday, January 26. The artwork, \"Angwirri\" by Frances Belle-Parker, was part of Australia Day celebrations. Health workers are seen inside a locked-down portion of Hong Kong to contain a Covid-19 outbreak on Saturday, January 23. A priest waits for confessions at the Cathedral of Santiago de Compostela in Spain on Wednesday, January 27. See last week in 44 photos", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2021/01/28/world/gallery/photos-this-week-january-22-january-28/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}