{"Type": "article", "Time": "2020-07-06", "Headline": "Chinese authorities confirm case of bubonic plague in Inner Mongolia", "Text": "In the Chinese region of Inner Mongolia, a city is on high alert. On Tuesday, they confirmed a case of a disease that has persisted centuries after it caused the most deadly pandemic in human history -- the bubonic plague. The case was first discovered in the city of Bayannur, located northwest of Beijing, according to state-run Xinhua news agency. A hospital alerted municipal authorities of the suspected case on Saturday. By Sunday, local authorities had issued a citywide Level 3 warning for plague prevention, the second lowest in a four-level system.  The warning will stay in place until the end of the year, according to Xinhua. The case was confirmed and officially diagnosed by doctors on Tuesday. The patient is being isolated and treated in hospital, and is in stable condition, Xinhua reported.  Plague, caused by bacteria and transmitted through flea bites and infected animals, killed an estimated 50 million people in Europe during the Black Death pandemic in the Middle Ages. Modern antibiotics can prevent complications and death if administered quickly enough.  Bubonic plague, which is one of plague's three forms, causes painful, swollen lymph nodes, as well as fever, chills, and coughing. Bayannur health authorities are now urging people to take extra precautions to minimize the risk of human-to-human transmission, and to avoid hunting, skinning or eating animals that could cause infection. \"At present, there is a risk of a human plague epidemic spreading in this city. The public should improve its self-protection awareness and ability, and report abnormal health conditions promptly,\" the local health authority said, according to state-run newspaper China Daily. Bayannur authorities warned the public to report findings of dead or sick marmots -- a type of large ground squirrel that is eaten in some parts of China and the neighboring country Mongolia, and which have historically caused plague outbreaks in the region. The marmot is believed to have caused the 1911 pneumonic plague epidemic, which killed about 63,000 people in northeast China. It was hunted for its fur, which soared in popularity among international traders. The diseased fur products were traded and transported around the country -- infecting thousands along the way. Though that epidemic was contained within a year, marmot-related plague infections have persisted decades later. Just last week, two cases of bubonic plague were confirmed in Mongolia -- brothers who had both eaten marmot meat, according to Xinhua.  On Monday, authorities identified another suspected case of bubonic plague in Mongolia -- a 15-year-old who had eaten marmot, according to Xinhua. Last May, a couple in Mongolia died from bubonic plague after eating the raw kidney of a marmot, thought to be a folk remedy for good health. Two more people got pneumonic plague -- another form of the disease, which infects the lungs -- months later across the Chinese border in Inner Mongolia. Why is plague still a thing? The advent of antibiotics, which can treat most infections if they are caught early enough, has helped to contain plague outbreaks, preventing the type of rapid spread witnessed in Europe in the Middle Ages. \"While plague causes severe illness, if it is recognized promptly then it can be easily treated with antibiotics and patients will make a full recovery,\" said Jimmy Whitworth, a professor of public health at the London School of Hygiene and Tropical Medicine. \"The press reports indicate that this is the case in Inner Mongolia now, suggesting that there is no risk to public health.\" Dr. Michael Head, senior research fellow of global health at the University of Southampton, said the case would \"be of concern locally within Inner Mongolia.\" \"However, it is not going to become a global threat like we have seen with Covid-19,\" he added. But while modern medicine can treat the plague, it has not eliminated it entirely -- and it has made a recent comeback, leading the World Health Organization (WHO) to categorize it as a re-emerging disease. Anywhere from 1,000 to 2,000 people get the plague every year, according to the WHO. But that total is likely too modest an estimate, since it doesn't account for unreported cases. According to 2016 data, the possibility of plague exists on almost every continent, especially the western US, parts of Brazil, scattered areas in southeast Africa and large swaths of China, India and the Middle East. The three most endemic countries -- meaning plague exists there permanently -- are the Democratic Republic of the Congo, Madagascar, and Peru. In the United States, there have been anywhere from a few to a few dozen cases of plague every year, according to the Centers for Disease Control and Prevention. In 2015, two people in Colorado died from the plague, and the year before there were eight reported cases in the state. But unless you live among a great deal of wild, disease-carrying rodents, your odds of infection in the US are slim. Untreated bubonic plague can turn into the more fatal pneumonic plague, which causes rapidly developing pneumonia after bacteria spreads to the lungs. This story has been updated. ", "Section": "asia", "Writers": ["Jessie Yeung"], "URL": "https://www.cnn.com/2020/07/06/asia/china-mongolia-bubonic-plague-intl-hnk-scli-scn/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}