{"Type": "", "Time": "2021-03-25", "Headline": "Rob Bonta makes history as first Filipino American Attorney General in California – Manila Bulletin", "Text": "Alameda County Assembly member Rob Bonta is set to make history as the first Filipino American to serve as California’s next Attorney General.Governor Gavin Newsom made the announcement on March 24, Thursday at the historic International Hotel in San Francisco.“Rob has become a national leader in the fight to repair our justice system and defend the rights of every Californian,” Newsom said in a statement. “And most importantly, at this moment when so many communities are under attack for who they are and who they love, Rob has fought to strengthen hate crime laws and protect our communities from the forces of hate. He will be a phenomenal attorney general, and I can’t wait to see him get to work.”The nomination is subject to confirmation by the California State Assembly and Senate within 90 days.Bonta, an Oakland Democrat, will replace Xavier Becerra, who was recently appointed as US President Joe Biden’s health and human secretary.“As California’s Attorney General, I will work tirelessly every day to ensure that every Californian who has been wronged can find justice and that every person is treated fairly under the law,” said Bonta.Bonta’s nomination comes amid rising concern over the increasing number of incidents of hate crimes against the Asian-American community.Bonta, 48, was the first Filipino American elected to the state legislature in 2012, where he represented the cities of Oakland, Alameda, and San Leandro.Prior to his election to the state Assembly in 2012, Bonta also served as deputy city attorney of San Francisco and a member of the Alameda City Council.Bonta, who was born in Quezon City, Philippines, immigrated with his family to California, where his parents worked alongside Cesar Chavez, organizing Latino and Filipino farm workers for racial, economic, and civil rights.He graduated high school from Oxford University and earned a law degree from Yale Law School in 1998.The position of Attorney General is one of the state’s most politically powerful jobs. Vice President Kamala Harris and former Gov. Jerry Brown previously held the job.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/25/rob-bonta-makes-history-as-first-filipino-american-attorney-general-in-california/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "viet Nam", "Source": "MB"}