{"Type": "article", "Time": "2019-06-07", "Headline": "94 Taiwanese criminal suspects extradited from Spain to Beijing", "Text": "A charter flight carrying 94 Taiwanese criminal suspects arrived in Beijing from Spain on Friday morning, making it the first large-scale extradition from Europe to China, state media reported.  The Chinese government accused the Spain-based suspects of posing as Chinese law enforcement officials and defrauding people in China out of 120 million yuan ($17 million) in 2016 through phone calls, according to the state-run Xinhua news agency. Chinese and Spanish authorities worked together to uncover suspects and collect evidence as part of \"Operation Great Wall,\" culminating in the arrest of 237 suspects across Spain in December 2016, Xinhua reported. Since all victims were mainland Chinese residents, the Beijing government in 2017 requested the extradition of the suspects from Spain to \"better crack down on the crime and serve the victims' interest.\" After more than two years of judicial procedures, Xinhua said a Spanish court agreed to hand all suspects caught in \"Operation Great Wall\" over to the Chinese authorities. Spain has so far extradited 225 suspects, including 218 from Taiwan, in several batches to China, Xinhua added.  Spain signed an extradition treaty with China in 2006, the first developed Western country to do so, according to Xinhua.  In the past, countries in Southeast Asia and Africa have deported Taiwanese suspects in telecommunication fraud cases to mainland China. The latest transfer from Spain comes amid growing tensions between the two governments across the Taiwan Strait. Beijing regards Taiwan as part of its territory, though the two sides have been governed separately for seven decades following a bloody Chinese civil war. The democratic island of 23 million people runs its own political, economic, foreign policy and judicial system. While China usually praises other governments' decisions to send Taiwanese suspects to the mainland, Taipei has in the past objected such extraditions, calling them a \"gross violation of basic human rights.\" The issue of extradition has also been recently thrown into a spotlight as legislators in Hong Kong, a special administrative region of China with its own political and legal system, debate an extradition bill that critics fear will allow dissidents and pro-democracy activists to be bundled over the border to China's Communist authorities.", "Section": "asia", "Writers": ["Steven Jiang"], "URL": "https://www.cnn.com/2019/06/07/asia/taiwan-extradition-beijing-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}