{"Type": "article", "Time": "2020-11-18", "Headline": "World's most expensive cities to live in during Covid", "Text": "It's the ultimate dream for many -- move to a big city and make a glam new life. But as we all know, metropolitan living comes at a cost -- especially if you pick Hong Kong, Paris or Zurich, which are the world's most expensive cities according to new research. The Economist Intelligence Unit (EIU) -- which rates 133 global cities, and compares the price of a basket of 138 everyday items in each -- has ranked them as joint top of the table. The European cities have leapfrogged over Singapore and Osaka, which tied with Hong Kong in the previous Worldwide Cost of Living Survey, carried out in March. The changes are especially marked this time around, with the report doubling as an assessment of the impact of the Covid-19 pandemic on prices around the world. Currency fluctuations due to the pandemic -- which have included a dip in the US dollar -- mean that destinations in Africa, the Americas and Eastern Europe have got less expensive since March, while western Europe, where the euro has risen in value against the dollar, has seen prices rise. The Swiss franc has also risen in value. The world's most expensive cities Singapore and Osaka are now down to fourth and fifth respectively, with Tel Aviv tying with Osaka in fifth place. An exodus of foreign workers during the pandemic is behind Singapore's drop -- which saw its population fall for the first time in 17 years -- according to the EIU. The top 10 is completed by Geneva, New York City, Copenhagen and Los Angeles. Sydney is at number 15, London at 20, and Nairobi at 77. Moscow is at number 106, and Delhi at 121. The biggest rise is Tehran, which has climbed up the ladder from 106th to 79th, due to US sanctions impacting supplies. Reykjavik, Rio de Janeiro and Sao Paulo show the biggest price drops. The EIU attributes the Brazilian cities' rankings to \"weak currency and rising poverty levels.\" Brazil, of course, has suffered hugely during the pandemic. Damascus in Syria is the city with the lowest cost of living, followed by Uzbekistan's Tashkent, Lusaka in Zambia, Caracas (Venezuela) and Almaty, Kazakhstan. The bottom 10 is rounded out by Karachi (Pakistan), Buenos Aires (Argentina), Algiers (Algeria) and Bangalore and Chennai, in India. The Argentinian government has introduced price controls during the pandemic, which could explain Buenos Aires' position. Pricey electronics and cheaper clothes It's not just the cities that have swapped around. The survey found that prices for electronics -- have increased globally. Clothing, meanwhile, has fallen -- both presumably due to the increase in people working from home. Staple food items largely remained the same price, while personal care products, tobacco and alcohol have all risen.  \"The Covid-19 pandemic has caused the US dollar to weaken while western European and north Asian currencies have strengthened against it, which in turn has shifted prices for goods and services\" said Upasana Dutt, head of worldwide cost of living at the EIU.   \"The pandemic has transformed consumer behaviour, as lockdowns and trends such as working from home have increased the prices of consumer electronics and meal-at-home kits have taken the place of restaurant dining for middle-class families.\" As for the future, things don't look rosy. The EIU predicts that the trends will continue, with people prioritizing staples and home entertainment over the likes of clothing during 2021. World's most expensive cities to live 2020 1. (tie) Paris, France 1. (tie) Hong Kong 1 (tie) Zurich, Switzerland  4. Singapore 5. (tie) Osaka, Japan 5. (tie) Tel Aviv, Israel 7. Geneva, Switzerland 8. New York City 9. Copenhagen, Denmark 10. Los Angeles", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/worlds-most-expensive-cities-2020-covid/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}