{"Type": "article", "Time": "2020-05-14", "Headline": "May 15 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here.  Older men, people who live in densely populated but deprived areas, who are obese and who have chronic kidney disease, are more likely not only to develop serious illness from the new coronavirus, but to catch it in the first place, British researchers reported Friday. Their detailed look at people who sought coronavirus tests from all over England turned up some surprises. People living in larger households were less likely to test positive, but blacks were disproportionately likely to be diagnosed with the virus, the team reported in The Lancet Infectious Diseases. “In our sample, we found increasing age, male sex, increasing deprivation, urban location, and black ethnicity were associated with increased odds of a positive SARS-CoV-2 test,” Simon de Lusignan from the University of Oxford and colleagues wrote. “Chronic kidney disease and increased BMI (a sign of obesity) were the only clinical factors independently associated with a positive test.” The team analyzed data from 587 people with positive results and 3,215 with negative results, collected by physicians across England. They found 18% of people ages 40 to 64 tested positive, compared to 4.6% of children age 17 and younger. Men were somewhat more likely than women to test positive. And people living in poorer areas were more likely to be infected. “Of 668 people in the most deprived areas, 29.5% tested positive, compared with 7.7% in the least deprived areas,” the researchers wrote. “People in urban areas were more at risk than those in rural areas. Of 1,816 people tested in urban areas, 26.2% tested positive, while in rural areas 5.6% tested positive,” they wrote. “It’s important to know which groups in the wider community are most at risk of infection so that we can better understand SARS-CoV-2 transmission and how to prevent new cases,” de Lusignan said in a statement. One surprise: Smokers were less likely to test positive. The researchers don’t think smoking protects people from infection, however. “Smokers are more likely to have a cough, meaning they might also be more likely to be tested for SARS-CoV-2 than non-smokers, even if they are SARS-CoV-2 negative,” they wrote. “ This more frequent testing could increase the proportion of smokers with negative SARS-CoV-2 results in our sample, which would bias our results. However, the proportion of smokers in our study was low.” ##Cases## If you're just tuning in, here are some of the top stories you might have missed: Global coronavirus cases top 4.5 million: There are now 4,523,916 cases of coronavirus in the world as of Friday afternoon, according to Johns Hopkins University.\nMuseums in Italy to reopen: Italian museums are preparing to reopen on Monday, but the world-renowned Uffizi Gallery in Florence will \"probably\" wait another week because the government has not issued safety guidelines, the museum's press office told CNN on Friday.\nLombardy moves forward: Italy’s worst-hit coronavirus hotspot, Lombardy, will begin the process of reopening shops, restaurants and hair salons on Monday, the region’s governor said.\nSaudi Arabia death toll: The country announced 2,307 new coronavirus cases in the past day — its highest daily increase yet, the country's health ministry tweeted Friday. \nIreland to ease restrictions: The Republic of Ireland will begin to relax its restrictions on Monday, Taoiseach Leo Varadkar confirmed today in a statement, outlining a roadmap for the gradual easing of emergency coronavirus restrictions over the weeks and months ahead. ##Catch Up## Italy’s worst-hit coronavirus hotspot, Lombardy, will begin the process of reopening shops, restaurants and hair salons on Monday, the region’s governor said Friday. According to government data, the northern Italian region has so far recorded the highest number of coronavirus cases across the country. At least 34,242 active cases were reported Friday. The announcement comes after a meeting between Italian Prime Minister Giuseppe Conte, Minister of Regional Affairs Francesco Boccia and Italy’s regional governors, in which the politicians agreed to allow local authorities to ease national confinement measures. In a statement to CNN, Boccia affirmed that regional authorities will have the freedom to decide whether they wish to begin the process of reopening, or if they will continue to impose confinement measures. If regional leaders decide to relax additional restrictive measures, they will be required to communicate their actions to the central government, Boccia added. ##The Future##  Saudi Arabia has announced 2,307 new coronavirus cases in the past day — its highest daily increase yet, the country's health ministry tweeted Friday.  At least nine new deaths related to the virus were also confirmed, bringing the death toll to at least 292, the ministry said. The additional cases bring the total number of known Covid-19 infections in the country to more than 49,000. Saudi Arabia on Tuesday announced a new 24-hour nationwide curfew starting May 23 and during Eid holidays to control the spread of the virus, state-news agency SPA reported, quoting the Ministry of Interior. The kingdom had last month eased lockdown measures during the Islamic holy month of Ramadan, which started from April 23. The important Eid holidays mark the end of Ramadan.  With ramped up testing, reported coronavirus cases continue to rise in Saudi Arabia, and the authorities have called on residents to limit gatherings, an important custom during Ramadan and Eid holidays. ##Cases## ##Lockdowns## As part of the de-escalation process in Spain, 70% of the population will now have fewer restrictions under phase one. The other 30% of the population — mainly in and around Spain’s two largest cities of Madrid and Barcelona — remain on phase zero, but with some relief measures, Health Minister Salvador Illa said during a televised news conference on Friday. Before the latest changes, just over half of Spain's population already was on phase one starting May 11. Illa and the director for Health Emergencies Dr. Fernando Simón explained that Madrid’s region, which includes the Spanish capital and surrounding cities, will remain at phase zero as a precaution despite improvements in reducing coronavirus cases, and quickly detecting new ones. “It's a region (Madrid) that has a mobility situation and characteristics of connection with the rest of Spain and Europe with flights and international connections that is a very particular situation we have to take into account,\" Simón said. \"All these factors, associated with that transfer from hospital assistance to primary care assistance and public services that is been done in these last few days and still needs some margin.\" ##Lockdowns## ##The Future## Italian museums are preparing to reopen on Monday, but the world-renowned Uffizi Gallery in Florence will \"probably\" wait another week because the government has not issued safety guidelines, the museum's press office told CNN on Friday. Uffizi is planning to allow a maximum of 450 people at one time once it reopens, compared to the capacity of 900 before the pandemic, the press office said, adding that the museum has suffered a loss of 10 million euros (about $10.8 million USD) during the lockdown, mainly due lack of revenue from ticket sales, but also from the missed sales of merchandising and books in their shops. In 2019, the Uffizi was visited by 2.2 million people, the press office said. The archaeological site of Pompeii is planning to reopen on May 26 with a two-week trial during which visitors will be allowed only on the main streets of the ancient city.  After that period, some of the main “domus” – roman houses – will be opened, with separate entrance and exit paths for visitors. The Vatican Museums have not set a date for reopening yet. ##Lockdowns## ##The Future## There are now 4,508,435 cases of coronavirus in the world as of Friday afternoon, according to Johns Hopkins University. The countries with the highest cases in order are the US, Russia, UK, Spain and Italy. The US, UK and Italy have the most deaths. ##Cases## The number of hospitalized coronavirus patients in France has fallen below 20,000 — now totaling at least 19,861, according to the latest figures released by the National Health Agency. As of today, a total of approximately 27,529 coronavirus patients in France have died — an increase of 104 deaths over the last 24 hours — including at least 17,342 in hospitals and 10,187 in care homes. Approximately 2,203 coronavirus patients are currently in intensive care, the National Health Agency added. ##Cases## All care home residents and staff in England — both those with coronavirus symptoms and those without — will be tested between now and early June, UK Health Minister Matt Hancock said on Friday. More than 25% of care home deaths were caused by coronavirus in England and Wales, data from UK's Office for National Statistics published on Friday shows.  Hancock defended the government's strategy in handling the outbreak among the elderly population in residential facilities, saying that this week 600 million euros ($727 million) was made available to care homes in England, on top of the 3.2 billion euros ($3.9 billion) made available in March and April. He added that these measures helped save lives, and ensured that almost two thirds of care home did not have any cases of coronavirus at all.  ##The Future## A newly identified condition called multi-system inflammatory syndrome in children (MIS-C) is “a bit of a confused picture” right now, Dr. Maria Van Kerkhove, the World Health Organization (WHO) technical lead on Covid-19, said Friday. “We know so far, very little about this inflammatory syndrome,” she said.  Van Kerkhove said WHO has put out a case definition, describing what symptoms may look like.  “We need to have clinicians use this case definition to determine how many children fit that definition, and then we need specific data collected from each of those patients,” she said at a news briefing. “We need to understand if the syndrome is associated with Covid-19 or not. As I mentioned before, some of the children have not tested positive for Covid-19, while others have,” Van Kerkhove added. “So right now it's a bit of a confused picture, although more information is coming.” It’s not clear if the syndrome is what’s called a post-viral syndrome, or a direct result of infection, said Dr. Mike Ryan, executive director of WHO’s Health Emergencies Program.  “What we don't know yet is whether those rare things that happen are associated directly with the virus — and the virus directly attacking the cells and those organs — or is what we are seeing also the result of the immune response to the virus?\" he said.  Ryan likened this to what happens with the Ebola virus and bleeding: “It's not the virus that causes the bleeding. it's very often the immune response to the presence of the virus that depletes the capacity of the blood to clot. So when a person bleeds, the bleeding continues,\" Ryan said. Ryan also said as the number of global coronavirus cases grows, “you start to potentially notice much more rarer syndromes.” ##Cases## Coronavirus models that predict the rise and fall of infections help countries plan ahead and prepare, Dr. Maria Van Kerkhove, the World Health Organization (WHO) technical lead on Covid-19, said Friday. Van Kerkhove said the estimates help “get countries ready for how to build the workforce: how many contract tracers do we need, how many clinicians and nurses and medical professionals do we need, how many beds do we need in particular ICU or oxygen support, ventilatory support, treatment centers, et cetera?”  Models work best when they help countries and communities prevent their forecasts from coming to fruition.  “We also know that there are tools that we have that could prevent these numbers from becoming realities,” she said. “For me, one of the most critical values of these models is to ensure that we take the right precautions, we put the right emphasis in these interventions where they need to be done, so that these numbers do not become reality,” she added.   ##Cases## The Republic of Ireland will begin to relax its restrictions on Monday, Taoiseach Leo Varadkar confirmed today in a statement, outlining a roadmap for the gradual easing of emergency coronavirus restrictions over the weeks and months ahead. “I can confirm that it is safe to proceed with Phase 1 of our plan to ease the COVID-19 restrictions on Monday,” Varadkar said. “If all goes well, we will enter a new phase of reopening our country every three weeks,” he added, confirming that the next government review will take place on June 5. As part of the government’s new guidance, citizens are urged to continue to stay at home, but will be permitted to meet friends or family outdoors in groups of no more than four, go to work if they are unable to work from home and exercise outside within 5 kilometers of home. Citizens will also be asked to wear face coverings when using busy public transport services or when in enclosed public areas, such as shops. Addressing the nation after a meeting of the Irish Cabinet and talks with the First Minister of Northern Ireland, the Irish Prime Minister cautioned that all adjustments are “provisional and reversible,” and are dependent on continued adherence to social distancing measures.    “This gives us reason to hope, but it is not a cause for celebration. We have a long way to go yet. There will be bumps in the road and we have to keep our guard up,” Varadkar said. ##Lockdowns## ##The Future## The World Health Organization will release a report later today about the multi-system inflammatory syndrome in children that may be related to the novel coronavirus, WHO director general Tedros Adhanom Ghebreyesus said during a media briefing in Geneva today. Tedros also called for all clinicians worldwide to be \"on the alert\" for this possible coronavirus-related syndrome in children. \"In the past three weeks, reports from Europe and North America have described a small number of children being admitted to intensive care units with a multi-system inflammatory condition, with some features similar to Kawasaki disease and toxic shock syndrome,\" Tedros said on Friday. The CDC also issued a health alert about the syndrome yesterday. The CDC said children with fever and dysfunction in at least two organ systems, such as the heart, lungs or kidneys, should be considered as possible cases. “There is limited information currently available about risk factors, pathogenesis, clinical course, and treatment for MIS-C. CDC is requesting healthcare providers report suspected cases to public health authorities to better characterize this newly recognized condition in the pediatric population,” the CDC said in a Health Alert Network advisory to doctors.  Denmark has recorded zero deaths from coronavirus in the past 24 hours, the Danish Ministry of Health's press office told CNN, adding that this is the first day since March 13 that the country has recorded no fatalities from the virus. Denmark switched to a mitigation strategy on March 12 and accelerated testing according to an epidemiology report from the Statens Serum Institut in Denmark, which works under the auspices of the Danish Ministry of Health to ensure preparedness against infectious diseases and biological threats. As of April 1, extensive testing was carried out on patients with mild symptoms, the report adds. ##Cases## Travel restrictions will be maintained in Norway until August 20, Prime Minister Erna Solberg said during a news conference on Friday.  Solberg advised Norwegians to “plan their summer holidays in Norway.\" “I would recommend people to plan for a Norwegian holiday this summer. You are allowed to go on holiday wherever you want in the country, and maybe this year you will discover a part of Norway you have not seen before – by car, on foot, by boat, train or plane,” Solberg said Friday in a statement. She said citizens can travel as long as it is in a way that \"avoids spreading the infection.\" “This means that you should not travel when you are sick or quarantining at home, that you should maintain good hygiene and keep at least one meter in distance from others, other than your [own] immediate relatives. The new advice applies from today,” Solberg added in the statement. According to Norwegian government advice published on Friday, grandparents will be able to go on holiday with their family, “even if they are in a high risk group” and as long as they are “extra mindful of the general infection control measures,\" the statement said. ##The Future## ##Lockdowns## A 9-year-old boy has died from a rare condition possibly linked to coronavirus, a spokesperson for the Timone Marseille hospital in the south of France told CNN on Friday.  The child had tested positive for coronavirus, but he did not develop symptoms, the spokesperson added.  He was hospitalized for seven days after suffering cardiac arrest and subsequently died of a “neurological injury” as a result of the cardiac arrest on Saturday. French authorities are “aware of a rare disease resembling Kawasaki disease, with symptoms consisting of inflammation, swollen limbs, skin rashes, and most seriously a heart attack, “ the Director of the National Health Agency Jérôme Salomon said last month. A spokesperson for the national health agency told CNN today that “135 children have developed this disease since the beginning of the pandemic.\"  This is the first known fatality in France. While this disease resembles Kawasaki disease, the French health agency is calling the disease \"Kawasaki-like,\" according to a national health agency spokeswoman.  “Kawasaki disease is usually found in children under 5 years-old, while the disease we are observing now targets children from 5 to 15 years-old,\" she said. ##Cases## Pakistan's civil aviation ministry announced that it will allow limited domestic flights to operate from May 16, after a two-month long suspension. The decision was made “in view of the difficulties faced by passengers in traveling between cities in Pakistan,\" the ministry said.  The country's international flights will remain suspended through Sunday May 31. Social distancing measures will apply on the domestic flights. Aircraft will be disinfected prior to boarding, at least one vacant seat will be left between passengers and wearing masks will be compulsory, the ministry said in a press release. Pakistan started a phased reopening of the country on May 9.  There are 37,218 coronavirus cases in the country, with 803 people dead, according to Pakistan's health ministry. ##The Future## At least 153 confirmed cases of Covid-19 have been linked to the Itaewon nightclub cluster in the South Korean capital of Seoul, according to the country's Centers for Disease Control & Prevention (KCDC). So far, about 46,000 tests have been conducted in relation to the cluster in the Itaewon district, KCDC Director Jung Eun-kyeong said Friday. An estimated 5,500 people visited the five affected nightclubs and around 4,300 of those have been tested. Some of the clubs are frequented by members of South Korea's gay community, a detail which has led to an outpouring of hate speech towards the country's already-embattled LGBTQ population. ##Cases## Germany will ease quarantine restrictions for incoming travelers from the EU, the Schengen passport-free zone and the UK, the country's interior ministry announced at a Friday press briefing. Ministry spokesperson Björn Grünewälder said Germany would only ask travelers to go into quarantine if they arrive from countries with elevated numbers of infections. A two-week mandatory quarantine still applies to arriving visitors from countries outside the EU. Interior minister Horst Seehofer announced earlier this week that Germany had “set the clear goal of free travel in Europe by mid-June” and would start easing border controls this week. The country's Foreign Minister Heiko Maas has also raised the topic of travel restrictions, calling for a dialogue with his European counterparts to discuss how the limits can be eased for popular holiday destinations.  Germany's foreign ministry has invited representatives from Spain, Italy, Austria, Greece, Croatia, Portugal, Malta, Slovenia, Cyprus and Bulgaria to a video conference on the topic on Monday. The goal of the meeting is to coordinate the opening of borders for tourists. But Maas has already warned that travelers cannot expect to take holidays as normal this summer.  Germany has extended its worldwide global travel warning until at least June 14. ##The Future## Germany enters recession: The country's economy shrunk by 2.2% in the first quarter of 2020, its worst performance since the financial crisis. Growth for the final quarter of 2019 was also downgraded to -0.1%.\nRussia reports more than 10,000 new cases: The country reported 10,598 new coronavirus infections on Friday from the past 24 hours, as the country struggles to rein in the pandemic. Only the US has more cases globally, according to Johns Hopkins University.\nChina calls for stable ties with US: Beijing has said it wants to maintain bilateral ties after US President Donald Trump heavily criticized the country on Thursday.\nUnion outcry as UK plans to reopen schools: The British government hopes to partially reopen schools in England from June 1 but has clashed with trade unions over health concerns for teachers. ##Catch Up## French pharmaceutical giant Sanofi has said comments made by its CEO Paul Hudson indicating the US market could be prioritized for a Covid-19 vaccine were “misinterpreted”. The company previously said its cooperation with the US’s Biomedical Advanced Research and Development Authority (BARDA) would allow it to initiate production as soon as possible. Sanofi added that it was exploring similar opportunities within Europe. French President Emmanuel Macron summoned Hudson to a meeting on Tuesday to discuss his concerns. The words of Paul Hudson were misinterpreted,\" Sanofi spokesman Jean-Baptiste Froville said in a statement Friday. \"The pre-order priority granted to the United States government only concerns the phase of production of the vaccine in the United States. Our goal is to produce this vaccine as soon as possible at all of our sites.\" “The production of a vaccine with speed and in large quantity is a capital intensive operation that can only be financed with help of state funds. This is what happened in the United States, where we signed an agreement with the BARDA in February, covering funding of several hundred million dollars,\" he said. Froville said that while there is no equivalent to BARDA outside the US, discussions in Europe -- with the European Union and a number of its members, including France -- were progressing.  \"We're actually talking about a vaccine that doesn't exist. It usually takes ten years to research, develop and manufacture a vaccine. With the Covid-19, the goal is to be able to do it all in 18-24 months. This involves taking a financial risk, consisting of starting production before the end of the development phase, so before we know if the vaccine is even effective. This risk must be shared with countries,” he added. “It would be unacceptable for Sanofi to reserve its Covid-19 vaccine as a priority, if it were to find one, to one country or another for financial reason,” France's Deputy Finance Minister Agnès Pannier-Runacher said Thursday.  ##The Future## More than a quarter of all care home resident deaths recorded in England and Wales during March and April were caused by coronavirus, according to official data released Friday. Between March 2 and May 1, Covid-19 was a cause for 27.3% of total deaths in English and Welsh care homes, according to the UK’s Office for National Statistics (ONS). While it was the leading cause of death among male care home residents during this period, accounting for 30.3% of deaths, it was the second leading cause of death in female residents, at 23.5% of fatalities.  ONS added that in the days up to Tuesday May 12, a higher proportion of care home deaths were due to coronavirus, at 40% of all deaths “in the most recent days.” The UK government has been widely criticized over the spread of the disease in the country's care homes. “I don’t deny that what is happening in care homes is absolutely terrible. It’s a huge challenge, but we are trying to put as much support as we can around care homes,\" UK Communities Secretary Robert Jenrick told BBC Radio on Thursday. CNN reported on Thursday that a study from academics at LSE’s Care Policy and Evaluation Centre suggested the actual coronavirus death toll among care home residents in England and Wales could be over 22,000, based on calculations of excess deaths.  The study found that official data on deaths in care homes directly attributed to coronavirus underestimates the impact of the pandemic, as the data does “not take account of indirect mortality effects of the pandemic and/or because of problems with the identification of the disease as the cause of death.” ##Cases## China has called for stable bilateral ties to be maintained between Beijing and Washington after US President Donald Trump heavily criticized the country on Thursday. \"Maintaining stable development of bilateral ties serves the fundamental interests of both the Chinese and US people and is also conducive to world peace and stability,\" Chinese Foreign Ministry Spokesman Zhao Lijian said.\n\"Now China and the US should continue to enhance our cooperation against the novel coronavirus to defeat the virus as soon as possible and to treat patients and resume the economic development and production, but doing this also calls for the cooperation on the US side.” Trump has repeatedly attacked China as coronavirus cases rise in the US. The US has also increased military pressure on China over the last few weeks, amid increased tensions over the South China Sea and Washington has accused Beijing of seeking to leverage the coronavirus pandemic to extend its sphere of influence in the region. ##Politics## Britain's largest trade unions have called on the government to reconsider its plan to partially open English schools on June 1, over health and safety concerns for teachers. The UK government currently hopes to partially reopen schools in England next month but its clash with unions over the issue has become a tense political issue in the country. “We all want schools to re-open, but that should only happen when it is safe to do so,” the unions said in a statement.\n“The government is showing a lack of understanding about the dangers of the spread of coronavirus within schools, and outwards from schools to parents, sibling and relatives, and to the wider community.” The joint statement released on Wednesday was signed by major trade unions, including the National Education Union which describes itself as the largest education union in Europe, with more than 450,000 members.  The groups are calling for a set of principles over safety to be met including: additional resources for PPE, local autonomy to close schools with clusters of cases, a taskforce to produce statutory guidance and no increase in pupil numbers until a national test and trace scheme is implemented.  Education Secretary Gavin Williamson accused the unions of “scaremongering” in parliament on Wednesday, but struck a conciliatory tone in a op-ed published in the Daily Mail newspaper on Friday. Williamson said he had organized for union leaders to meet with the UK’s Chief Medical Officer and other experts to be briefed on the scientific advice. “I know some teaching unions still have concerns, just as I know parents and teachers have some worries,” Williamson wrote. “I intend to carry on talking to all of them and working with them on any issues they may have.”\n“All of us in education have a duty to work together to get children back to school,” he added. Details on the reopening of schools in other parts of the UK will be decided by their devolved governments. Read more here. ##The Future## The hair salon has always been an especially intimate environment. It is a place where close contact is non-negotiable -- a hair stylist massages your scalp with the pads of their fingers; a barber leans in close to shape up your hairline. All that stopped when the coronavirus forced salons and barbershops in many countries to close, temporarily breaking the bond between stylist and loyal client, and curtailing the camaraderie and community of many barbershops. And as lockdowns ease around the world, salon owners and employees are returning to workplaces that have been crucially transformed. \"It's like opening a brand new salon,\" said colorist Maria Dowling, whose namesake salon in Dubai reopened on April 26 after a month-long shutdown. \"It's the new era.\" Under Dubai's rules, she is only allowed to operate with 30% of her workforce, which means a maximum of five of her 17 employees can be on the salon floor at a given time.  At Delphine Courteille's salon in Paris, which reopened on May 11, she says stylists must not only wear masks, but also protective visors. Clients must bring their own masks to appointments (two if they're coming in for a lengthy color service) or risk being turned away. Complimentary magazines and beverages -- a mainstay of high-end salons -- have been removed indefinitely. At Chinese branches of the global salon chain Toni & Guy, clients who have recently traveled overseas must show proof of a recent medical report. Read the full story here. ##The Future## Germany is in recession after its economy saw two consecutive quarters of negative growth. The country's GDP shrank 2.2% in the first quarter of 2020, the German economy's worst performance since the financial crisis. Growth for the fourth quarter of 2019 was also downgraded to -0.1%. At a press briefing on Friday, Federal Statistics Office official Albert Braakmann warned that the country's economic downturn due to the coronavirus pandemic is expected to accelerate in the current quarter. Most forecasts predict the economy contracting by about 10% in the second quarter of 2020, although Braakmann said the final result will depend on how coronavirus restrictions are eased. ##The Future## ##Lockdowns## The United States House of Representatives will vote on Friday on a $3 trillion Covid-19 aid package and a historic rules change to allow lawmakers to vote remotely during the pandemic. The legislation, which provides funding for state and local governments, coronavirus testing, and a new round of direct payments to Americans, sets up an immediate clash with the Senate, where Republican leaders have said another round of emergency funding is not yet needed. The partisan debate: The legislation, which reflects Democratic priorities and was not a product of bipartisan negotiations, would stand as the largest relief package in US history. House Republican leaders have voiced opposition to both the relief package and the rules change for remote voting. House Democrats' leaders have expressed confidence that both measures will pass the House on Friday. The relief package is not expected to be taken up by the Senate, however, due to Republican opposition. What's in the stimulus package? Nearly $1 trillion for state and local governments\nA $200 billion fund for essential worker hazard pay\n$75 billion for Covid-19 testing, tracing and isolation efforts\nDirect payments to Americans of up to $6,000 per household Democrats are also pushing for temporary remote voting: This would authorize temporary implementation of remote voting by proxy in the event of a public health emergency due to the coronavirus. It also allows for remote committee proceedings during the pandemic.  Once enacted, the authorization for remote voting and remote committee work would remain in place for a 45-day period, after which it could be extended if the public health emergency persists. Read more here. ##Politics## Spain's Mallorca island in the Mediterranean plans to welcome a limited number of Germans and other travelers in late June in a \"pilot project\" to restart tourism that has been halted due to coronavirus, Francina Armengol, the Regional President of the Balearic Islands said Thursday. The plan would have the large German tour operator TUI fly in Germans or others from European countries or regions that, like Mallorca, have low infection rates, Armengol told CNN and other journalists on a video call. \"We are ready to do the pilot project at the end of June, so that groups can come assured of health safety,\" Armengol said, speaking from Palma de Mallorca, the island's capital. \"We have to learn how to live with Covid-19 and how to do that safely.\" In Germany, TUI confirmed that it sees renewed tourism in Mallorca and beyond. \"We are in constructive talks with a number of local governments where we believe there may be summer holidays,\" Martin Riecken, TUI's Head of Communications, told CNN by phone. \"We don't believe that Spain as a whole, but the Balearics, also the Canary Islands, with low infection rates, where local governments have made good progress.\" TUI, he added, is also in talks with tourist destinations in Greece, Cyprus, Croatia and Bulgaria. The restart of tourism will depend on national governments re-opening borders and lifting 14-day mandatory quarantines for travelers, where they are in effect, Riecken said. Spain has announced mandatory 14-day quarantines for all international travelers to the country, starting May 15, and the rule will last through Spain's state of emergency. Read more here. ##The Future## Chinese health officials said Friday that citywide testing is needed in Wuhan to identify the scope of the local outbreak there and allow work, school, and business to resume. Eleven new asymptomatic cases were found in Wuhan today, according to city health officials. The city of 11 million people, capital of Hubei province in central China, is considered ground zero for the coronavirus pandemic.  “The main purpose is to further identify the scope of the epidemic, initiate searching efforts, strengthen detection and inspection,” said Vice Minister Zeng Yixin of the National Health Commission on Friday.  He added that expanding the scope of testing would also promote the “comprehensive recovery of social, economic and living order.” Officials in Wuhan have already started testing residents, but other cities can also “adjust testing strategies and the scope of testing based on local needs and testing capabilities,” he said. Fears of a second wave: Zeng’s comments come after China's National Health Commission said yesterday that the country needs to expand coronavirus testing to prevent a resurgence in cases. After several new local transmissions were detected in Wuhan, officials there said they would test every resident within 10 days. ##Cases## ##Lockdowns## Russia reported 10,598 new cases of coronavirus on Friday from the past 24 hours, as the country struggles to rein in the pandemic. It has consistently reported more than 10,000 new cases a day for the past two weeks, only dipping below once in the past 13 days -- and, even then, only by a small margin. It reported 9,974 new cases yesterday. Friday's numbers bring the nationwide total to 262,843 confirmed cases, according to Russian officials.  Only the United States has reported more coronavirus cases than Russia, according to Johns Hopkins University.  ##Cases## The United States has recorded at least 1,417,889 cases of coronavirus and 85,906 related deaths, according to Johns Hopkins University. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN's live tracker of US cases is updated every 15 minutes. Check it out here. ##Cases## Germany’s coronavirus reproduction rate has fallen to 0.75, according to the country’s disease and control center -- a small but hopeful decrease. It had previously been 0.81, according to the Robert Koch Institute. The reproduction rate, also known as the R-value, indicates how much the virus is spreading; an R-value of 1 means each infected person is transmitting it to one other person. German Chancellor Angela Merkel has repeatedly warned that if the number rises above 1, the country's health system would eventually be overwhelmed.  The Robert Koch Institute says a total of 3.1 million coronavirus tests have been carried out in Germany since the outbreak began.  The country has reported 174,478 cases and 7,884 related deaths, according to data from Johns Hopkins University. But this doesn't reflect the total number of active cases; at least 151,700 people have recovered from the virus, according to the institute.  ##Cases## Production at China's factories is growing for the first time since the coronavirus pandemic began. But there are still major challenges ahead for the country's economy. Industrial output increased 3.9% in April from a year ago, according to data released Friday by the National Bureau of Statistics. That's well above the 1.5% uptick that analysts polled by Refinitiv expected, and the first time output has grown since December. This growth can be attributed to the political pressure that Beijing is putting on factories to resume production, Julian Evans-Pritchard, senior China economist for Capital Economics, wrote in a research note on Friday. He expects factory output to continue to grow, since policymakers in China have signaled that more stimulus measures are on the way. But it wasn't all good news: Domestic demand remains very weak, and retail sales in China dropped 7.5% in April from a year earlier. And the official unemployment rate -- which tracks jobless numbers in urban areas -- reached 6%, up from 5.9% in March and just shy of February's record of 6.2%.  Evans-Pritchard said that the true unemployment rate is \"likely double\" what was announced Friday, since the urban rate does not include people in rural communities or a large number of the 290 million migrant workers who work in China. Read the full story here. ##The Future## French President Emmanuel Macron has summoned the CEO of global pharmaceutical giant Sanofi to a meeting next week, after the company suggested the US market could be prioritized for a Covid-19 vaccine. Macron and CEO Paul Hudson will meet on Tuesday, said the Elysee Palace.  In a statement, Macron said any Covid-19 vaccine must be treated as a \"public good for the world, and not subject to the laws of the market.\" The Paris-headquarted company has clarified its earlier comments, saying it will also work with European governments to begin production as soon as possible. Some background: Sanofi said its cooperation with the US’s Biomedical Advanced Research and Development Authority (BARDA) will allow it to start production as soon as possible. It says it's exploring similar opportunities within Europe. “We have always been committed in these unprecedented circumstances to make our vaccine accessible to everyone,” the company said in a statement. “We are having very constructive conversations with the EU institutions and the French and German government amongst others.” ##Politics## ##The Future## The eyes of the world will be on the German Bundesliga this weekend as it becomes the first major European soccer league to return amid the coronavirus pandemic. The country has recorded more than 174,000 cases of Covid-19, including at least 7,861 deaths, according to the latest figures, but Germany's Football Association (DFB) has worked closely with league organizers (DFL) and hope strict safety protocols will protect those involved when matches are played. If the measures work, it could provide a template for other sports to get back underway. If they don't, then questions will be asked as to why football returned so soon. Philipp Köster, chief editor of soccer publication \"11 Freunde,\" puts it more bluntly -- German football is on \"parole.\" \"This is an experiment with an unknown outcome,\" Köster told CNN's Fred Pleitgen.\n\"It could indeed happen that we see two or more weeks of football and then everything gets canceled ... if there are many infections or serious infections.\" Read the full story: ##The Future## Taiwanese health officials have rejected China’s condition for the island to take part in the World Health Organization -- Chinese officials said yesterday that the self-governed island would only be allowed to join the body \"in accordance with the one-China principle.\" \"I have no way to accept something (the \"one China\" principle) which does not exist,\" Taiwan’s health minister Chen Shih-chung said today. Some background: Taiwan is not a WHO member. The self-ruled, democratic island is claimed by China as part of its territory and Beijing blocks Taiwan from participating in many international organizations unless it does so in a way that acknowledges it is part of China. Why is this coming up now? Taiwanese officials and other observers have claimed the island's exclusion from the WHO has had a negative effect both during the 2003 severe acute respiratory syndrome (SARS) epidemic and the current pandemic. Yesterday, China’s Ministry of Foreign Affairs said that it \"opposes so-called proposals\" by countries to invite Taiwan to join the World Health Assembly as an observer, adding that the countries which insist on discussing Taiwan’s participation are \"only seeking to severely disrupt this World Health Assembly and undermine global anti-pandemic cooperation.\" Taiwan's response: Deputy Foreign Minister Kelly Hsieh argued today that it was Taiwan's \"right\" to participate in the WHO. \"We can represent our own people. We have said this many times. Our democratically elected government alone, including the public health system headed up by our professionals from the Ministry of Health and Welfare, can take care of our 23 million citizens and contribute to organizations like the World Health Organization,\" she said. ##Politics## The novel coronavirus has infected more than 4.4 million people and killed at least 302,000 worldwide. If you're just tuning in, here are the latest headlines: Refugees hit: The first known Covid-19 cases have been confirmed in Bangladesh refugee camps home to nearly a million Rohingya refugees. The discovery was the \"realization of a nightmare scenario,\" said Daniel P. Sullivan, a senior advocate for human rights with the US-based organization Refugees International.\nChina fears second wave: At least 11 asymptomatic cases were reported in Wuhan, ground zero for the pandemic, as the city aims to test all 11 million residents after recent local transmissions. Four new cases were also found in the northeastern province of Jilin, where a new cluster has prompted fresh lockdown measures.\nIndia response: Indian PM Narendra Modi held a video conference with Bill Gates on Thursday to discuss the country's response to the pandemic, officials said. Meanwhile, the World Bank has approved a $1 billion package for India to provide support for its poor and vulnerable populations.\nUS warning: Without better planning, America risks its \"darkest winter in modern history,\" said whistleblower and ousted vaccine director Dr. Rick Bright before Congress. Bright slammed the Trump administration's response to the pandemic, and said his warnings went ignored.\nJapan measures eased: Japan recorded 99 new cases of the coronavirus on Thursday, as the government lifted the state of emergency across most of the country. Only the hardest hit prefectures, including Tokyo and Osaka, are still under the order.\nFrance's tourism plan: French Prime Minister Edouard Philippe has announced an “unprecedented” 18 billion euro ($19.4 billion) plan to support the country’s tourism industry. ##Catch Up## The World Bank has approved a $1 billion package for India to provide support for its poor and vulnerable populations, it announced in a news release. The funding will be distributed in two installments -- $750 million for the 2020 fiscal year and $250 million for the 2021 fiscal year.  The nationwide program will be implemented through the existing Pradhan Mantri Garib Kalyan Yojana (Prime Minister’s Welfare for the Poor Scheme) and help boost cash transfers and food benefits through other pre-existing programs to benefit the most vulnerable, especially migrant and informal workers. “The response to the Covid-19 pandemic around the world has required governments to introduce social distancing and lock downs in unprecedented ways. These measures, intended to slow down the spread of the virus have, however, impacted economies and jobs -- especially in the informal sector,\" said Junaid Ahmad, the World Bank Country Director in India.\n\"India, with the world’s largest lockdown, has not been an exception to this trend. In this context, cash transfers and food benefits will help the poor and vulnerable access a ‘safety bridge’ towards a time when the economy will start to revive.\"  Last month, the World Bank announced a separate $1 billion in emergency response support for India's health sector.  ##Lockdowns## ##The Future## Teen activist Greta Thunberg is urging the world to listen to scientists as she describes the devastating impact the coronavirus pandemic is having around the world. \"During any crisis it is always the most vulnerable people who are hit the hardest, and that is children,\" she said. \"Especially in the global south, people in the poorest parts of the world, especially people living in conflict zones and refugee camps,\" she added. Despite having had what she describes as mild symptoms, she posted about her experience on social media to raise awareness about the virus and the appropriate action to take. \"Many people don't even notice that they have symptoms and then they might spread the virus without even knowing it,\" she said. \"So we have to be extra careful, because our actions can be the difference between life and death for many others.\" Thunberg is best known for her environmental activism, leading climate strikes around the world -- strikes that have now gone online. Read more: Survivor. That's what Sylvia Goldsholl, 108, calls herself. After living through both the 1918 flu pandemic and current coronavirus pandemic, the label is fitting. Goldsholl, who lives at a nursing home in Allendale, New Jersey, has fully recovered from coronavirus after being diagnosed with it last month, New Jersey Gov. Phil Murphy said at a news conference on Thursday. That might make her the oldest person in the state to recover from the virus, according to CNN affiliate News 12 New Jersey. \"A tremendous life, a tremendous spirit, and a tremendous show of strength,\" the governor wrote in a tweet celebrating Goldsholl. Goldsholl was seven years old when the 1918 flu -- which killed more than 50 million people globally -- hit. \"I survived everything because I was determined to survive,\" she told News 12 New Jersey in an interview conducted over video chat last week. Read the full story: ##Cases## People in the Philippines who have evacuated their homes to shelter from Typhoon Vongfong still need to follow social distancing in evacuation centers, according to an article in the state-run Philippine News Agency.  Typhoon Vongfong, the first named storm of the 2020 season in the Western Pacific, made landfall in the Philippines around noon local time yesterday -- forcing the evacuation of tens of thousands of people in a country under coronavirus lockdown. At least 200,000 people live in coastal areas near the affected area on the island of Samar in the Eastern Visayas region. To make sure people can still adhere to social distancing, emergency evacuation centers are cutting their capacity by half. Families inside will need to huddle together to maintain safe distances from other households, and local officials will enforce these guidelines inside the centers, according to presidential spokesman Harry Roque. The storm is now a minimal typhoon with winds of 120 kph (75 mph). It will move through the Luzon region over the next 24 to 48 hours. The Philippines has officially recorded nearly 12,000 coronavirus cases, including at least 790 deaths, according to Johns Hopkins University. We have a live tracker of the typhoon's path here. ##Lockdowns## At the start of April, Singapore had about a thousand cases of the novel coronavirus. Now, it has reported more than 26,000 -- and the vast majority are migrant workers, many from South Asian countries like Bangladesh and India, who were infected in crowded dormitories. Making up a significant portion of the Singaporean workforce, 1.4 million migrant workers live in the city state, mostly employed in construction, manual labor and housekeeping. Of these, about 200,000 live in 43 dormitories, according to Minister of Manpower Josephine Teo. Each dorm room houses about 10 to 20 residents. They share toilet and shower facilities, eat in common areas, and sleep just feet away from each other. It's nearly impossible to conduct social distancing -- the consequences of which became clear in April when Singapore began recording upwards of 1,000 new cases a day. Authorities scrambled to respond, locking down the dorms and relocating infected residents. But a month later, Singapore is still struggling to contain the dorm clusters, with more than 23,000 infected dormitory residents. As the rest of Singaporean society prepares to slowly resume normal life, migrant workers remain locked down in their cramped living quarters until June 1. Read the full story: ##Cases## Wuhan, ground zero for the coronavirus pandemic, reported 11 new asymptomatic cases today, according to the central Chinese city's Municipal Health Commission. The cases were discovered in multiple districts across the city, a statement from the commission said. An ambitious screening program that aims to test all 11 million of the city's residents is underway in an attempt to curb the spread of the virus from a recent cluster of local cases.  The commission's statement said that on May 13, 67,026 people were tested in one day in Wuhan.  Some 559 asymptomatic cases were under medical observation, as of May 13. On Thursday, state-run news agency Xinhua reported that: \"Wuhan has detected several to more than a dozen asymptomatic infections every day. Although these asymptomatic infections are all treated in isolation, they still cause concern in the society.\" Wuhan has officially recorded 3,869 deaths from Covid-19 -- the majority of China's fatalities from the disease. The city has confirmed more than 50,000 coronavirus cases in total. ##Cases## Indian Prime Minister Narendra Modi held a video conference with philanthropist and Microsoft co-founder Bill Gates on Thursday to discuss the global coronavirus pandemic, officials said. “We discussed issues ranging from India’s efforts to fight coronavirus, work of the (Gates Foundation) in battling Covid-19, role of technology, innovation and producing a vaccine to cure the pandemic,” Modi tweeted.  In response, Gates thanked Modi for the “conversation and partnership.” “Combating the pandemic requires global collaboration. India’s role is key as the world works to minimize social and economic impact, and pave the way to the vaccine, testing, and treatment access for all,\" he tweeted. During the meeting, Modi also spoke about previous government initiatives like promoting cleanliness and hygiene, and drawing upon the ancient Indian healing system of Ayurveda to boost immunity, according to a news release on his website. India has reported more than 82,000 cases of coronavirus and at least 2,649 deaths, according to data from Johns Hopkins University.  ##Cases## With international travel restrictions, health checks, government measures and more, air travel looks very different in the age of Covid-19. CNN International Correspondent Will Ripley took a flight from Tokyo to Hong Kong this week. A journey that typically takes about five hours instead became a days-long exercise. \"This is one of three flights per week, they tell me, and it's flying with 109 passengers. The capacity is well over 400, so about a fourth of the capacity,\" said Ripley, once he got on the plane.  \"It's easy to see why airlines are struggling so much right now. How do you sustain an airline, keep an airport open, when so few people are traveling?\" Ripley arrived in Hong Kong, where he received an electronic bracelet that will track his movements during the next 14 days to make sure he follows the mandatory quarantine (which everyone arriving at the airport must do, even if they test negative for Covid-19). He and all other passengers were required to get tested -- but because it was late in the evening, the results wouldn't come in until the next day. So they were all taken to government-provided accommodation at a hotel and provided with a free meal. Finally, 20 hours after he started his trip back to Hong Kong, Ripley got the news -- he tested negative. Now, it's time to go home, where he will stay quarantined for the next two weeks. He will have to monitor his health, and fill out a government-supplied daily log of his temperature and any potential symptoms. With his crusade to open America, US President Donald Trump is betting for the second election in a row that he's got a better feel for the mood of the country than his opponents. Trump's calculation to reject science and push to swiftly crank up an economy with the nation still ravaged by Covid-19 could kill many more than the 85,000 Americans who have already died. That seems a price Trump is willing to pay as he appeals directly to the many millions of Americans who are also victims of the pandemic, but who have paid with their jobs, not their lives. That's a message that could resonate. Tapping into economic pain: In states where the virus has not caused massive death tolls, it can seem remote. But economic blight is everywhere and may brew a political storm that could punish Democrats if Trump can paint them as stubborn enemies of a return to work or responsible for furloughs turning into long-term job losses. In 2016, Trump confounded the political class by seizing on the \"forgotten Americans\" who had seen their jobs in industrial heartlands disappear to low-wage economies in Asia and were contemptuous of the promises of what they saw as politically correct, \"globalist\" politicians in both parties. A familiar message: Four years later, the President, whose refusal to wear a face mask sends a message of defiance and outsider authenticity to his supporters, is again choosing a path that ignores the warnings of experts.  Trump has acknowledged that lives will be lost but says there is no alternative to reviving the economy on which so many lives rest -- and on which his reelection depends. Read the full analysis: ##Politics## As the faint smell of smoke rose up from the sidewalk and into my bedroom, I jumped up and stepped out onto the balcony to survey the Hanoi streets. The owner of my building was burning joss paper (fake money) as an offering of good fortune to their ancestors. After a week with no new Covid-19 cases, Vietnam's government had just eased its 22-day social distancing initiative, allowing some businesses to reopen on April 23. What reopening looks like: Signs of life had already begun to emerge the day before. Honking from the streets grew louder as more people rode around on their motorbikes, while local shopkeepers swept the sidewalk in front of their store -- all good signs the city was poised to reopen as planned. And now, domestic tourism is resuming too, as airlines increase flight schedules and hotels reopen throughout the country. But this wasn't just luck -- the government took action. With just 288 cases and zero deaths, this Southeast Asian country acted faster than most nations, shutting its borders with China in late January and suspending visas to prevent foreigners from entering the country.  In comparison, Malaysia has recorded close to 7,000 confirmed Covid-19 cases, Thailand has reported just over 3,000 infections and Singapore has seen more than 26,000. Read the full story: ##The Future## ##Lockdowns## Japan recorded 99 new cases of the coronavirus and 23 related deaths on Thursday, as  the government lifted the state of emergency across most of the country. That raise the national total to 16,905 cases and 723 deaths. Of those, 712 cases and 13 deaths were from the Diamond Princess cruise ship that docked at Yokohama Bay under quarantine for two weeks in February. Yesterday, Japan lifted its state of emergency for 39 of the country's 47 prefectures. It had been in place nationwide since April 16. Tokyo, Osaka, and several other hard-hit prefectures will stay under the state of emergency, and the government will reassess the situation on May 21.  The nationwide state of emergency was set to continue through May 31, but Prime Minister Shinzo Abe said yesterday he could end the order before its expiration date because he felt confident in the country's containment efforts. \"Compared to other G7 nations, we could contain the infection cases and death per capita overwhelmingly,” Abe said. This post was updated to show the new cases were recorded on Thursday. ##Cases## ##Lockdowns## Korean Air will require passengers to wear face masks on domestic flights starting next Monday, according to a company bulletin released on Friday. The measure is in accordance with a recommendation from South Korea's Central Disaster Response Headquarters, the company said.  The International Air Transport Association (IATA) also recommends that passengers and crew wear masks and other foreign airlines are taking the same measures, the bulletin said. The airline's new rule mandates that passengers on domestic flights must wear masks or appropriate face coverings before boarding as well, including at the check-in counter and the waiting area by the gates.  Children under two years of age, people who cannot remove the mask without aid, and those who have difficulty breathing with a mask are exempt. The company said plans are underway to expand the same measure to international flights after a review. ##The Future## The United States reported 27,367 new cases of the coronavirus and 1,779 deaths on Thursday, according to data from Johns Hopkins University. New York remains the hardest hit state, with 343,051 total cases and 27,641 deaths. New Jersey, Illinois, and Massachusetts follow, in that order. Thursday's numbers bring the nationwide total to at least 1,417,774 cases and 85,898 related deaths since the beginning of the pandemic.    The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking US coronavirus cases here: ##Cases## If you were hoping for an early summer vacation in Hawaii this year, the state’s governor hopes you think again. “Certainly we will be extending the 14-day mandatory quarantine for all travel into the state until the end of June,” said Gov. David Ige during an online question-and-answer session. The quarantine rule was established in mid-March, and Ige said at the time that tourists should cancel their travel for at least 30 days. The state has cracked down on visitors who fail to abide by the quarantine, in some cases telling them to leave the islands entirely.  Arrested for violating quarantine: Earlier this month, Hawaiian police arrested a California couple on their honeymoon after they ignored warnings to stay inside their hotel room. In late April, a Florida man and Illinois woman were also arrested by Honolulu police after breaking quarantine. Hotel staff notified authorities after seeing the couple return to their room with shopping bags and takeout food, according to state health officials. \"Our initial goal is to educate people,\" Lt. Audra Sellers of the Maui Police Department said. \"Our efforts are meant to keep people safe and stop them from spreading the virus.\" ##Lockdowns## ##The Future## South Korea has identified 17 more coronavirus patients linked to a nightclub cluster in Seoul, Vice Health Minister Kim Gang-lip said today.  Last weekend, authorities in the capital shut down all nightclubs and bars after a spike in cases was connected to the clubbing district Itaewon. There are now a total of 148 cases in the nightclub cluster. Authorities raced to track down people who may have been in the area during the incubation period, using cell phone data and credit card records. They have tested tens of thousands of people in the past week alone.  The country has now recorded 11,018 coronavirus cases and 260 deaths, according to Kim and data from Johns Hopkins University. Church alert: Authorities feared the outbreak of another possible cluster in the city of Incheon, where two infected people attended church services along with 1,000 others. However, a fresh crisis appears to have been avoided -- except for five people whose results are pending, all members of the congregation have tested negative.  Kim said it was likely because 300 of the 1,000 church attendees had been watching the service online, and the remaining 700 people who physically attended had worn masks and gloves and sat apart from each other. \"We can effectively stop secondary and tertiary mass infections through distancing,” Kim said. ##Cases## One of the world's most prestigious medical journals, the Lancet, tacitly called for new presidential leadership in the United States in an editorial published on Thursday. \"Americans must put a president in the White House come January, 2021, who will understand that public health should not be guided by partisan politics,\" the authors wrote. They strongly condemned actions by the Trump administration that they say \"chipped away\" at the Centers for Disease Control and Prevention's capacity to combat Covid-19. \"The (CDC), the flagship agency for the nation's public health, has seen its role minimised and become an ineffective and nominal adviser in the response to contain the spread of the virus,\" the authors said. They criticized the Trump administration for leaving \"an intelligence vacuum\" in China by cutting back CDC staff in the country just as Covid-19 began to emerge, and pointed to an instance where a prominent CDC doctor was sidelined from news briefings after warning the US to prepare for major disruptions due to the virus.  They also accused the Trump administration of \"punishing the agency by marginalising and hobbling it\" after it failed to produce high-quality diagnostic tests early in the outbreak. \"This requires an effective national public health agency,\" the authors said. ##Politics## Mexico reported 2,409 new coronavirus cases on Thursday -- the biggest one-day jump the country has seen since the outbreak began. The Mexican Ministry of Health also reported 257 new deaths Thursday. That brings the national total to at least 42,595 cases and 4,477 related deaths. Plan to reopen country: This record jump comes just one day after the government announced plans to begin slowly reopening parts of the economy starting June 1.   Mexican President Andrés Manuel López Obrador said factories and workers would be subject to new hygiene and safety protocols, adding that the Mexican people were responsible enough to follow these new guidelines. “Now there is light that indicates we will get out of the tunnel in which we were and still are,” he said.  ##The Future## ##Cases## ##Lockdowns## The United States could see its homeless population increase by 40% to 45% this year, according to an analysis by an economics professor at Columbia University. The report was published by Community Solutions, a nonprofit organization to end homelessness. More than 800,000 Americans will experience homelessness by this summer if it follows unemployment trends -- the way it did in the earlier part of the century, said Professor Brendan O'Flaherty, also a former aide to Newark Mayor Kenneth Gibson. \"This is unprecedented. No one living has seen an increase of 10% unemployment in a month,\" he said in the report, citing the current unemployment rate of 14.7%. \"If the projections of unemployment being made now turn out to be accurate, and the relationship between unemployment and homelessness follows the historical pattern, and no other major changes occur, that's what we can expect to happen.\" How he calculated this analysis: O'Flaherty made this projection using data on homelessness and unemployment from 2007 to 2009. According to the report, it found that for every 1% increase in the unemployment rate, homelessness per 10,000 people increased by 0.65. The baseline number of people experiencing homelessness was drawn from the Annual Homeless Assessment Report to Congress, and his model drew on projections for unemployment published by the Economic Policy Institute, according to the report.  ##The Future## China reported four new confirmed coronavirus cases in the past 24 hours, according to the country's National Health Commission. The new cases come from Jilin province in the northeast of the country, where a recent cluster of local infections has raised fears of a second wave and prompted fresh lockdown measures. Jilin borders both Russia and North Korea, and concerns have previously been raised over imported cases from overseas causing a renewed outbreak. There are also 11 new asymptomatic cases nationwide, which are counted separately from symptomatic cases, the NHC said today. Two of those were imported.  That raises mainland China's total to 82,933 infections since the start of the pandemic, and 4,633 related deaths. These totals don't reflect current active cases; so far, 78,209 patients have recovered and been discharged from hospital, according to the NHC. ##Cases## ##Lockdowns## The first known Covid-19 cases have been confirmed in Bangladesh's refugee camps in Cox's Bazar, the United Nations said on Thursday, citing the Bangladeshi government. The camps at Cox's Bazar are home to nearly a million Rohingya refugees, many of whom fled across the border to Bangladesh to escape violence in neighboring Myanmar.  One of the confirmed cases was a Rohingya refugee, and the other was a Bangladeshi citizen who lives in the surrounding area of the camps, the United Nations High Commissioner for Refugees (UNHCR) said in a statement. Bangladesh currently has at least 18,863 confirmed cases of coronavirus, with 283 deaths, a tally from Johns Hopkins University shows. Government response: The Bangladeshi government suspended most of the services within the densely populated camps in late March, including educational programs and other advocacy work. Health officials have now begun to treat both patients while isolating and testing other refugees in the camps, the agency said. Covid in the camps is \"a nightmare\": “The first positive case of Covid-19 in the Rohingya refugee camps in Bangladesh is the realization of a nightmare scenario,” said Daniel P. Sullivan, a senior advocate for human rights with the US-based organization Refugees International. “In addition, the prevalence of underlying health conditions among refugees and the deteriorating sanitary conditions sure to come with the looming monsoon and flooding season make for a witch’s brew of conditions in which the virus is sure to thrive,\" Sullivan added. Sullivan also stressed the importance of the Bangladeshi government’s efforts to ensure open communication as well as more medical resources within the refugee camp to prevent and prepare for further spread. CNN has reached out to the Bangladeshi government for a comment. ##Cases## Mike Bowen, executive vice president of Prestige Ameritech, a medical supply company in Texas, said today the US dependence on foreign masks has been a national security issue for years.    “Forgive me for being angry; I'm angry because I've done this for so, so long. And I've been ignored for so long. And I apologize,” Bowen said, fighting back tears. Bowen made the remarks today before a House Energy and Commerce Committee hearing. Foreign dependence: Bowen said the issue of US dependence on China for masks is “not some multibillion dollar problem.” The issue, he said, amounts to “people trying to save pennies across the whole United States.” Bowen said to help end over-reliance on foreign suppliers, the US government should say it is a national security problem. \"It requires the (Centers for Disease Control and Prevention), telling America's hospitals 'you’re dependent on foreign made masks’ and put them in legal liability. They have to protect their patients and staff,\" he added. China controls most of the world’s mask supply, Bowen said. China sells a box of masks for $1, he said, while he sells them for about $5. “Their prices are so cheap that they've captured most of the world's mask market,” he said. “Their masks cost less than the materials. If I take my labor costs totally out, I'm still nowhere near the cost of their products,” Bowen said. ##Politics## French Prime Minister Edouard Philippe has announced an “unprecedented” 18 billion euro ($19.4 billion) plan to support the country’s tourism industry. Under the plan, tourism businesses will be eligible for grants of up to 10,000 euros ($10,800). There are also government-guaranteed loans totaling 6.2 billion euros ($6.7 billion). “(Tourism in France) is probably facing the worst test in its modern history, even though it is one of the jewels of the French economy,” Philippe said Thursday, adding that French residents would be able to go on domestic summer holidays in July and August. Philippe said cafés and restaurants in green zones -- where the coronavirus epidemic is not as bad -- would reopen on June 2 as long as the situation doesn’t deteriorate. For Paris and other areas in red zones, a decision to reopen cafés and restaurants would be made during the week of May 25. He also thanked the tourism industry for guaranteeing that full refunds would be given for cancellations related to coronavirus.  ##The Future## Brazil's President Jair Bolsonaro warned that more restrictive social isolation measures would break the country and said there wouldn’t be enough money to pay public sector workers. This story about lockdown, closing everything, that is not the path,” he told journalists gathered outside the presidential residence, “That is the path to failure, to breaking Brazil.” Brazil reported its highest daily spike in new cases on Thursday, with nearly 14,000 infections. Bolsonaro said quarantine measures already introduced by many governors across the country were making the crisis worse. “Brazil is turning into a country of poor people.” He warned, “there won’t be enough money to pay public sector workers.” The number of confirmed coronavirus cases in Brazil has risen to nearly 203,000, according to the country’s health ministry. Brazil has the sixth highest number of coronavirus cases in the world. It stands behind the US, Russia, UK, Spain, and Italy, according to Johns Hopkins University. ##Lockdowns## At least 302,025 people have died from Covid-19, according to Johns Hopkins University’s tally of deaths across the world. A total of at least 4,437,442 people have been infected with the virus globally, JHU data shows. See CNN's global case tracker here: ##Cases## The number of confirmed coronavirus cases in Brazil has risen to at least 202,918, according to the country’s health ministry. For the second day in a row, Brazil recorded its highest daily spike in new cases with 13,944 reported. There were 844 new deaths registered in the past 24 hours, according to health ministry data. The total number of deaths in Brazil from Covid-19 is now at least 13,993. What we know: Brazil is currently among the top 10 countries in the world with the highest number of coronavirus cases, ranking sixth, according to data from Johns Hopkins University. It is the country with the most cases and deaths in Latin America. ##Cases##", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-15-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}