{"Type": "article", "Time": "2020-09-03", "Headline": "Thailand managed 101 days without local coronavirus cases. Will it open borders soon?", "Text": "Just a day after marking the significant milestone of 100 days without local coronavirus transmission, the virus has reared its head once again in Thailand.  News of a fresh infection came as the Thai government faces growing pressure from businesses to reopen borders to international tourists, as months of travel restrictions have devastated its heavily tourism-dependent economy. The latest case was revealed to be a 37-year-old man who was arrested in Bangkok on drugs charges and tested positive after arriving at a Bangkok correctional center. Health officials say that he had no recent travel history and that his quarantine cellmates had all tested negative. \"This case is a local transmission case after over 100 days were passed with no report of locally transmitted infection,\" Dr. Suwannachai Wattanayincharoen, director of Thailand's Disease Control Department, told a press conference on Thursday. Until the announcement, the Southeast Asian country has not recorded any local infections since late May. It is still finding coronavirus cases in overseas arrivals, who are subjected to a mandatory 14-day quarantine period. Patients remain in quarantine until they've recovered.  So far, the country of 70 million people has a caseload of just 3,427, with 58 deaths. More than 28% of the reported infections are overseas cases, according to the Health Ministry. Thailand was the first country to detect the coronavirus outside China, confirming its first case on January 13 -- a Chinese tourist who had flown to Bangkok from Wuhan.  The country had first refrained from banning Chinese tourists, but in late March, when its caseload surged close to 1,000, the Thai government declared a state of emergency and banned all non-resident foreigners from entering. The border closure has helped protect the country while the virus rages across the world, but it has also dealt a huge blow to its tourist sector, which according to the World Bank normally contributes close to 15% of Thailand's GDP. In June, the Tourism Council of Thailand said it expected to see an estimated 8 million foreign tourists this year, an 80% drop from last year's record number of 39.8 million. Thailand's economy shrank 12.2% in the second quarter of this year, its worst in 22 years since the Asian financial crisis in 1998. \"We hope that we can find ways to bring back tourists in the future. Bringing tourists back is one of the key factors to revive the Thai economy in the remaining part of this year and next year as well,\" said Don Nakornthab, Senior Director of Economic and Policy Department at the Bank of Thailand. \"But we have to do it carefully, because if the second wave happens, especially as a result from opening up for tourists, it will put Thailand into trouble again,\" he said at a press conference Monday. \"Safe and Sealed\" Thailand's Minister of Tourism Phiphat Ratchakitprakarn said late last month the country is aiming to allow foreign tourists to enter the country through a program dubbed \"Safe and Sealed.\" \"I have asked the prime minister for approval to set October 1 as the date to allow (inbound) tourists to enter,\" he said. \"I also have requested to use Phuket as a pilot model ... and have received approval from the Center for Economic Situation Administration.\"  If successful, the project will be expanded to include other destinations. In the beginning, tourists will be permitted to fly into Phuket -- Thailand's largest island -- and will need to quarantine in a designated resort for 14 days.  Phiphat cited popular Patong Beach as an example of an area where this could work. Special one-kilometer zones consisting of three-to-four resorts could be set up there, allowing quarantined tourists to spend time on the beach -- so long as they stay in their designated area.  Travelers will need to get tested for Covid-19 at the beginning and end of their quarantine period. Then, they will be free to travel on the island.  But the minister says tourists who wish to travel beyond Phuket will have to stay in quarantine for an additional seven days and will have a third Covid-19 test at the end of that 21-day quarantine period.  Hotel staff who work in these designated zones will not be permitted to leave without first going into quarantine and will be tested regularly for Covid-19 as well to prevent the spread of the virus.  Yuthasak Supasorn, governor of the Tourism Authority of Thailand, told CNN Travel last month the plan had been approved by the government and the next step involves holding a public hearing to get approval from local residents -- which is expected to take place in early September. As October draws closer, however, Yuthasak said on Thursday that Phuket might not be able to receive tourists on October 1 as planned. \"There is still a lot to be done. The prime minister has just said that we have to make preparations,\" he said.  Vichit Prakobgosol, president of the Association of Thai Travel Agents, said most members of the association strongly support the program and hope to see tourists returning to Thailand in the last quarter of the year. \"This must be done urgently, (otherwise) Thailand will really be in deep trouble. There will be even more people losing their jobs,\" he said. Balancing risks While the tourism and hospitality sectors are keen to reopen borders, many Thai residents remain concerned about the potential health risk. According to a poll conducted by the National Institute of Development Administration in July, over  55% of the 1,251 people surveyed across Thailand were against a proposed \"medical and wellness\" program, which would open the country to foreigners who test negative for Covid-19 for medical treatment.  Thais don't need to look far for a cautionary example of how easily the virus can resurface in countries where it has seemingly been eliminated. Vietnam, another tourist hotspot in Southeast Asia, also had a 100-day streak of no local transmitted infections -- and a proud record of zero coronavirus deaths. But that ended in late July, when a fresh outbreak emerged in its popular resort city of Danang. Since then, Vietnam has recorded 34 coronavirus deaths. Further away in the Pacific, New Zealand had gone without any local transmitted cases for 102 days, before a new outbreak last month placed its most populous city Auckland under lockdown.   In June, Thailand proposed the idea of a \"travel bubble\" with select countries where infection numbers were kept low. The plan would have allowed travelers to move between those destinations without having to go through quarantine. However, the proposal was shelved after new waves of infections hit multiple potential destinations under Thailand's consideration, including Japan, South Korea and Hong Kong. Yuthasak told CNN on Thursday that the plan hasn't been revived. \"We are not looking at that option for now,\" he said.", "Section": "travel", "Writers": ["Kocha Olarn", "Nectar Gan"], "URL": "https://www.cnn.com/travel/article/thailand-100-days-coronavirus-free-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}