{"Type": "article", "Time": "2020-09-27", "Headline": "Supreme Court battles symbolize an age when political opponents are also sworn ideological enemies", "Text": "The days of relative anonymity are over for President Donald Trump's pick for the Supreme Court. A Washington firestorm is already growing around Amy Coney Barrett, a conservative federal appeals court judge.  Her every public statement, personal financial decision, college-era escapade, academic opinion, religious belief, political comment and judicial ruling will come under searing scrutiny. And the usual ordeal of Senate confirmation hearings will be even more intense this time around, since it occurs at a moment of extraordinary political stress.  Trump's pick will create an unassailable conservative majority on a Court that could shape American life for decades, on issues ranging from abortion to climate change. The hearings will take place in the final days of the most contentious election in decades, and Democrats believe Republican lawmakers are stealing the next president's chance to fill the seat. And if this weren't sufficiently intense, Trump has said the new justice could be called upon to help adjudicate the election results.  Supreme Court confirmations weren't always this contentious. Ruth Bader Ginsburg, whose death last week triggered this uproar, was confirmed in 1993 by a 96-3 margin. In 2005, the Senate voted 78-22 to install Chief Justice John Roberts. But Supreme Court battles have lately come to symbolize an age when political opponents are also sworn ideological enemies. Some experts date the birth of the Supreme Court wars to Ronald Reagan's nomination of conservative Judge Robert Bork in 1987. Democratic Sen. Edward Kennedy warned that in Bork's America, \"women would be forced into back-alley abortions, Blacks would sit at segregated lunch counters, rogue police could break down citizens' doors in midnight raids, and schoolchildren could not be taught about evolution.\" The senator who presided over Bork's hearings was none other than Joe Biden, who if elected as President may be saddled with a conservative court in the mood for mischief. Bork wasn't confirmed in the end. But the seeds were sown of a fierce fight for control of the Supreme Court, in which conservatives are now emerging victorious. Borked Bork was a critic of a Supreme Court case, Griswold v. Connecticut, which paved the way to legalize birth control. In fiery hearings in the Senate Judiciary Committee, Biden challenged the nominee on what he understood to be Bork's belief that such rulings are invalid because the Constitution does not distinguish between individual rights that it does not specifically identify. \"I mean isn't that what you're saying?\" Biden asks above. \"No, I'm not entirely but I'll straighten it out,\" Bork responds, explaining that he believed legislators, not judges, should decide such questions. (Sept. 15, 1987) Chance encounter Trump had a rare encounter with angry Americans on Thursday, with spectators booing him as he paid respects to Ginsburg at the top of the court steps. Wearing a black mask, Trump turned and headed indoors after a sparse crowd began to yell \"Vote him out.\"  'Enough is enough. You have created enough troubles for the world already' Who would have guessed that Trump's campaign promise of \"so much winning\" would include getting seriously burned at the UN from one of the world's worst rights abusers? In the ongoing battle between China and the US at the United Nations, US Ambassador Kelly Craft accused China of transforming \"a local epidemic into a global pandemic\" by failing to contain the coronavirus, at a virtual Security Council meeting on Thursday. Chinese ambassador Zhang Jun scolded her in return: \"I must say, enough is enough. You have created enough troubles for the world already.\" Finally some answers Earlier this week, we invited you to match speeches given at the UN General Assembly to the presidents and prime ministers who gave them.  Most readers cheated and looked the answers up. However, even those who relied purely on their wits to identify the style and message of the speeches got quote #1 right: The president who described the world as \"one big family\" and warned against \"the trap of 'clash of civilizations'\" was China's Xi Jinping. \"Without looking, I only guessed Xi's words correctly. It is the type of language the Soviets used, without mentioning that the peace must come in their terms,\" wrote Heikki in Finland. It was Iranian President Hassan Rouhani who accused the US of putting \"the foot of arrogance on the neck of independent nations\" in quote #2. Several readers incorrectly guessed this might be Russian President Vladimir Putin, and one French reader confessed she thought it might be the dramatic flourish of French President Emmanuel Macron. Quote #3 -- \"There is no blood in the sand. Those days are hopefully over\" -- was a pure Trumpism, though those who guessed Israeli Prime Minister Benjamin Netanyahu were not far off -- Trump was indeed touting the normalization deals recently struck between Israel, Bahrain and the UAE. \"I cheated and looked up the speeches,\" wrote Carol in the US. \"Most important to me, I wanted to read entirely Trump's words.  His speech (#3) was - of course - brag, blame, brag.\" And quote #4 -- \"When elephants fight, it is the grass that gets trampled flat\" -- was in fact Philippines President Rodrigo Duterte's warning to greater powers about rising geopolitical tensions. Readers also guessed Turkish President Recep Tayyip Erdogan, Indian Prime Minister Narendra Modi, and Thai PM Prayut Chan-o-cha. Speaking perhaps for her fellow readers, Kathy in Pennsylvania declined to make any guess, but observed, \"Watching the UN do something is like watching grass grow. A lot of US citizens are not interested in what's going on around the world. Hence, America First. It's hard enough trying to figure out what's going on living in Trumpville USA.\" \"Maybe if we were in normal times, or maybe if we weren't leading the charge with the worst pandemic deaths, or maybe if picking a Supreme Court Justice didn't have the intrigue of a spy novel, the average citizen would focus on the UN, which is a pretty important body in the big picture view,\" she added. ", "Section": "world", "Writers": ["Shelby Rose", "Caitlin Stephen Hu", "Stephen Collinson"], "URL": "https://www.cnn.com/2020/09/27/world/meanwhile-in-america-september-25-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}