{"Type": "article", "Time": "2017-08-04", "Headline": "Tillerson gets chance to deliver message to North Korea in person", "Text": "The North Korean foreign minister and US Secretary of State walk into a room together.  The world isn't waiting for a punchline; they're waiting too see what Pyongyang and Washington's top diplomats will do when they sit down in the same room for the first time. On Sunday, Ri Yong Ho and Rex Tillerson will both be in the Philippines for the annual Association of Southeastern Asian Nations' (ASEAN) Regional Forum, a dialogue to discuss security issues which includes 27 countries. It's the highest-level annual encounter between North Korea and the United States, says Mike Fuchs, a former deputy assistant secretary of state for East Asian and Pacific affairs, and the first during the Trump administration.  \"It will be a very important opportunity again for the United States and North Korea to send messages -- unvarnished, with no middle-men -- to one another about their policies,\" Fuchs said. \"The interesting dynamic is the signals sent from one to the other when they're in the room together.\"  Tillerson will have the tough task of trying to reassure allies in the room like Japan and South Korea while also trying to make clear to North Korea what the United States can and cannot accept from Pyongyang's rapidly progressing weapons program, Fuchs, now a senior fellow at the Center for American Progress, told CNN.  With North Korea's successful test-firing of two separate missiles that experts say are capable of putting the continental United States in range of Pyongyang's nuclear weapons, many analysts say US officials now need to consider the country an immediate threat.  'Almost toying with the US' Susan Thornton, the acting assistant secretary at the State Department's Bureau of East Asian and Pacific Affairs, told reporters Tuesday that Tillerson does not plan to meet with Ri.  It remains unclear if the two sides will have lower-level meetings. \"There's not going to be a huge sitdown. There may be third party intermediaries to try to relay messages back,\" said Rodger Baker, the vice president of strategic analysis at Stratfor. With the success of the recent North Korean missile tests, Pyongyang's diplomats could believe they have the upper hand at the moment. \"You look at the way they've been shaping rhetoric recently and it's almost toying with the US a little bit,\" Baker said. \"From their perspective, the US in a year or two (once they develop more missiles) is going to have to sit down and just engage with North Korea as a peer-to-peer state.\"  One of those country that's long pushed for both sides to sit down and discuss the situation on the Korean Peninsula is China.   But another key issue on the agenda could undermine China's attempt at playing the role of peaceful interlocutor. 'Another delaying tactic by Beijing' The Philippines Foreign Ministry said it expects ASEAN and China to endorse a framework on a Code of Conduct for issues in the South China Sea, one of the world's most strategically important waterways and home to a messy territorial dispute that pits multiple countries against each other. ASEAN member states and China have been trying to hammer out a Code of Conduct, a formalized process for dispute settlement, with respect to the South China Sea for years.  Negotiating the framework, which paves the way for the Code of Conduct is good for China in the sense that it helps back up the idea of its rise as a peaceful power, analysts say. \"It's an opportunity for China to say we're cooperative, we're friendly, without really having to commit too much,\" said Baker, the Stratfor analyst. \"But at the same time if you watch, they're also very threatening to their neighbors in a way that's even more overt right now than it's been in a long while.\"   China and the 10 members of ASEAN have long been at odds over the South China Sea. China, Vietnam, the Philippines, Taiwan, Indonesia, Malaysia and Brunei have overlapping claims in the strategically important waterway. Though China has supported the idea of Code of Conduct, it has been by far the most aggressive of all the countries when it comes to asserting its claims in the disputed waters, building artificial islands and deploying its military assets on them. China also said it would ignore a ruling from an international tribunal last summer that ruled against many of its claims in the South China Sea. Vietnam recently suspended drilling operations in contested waters after threats from China, according to a report in the BBC. This was in contrast to 2014, when Hanoi took a much stronger stance when China was drilling in waters it claims. An agreement centered around the current proposals for the framework would be seen as another victory for Beijing, many US-based analysts say. \"Some of the Southeast Asian claimants, especially the Philippines, are selling this as the first step toward a code, and plan to push for an early start to discussions toward that eventual document, but others, like Vietnam and Singapore, see it for what it is: another delaying tactic by Beijing,\" says Greg Poling of the Asia Maritime Transparency Institute. \"It has worked; ASEAN set aside the tribunal ruling, didn't complain about continued Chinese militarization of the South China Sea, watered down its joint statements, and basically wasted a year, all so they could reiterate the same principles they already agreed to in the Declaration on Conduct 15 years ago,\" Poling said in an email. Poling and other analysts believe that ASEAN states are unwilling to stand up to China as they did in previous years they do not think the Trump administration will come to their aid in the event of any disputes in the South China Sea. \"This is a huge win for China,\" said Fuchs the former State Department official. \"This is a direct result of a vacuum of US leadership on this issue since the Trump administration came to office.\"", "Section": "politics", "Writers": ["Joshua Berlinger"], "URL": "https://www.cnn.com/2017/08/04/politics/rex-tillerson-us-asean-north-korea-south-china-sea/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}