{"Type": "profile", "Time": "2015-01-06", "Headline": "Amara Walker", "Text": "Amara Walker is an anchor and correspondent based at the network's global headquarters in Atlanta.   Walker began her career at CNN as an anchor for CNN International in 2012. During her time with CNNI, she distinguished herself as one of the lead breaking news anchors having covered a number of live major international news events, without a script for hours on end.  Walker was part of the election night team that covered the contentious 2020 Presidential election and the Georgia Senate runoff.  She reported on President Trump's repeated attacks against the Georgia Secretary of State baselessly claiming fraud. Her subsequent reports focused on the investigations into Trump's phone call pressuring the Secretary to \"find\" more votes after his loss to Joe Biden.   She also anchored the network's coverage of the ongoing humanitarian and political crisis in Venezuela; and the large-scale demonstrations against a controversial extradition bill in Hong Kong in June 2019, helming the network's rolling coverage of protesters storming the city's Legislative Council building in June 2019. Walker was also live on the air as a fire ripped through Notre Dame Cathedral in Paris in April 2019.   Other major live events Walker has anchored include the truck terrorist attacks in Nice, France and the Berlin Christmas market in 2016, the 2017 La Rambla van attack in Barcelona, the attempted coup in Turkey in 2016, the 2015 deaths of Singapore's founding father Lee Kuan Yew and Saudi Arabia's King Abdullah, the death of Ariel Sharon, the South Korea Sewol ferry disaster, the historic double canonization of John XXIII and John Paul II, the search for missing Malaysia Airlines Flight 370 and the referendum in Crimea, which led to Russia's annexation of the Ukrainian region. She was also live on the air as security forces stormed Kiev's Independence Square, which ultimately led to the crisis in Ukraine. In 2014, Walker led the network's initial coverage of the Ottawa shootings at the Canadian Parliament which was simulcast on CNN and CNN international.  Walker was also nominated for an Emmy award for her breaking news coverage of the Manchester Arena bombing attack during an Ariana Grande concert in 2017. Additionally, Walker provided updates on Anderson Cooper's AC360's \"360 Bulletin.\"   Walker previously served as a news anchor and general assignment reporter at WFLD in Chicago. While there, she reported from President Barack Obama's re-election campaign headquarters during the 2012 U.S. presidential election. She also covered the 2012 Chicago teachers' strike that shut down the public school system for eight days. In addition, she contributed numerous reports on the violence plaguing the south side of Chicago.   Prior to Chicago, Walker spent seven years at WTVJ in Miami as a weekend evening news anchor and general assignment reporter. During her time there, she reported on major national and international stories including the capture and killing of Osama bin Laden, the 2012 Florida Republican primary, the 2006 NBA championship and the 2010 governor's race in Florida. In the summer of 2005, she reported from New Orleans and Mississippi as Hurricane Katrina was bearing down on the South. After the earthquake struck Haiti in January 2010, Walker traveled to the country to cover the devastation.   Born and raised outside of Los Angeles, Walker graduated Magna Cum Laude with a dual degree in political science and broadcast journalism from the University of Southern California. She speaks conversational Korean and Spanish.   Follow Amara on Twitter: @AmaraCNN and on Instagram @AmaraWalkerCNN ", "Section": null, "Writers": [], "URL": "https://www.cnn.com/profiles/amara-walker", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}