{"Type": "", "Time": "2018-08-19", "Headline": "Likely Philippines-China joint exploration for oil and/or natural gas in the South China Sea – Manila Bulletin", "Text": "PEACE-MAKERBy JOSE C. DE VENECIA, JR.Former Speaker of the HouseA distinct likely prospect now is the signing next month of a Philippines-China framework agreement for joint exploration for hydrocarbons, for oil and/or natural gas, in the West PhilippineSea, which will reduce or put an end to chances of conflict in the area.The area of the waters within the Philippines’ 370-kilometer Exclusive Economic Zone on the South China Sea has been renamed the West Philippine Sea.Foreign Secretary Alan Peter Cayetano has been undertaking pragmatic diplomacy and hopes to visit Beijing in September most likely to sign an agreement to drill an exploration oil or gas well in the area, which we believe could lead to substantial hydrocarbon discoveries which will reduce Philippine dependence on our heavy imports of crude oil from Saudi Arabia on the Persian Gulf or Arab Gulf to the Arabs.When we were speaker of the House of Representatives and founding chairman of the International Conference of Asian Political Parties (ICAPP) in the year 2000,  we accompanied then President Gloria Macapagal Arroyo on her first state visit to China, which coincided with the Third Biennial Conference of the ICAPP (now representing some 300 ruling, opposition, and independent political parties in Asia) held in Beijing. To take advantage of the happy occasion in the Chinese capital, we proposed to the president that we negotiate and sign a Joint Oil Seismic agreement with China in the South China Sea which she promptly approved, and together, we presented the idea to our host, the China President Hu Jintao, who heartily gave his approval.After we left the Chinese president for another meeting, we thought of another potential winner, and proposed that we include the other claimant in the South China Sea, Vietnam, for a Tripartite Agreement.  The Chinese president then smiled and gave his immediate assent, and then both Presidents Hu Jintao and Gloria Macapagal Arroyo turned around and looked at me, to undertake a special mission to convince the Vietnamese to be the third signatory, in what was to become a Tripartite Seismic Agreement. After another day in Beijing with wife Gina, then President Arroyo and the First Gentleman Mike Arroyo returned to Manila after a most successful visit to China.After a quick check with our office in Congress, we hurriedly motored to the airport for our journey to Hanoi to convince the Vietnamese to co-sign what would become the Tripartite Seismic Agreement in the South China Sea.We were not apprehensive of our Hanoi visit. While Vietnam was the third claimant of isles and areas in the South China Sea, obviously also for the area’s hydrocarbons, we were also of the belief that friendship in ASEAN and realpolitik would insure that Hanoi would co-sign a tripartite seismic pact.In Hanoi, we met with both the past and the current Communist Party of Vietnam (CPV) general secretary, Nguyeh Duc Manh and Nguyen Phu Throng, respectively, who are our old friends, and both actually higher in rank than Vietnam’s president or prime minister. We had the other good fortune that Vietnam’s capable deputy foreign minister was also a graduate of our De La Salle College, where we finished high school, and as with the Vietnam speaker, we were on first-name basis.We went home with Vietnam’s agreement on the proposed tripartite Philippines-China-Vietnam venture, hopefully a precursor of the anticipated eventual common oil exploration and development agreement in the South China Sea. The costs of the detailed wide-ranging seismic survey in the Sea were to be jointly shared by the three governments.The subsequent seismic survey findings indicated a number of attractive drillable structures, which could most likely bear hydrocarbons (oil and/or gas) below the sea, and which can only be tested by strategraphic tests — direct drilling by expensive exploration below the sea bed conducted by modern drill ships.When we were president of the Philippine Petroleum Association, representing then the Filipino oil exploration companies, including our own companies, Basic Petroleum and Landoil, co-led by our brother Oscar de Venecia, the best and biggest drillships and semi-submersibles at the time were those built and owned by the Americans. Most of the offshore drilling was in the North Sea, off the US West Coast, in the Gulf of Mexico, and off the Alaskan coast.A few years ago, while on a visit to southern China, our friends in the offshore oil exploration industry, spoke of giant Chinese drillships and drilling platforms, some on standby off Fujian or Guangdong waters or near Hainan island.Instead of hiring US or Western drillships, which would have to sail great distances to reach potential drilling sites in the South China Sea, it would indeed be prudent and less expensive, if any first joint Filipino-Chinese oil-drilling venture in the China Sea would engage the huge Chinese offshore drillships parked nearby. The exploration costs and drillship rentals would be cheaper and shared, and in any Filipino-Chinese oil drilling partnership, the most likely operator would be a Chinese oil company partner, most likely government-owned, and which would engage on contract the Chinese oil-drilling ship.This would be the likely scenario if our astute Foreign Secretary Alan Peter Cayetano finalizes an oil exploration agreement with China with a commitment to a number of offshore wells in the South China Sea and which, we would guess, would result in substantial oil discoveries that would dramatically reduce our huge annual oil bill and almost total dependence on Arabian crude oil.These outcomes would immediately be beneficial to the Philippines and China because the crude oil or natural gas could immediately be shipped to Philippine or Chinese refineries nearby, unlike hydrocarbons discovered in distant seas, like those on the Persian Gulf.Presumably, any agreement with China will comply with the Philippine Constitution, which reserves the Philippines’ natural resources for exploitation and use by Filipinos, if the drilling is conducted in a Filipino Petroleum Exploration Concession (PEC).The Filipino-Chinese exploration agreement will most likely designate an “operator,” as in all Western or Eastern oil exploration agreements. One of the partners will undertake the management of the drilling operation designated as “Operator” with the costs shared by the parties, with obviously the manager-operator given an extra fee. The operator could also be the Filipino partner  but unlikely because the management of the drilling will be undertaken by the operator.The much larger work will commence when oil is struck and the huge problems of development begin — raising huge finance, building pipelines in the sea all the way to on-land destinations, or loading more crude on tankers destined to farther ports in China or the Philippines or for third-party buyers.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2018/08/19/likely-philippines-china-joint-exploration-for-oil-andor-natural-gas-in-the-south-china-sea/", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "MB"}