{"Type": "article", "Time": "2018-03-04", "Headline": "US aircraft carrier in Vietnam for historic visit aimed at Beijing", "Text": "For the first time since the end of the Vietnam War more than four decades ago, a US Navy aircraft carrier has arrived in the country. The USS Carl Vinson anchored two nautical miles off the port city of Danang, which was a key battleground during the war that ended in 1975. \"Our nations' relationship has reached new heights in the past few years, and the USS Carl Vinson's port visit to Vietnam is a reflection of that,\" said US Pacific Fleet Commander Adm. Scott Swift. Publicly, the United States has portrayed the four-day visit by the Vinson and its contingent of 5,000 sailors and aviators as a historic opportunity to enhance the budding friendship that has emerged between the two former foes. But it's far from a standard port call. Analysts say the visit by the 95,000-ton carrier to Vietnam is a clear shot at Beijing, designed to counter China's aggressive island building and militarization in the South China Sea. \"Vietnam has been deeply concerned about China's pugilistic and aggressive moves in the South China Sea,\" said John Kirby, a retired US Navy rear admiral and CNN military and diplomatic analyst.   \"They are worried about where China is going, and they have wanted for years now to have a better relationship with the United States.\" Cultural exchanges, including culinary and sporting activities, will take place between some of the US military personnel on board and their Vietnamese counterparts. Some US sailors will also visit a center for victims of Agent Orange, the toxic chemical compound used by the US during the conflict to destroy jungles and forests. Island fortresses The subject of China, and Chinese activity in the South China Sea, is likely to loom large over the visit. Since 2014, China has forged ahead with island-building in the disputed waters, despite a landmark ruling in 2016 by the Permanent Court of Arbitration in The Hague, which said there was no legal basis for China's maritime claims.  China's claims to the South China Sea stretch roughly 1,000 miles from its southern shores, pitting it against Taiwan, the Philippines, Brunei, Malaysia, and Vietnam.  High-resolution aerial images of China's reclamation efforts in the Spratly Islands, recently obtained by the Philippine Inquirer newspaper, show that the reefs and sandbars have been turned into island fortresses, with ports, air strips, lighthouses, hangars and multi-story buildings.  Vietnam is among the claimants that has stood up most publicly against China, after the Philippines -- long one of most ardent critics of Chinese expansion in the area -- reversed course under President Rodrigo Duterte. In June 2017, Vietnam refused Chinese demands to cease drilling on Vanguard Bank, an area that belongs to Vietnam under international law. Vietnam had granted a subsidiary of Spanish company Repsol drilling rights to the bank. China claims the area is part of its territory. Vietnam eventually backed down a month later, under pressure from China.  Vietnam has also urged its fellow ASEAN nations to take a stronger stance against China in the South China Sea, though the body has largely chosen not to forcefully challenge Beijing. \"This is obviously a game of balance of power, and China is flexing its muscle in the South China Sea,\" said Le Hong Hiep, a fellow at Singapore's ISEAS Yusof Ishak Institute.  \"Other countries will need to do more to counteract China.\" US role The United States has long had a robust naval presence in Southeast Asia, in part to ensure the openness of the South China Sea trading routes. Some $5 trillion in goods pass through those waters each year.  Under US President Donald Trump and his predecessor, President Barack Obama, the US has conducted \"freedom of navigation\" operations, sailing military vessels and flying planes close to islands China controls, often triggering heated warnings from Chinese patrols.  But it has done little to rein in China's expansionism in the South China Sea. \"The US does need to take a consistent and perhaps more assertive approach to how to deal with this advancement,\" said Kirby.   \"I do not think it's too late to forestall further militarization, but I think we need to have a comprehensive -- and not just a military -- strategy for how to deal with this.\" In Vietnam, the United States sees an opportunity to join forces over a common problem and push back against China's growing influence in Asia.  US military ties with Vietnam have deepened since 2016, when Obama lifted the decades-old embargo on US arms sales to the country as part of his Asia pivot.  Under Trump, military cooperation with Hanoi has continued.  Despite pulling the US out of the Trans-Pacific Partnership, a regional trade deal that Vietnam was a key part of, Trump has maintained strong ties with Hanoi.  In November, Trump visited Vietnam as part of his inaugural Asia trip aimed at reassuring allies that the US was still committed to the region, and in January, the US Defense Secretary James Mattis also visited, laying the groundwork for this week's visit by the USS Carl Vinson.  US message: We're here to stay In addition to Vietnam, the US is also tightening military cooperation with long-standing allies Australia, Japan and India.  The nomination of Adm. Harry Harris, the highest commander of US forces inthe  Asia Pacific region, as US ambassador to Australia is expected to further enhance cooperation between Canberra and Washington in issues relating to the South China Sea. US warships have visited Vietnam several times since November 2003, when a US frigate, the USS Vandegrift, made the first port call to the country since the Vietnam War ended. However, a visit by an aircraft carrier is of a different level and something that government officials in Beijing will be paying close attention to. On Friday, a Chinese Ministry of Foreign Affairs spokeswoman said that she hoped that the visit can \"play a constructive role for the region instead of making the regional countries feel worried.\"  Kirby said the carrier's arrival in Vietnam sent a clear signal.  \"It's a message to Vietnam, about how much we care about that relationship; it's a message to China, about what they're doing in the region; but it's also a broader message to everyone in the Pacific region, that the United States is here and we're here to stay,\" Kirby said.", "Section": "asia", "Writers": ["Matt Rivers"], "URL": "https://www.cnn.com/2018/03/03/asia/vietnam-us-uss-vinson-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}