{"Type": "article", "Time": "2018-04-30", "Headline": "Introducing Asia's new crop of co-working hotels", "Text": "As remote working becomes more mainstream, your \"office\" can be at home, by the beach in the Maldives or at a cafe in Sydney. According to a 2017 report by Global Workplace Analytics and FlexJobs, the number of telecommuters in the US workforce has increased 115% over the past 10 years.  It's not just managers and human resources representatives who are adjusting to the work-style shift.  In Asia's major cities, a crop of new hotels has incorporated co-working spaces to cater to remote workers and roving entrepreneurs. In Hong Kong, Kerry Hotel opened in 2017 with a sprawling space devoted to Kafnu -- a creative professional community that's rapidly expanding across Asia.  On the south side of Hong Kong, Ovolo's sister hotel Mojo Nomad feels like an upscale hostel, with affordable co-living spaces aimed at digital nomads.  And in Beijing, hotels such as Hotel Jen provide a co-working space, communal areas and an in-house microbrewery.  \"There's a certain expectation of what hotels do. But what we've seen over the last 20 years or so, is that people change and the new generations have a different mindset,\" Morris Sim, chief marketing officer of Kafnu's parent company, Next Story Group, tells CNN Travel.  \"There's also a concurrent trend that is about maintaining better work-life sanity. Nowadays, life is so blurred together that when you feel like you're living, you are actually working. That's why we included lots of fun, leisure areas -- so lots of opportunities to unwind even for five minutes, or even for 30 seconds.\" A 360-degree lifestyle hub Last fall, Kafnu debuted inside the Kerry Hotel in Hung Hom -- an up-and-coming business hub about 30 minutes from Central by MTR.  Overlooking Victoria Harbour, the communal work and lifestyle space provides direct access to the hotel's manicured gardens, as well as private offices, hot desks, recording studios, a kitchen and even a speakeasy-style whisky bar, hidden in the back of the space. In February, Kafnu's second property opened in the heart of Taipei, Taiwan -- Sim's hometown. This time, the community isn't situated inside of a hotel. Instead, Kafnu Taipei is a 12-story vertical village, which includes co-living facilities in the form of a capsule hotel and several full-size guest rooms. \"We started by thinking about each 24-hour cycle of a person's life, and we try to provide services for as much of that 24 hours as possible,\" explains Sim.  \"We don't assume working spaces are always going to take the form of desks and chairs -- some people may prefer a communal table, a podcast studio, or they might need a green screen room to create videos with special effects.\" In addition to overnight dynamic work spaces and overnight accommodations, members will also find meeting rooms, a restaurant, professional-grade music studio, photography studios, an urban fitness center and a craft rum bar. \"We built this space to help our guests accelerate their ability to contribute something new, to innovate, to build a business,\" says Sim. \"At the same time, we want to help people to maintain as much of the work-life balance as possible.\" Throughout this year, Kafnu locations will open across the Asia-Pacific region in cities such as Bangalore, Ho Chi Minh City, Colombo, Melbourne and Sydney.   Kerry Hotel, 38 Hung Luen Rd, Hung Hom, Hong Kong; +852 2252 5888 Introducing the 'homstel'  Another new Hong Kong concept is the \"homstel.\" Opened in late 2017, Mojo Nomad brings together all the conveniences of a home with the communal, affordable ethos of a hostel.  Located in Aberdeen, on Hong Kong's south side, Mojo Nomad fits right into this artsy enclave with its street art murals and buzzing ground-floor bar.   \"Mojo Nomad is the first co-living concept in Hong Kong with the ability to serve daily travelers and longer stays,\" Girish Jhunjhnuwala, founder and CEO of Ovolo Hotels and Mojo Nomad, tells CNN Travel. \"We operate under a hotel license, so we have flexible stay options -- from one day to one week, one month, or longer.\" Though geared toward professionals, Mojo Nomad is far from a cookie-cutter business hotel. Guests will find shared dorm rooms (and optional upgrades to private rooms), a trendy 451⁄2° bar and café, communal kitchen, and a Common Room with hot desks, Skype pods, and productivity tools.     \"In the rapidly growing 'gig economy', remote working professionals are on the rise,\" says Jhunjhnuwala. \"They often do not have a fixed home, instead moving from job to job, place to place, over the years. They value creative inspiration and collaboration.\"          So far, the hotel has welcomed a diverse set of guests, including a group of Korean exchange students, entrepreneurs from Eastern Europe and a contingent of leisure travelers.    Within the next two years, Mojo Nomad plans to roll out another location in Hong Kong, plus international branches in Australia, Southeast Asia and China.  Mojo Nomad, 100 Shek Pai Wan Rd, Aberdeen, Hong Kong; +852 3728 1000 Bleisure in Beijing It might be situated in the China World Trade Center -- in the heart of Beijing's Central Business District -- but Hotel Jen Beijing feels more like a leisurely retreat than a business hotel.  Opened in 2017, the 450-room hotel promises to deliver an adult playground, where road warriors have everything they need to balance productivity and relaxation.  Designed by international design consultancy Stickman Tribe, the aesthetic feels fresh and modern, with quirk and color in spades.  The lobby sets the unconventional tone with an all-white tree sculpture, communal spaces and private seating nooks set inside artsy black frames.  On the third floor, travelers will find Prototype -- an expansive co-working space that's open 24-7.  You won't find any depressing office cubicles here. Instead, it's a mix of lounge chairs and hot desks, a cafe, private pods, stylish meeting rooms and a function room for 250 people.  Meanwhile, there's an enormous graffiti-splashed gym (offering mixed martial arts classes), 25-meter lap pool, spa, and spacious guest rooms -- each a spacious work desk or window reading nook.  Delivering on its playground promise, the hotel is also home to Beersmith gastropub, which serves up local craft beer in an industrial-chic interior that comes complete with enormous copper vats and a pool table.  Hotel Jen Beijing, No.1 Jianguomenwai Avenue, Beijing, 100004, China; +86 10 6505 2277", "Section": "travel-stay", "Writers": [], "URL": "https://www.cnn.com/travel/article/co-working-hotels-asia/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}