{"Type": "article", "Time": "2021-01-10", "Headline": "China keeps promising its African allies that coronavirus vaccines for the continent are a priority. But where are they?", "Text": "China's Foreign Minister Wang Yi concludes his tour of Africa this weekend without making a single concrete vaccine commitment to a continent hoping a benevolent Beijing will help inoculate its population out of the global coronavirus pandemic. Last year, as Covid-19 tore across the globe and wealthy countries began to pre-order stockpiles of vaccines for their citizens, Chinese President Xi Jinping pledged that African vaccinations were a \"priority\" for Beijing. His commitment followed mass donations of masks, testing kits and medical equipment to the continent by Beijing and private individuals, such as billionaire entrepreneur Jack Ma. Now, with negative sentiment towards China hardening in Western democracies due to trade wars and human rights issues, African allies -- which have crucial voting rights at major international bodies -- have arguably become an even more vital bloc for China to keep on side with its so-called vaccine diplomacy. China has the resources to honor Xi's pledge. Its Sinopharm vaccine has been approved for domestic use, and four other Chinese candidates are in Phase 3 clinical trials -- the last step of testing before regulatory approval is sought. Unlike some other vaccines, it doesn't require storage at an ultra-low temperature, making shipment easier in developing countries.   Millions of Chinese citizens have already been vaccinated at home and employees of state-owned enterprises in Africa were offered shots in trial phases as early as last June, enabling Chinese citizens to work safely on the continent. None of China's Phase 3 trials were conducted in sub-Saharan Africa, which would have given some countries advance access to a vaccine, despite such tests taking place in the Middle East and South America.   And while a cold chain vaccine air bridge from Shenzhen, in southern China, to Addis Ababa, in Ethiopia, has been established, and manufacturing capabilities are being set up to make Chinese shots in Cairo, Wang's trip made it no clearer when Africans can expect to receive a Chinese vaccine -- or on what terms.  \"The promises concerning vaccines in Africa have been really vague. There has been no timetable, only promises,\" said W. Gyude Moore, a senior policy fellow at the Center for Global Development and former Liberian minister of public works. \"Today, I am not aware of any African country that's taking delivery of Chinese vaccines.\" The Chinese Ministry for Foreign Affairs did not reply to CNN's requests for comment on Beijing's plans to roll out vaccines in Africa, but state media has rejected claims that vaccines will be used as a \"bargaining chip to expand political influence.\"  A power house and a continent in need Wang's whistle-stop tour of Nigeria, the Democratic Republic of Congo, Botswana, Tanzania and the Seychelles continued a three-decade tradition of China's top diplomat making his first international trip each year to Africa.    That tradition signals Africa's diplomatic importance to China, with stops in places like the Seychelles, a sparsely populated archipelago, proving no nation is insignificant to Beijing, and serves to embarrass Western countries which typically neglect the continent but often view it as within their natural orbit of influence. The Africa-first protocol was established in 1991, on a basis of mutual underdog brotherhood, but China has fundamentally changed since then. So much so that Wang's claims, in a video interview ahead of his trip, that China and Africa had a \"shared identity of the developing world,\" which had both suffered \"weal and woe,\" didn't tally with the two regions' recent history -- and very different experiences of the pandemic. In 2020, as the world's second-largest economy, China announced it ended abject poverty, successfully contained a virus that has floored the globe's biggest superpower, the United States, and developed some of the first coronavirus vaccines.  Across Africa, countries didn't report the huge caseloads seen in India or the United States -- as of Thursday, the continent had reported fewer than 70,000 deaths, compared to the 150,000 in India and more than twice that in the US.   The nations Wang visited have particularly low reported numbers, potentially hampered by low testing. But they felt the economic impacts of the virus deeply. Many tumbled into recession and faced a mounting debt crisis, which saw Zambia become the first African nation to default on its debt in a decade. About a quarter of Zambia's $12 billion external debt was owed to China.   Compounding the debt issue is another potentially worrying, and somewhat ironic, trend for African leaders: credit lines from China that once seemed almost free-flowing have been throttled in recent years, amid increasing criticism of reckless lending. According to the China Africa Research Initiative, Chinese loans to Africa dropped from $29.4 billion in 2016 to $8.9 billion in 2018.  Wang's visit also came on the back of the sharpest racial tensions between Africa and China in decades, after alleged coronavirus-related discrimination against African nationals in the city of Guangzhou sparked widespread anger across the continent last April. An extraordinary video was subsequently posted on Twitter of the Chinese ambassador to Nigeria being scolded by a Nigerian politician over the mistreatment of Africans. Yet there was little chance of Wang being challenged on any of these points.  In Nigeria, Wang held closed-door meetings and signed a vague agreement to establish an intergovernmental committee. In the DRC, he postponed the repayment of interest-free loans from China that matured at the end of 2020, although it was not clear what the value of these were. While in Tanzania, China and local officials launched a training college, in Botswana Wang committed to deepening bilateral ties, and in the Seychelles he discussed importing more fish from the nation devastated by a collapse in tourism.   Moore, the former Liberian minister, said African countries needed to exercise more agency in the procurement of vaccines, taking the charge on placing orders. If countries are expecting the vaccines to be delivered for free, either directly from China or through the World Health Organization's COVAX scheme to provide vaccines to those in the greatest need, which Beijing is a signatory to, they will have \"no leverage\" in bargaining over the delivery timetable, he said.   The COVAX scheme has only pledged to work to secure enough doses to protect 20% of Africa's population in the initial phase, meaning nations will have to look at alternative options, such as Russia's Sputnik vaccine.   The director of African Centers for Disease Control (CDC), John Nkengasong, predicts the continent will need 1.5 billion doses of vaccine to inoculate 60% of the population -- the level needed to achieve herd immunity. Procuring the vaccines and establishing delivery systems could cost up to $10 billion, according to the Africa CDC.  A health silk and road On a bright blue-sky day last December, senior African diplomats, Chinese construction workers and officials, wearing masks, gathered to celebrate breaking ground on a grand new building in the Ethiopian capital. The headquarters of Africa CDC, an organization conceived in the wake of the 2014 Ebola crisis, will be at the heart of the continent's healthcare planning in coming years -- and has been subject to intense political wrangling between the US and China. Launched in 2017, the organization originally received funding from the US, China, and the World Bank, among other donors, with Washington taking a leading role, including by paying the African CDC director's salary in its early years. But when China announced in 2018 that it would build the $80 million CDC headquarters in Addis Ababa, Washington was outraged. \"The Chinese want to build the CDC to eventually steal the data from all the other centers,\" an unnamed Trump administration official told the Financial Times in February. \"If the Chinese build the headquarters, the US will have nothing to do with Africa CDC.\" Recent reports that the Chinese hacked and bugged the African Union building they also built in Addis Ababa give the US claims more credence. The Chinese Ministry of Foreign Affairs did not reply to CNN's questions on the matter of spying on government buildings it has constructed in Africa.  The Chinese have forged ahead with the plan, effectively ousting major US influence on the body, and signaling how important it is to Beijing to be front and center of what it calls the Health Silk Road -- essentially, the export of its medical and scientific expertise globally. Throughout the pandemic, China has sent doctors to Italy, medical equipment to the Middle East, and has conducted vaccine trials in South America, giving countries such as Brazil early doses of those resources. Priority access to vaccines has also been promised to countries in Southeast Asia, which it has ties with along its Belt and Road project. Early in the crisis, China sent 148 medical workers to 11 African countries, according to state media.   In October, 50 African diplomats visited a Sinopharm vaccine factory and were told by the company's chairman that \"after the Covid-19 vaccine is developed and put into use, it will take the lead in benefiting African countries.\"   A friend indeed African nations are not totally without leverage when it comes to their relationships with Beijing.  While the pandemic has raged, so has China's long-running trade war with the US -- as well as a new one with Australia. It has also gotten into diplomatic disputes with the United Kingdom and Canada, which have condemned Beijing's violation of democratic rights in Hong Kong. That has made African countries increasingly important diplomatic allies who can be expected to vote in China's favor at international forums, and help Chinese candidates get elected at United Nations bodies. When the UN Food and Agriculture Organization Director-General was elected in 2019, for example, it was votes from Africa and South America, where China is also heavily invested, that helped a Chinese candidate win the seat for the first time. \"For international legitimacy, support is key in this region. With Africa, you have 54 votes in any international forum. That's a huge bloc,\" says Moore. African countries typically negotiate with China as individual units, presenting a David and Goliath dynamic. This year, however, African heads of state are scheduled to meet with Beijing's top brass in Senegal at the triennial Forum on China-Africa Cooperation (FOCAC), usually attended by the Chinese President. Should the event go ahead in person, there could be an opportunity for countries to come together to press Beijing to clarify a timeline on its delivery of vaccines to the continent. A date for the event has not yet been set. Over the past", "Section": "china", "Writers": ["Jenni Marsh"], "URL": "https://www.cnn.com/2021/01/09/china/china-vaccine-diplomacy-africa-dst-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}