{"Type": "article", "Time": "2021-02-13", "Headline": "As attacks against Asian Americans spike, advocates call for action to protect communities", "Text": "A string of recent attacks against Asian Americans has communities and advocates on high alert, especially as many in the United States gather this weekend to celebrate the Lunar New Year. An 84-year-old man from Thailand died in late January after being attacked on his morning walk in San Francisco. Days later, a 91-year-old Asian man was violently shoved to the ground in Oakland's Chinatown. Last week, a 64-year-old woman was robbed outside a Vietnamese market in San Jose, California. And a 61-year-old Filipino man was slashed in the face last week on the New York City subway. There isn't evidence to prove that these incidents were only motivated by anti-Asian bigotry. But authorities and advocates for the Asian community say that hate and violence against Asians has been brewing for several months -- and needs to be addressed. \"There's something going on across the nation that really sadly reminds us of some of our past experiences as a community,\" said Manjusha Kulkarni, executive director of the Asian Pacific Policy and Planning Council and a co-founder of Stop AAPI Hate. Kulkarni likened the rise of hate against Asian Americans since the pandemic began to the 19th century era of \"yellow peril,\" during which racist laws as well as stereotypes of East Asian immigrants as a threat to society proliferated in the US. \"It's really the newest version of anti-Asian hate and racism,\" she said. Reports of hate have risen with the pandemic Rights groups don't know what's fueling the latest spike in violent incidents against Asian Americans. But they have seen a pattern of targeted hate since the coronavirus pandemic began. Stop AAPI Hate began collecting reports of racism and discrimination against Asian Americans on March 19 last year, after seeing instances of xenophobia as the virus started spreading in the US. From then through the end of 2020, the organization received more than 2,800 firsthand reports of anti-Asian hate across 47 states and Washington, DC, according to data released this week. The majority of those incidents -- about 71% -- were cases of verbal harassment, while shunning or avoidance made up about 21%. About 9% of the incidents involved physical assaults, and 6% included being purposely coughed or spit on, according to a Stop AAPI Hate news release. The problem has been especially evident in areas with large Asian American populations in California and New York, Kulkarni said.  A report published Wednesday by the Asian American Bar Association of New York noted that from January 1 to November 1, 2020, the New York Police Department saw an eight-fold increase in reported anti-Asian hate crimes compared to the same period in 2019. \"Once [the coronavirus] came to New York City, which was the epicenter of the national crisis and the first one to go through all of this, we were the canary in the coal mine of the future pain and suffering that our entire nation would soon and later come to experience,\"  New York Rep. Grace Meng said at a Thursday news conference focused on the findings. Asian Americans Advancing Justice-AAJC has observed a similar phenomenon.  From 2017 to 2019, the organization received less than 500 reported instances of hate against Asian Americans. But from February to December last year, they said they estimate there have been 3,000 incidents of hate cataloged by their group and others. John C. Yang, executive director of Asian Americans Advancing Justice-AAJC, said \"there's no question\" that the data on incidents of anti-Asian bigotry underestimates the true scale of the problem, especially given polls and surveys from last year. His organization and others rely on self-reporting for their numbers, and more data is needed, he said. \"We know it's only the tip of the iceberg, based on surveys we've seen,\" he said. Experts point to xenophobic rhetoric and pandemic fears Yang attributes the rise of anti-Asian hate in the US partially to former President Donald Trump, who repeatedly referred to the coronavirus as the \"China virus\" in the early days of the pandemic.  \"The former President obviously used a lot of racial epithets that blamed the Asian community for the virus,\" he said. \"That has conditioned people to think of Asian Americans as foreigners and engage in this xenophobic behavior. And that is hard to undo, notwithstanding the current administration.\" Experts also blame the insecurity and fear brought on by the pandemic. People may respond to threats of disease or other crises by scapegoating another group perceived as falling outside the cultural norms -- in this case Asian Americans, the authors of the Asian American Bar Association report wrote. \"This provides some people with a sense of security and belonging, thereby serving as a defense mechanism against the fear of one's own mortality,\" the report's authors said. \"Not surprisingly, discrimination often rises in response to perceived threats such as the COVID-19 pandemic.\" Asian Americans are seen as easy targets for crime, perhaps because of language and cultural barriers that might prevent them from reporting incidents, according to Yang. And the elderly are particularly vulnerable, with concerns that they could be targeted for robberies as they are out shopping for the Lunar New Year. Lunar New Year, which began on Friday, is supposed to be a time of celebration, when families come together to share a large meal and exchange gifts. But the recent attacks have put another damper on the holiday that had already been disrupted because of the Covid-19 pandemic. \"There's a lot of mixed emotions right now,\" Yang said. Communities are calling for action Groups like Stop AAPI Hate and Asian Americans Advancing Justice-AAJC say they welcome the response that leaders have taken to address the problem of hate against Asian Americans. After the attacks in Northern California, Alameda County's district attorney announced this week that her office was creating a special response unit focused on crimes against Asians. The New York Police Department announced a similar task force in August 2020. President Joe Biden signed an executive memorandum last month acknowledging that \"inflammatory and xenophobic rhetoric has put Asian American and Pacific Islander (AAPI) persons, families, communities, and businesses at risk.\" He also directed the Department of Health and Human Services to consider issuing Covid-19 guidance to address issues to language access and sensitivity toward the AAPI community. But community leaders say that more needs to be done. Both Kulkarni and Yang are calling on community solutions to help address the problem. Yang called for bystander intervention training and local efforts such as neighborhood walk services and shopping services for the elderly. Kulkarni has called for more support and resources for Asian Americans to help them address incidents of assault and harassment. \"These recent incidents are stark reminders that urgent action must be taken to protect our AAPI community from hate, discrimination and violence,\" the co-founders of Stop AAPI Hate said in a statement.  \"It is up to all of us -- businesses, the government, and community partners -- to come together and immediately support victims and families affected by these incidents, and work together to create long-lasting solutions that empower our communities with resources, support and education.\"", "Section": "us", "Writers": ["Harmeet Kaur"], "URL": "https://www.cnn.com/2021/02/13/us/asian-american-attacks-covid-19-hate-trnd/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}