{"Type": "article", "Time": "2018-11-09", "Headline": "Half of Netflix's new Asian originals are from India", "Text": "Netflix's big push into Asia just got a whole lot bigger, and India is at the heart of it.   The online streaming giant announced nine new Indian originals — eight movies and one television series — on Friday, as part of a wider expansion into original content from Asia. India accounts for more than half of 17 new originals, which also include series from Thailand, Taiwan, Japan and South Korea.  Netflix is banking on Asia for its next wave of growth, and hopes that more local content will further boost its global user base of 137 million.  \"Asia is home to the world's great creative centers producing some of the most compelling films and series of today,\" Ted Sarandos, Netflix's chief content officer, said in Singapore while announcing the new originals. The company also expects the new Asian shows to resonate with millions of viewers outside their home markets.  \"More than half of Asian content hours viewed on Netflix this year are viewed outside the region, so we have confidence that our upcoming slate of Asian productions will find fans in their home countries and abroad,\" Sarandos added.  India is one of Netflix's key overseas markets. Netflix CEO Reed Hastings predicted earlier this year that the streaming platform's \"next 100 million\" users will come from the country. The company launched its first Indian original series, Sacred Games, in July this year and already has half a dozen new shows in the pipeline.  But it has a lot of catching up to do, and lags far behind Indian competitor Hotstar — soon to be owned by Disney (DIS) — and global rival Amazon (AMZN) Prime Video. Netflix only had 5 million monthly active users in India last year, according to Counterpoint Research, compared to 75 million for Hotstar and 11 million for Amazon.  Netflix will be hoping to close that gap through its latest Indian offerings, which involve well-known actors like Dev Patel, Armie Hammer and Priyanka Chopra. The eight new films will span genres from thrillers to horror, and will be produced in multiple Indian languages. It is also facing some tough new competition on its home turf, with Disney set to launch its own streaming service, Disney+ in the United States next year. ", "Section": "tech", "Writers": ["Rishi Iyengar"], "URL": "https://www.cnn.com/2018/11/09/tech/netflix-asia-india-content/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}