{"Type": "article", "Time": "2020-12-07", "Headline": "Beijing may have built bases in the South China Sea, but that doesn't mean it can defend them, report claims", "Text": "Beijing has spent years turning islands and reefs in the South China Sea into military bases and airstrips -- but such territory could be vulnerable to attack and nigh indefensible in the event of war, a new report has warned.  The bases are \"lonely in the distant sea,\" and far from both the Chinese mainland and other islands in the vast disputed waters, which span some 3.3 million square kilometers (1.3 million square miles), said Naval and Merchant Ships, a Beijing-based magazine published by the China State Shipbuilding Corporation, which supplies the People's Liberation Army.  \"Islands and reefs in South China Sea have unique advantages in safeguarding national sovereignty and maintaining a military presence in the open sea, but they have natural weaknesses with regard to their own military defense,\" it added.  China claims almost all of the South China Sea, and since 2014 has built up tiny reefs and sandbars into man-made artificial islands heavily fortified with missiles, runways and weapons systems -- prompting outcry from the other governments. At least six other governments also have overlapping territorial claims in the contested waterway: the Philippines, Vietnam, Malaysia, Indonesia, Brunei and Taiwan. The United States -- which regards China's claims as illegal -- has countered by sailing warships close to features claimed or occupied by Beijing, in what it calls freedom of navigation operations. Washington and its allies say such patrols enforce the right of free passage in international waters, while China argues they are violations of its sovereignty. Under international law, whoever owns the contested string of islands in the sea will have the rights to all the resources in its nearby waters like fish, oil, and gas. More broadly, whoever controls this sea will also hold power over one of the world's most valuable trading routes -- it hosts a third of all global shipping. But while the distant bases expand Beijing's control over the area, they are also far from any help in the event of military action. Naval and Merchant Ships gave the example of Fiery Cross Reef, which is 1,000 kilometers (620 miles) from Sanya, a city on Hainan island, just off the southern Chinese coast, and 800 kilometers (500 miles) from the Paracel Islands, also controlled by Beijing.  \"Even if the support fleet rushes at the fastest speed, it will take more than a day to reach it,\" the report noted.  While some islands are equipped with air strips, coverage across the sea is limited, and most jet fighters that could be deployed would struggle to reach another island quickly enough to be effective, expending most of their fuel in flying the long distances between bases. Beijing currently has two aircraft carriers in operation, which could in theory be deployed to the South China Sea, but they too would have to be in range at the time of any incident.  The bases, the report added, are highly vulnerable to ambush, given their remote locations, and could be targeted by both US and Japanese long-range missile systems, or by naval forces in the region. And even were the islands themselves not attacked, they would be simple to blockade, starving forces of their supplies.  \"Island shelters lack vegetation, natural rock and soil and other coverings, and the altitude is low, while the groundwater level is high. Personnel and resources cannot be stored underground for a long time,\" the report said, adding that any shelters built on the bases would have \"very limited\" anti-strike capabilities.  There are also other issues which make defense of the islands exceptionally difficult, said Malcolm Davis, a senior analyst in defense strategy and capability at the Australian Strategic Policy Institute.  \"The harsh environmental conditions in the South China Sea -- salt water corrosion, poor weather -- make it almost impossible to deploy anything on the islands in a manner that could allow them to defend these bases,\" he said, adding that hugely expensive, complicated aircraft would be next to unserviceable \"within a week or so on these islands.\" He said that while some islands may be effective as shooting platforms, they would be among the first targets if a conflict was to occur in the South China Sea, and it is \"just physically impossible to build an island that is essentially defensible\" given the type of reefs and sandbars originally there.   \"What the Chinese are trying to do is annex an international maritime space, to control and own international waters, and to do that they need to have a permanent presence there,\" Davis said. \"But it is becoming evident that while they may have been enough to make the territorial claim, they're actually not a practical step in the long term because they can't actually defend those bases.\"  Of course, Beijing may rely on the fact that any attack against a base in the South China Sea -- even an outpost considered illegal under international law -- would be tantamount to an act of war against a nuclear power with vast military resources. The threat of retaliation may be sufficient to prevent the island bases from facing any attack. Nor would China be the only country with vulnerable bases far from its mainland that are could be taken out by early strikes. The US island of Guam and the Japanese island of Okinawa, where there are major US air bases, are both within range of Chinese missile attack, something Beijing has reminded Washington of in the past. ", "Section": "china", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2020/12/07/china/south-china-sea-bases-military-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}