{"Type": "article", "Time": "2020-03-27", "Headline": "Why America has the world's most confirmed Covid-19 cases", "Text": "On Thursday, we hit a grim watershed. The US overtook Italy and China as the country with the highest number of confirmed Covid-19 cases. This is a dire crisis and an extraordinary failure of President Donald Trump. Americans are suffering and dying because the Trump administration failed to act quickly and decisively to prevent the virus' spread. The US has now seen about 1,195 deaths and the number is rising rapidly.   On Thursday, the US saw an increase of more than 15,000 cases in one day -- a shocking surge that can be explained by both the spread of the virus and increased testing after weeks of shortages -- pushing the total number of confirmed cases over 82,000. China, in comparison, has reported 81,285 cases.  There is a fundamental difference between China and the US. China has broken the spread of the virus with a lockdown that first started in Wuhan on January 23 and is now being lifted in stages; only a few dozen new cases are allegedly confirmed each day, and most of these are apparently introduced from abroad. The US has not broken the epidemic. And if Trump has his way, easing guidelines to stay at home by Easter, we will fail to stop the epidemic and millions more will be infected. Even with active control, we might be facing around 81,000 deaths by July according to a new detailed analysis from the Institute for Health Metrics and Evaluation at the University of Washington in Seattle. The transfer of the virus, which may have originated in bats, to humans was an unforeseen event. The response to that event has been determined by the policies of nations.  On December 31, the Wuhan government publicly confirmed it was treating dozens of cases of a mysterious new pneumonia outbreak and on January 7, officials identified a new coronavirus as the cause. The first confirmed case in Japan was identified in mid-January, with South Korea, Taiwan, Singapore and the US following suit within days. The East Asian countries went into action. Many had experienced the 2003 SARS outbreak and had public health teams on alert for new epidemics. More than two months later, the number of confirmed cases has skyrocketed in the US, with more than 250 cases per million people, far higher than China, which has approximately 57 cases per million; Hong Kong, 60; Taiwan, 11; Singapore, 117; Japan, 11; and Korea, 180.  Trump bears direct responsibility for America's unpreparedness and failed response to the epidemic. Since Trump came into office, he has systematically taken apart our protective public health system. The pandemic unit at the National Security Council was dismantled in 2018 under his watch. Trump slashed the CDC's epidemic control teams in 39 countries, including China. And when the epidemic hit, Trump ignored it, downplayed it, and made repeated false claims. Even now, he spouts vulgar nonsense about restarting the economy by Easter when public health experts say the threat is going to persist for far longer. Trump is profoundly culpable, but he is not the only reason for America's dismal situation in the face of this epidemic. Our for-profit health care system rakes in money on disease, not on health. Instead, we have a system that works for the rich, instead of a public health system for all Americans that readily anticipates and controls new pathogens through testing, contact tracing, and quarantine.   Americans across the country are fighting to stay alive, while Trump acts as if he is more intent on saving the economy.  We can still try to control the virus as the East Asian countries are doing and in the process we will rescue the economy too. We need decisive action across states and cities. We are finding leadership today in our governors, mayors and our brave frontline health workers. ", "Section": "opinions", "Writers": ["Jeffrey Sachs"], "URL": "https://www.cnn.com/2020/03/26/opinions/us-most-confirmed-cases-sachs/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}