{"Type": "article", "Time": "2020-03-10", "Headline": "Coronavirus has halted these concerts, festivals and movie premieres", "Text": "As the world seeks to deal with the coronavirus pandemic, it's having an effect on entertainment. With countries like Italy going on lockdown to try and contain spread of the virus, concerts, festivals and movie premieres are being postponed or canceled across the globe. The following is a list of some of what has been affected so far: Festivals: Bonnaroo The music and arts festival was set for June 11-14 at a 700-acre farm in Manchester, Tennessee. Organizers announced on March 18 that it's been rescheduled to September 24-27. \"Rest assured, we will share updates as quickly as possible via email, our website, and on our social accounts,\" a statement on the site said. \"Please continue to radiate positivity through this uncharted time in our world. Thank you for your continued support and we look forward to seeing you on The Farm this fall.\" Coachella Organizers for Coachella Valley Music and Arts Festival postponed the event until October over the spread of Covid-19. The festival, which typically attracts about 100,000 attendees per day, had been set to take place on two weekends, April 10-12 and April 17-19, in Indio, California. The festival is now rescheduled for October 9-11 and October 16-18, 2020. Rage Against the Machine, Travis Scott and Frank Ocean had been scheduled to headline the event. No word yet on if they will headline the postponed festival. SXSW Organizers for the popular Austin-based annual tech, film and music conference had initially vowed to carry on, but on March 6 Austin Mayor Steve Adler announced that it would be canceled SXSW had been scheduled to run from March 13 to March 22. Tomorrowland Winter 2020 The French electronic music festival had been set to run March 14-21 at the Alpe d'Huez Grand Domaine Ski resort in the French Alps.  \"The French government is taking drastic measurements regarding the worldwide outbreak of COVID-19 virus (coronavirus) and is therefore enforcing the cancellation of large events in France, bringing together people from different nationalities on closed festival grounds and event locations,\" a statement on the festival's official site reads. Ultra Music Festival The planned three-day electronic music festival has been postponed until March 26-28, 2021, from its original dates of March 20-22, 2020. Scheduled to be held at Bayfront Park in Miami, Florida, the event was pushed to next year due to Florida's declaration of a public health emergency and guidance from the US Centers of Disease Control and Prevention, according to a statement posted on the festival's site.  \"We completely understand how extremely frustrating this is because so many of you are looking forward to coming to Ultra, having already made travel arrangements,\" the statement said. \"This is, however, an unprecedented issue which is not being taken lightly, and we must continue to defer to the authorities for guidance.\" Korea Times Music Festival Travel restrictions for Asia which might have affected the scheduled K-pop performers and concerns over the virus have indefinitely postponed the 18th annual event which had been scheduled for April 25 at Los Angeles' Hollywood Bowl. Emerald City Comic Con The Seattle area has been at the center of the pandemic in Washington state. With all the concerns, Reedpop -- which organizes Emerald City Comic Con -- has moved the event from March 12-15 to unspecified dates this summer, according to a statement on the event's site. Treefort Music Fest The five-day indie rock fest held in Boise, Idaho has been postponed from March 25-29 and is now set to happen September 23-27. \"With support from The City of Boise and Central District Health, postponing the festival is the best option for the Treasure Valley, the far-reaching Treefort community and the individuals and organizations that support Treefort Music Fest,\" a statement on their site reads.  Concerts Pearl Jam The Seattle-based band was scheduled to kick off the first leg of their Gigaton 2020 tour March 18 in Toronto but has announced they are postponing their US and Canadian dates. \"Unfortunately, communing in large groups is a huge part of what we do as a band and the tour we've been busy planning for months is now in jeopardy,\" Pearl Jam said in a tweet. \"We have and will always keep the safety and well-being of our supporters as top priority.\" BTS BTS was supposed to kick off their eagerly awaited Map of the Soul Tour in their native Korea on April 11 at Seoul Olympic Stadium. But that has been scrapped due to the virus.  \"While we hope that the situation will improve, we must take into consideration the health and safety of hundreds of thousands of guests as well as our artists and the dire impact a last-minute cancellation may have on guests from overseas, production companies and staff,\" their reps, Big Hit Entertainment, said in a press release.  Mariah Carey The chanteuse cited travel restrictions for postponing her planned March 10 show in Hawaii.  \"Aloha Hawaii!! I'm so so sad to have to announce that I'm postponing my show to November,\" Carey tweeted. \"I was so excited to come back to Hawaii on my \"anniversary month\" but evolving international travel restrictions force us to consider everyone's safety and well being.\" Madonna The final two shows for Madonna's Madame X tour were slated for March 10 and March 11 at the Grand Rex in Paris, France. \"Following official notification from the Office of the Police this morning prohibiting all events with an audience attendance of over 1000, Live Nation regrets to announce the final two Madame X performances previously re-scheduled to 10-March and 11-March are forced to be cancelled,\" it was announced on her official site. Green Day Green Day canceled Asian stops of their Hella Mega tour, which had been scheduled for March and would have taken them to Bangkok, Hong Kong, Manila, Osaka, Singapore, Seoul, Taipei and Tokyo. \"We have unfortunately made the difficult decision to postpone our upcoming shows in Asia due to the health + travel concerns with coronavirus,\" the band wrote on their site. \"We know it sucks, as we were looking forward to seeing you all, but hold on to your tickets we'll be announcing the new dates very soon.\" Louis Tomlinson The One Direction member had been set to promote his new solo album \"Walls\" with a show in Milan on March 11 that won't be happening. On Twitter he advised planned concert goers to \"Hold on to your tickets.\" \"Don't worry, I'll be back in July and I hope to see to see you all then!\" he tweeted in a statement. Avril Lavigne  Lavigne initially posted on her official Instagram account that she would be postponing the Asian portion of her Head Above Water World Tour, which included several cities in China, Japan, the Philippines and Taiwan. She has since canceled the European leg of the tour as well. \"I have been looking forward to this tour for so long. For the opportunity to reconnect with my amazing, supportive fans,\" she wrote. \"My main concern continues to be your health and safety and I want to come back and rock out with you at another time when everyone can enjoy the shows without worry. Sending you all so much love.\" Ciara The singer is currently pregnant with her third child (her second with husband, Seattle Seahawks quarterback Russell Wilson) and had to bow out of a concert in the city of her birth, Fort Hood, Texas. She had been scheduled to perform March 19 at the grand opening of the new Fort Hood USO. \"I am disappointed I won't be able to return this month to the place where I was born, Ft. Hood Texas, and put on the amazing show we had planned however I look forward to being able to bring it to you at a later date in 2020,\" Ciara said in a statement posted on USO Fort Hood's Facebook page. \"I want to thank the USO and the entire community at Ft. Hood for extending your hospitality to myself and my team. I urge everyone to be diligent in taking steps to stay healthy and safe!\" Miley Ray Cyrus Cyrus was supposed to be the headlining act for the World Tour Bushfire Relief charity concert in Melbourne, Australia on March 13, but said she would be unable to attend because of travel recommendations. \"I am so disappointed to not be there, but I have to do what is right to protect the health and safety of my band and crew,\" Cyrus tweeted. \"I will still be making a donation to help the victims of the Australian bush fire. I'm sorry to miss everyone in Australia, but I will be back soon.\" Films and TV \"No Time to Die\" Instead of being released in theaters in North America on April 10th, the 25th James Bond film's opening in the US has been delayed until November 25. \"MGM, Universal and Bond producers, Michael G. Wilson and Barbara Broccoli, announced today that after careful consideration and thorough evaluation of the global theatrical marketplace, the release of NO TIME TO DIE will be postponed until November 2020,\" a tweet from the film's official Twitter account read.  \"Jeopardy!\" and \"Wheel of Fortune\" Sources close to the popular game shows tell CNN they will be taping episodes without audiences in attendance indefinitely out of \"an abundance of caution due\" over the spread of the virus.  \"Enter the Fat Dragon\" and \"Lost in Russia\" Both Chinese films reportedly are premiering online rather than in theaters because of the pandemic.   \"Amazing Race\" A CBS spokesman recently confirmed to CNN that the network has temporarily halted production of the reality show and that all contestants and production staff are returning home. \"At this time, no Racers or anyone on the production team travelling with them have contracted the virus, or shown symptoms, and we are not aware of anyone being exposed to it,\" the spokesman said in a statement. \"Out of an abundance of caution, everyone involved in the show will continue to be monitored when they return home.\" \"Peter Rabbit 2: The Runaway\" According to The Hollywood Reporter, the sequel to the successful 2018 live-action/CGI hybrid film was set to release in the United Kingdom on March 27 and the United States on April 3. The movie, which features late night host James Corden reprising the starring role, will now be released on August 7 in both of those markets.  \"Mission: Impossible 7\" Fans of Tom Cruise will have to wait a bit longer for the latest in the \"Mission Impossible\" franchise.  A three-week shoot set in Venice, Italy, was put on hold in late February.  \"Out of an abundance of caution for the safety and well-being of our cast and crew, and efforts of the local Venetian government to halt public gatherings in response to the threat of coronavirus, we are altering the production plan for our three-week shoot in Venice, the scheduled first leg of an extensive production for Mission: Impossible 7,\" a spokesperson for Paramount, the studio behind the franchise, told The Hollywood Reporter. \"The Wendy Williams Show\" The nationally syndicated talk show will begi", "Section": "entertainment", "Writers": ["Lisa Respers France"], "URL": "https://www.cnn.com/2020/03/10/entertainment/concerts-festivals-canceled-coronavirus/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Philippines", "Source": "CNN"}