{"Type": "article", "Time": "2019-02-21", "Headline": "IRS analyst charged in leak of Michael Cohen's bank records", "Text": "Federal prosecutors have charged an analyst with the Internal Revenue Service with illegally disclosing confidential reports about Michael Cohen's bank records that revealed that President Donald Trump's former lawyer had sought to profit from his proximity to the White House, according to a complaint unsealed on Thursday. The analyst, John C. Fry, was charged with the unauthorized disclosure of a document called a suspicious activity report, which banks file when they review transactions that raise red flags. CNN previously reported that the Justice Department was investigating the leak last year of the confidential reports related to Cohen's banking activity.   Fry, an investigative analyst with the IRS's law enforcement arm, is accused of turning over the reports in the spring of 2018 to an attorney, Michael Avenatti, and of confirming confidential banking information in them to a reporter for The New Yorker, according to the complaint, which was filed under seal earlier this month. On Thursday, Fry appeared before US Magistrate Judge Laurel Beeler in federal court in San Francisco, according to the US Attorney's Office for the Northern District of California, which charged Fry, and was released on a $50,000 bond.   In May 2018, Fry, who works in the IRS' San Francisco office, accessed and downloaded five suspicious activity reports connected to Cohen, according to the complaint. Those reports contained information about a bank account opened for Essential Consultants LLC, a shell company Cohen created, and detailed \"numerous suspicious payments\" from a company linked to a Russian oligarch, pharmaceutical giant Novartis, AT&T -- which owns CNN -- and others.  Another report contained information that matches the $130,000 that Cohen paid to Avenatti's client, adult-film actress Stormy Daniels, to silence her allegations of an affair with Trump. (Trump has denied having an affair with Daniels.) Yet another \"discussed possible fraudulent and illegal financial transactions\" by Cohen in 2016 and 2017 in Singapore, Hungary, Malaysia, Canada, Taiwan, Kenya and Israel, according to the complaint.  About 20 minutes after Fry began accessing the reports, he placed two calls to a number associated with Avenatti, the complaint says, and shortly thereafter, Fry attempted to access two other Cohen-connected suspicious activity reports that the system told him were \"unavailable.\"  According to the complaint, several days later Fry again called Avenatti, and Avenatti subsequently \"used his public Twitter account to circulate a dossier releasing confidential banking information related to Cohen and his company Essential Consultants.\"  Fry also called a reporter at The New Yorker, who isn't named in the complaint but, based on the description of the reporter's work, appears to be Ronan Farrow. After weeks of WhatsApp messages between Fry and the reporter, Farrow published a story that quoted a \"law enforcement officer\" responsible for the leak of Cohen's banking information as saying he did so because he became alarmed that he was unable to find two of the reports on Cohen. In fact, the complaint says, the suspicious activity reports that were not available to Fry had been given \"restricted access\" in the system \"because they were related to a sensitive open investigation.\" At the time, Cohen was being investigated by the Manhattan US attorney's office, which later charged him with eight counts, to which he pleaded guilty. In recent weeks, Fry's hearing date was pushed back several times as federal prosecutors were engaged with Fry's attorney on plea negotiations, according to a person familiar with the talks. As of Thursday, Fry declined to plead to felony charges in exchange for probation. As a result, prosecutors will seek an indictment of Fry on February 28, this person said, and are expected to seek two additional charges, misuse of a Social Security number and misuse of a government computer. Fry is scheduled for a preliminary hearing or arraignment on March 13, according to the US attorney's office.", "Section": "politics", "Writers": ["Kara Scannell", "Erica Orden"], "URL": "https://www.cnn.com/2019/02/21/politics/michael-cohen-tax-returns/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}