{"Type": "article", "Time": "2020-02-25", "Headline": "February 25 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. Hong Kong has confirmed one new case of the novel coronavirus on Tuesday, bringing the tally up to 85, according to a government statement.  The patient is a 60-year-old woman who has no recent travel history. She developed a cough on Feb. 12 and consulted a private doctor several times before she was admitted on Feb. 24. She is currently isolated and in a stable condition. \"According to our preliminary epidemiological investigations, some of the confirmed cases are locally infected. The (Center for Health Protection) strongly urged the public to maintain at all times strict personal and environmental hygiene,\" a CHP spokesperson said. San Francisco Mayor London Breed has declared a state of emergency in the city to better prepare for the potential arrival of coronavirus. Breed reiterated that there are no confirmed cases in the city, but they are taking the situation seriously. The declaration frees up resources needed to accelerate planning, increase staffing and ensure future reimbursement. The declaration is effective immediately. ##United States## Air Canada is extending its suspension of flights between Canada and Beijing and Shanghai until April 10, and daily non-stop flights from Toronto to Hong Kong until April 30, according to the airline. However, Air Canada will continue to operate its non-stop flights from Vancouver to Hong Kong, which will accommodate customers originally booked on its Toronto-Hong Kong flights, the airline said. Some background: The airline initially suspended services to Beijing and Shanghai in February after the Canadian government discouraged non-essential travel to China. Dr. Sanjay Gupta: Viruses don't respect boundaries or borders. Watch: ##China## While the US Food and Drug is not aware of any shortages of medical products being reported in the United States, it is monitoring some that could be at risk, FDA Commissioner Dr. Stephen Hahn told reporters Tuesday. \"FDA is keenly aware that the outbreak will likely affect the medical product supply chain, including potential disruptions to suppliers [and] shortages of critical medical products in the US,\" Hahn said. In particular, the FDA is keeping its eye on personal protective equipment such as face masks and gowns used by health care workers. The agency is proactively reaching out to hundreds of manufacturers of medical products for information related to these concerns, Hahn said.   More on this: US Health and Human Services Secretary Alex Azar said some of the $2.5 billion requested funds would be used to purchase personal protection equipment for the national stockpile. On Tuesday morning, Azar told a Senate Appropriations subcommittee there are 30 million N95 respirators in the Strategic National Stockpile, and the US would need about 10 times that for health care workers. Hahn also said that the agency is postponing roughly 100 scheduled inspections in China over February and March — mostly routine surveillance inspections meant to ensure that medical products produced in China meet the standards for entering the US marketplace. But he said these can happen at any time during the year, and the agency is moving things around so they can stay on schedule when it comes to planned inspections for the year. ##United States## The Kuwaiti health ministry confirmed a woman has tested positive for coronavirus after returning from Iran, according to state news KUNA.  This brings the total number of confirmed cases in Kuwait to nine, state news said. The Kuwaiti woman was placed in quarantine, and the remaining patients are in stable condition, state news reported, citing the ministry's statement. ##Iran## The United Kingdom’s Foreign and Commonwealth Office advised against “all but essential travel” to 11 Italian towns undergoing isolation measures due to coronavirus. The towns included in the advisory are: Codogno, Castiglione d’Adda, Casalpusterlengo, Fombio, Maleo, Somaglia, Bertonico, Terranova dei Passerini, Castelgerundo, San Fiorano and Vo’ Euganeo  Several Italian towns under quarantine over coronavirus. Hear more: ##Italy## With only 12 state and local health laboratories able to test for the novel coronavirus, public health labs are asking the US Food and Drug Administration for permission to create their own tests for the virus. “We are now many weeks into the response with still no diagnostic or surveillance test available outside of CDC for the vast majority of our member laboratories,” the Association of Public Health Laboratories wrote in a letter to FDA Commissioner Stephen Hahn on Monday.  The association represents the 150 largest public health labs across the country and is asking the FDA for a special exemption to create its own diagnostics. “We find ourselves in a situation that requires a quicker local response,” the association wrote.  While the CDC currently has no backlog or delay in testing, the lab association’s CEO, Scott Becker, told CNN that its concern is not about the current situation, but for when community spread of the virus increases. “We want to encourage and ensure that we have the test closest to the population,” Becker said. The CDC announced on Feb. 6 that 200 test kits would be distributed to labs across the United States. The kits needed to be verified by the local health laboratories to ensure they were working. Less than a week later, Dr. Nancy Messonnier, director of CDC’s National Center for Immunization and Respiratory Diseases, said some labs that had received the tests were getting inconclusive results, and components of the tests would need to be remade. The CDC has been working to resolve the testing kit issue but has yet to provide a timeline about when labs will receive new tests. ##United States## A 70-year-old man is the first person to test positive for coronavirus in Switzerland, the country’s Federal Office of Public Health (FOPH) told CNN.  The Swiss man from the canton of Ticino, a region which borders Italy, had been to Lombardy, Italy, in mid-February. He has been hospitalized, where he's “under isolation and in good health so far,\" a FOPH spokesperson said. Italy is the site of Europe's biggest coronavirus outbreak. The cases there are heavily concentrated in the region of Lombardy. ##Italy## A woman has tested positive for coronavirus in Barcelona, according to Joan Guix, the secretary of Public Health in Catalonia. The patient is a 36-year-old Italian national living in Barcelona, Guix said. The patient traveled to Bergamo and Milan, Italy, from Feb. 12 until Sunday. She is now in isolation in a hospital.  Previously, two people on the Spanish resort island of Tenerife tested positive for the virus forcing their hotel into a lockdown.  Eight more cases are being investigated. ##Italy## An 11th person has died of coronavirus in Italy, the civil protection ministry said on Tuesday.  The victim is a 76-year-old Treviso woman who was being treated in a hospital, Italian Civil Protection press officer Juri Pittaluga said. Italy is the site of Europe's biggest coronavirus outbreak. The cases are heavily concentrated in the region of Lombardy. Stocks have turned sharply negative as coronavirus fears continue to mount. The Dow has lost more than 700 points. Yesterday, the Dow fell more than 1,000 points, recording its worst day in two years, as coronavirus fears led global markets to plummet. ##United States## The US and South Korea are expected to announce as soon as today that a critical joint military exercise has been scaled back because coronavirus is severely limiting the ability of both nation’s militaries to participate, according to three US officials. What this could mean: This would be the first major impact of coronavirus on US military readiness according to the officials. Without the full exercise, the US could lose ground in being ready to conduct future operations in a coordinated and highly synchronized manner with the Republic of Korea against the north in a crisis one of the officials said. The two sides are discussing the final details of the reduced effort. The first exercise involved is a so-called command post exercise scheduled to begin in the next several days. These types of exercises simulate the essential ability of top commanders and their senior staffs on both sides practicing precisely how they would operate together in a crisis. In the Republic of Korea, this is vital training as both sides would operate jointly in any combat crisis against North Korea. It is not yet clear if any field exercises will be affected.              In Monday, US Defense Secretary Mark Esper only said the scale back was being considered but insisted it would not have a military impact. “I’m sure that we’ll remain fully ready to deal with any threats that we might face together,” Esper told reporters.  But US officials say when exercises are scaled back or cancelled — as they were in August 2018 — capabilities are particularly impacted because of the regularly scheduled high rate of changes in assignments for both nations forces. That can mean each year more than 50% of troops are replaced with newly assigned forces that may not have experience in commanding in Korea. South Korea now has more than 970 cases of coronavirus.  ##United States## Two more people in France have been diagnosed with coronavirus, according to Jérôme Salomon, general director of Health.  \"We have two new cases tonight. Case No. 13 is the case of a young Chinese woman who returned from China on February 7 and was hospitalized in Paris. Case No. 14 is a French man returning from Lombardy; he's being hospitalized in Auvergne Rhône Alpes,\" Salomon said.  Stocks have turned sharply negative as coronavirus fears continue to mount. The Dow has lost more than 500 points today. Yesterday, the Dow fell more than 1,000 points, recording its worst day in two years, as coronavirus fears led global markets to plummet. ##United States## The US has now confirmed 57 cases of coronavirus, US health officials said today. This is an increase from the 53 reported yesterday by the US Centers for Disease Control and Prevention. The newly confirmed cases are all passengers evacuated from the Diamond Princess cruise ship in Japan.  In total, the cases include: 40 passengers who were aboard the Diamond Princess cruise ship\n3 people repatriated from China \n14 US cases The 14 US cases include eight in California, one in Massachusetts, one in Washington state, one in Arizona, two in Illinois and one in Wisconsin. Among these cases, there  are two instances of person-to-person transmission: one in Illinois and one in California.  ##United States## The European Union will keep open borders despite the spread of coronavirus and pledged to take a “common position” in order to face the global challenge.  The ministers of health of Austria, Croatia, France, Germany, Italy, Slovenia, Switzerland and San Marino met in Rome today. In a joint statement, they said that closing borders would be a “disproportionate and ineffective measure at this time.”  Italian Health Minister Roberto Speranza called it a “very positive” meeting. Italy now has the highest number of coronavirus infections outside Asia, with more than 280 cases. Those cases are heavily concentrated in the region of Lombardy. ##Italy## A US Centers for Disease Control and Prevention expert said officials are \"hopeful\" coronavirus could be seasonal and decline in the warmer months — but they won't know for sure until spring and summer come. The CDC’s Dr. Nancy Messonnier was asked moments ago about President Trump's optimism about coronavirus. Earlier today, he said of the novel coronavirus: “I think that’s a problem that’s going to go away.” Trump's comments contradict public assessments by the CDC, the US Department of Health and Human Services, the World Health Organization and many others. \"What information is your agency specifically giving the President and the White House about the current state of the coronavirus outbreak?” CNN asked Messonnier today. Messonnier said her agency briefs the White House task force on coronavirus daily. \"In terms of the course of this illness, we have, again, a team of mathematical modelers working with us to try to predict the trajectory,” Messonnier said. “One hypothesis is that we could be hopeful that this could potentially be seasonal. Other viral respiratory diseases are seasonal, including influenza – and in many viral respiratory diseases, we do see a decrease in disease in spring and summer.\" She continued: \"So we can certainly be optimistic that this disease will follow suit, but we’re not going to know that until time keeps ticking forward. We’re going to be, again, preparing as if this is going to continue, preparing as if we’re going to see community spread in the near-term. But I’m always going to be hopeful that disease will decline either for the summer, or that we’ll be over-prepared and that we won’t see this kind of high levels of transmission here in the US.\" ##United States## Goldman Sachs is restricting all business travel to South Korea as well as some regions in Italy due to the coronavirus, the investment bank announced on Tuesday. Employees who have traveled South Korea and the Lombardy and Veneto regions in Italy, or who have been in close contact with individuals who have been to these areas, are required to stay out of the office for at least 14 days, the company said.  Goldman is also asking employees to postpone non-essential travel to other parts of Italy and Asia. Goldman Sachs has previously directed employees not to travel to China as the deadly coronavirus continues to spread.  Here's the full statement from Goldman Sachs: We are restricting all business travel to, from and within South Korea, as well as the Lombardy and Veneto regions in Italy, and asking that non-essential business travel to other parts of Italy and Asia be postponed. In addition to the previous policy for mainland China, all employees who have traveled to South Korea or the impacted regions in Italy, or who have been in close contact with individuals who have been to these areas, are required to remain out of the office for at least 14 days.   ##Italy## ##China## The US Centers for Disease Control and Prevention is still working to make test kits for the novel coronavirus available to state and local labs. Some test kits initially sent out by CDC were flawed. Dr. Nancy Messonnier, director of the CDC’s National Center for Immunization and Respiratory Diseases, said there are currently only 12 state and local labs in the US that can test samples other than the CDC. “I am frustrated, like I know many of you are, that we have had issues with our test. I want to assure you that we are working to modify the kit and hope to send out a new version to state and local jurisdictions soon,\" she said. \"There are currently 12 states and localities around the US that can test samples – as well as we are testing at CDC. Four hundred samples were tested overnight, and there is no current backlog or delay for testing at CDC.\" She added that commercial labs will \"be coming online soon with their own tests.\" \"This will allow the greatest number of tests to happen closer to where potential cases are,” Messonnier said.  ##United States## Dr. Nancy Messonnier, director of the US Centers for Disease Control and Prevention’s National Center for Immunization and Respiratory Diseases, said coronavirus has met some of the criteria for a pandemic — but not all of them. “The fact that this virus has caused illness – including illness that has resulted in death – and sustained person-to-person spread is concerning. These factors meet two of the criteria for a pandemic,\" she said. The virus is \"moving closer\" toward meeting the third criteria, worldwide spread of the new virus, she said. \"As community spread is detected in more and more countries, the world moves closer towards meeting the third criteria: worldwide spread of the new virus,\" Messonnier said. She added that the US is implementing \"an aggressive containment strategy\" and issuing \"extensive travel advisories\" to help slow the introduction of coronavirus into the US. However, she added: \"But as more and more countries experience community spread, successful containment at our borders becomes harder and harder.\" “Ultimately we expect we will see community spread in this country. It’s not so much a question of if this will happen anymore, but rather more a question of exactly when this will happen and how many people in this country will have severe illness. We will maintain, for as long as practical, a dual approach where we continue measures to contain this disease, but also employ strategies to minimize the impact on our communities,” Messonnier said.  ##United States## A woman traveling to the Canary Island with the Italian citizen who has test positive for coronavirus has also tested positive to the virus, the Canary Islands' health department said in a statement.  The two are on the Spanish resort island Tenerife. “These patients are in good condition. At the moment they are isolated in the University Hospital Nuestra Señora de La Candelaria, waiting for the result of the second analysis to be carried out by the National Center for Microbiology of the Carlos III Health Institute of Madrid,\" the statement said. “The General Directorate of Public Health has ordered health checks of all the guests of the same hotel in which the affected patients were staying.\" Dozens of tourists are being asked to remain in their rooms at a hotel on the island on Tuesday, after the man tested positive in an initial test for the novel coronavirus overnight. Turkey Health Minister Dr. Fahrettin Koca said today that the passengers aboard an evacuation flight from Iran that landed in Ankara, Turkey, are being tested for coronavirus. “We decided to land this plane, a special flight carrying Turkish passengers from Tehran, to Ankara because it’s been learned that several passengers visited Qom and several passengers showed symptoms for cold. Even though our preparations in Istanbul was complete, we decided to divert it to Ankara because an experienced crew was ready at the quarantine centre in Ankara. To avoid risks, passengers and crew were put under quarantine in a hospital that had never been used before.”  Koca added that no one aboard the flight has a fever or showed symptoms of coronavirus. \"Out of 140 people, 132 passengers and 8 crew, 4 patients had coughs and 2 patients had sore throats. But they don’t have fever and they’re in good condition. All samples are being processed now, I think the results will be ready in the following hours. We’ll share the results.” Koca said that he plans to visit the quarantine hospital tonight and then share the results of the tests. ##Iran## The two people diagnosed with coronavirus in the Tyrol region of Austria are both Italian citizens, the regional government press office said in a statement.  The patients are a woman and a man, both 24-years old, originally from the Lombardy region close to Bergamo.  Both are being treated in hospital in Innsbruck, Austria, and are in good condition. They were in Lombardy until Friday, and then drove to Innsbruck, according to the statement. Both are no longer running fevers, and they will stay in quarantine until the weekend.   ##Italy## Stocks have turned sharply negative today as coronavirus fears continue to mount.  The Dow has lost more than 300 points. ##United States## Dr. Bruce Aylward, team lead for the World Health Organization-China joint mission on coronavirus, addressed the possibility that the virus could become a pandemic at a news conference today. “Folks, this is a rapidly escalating epidemic in different places that we’ve got to tackle super-fast to prevent a pandemic.”  Aylward and a team of 25 people visited several areas in China, including Wuhan, to see how China was addressing the virus. Aylward said China is using basic public health tools and applying them with rigor and innovation on a scale never seen in history. “It’s the unanimous assessment of the team that they have changed the course of this outbreak. What was a rapidly escalating outbreak has plateaued and then come down faster than one would have expected,” Aylward said, adding hundreds of thousands of people in China did not get this because of this response.  What is a pandemic? A disease outbreak is the occurrence of disease cases in excess of what's normally expected, according to WHO. An epidemic is more than a normal number cases of an illness, specific health-related behavior or other health-related events in a community or region. A pandemic is defined as the \"worldwide spread\" of a new disease. The last pandemic reported was the H1N1 flu pandemic in 2009, which killed hundreds of thousand worldwide. Although WHO has declared the outbreak a \"public health emergency of international concern,\" the outbreak has not met the criteria needed to be described as a pandemic when it comes to its geographical spread and impact, WHO Director-General Tedros Adhanom Ghebreyesus said during Monday. ##China## A special flight arranged to evacuate Turkish citizens from Iran due to the spread of coronavirus there landed in Ankara today. Passengers and crew will be quarantined for 14 days, according to a statement from Turkish Health Minister Fahrettin Koca.  The “132 Turkish passengers and crew” onboard the Turkish Airlines flight “will be transferred to Dr Zekai Tahir Burak Hospital, which was previously evacuated and prepared as a quarantine hospital,” Koca said on Twitter. “After detailed health inspections, samples collected from passengers and crew will be sent to the National Virology Lab,” the statement added.  The flight, which was scheduled to land in Istanbul from Tehran, landed in Ankara due to 17 suspected cases of coronavirus, state-run Anadolu said. “The 17 passengers are being treated as possible cases as they have higher-than-normal temperatures,” it added.   More context: Iran reported 35 new confirmed cases and 1 new death from coronavirus on Tuesday alone, according to an Iranian health official and state media.  The overall number of confirmed cases across Iran is now 96. The total official number of deaths due to coronavirus in Iran stands at 15. ##Iran## US stocks opened higher today, retracing some of their sharp losses from the start of the week. The Dow fell more than 1,000 points yesterday, recording its worst day in two years, as coronavirus fears led global markets to plummet. Here's how the US markets opened today: The Dow opened up 120 points, or 0.4% before retreating into the single digits\nThe S&P 500 opened 0.4% higher.\nThe Nasdaq Composite climbed 0.6%. ##United States## Administration officials told senators that a vaccine was at least 12 to 18 months away, according to three senators present at today's closed briefing on coronavirus.  When asked if we are close to a vaccine, Sen. Roy Blunt said: “We will not have a vaccine in the next 12 or 18 months.”  Sen. Joe Manchin said he asked National Institutes of Health’s Tony Fauci whether they were close to a vaccine and Faucci said “no,” according to Manchin. “I guess Tony should know... It’s very contagious.” Senate Committee on Health, Education, Labor and Pensions Committee Chair Lamar Alexander said: “The vaccine for the coronavirus is moving more rapidly than any vaccine we have already tried to approve — but it will take a year or 18 months. The way to stop (an outbreak) is quarantine and monitoring.” “I believe it’s under control,\" he added. \"Do I think it will spread in the United States? The advice we got today is inevitably it will spread.” There were 40 senators present for the all-senators briefing, according to Alexander. Senators also said there was concern that there have not been enough masks produced in the US to help prevent the spread of the virus. Meanwhile: Trump continues to publicly express confidence in his administration's handling of the crisis and optimism that it will be short-lived. “I think that whole situation will start working out. A lot of talent, a lot of brain power is being put behind it,” he said on Tuesday during a news conference in New Delhi, India. ##United States## Italy's Lombardy region press office has issued a list of towns and villages that are in complete lockdown, inside the so-called \"red zones\" created to prevent the spread of coronavirus.  They are:   Codogno\nCastiglione D'Adda\nCasalpusterlengo\nFombio\nMaleo\nSomaglia \nBertonico\nTerranova dei Passerini\nCastelgerundo\nSan Fioran What \"red zones\" mean: Measures in \"red zones\" include a ban on the public from entering or leaving the zone, closure of train stations and suspension of public transportation, such as buses.  Italy now has the highest number of coronavirus infections outside Asia, as 54 new cases were detected in the country's north overnight, bringing the total to 283, the Italian civil protection agency said today. The cases are heavily concentrated in the region of Lombardy, where 212 infections have been confirmed. Seven people have so far died from the virus in the country. Here's a look at the 10 towns: ##Italy## Japan's Ministry of Health confirmed the death of a 80-year-old passenger from the Diamond Princess cruise ship. The man died from coronavirus in the hospital. He's the fourth passenger from the ship to die. This also brings the total death toll in Japan to five. US senators had a classified briefing on coronavirus this morning.  As they left, Sens. Dick Durbin, Richard Blumenthal and Lamar Alexander all said that one aspect of the novel coronavirus that concerns them is its spread across countries around the world. A key question, Democrat Whip Durbin said, is “whether or not [countries] will be aggressive in quarantine in cases and reduce the spread beyond their borders. We still have to wait to see.” GOP Sen. Bill Cassidy said that at the end of today's briefing, the officials present actually said “it didn’t need to be” classified. Sen. Roy Blunt, a Republican, echoed that and said the senators didn’t hear anything “top secret.” Durbin also said he believes the Trump administration’s request for about $2 billion in additional funds to deal with coronavirus is a “wise allocation” but added that it “may not even be enough” — repeating a warning that other Democrats have also made.  Durbin then slammed the Trump administration's budget request that cuts funds for health agencies like CDC and NIH as “completely backwards.” He said he hopes the president reconsiders as “we’ve got to anticipate that more resources will be needed.”  GOP Sen. Mike Braun of Indiana said “panicking about this does not make sense,” when asked if Americans should be panicked about the coronavirus, pointing to the fact there’s only been 14 cases so far in the US — not including those from the cruise ship. ##United States## The diocese of the Northern Italy region of Emilia-Romagna has ordered the suspension of people attending Ash Wednesday mass, according to the diocese’s website. The region currently has 23 confirmed cases of coronavirus. The number of cases across Italy is currently 283, Angello Borreli, head of Italy's Civil Protection Agency said in a briefing on Tuesday. What this means: Churches will remain open for private prayer and a prayer will be sent to celebrate in homes at the beginning of Lent, which people can follow on a livestream. There will be prayers for the sick in particular for people with coronavirus, the diocese’s website says.  ##Italy## Italian authorities have identified what they believe is the first known patient to have caught coronavirus in Italy's northern Lombardy region as a 38-year-old man called Mattia. Mattia was originally in intensive care for respiratory problems at a hospital in Codogno, but is now at the Policlinico San Matteo in Pavia, about 35 kilometers south of Milan, Italian Civil Protection press officer Juri Pittaluga told CNN.  Authorities don't believe that this is the case that imported the virus to the region, however.  Mattia's pregnant wife, called Valentina, has also tested positive for coronavirus and is in the Sacco hospital in Milan, but her health condition is \"not worrying at all\" Pittaluga told CNN. ##Italy## As he prepares for a state banquet in New Delhi, President Trump is lashing out against Senate Democratic leader Chuck Schumer, for criticizing his coronavirus response. Here's Trump's tweet: Moments later, Schumer responded, saying: \"I didn’t just criticize Pres. Trump’s pathetic, inadequate funding request I noted his incompetence, how he has no plan to deal with coronavirus. He’s dismantled NSC’s global health security team, wants to cut CDC by 16%, hasn’t appointed 1 person to oversee coronavirus response.\" What this is about: Democrats have begun criticizing the Trump administration's coronavirus response, with Sen. Schumer charging the President is \"asleep at the wheel\" as the threat builds. On Twitter yesterday, Schumer repeatedly took aim at Trump and his team's response.  Here are a couple of his tweets: ##United States## Iran’s deputy health minister Iraj Haririchi, who appeared on television sweaty and ill to warn Iranians of coronavirus yesterday, tested positive for coronavirus on Tuesday. In a news conference on national television, Haririchi coughed and wiped sweat using tissues on several occasions. He was later diagnosed with coronavirus, according to state media. He was standing next to the government spokesman Ali Rabiei to speak about the latest cases of coronavirus in Iran. Iran is facing the largest coronavirus outbreak in the Middle East, with the second largest number of deaths after China. Watch the moment: ##Iran## President Trump has expressed frustration in recent days about some of the ways his administration is confronting a spreading coronavirus outbreak, according to people familiar with the conversations. Here are two instances:  Trump was initially upset that some Americans who tested positive for coronavirus were allowed back into the US for quarantine instead of remaining in Asia, though today he acknowledged it was ultimately the right thing to allow them back into the country.\nAnd he's sided with officials in Alabama who have protested a federal government plan to quarantine some patients in the state, despite federal officials insisting it wouldn't pose a threat to residents.  After both incidents, Trump told people around him he wants to fire those responsible for the decisions, though it doesn't appear anyone has been terminated. Trump hasn't specified particular individuals, venting instead at the broader situation.  The President's frustration reflects a growing sense among Trump administration officials the coronavirus outbreak will present a greater challenge than previously understood. Trump's instinct is to seal the US off entirely from people who could have the virus, according to people who have spoken to him. But remember: Trump continues to publicly express confidence in his administration's handling of the crisis and optimism that it will be short-lived. “I think that whole situation will start working out. A lot of talent, a lot of brain power is being put behind it,” he said during a news conference on Tuesday in New Delhi.  Privately, however, he’s lashed out against decisions made by his team and insisted stricter controls be put in place to prevent those with coronavirus — even Americans — from entering the United States. About the economy: One of the barometers Trump relies on most, the Dow Industrials, plunged 1,000 points yesterday, undercutting Trump’s public downplaying of the potential for crisis. Administration officials have been studying for weeks how the virus could affect the American economy, officials said, though their projections have shown only a minor impact.  Trump has heard a somewhat different story from some wealthy donors and business leaders. As early as mid-January, US CEOs were conveying worry to Trump during the World Economic Summit in Davos at how the virus might affect their supply chains and businesses. He mostly shrugged off those concerns, saying the disease was contained to China. Trump's administration requested $1.25 billion in emergency funding to address the coronavirus, as well as the ability to tap an additional $535 million in emergency funds already appropriated. The White House requested the funds after initially declaring they weren’t necessary. Officials have been receiving calls from concerned lawmakers in recent weeks.  One administration official said it's possible there could be further requests once the scale of the outbreak is better understood. ##United States## Italian Prime Minister Giuseppe Conte was optimistic today that the Italian health system could stand up to the coronavirus. “Our health system is excellent, our precautionary measures are of the utmost rigor and we trust that by virtue of the combined provisions, a health system of excellence and a policy line of health policy of the utmost rigor we will promote a containment effect of the spread of the virus,\" he said.  Italy is the site of Europe's biggest outbreak. At least seven people have died and more than 280 people have been infected, with lockdowns in place for some areas.   ##Italy##  Trains running from Paris to Milan will stop in the French commune of Modane on the Italian border to change crew, French rail operator SNCF has announced, as European countries race to stop the spread of coronavirus following an outbreak in Northern Italy.  Italian train crew members will board French trains in Modane and finish the journey to Milan, replacing all the French staff including ticket inspectors.  Europe's biggest outbreak is in Italy, where 7 have died and more than 280 have been infected, with lockdowns in place for some areas.   ##Italy## The Iraqi government extended a travel ban as fears of a coronavirus outbreak rise, the government said in a statement today. Travelers from five other new countries were included in the ban, which already included Iran and China. The new countries are: Thailand\nSouth Korea\nJapan\nItaly\nSingapore The government said in a statement: \"The committee decided to extend the suspension of the direct or indirect entry of foreign arrivals from China and Iran until further notice, and [also] stop the direct or indirect entry of foreign arrivals from Thailand, South Korea, Japan, Italy and Singapore.\" Two people have tested positive for the coronavirus in Austria, the Tyrol Region government press office confirms. The two people, whose genders and nationalities have not bee released, tested positive in the city of Innsbruck. Austria shares a 404-kilometer-long border (that's 251 miles) with Italy. Europe's biggest outbreak is in Italy, where 7 have died and more than 280 have been infected, with lockdowns in place for some areas.   ##Italy## People have been asked to remain in their rooms at the Costa Adeje Palace Hotel in Tenerife, Spain, as a male Italian guest tested positive for coronavirus in a first test Monday night.  “Following the report of a possible coronavirus case detected in a customer from Italy, staying at the H10 Costa Adeje Palace, H10 Hotels has implemented all health and operational recommendations from the health authorities to ensure the safety and wellbeing of customers and employees,\" a communications representative for the H10 hotel group said in a statement.  \"Additionally, we are providing customers and hotel staff all the necessary care and attention so that, despite the inconveniences this situation may cause, they are taken care of in the best way possible,\" they added.   A spokeswoman for the Canary Island health department told CNN: \"We are not calling it a quarantine, we are monitoring and undertaking health checks on all people that might have had a contact with the coronavirus patient -- that includes people from the hotel, not all of them.\"  \"The regional government will hold a meeting this morning to evaluate the situation,\" she added. Iran’s deputy health minister has tested positive for the coronavirus, the country's ILNA news agency reported Tuesday, according to Reuters.  In an interview with state television, a spokesman for the health ministry confirmed that Deputy Minister Iraj Harirchi had been infected and has been quarantined, Reuters reported.  The current number of confirmed cases across Iran is 95, while there are 15 confirmed deaths. ##Iran## Croatia has confirmed its first case of the coronavirus, a civil servant in the press office told CNN, confirming comments made by the Croatian Prime Minister Andrej Plenković.  The patient is a young male Croatian national with mild symptoms, and is quarantined in the University Hospital for Infectious Diseases Dr. Fran Mihaljevic in Zagreb, Croatia.  The man recently traveled in Italy, the Prime Minister’s office said. The number of coronavirus cases in Italy has jumped to 283, Angello Borreli, head of Italy's Civil Protection Agency said in a briefing on Tuesday.  Of the cases, 212 are in Lombardy, 38 in Veneto, 23 in Emilia Romagna, three in Piedmont, three in Lazio, two in Tuscany, and one in Sicily. The case recorded in Sicily is the first occurrence of coronavirus in southern Italy.  Out of the 283 total cases in Italy, seven patients have died, and one has recovered.  ##Italy## Iran has reported 34 new confirmed cases and 1 new death from coronavirus, health ministry spokesman Kianoush Jahanpour said in a ministry Telegram channel on Tuesday. The current number of confirmed cases across Iran is 95, while there are 15 confirmed deaths.  Iran struggling to contain outbreak: Across the Middle East, flights from Iran have stopped and borders with the country have been closed as the region tries to keep the spread of a deadly coronavirus at bay. Economic sanctions imposed against Iran by the United States and other bodies have made tackling the disease harder, a board member of Iran's Association of Medical Equipment Importers said yesterday. ##Iran## Another novel coronavirus patient in South Korea has died, bringing the total number of deaths linked to the virus to 11 in the country, the Centers for Disease Control and Prevention said Tuesday.  The cause of death is still being investigated for the patient, a 35-year-old Mongolian man who reportedly had a pre-existing liver condition. There are now nearly 1,000 confirmed cases of novel coronavirus in South Korea, after authorities there announced Tuesday that 114 more people were infected. Of the total 977 cases, the highest concentration are in three locations, including 543 in the southern city of Daegu, 248 in North Gyeongsang Province and 43 in the port city of Busan.  Flights suspended and religious group self-isolating: All flights have been suspended to Daegu, the southern city where the initial outbreak occurred. Several countries and territories have announced restrictions on travel from South Korea, or new warnings for citizens traveling to the country. The Daegu outbreak had centered around the Shincheonji religious group, but the virus appears to have spread now beyond practitioners. Several hundred members of the group have tested positive for the virus, and more than 9,000 practitioners have been put into self-isolation while they are tested by health authorities.  President Donald Trump has expressed optimism that the novel coronavirus will be a short-term problem, which won't have a lasting impact on the global economy. I think that’s a problem that’s going to go away,\" Trump said at the start of a business roundtable in India's capital New Delhi on Tuesday. The President, who is in India on a two-day state visit, noted a plunge on Wall Street  Monday, but said futures were higher ahead of Tuesday's market open. \"Things like that happen and you have it in your business all the time,\" he told gathered executives. \"It had nothing to do with you. It was an outside source.\" Trump outlined the administration's efforts to contain the virus, claiming the US had \"essentially closed the borders.\" We’re watching very carefully,\" Trump said. \"We’re fortunate so far and we think it’s going to remain that way.\" He also heaped praise on Chinese President Xi Jinping for his efforts to contain the virus, despite the leader coming under withering criticism from others. If you know anything about him, I think he’ll be in pretty good shape,\" Trump said of Xi. \"They’ve had a rough patch.\" ##United States## Japan’s professional soccer league, “J League,” has announced it will postpone all games until March 15. In a statement, the league said it is fully committed to stopping the spread of the novel coronavirus. The announcement comes after a government panel of experts recommended that the public avoid gatherings and large crowds.  Cases in Japan: Japan has confirmed 840 cases of novel coronavirus; nearly 700 of those are linked to the Diamond Princess cruise ship, which was docked in Yokohama for two weeks while under quarantine. Four people have died.   A survey of small enterprises in China found that only 30% have resumed business, Shu Chaohui of the Ministry of Industry and Information Technology said at a news conference on Tuesday.  The survey applied to businesses in several industries with 100 employees or fewer. Shu called the situation “grim,\" and said that the smaller the business, the lower the resumption rate was. “We have launched taxation and social insurance policies to support these enterprises,” Shu said.  Fan Zhenyu of China's Ministry of Transport said that 27 provinces have resume inter-provincial buses to transport people back to work. More than 100 cities have already resumed public transportation within epidemic guidelines and have reduced the number of health check points from 17,000 to 9,000, Fan reported. Global economic damage: Factory closures in China, as well as reduced demand for goods and services, were already expected to slam China's economic growth in the first quarter, weigh on trade and rattle global markets. But the spread of the virus further afield increases the risk of substantial damage to economies that were growing at a much slower place than China, or -- as in the cases of Germany, Italy and Japan -- already at risk of recession. ##China## Iran has announced two new deaths from coronavirus, which brings its death toll to 14, Iran’s official news agency IRNA reported on Tuesday. Iran is on the front line of the outbreak -- the health ministry has confirmed 61 cases so far.  Yesterday, a lawmaker from Qom -- the site of the outbreak -- criticized the government’s handling of the outbreak and accused officials of covering up its true scale. Ahmad Amirabadi Farahani claimed Monday that 50 people had died from the virus in Qom, but Iran's health ministry denied his claims.  Cases in Iraq: Meanwhile in neighboring Iraq, a family of four tested positive for coronavirus on Tuesday in Kirkuk governorate, the health ministry said in a statement, bringing the number of confirmed cases in Iraq to five.  The family had recently returned from Iran and are currently in quarantine, the statement added. ##Iran## Another 40 coronavirus cases have been detected in Northern Italy since Monday evening, the Italian Civil Protection Department’s media office said Tuesday,  That brings the current number of cases across the country to 272. The number of deaths due to coronavirus in Italy remains at seven -- six in Lombardy, and one in Veneto. Where in Italy has the virus spread? Lombardy: 206 (Northern Italy)\nVeneto: 38 (Northern Italy)\nEmilia-Romagna: 21 (Northern Italy)\nPiedmont: 3 (Northern Italy)\nBolzano, Trentino: 1 (Northern Italy)\nRome: 3 (Central Italy) ##Italy## The UK Department of Health has released a new travel advisory saying that travelers returning from Northern Italy should self-isolate if they display flu-like symptoms.  Northern Italy is defined by the department as anywhere north of, but not including, Pisa, Florence and Rimini. This comes a week after some schools in the UK were on half-term holidays. \"If you have returned from these areas since February 19th and develop symptoms, however mild, you should stay indoors at home and avoid contact with other people immediately and call NHS111. You do not need to follow this advice if you have no symptoms,\" the advisory said.  Other countries included in the advisory are: Vietnam\nCambodia\nLaos\nMyanmar Travelers returning from the following areas since February 19 have been asked to self-isolate, even if they do not have symptoms:  Iran\nSpecific lockdown areas in Northern Italy as designated by the Italian government.\nSpecial care zones in South Korea as designated by the South Korean government.\nHubei province (returned in the past 14 days) ##Italy## China has spent decades nurturing its tech sector. Now, faced with a massive public health crisis, Beijing is pushing its tech companies to join the fight against the novel coronavirus. Tech giants have responded by deploying autonomous vehicles to bring supplies to medical workers, fitting drones with thermal cameras to improve detection of the virus and lending their computing power to help develop a vaccine. Robot waiters: The food delivery giant Meituan Dianping introduced robots last week in some of its partners' restaurants in Beijing to help bring food from kitchens to delivery workers, and to customers waiting for takeout. Robot deliverymen: Chinese e-commerce giant JD.com, meanwhile, enlisted self-driving robots to bring goods to medical workers in the central Chinese city of Wuhan, ground zero for the virus. Cutting humans out of the equation has helped protect customers and employees, said Qi Kong, head of autonomous driving at JD Logistics. \"As we learned of the situation in Wuhan, we started to pivot our resources there,\" Qi told CNN Business. \"Time has been really tight. It only took us four days to make sure our algorithm was ready to go, from simulation to practice.\" And a startup, Shanghai TMIRob, is sending dozens of robots inside hospitals throughout Wuhan, according to Chinese state media. There, they are spraying disinfectant in isolation wards, intensive care units and operating rooms. Read more here. ##China## Italian Prime Minister Giuseppe Conte told reporters Monday evening that a \"not entirely proper\" management of a hospital in northern Italy contributed to the spread of novel coronavirus in the country. \"Obviously we cannot predict the progress of the virus. It is clear that there has been an outbreak and it has spread from there,\" said Conte. “There has been a management of the hospital not entirely proper according to prudent protocols which are recommended in these cases, and this has certainly contributed to the spread,\" he said of the hospital in northern Italy where the first case of coronavirus was confirmed. Conte added: “we continue with the utmost caution and rigor and ensure maximum concentration night and day.” Neither the hospital nor the town was named.  The outbreak in Italy: At least 229 people have been infected with the virus, and seven people have died. Around 100,000 people in the northern regions of Lombardy and Veneto are facing travel and other restrictions. Meanwhile, Italy has not identified \"patient zero,\" the source of the coronavirus outbreak in the country. ##Italy## An 80-year old passenger from the Diamond Princess cruise ship that was quarantined in Japan has died, the country's health ministry said Tuesday. This is the fourth passenger from the ship to die. However, the cause of death has not been confirmed and no details were given as to whether the passenger had tested positive for the novel coronavirus. The Diamond Princess was docked in Yokohama for two weeks while under quarantine, and nearly 700 coronavirus cases have been linked to the ship.  Clusters of novel coronavirus outbreaks are spreading as cases surge in South Korea, Iran and Italy, though the World Health Organization (WHO) said it is still too early to declare a pandemic. Here's what you should know: The numbers: The novel coronavirus has infected more than 80,000 people worldwide and killed more than 2,700. There are at least 2,400 confirmed cases of coronavirus in more than 35 countries and territories outside mainland China, including 37 deaths.  South Korea in crisis: In South Korea, at least 977 cases have been confirmed, up from 31 a week ago. The country reported three more deaths on Tuesday, bringing the number of people who have died to 10. The virus has spread throughout the country, with the worst outbreak linked to a religious group in the southern city of Daegu. Iran onset: Iran is on the front line of the outbreak -- the health ministry has confirmed 61 cases and 12 deaths -- -though one lawmaker in the city of Qom claims the death toll could be as high as 50. Iran's health ministry denies the claims. Economic sanctions imposed against Iran by the United States and other bodies have made tackling the disease harder, a board member of Iran's Association of Medical Equipment Importers has said.  Italian outbreak: At least 229 people have been infected with the virus, and seven people have died in the southern European nation. Around 100,000 people in the northern regions of Lombardy and Veneto are facing travel and other restrictions. Italy has not identified \"patient zero,\" the source of the coronavirus outbreak in the country. Italian Prime Minister Giuseppe Conte told reporters Monday that a \"not entirely proper\" management of a hospital in northern Italy contributed to the spread of the virus in the country. More countries report first cases: Oman has announced its first two cases of the virus, after two Omani women returning from Iran tested positive. Meanwhile, an Iranian student who entered Iraq prior to the country's travel ban on Iran has been confirmed to have the virus.  Thailand, Singapore and Kuwait all reported additional cases on Tuesday. Investors are nervous: A mixed showing for markets in Asia Pacific on Tuesday followed a terrible day for US stocks, which plunged on mounting worries about the spread of the coronavirus outside China to major economies. The Dow Jones index finished down more than 1,000 points at the closing bell on Monday, its worst day since February 2018. Outbreak is not a pandemic: Mike Ryan, executive director of the WHO's health emergencies program, said it's too early to declare the novel coronavirus a pandemic -- but now is the time to prepare. WHO director general Tedros Adhanom Ghebreyesus said the virus has pandemic potential -- but it’s not there yet.  Military drills on hold: The US and South Korea are considering scaling back joint military exercises due to the coronavirus on the Korean Peninsula.  The situation in the US: There are now 53 confirmed cases of novel coronavirus in the US, according to the US Centers for Disease Control and Prevention, 36 of whom were aboard the Diamond Princess cruise ship. Meanwhile, Alabama's mayor said the state was not prepared to handle coronavirus patients. President Donald Trump tweeted Tuesday that \"The Coronavirus is very much under control in the USA.\" Closing access to Iran: Due to Iran's outbreak, Oman has suspended flights to and from the country. Turkey, Pakistan and Iraq have closed their borders with Iran, while Kuwait Airways, Iraq Airways and Turkey have suspended flights to the country.  Meanwhile, the United Arab Emirates is banning its citizens from traveling to Iran and Thailand, and all flights from Dubai airport to Iran have been suspended, except to Tehran. The number of confirmed coronavirus cases in South Korea has almost reached 1,000.  As of Tuesday afternoon, cases jumped by 84 to bring the national total to 977, a spokesperson for the South Korean Centers for Disease Control and Prevention told CNN. The death toll has also increased to 10. Three Kuwaiti citizens returning from Iran have tested positive for novel coronavirus, the Kuwaiti health ministry said in a tweet on Tuesday.  This brings the total number of confirmed cases in Kuwait to eight, the ministry said. Fears of an outbreak in Kuwait, which is sandwiched between Iraq and Saudi Arabia, prompted the suspension of all sport activities in the country for two weeks, the official state news agency KUNA said on Monday. Earlier Kuwait suspended flights to and from a number of countries including Iraq, South Korea, Italy and Thailand.  Dubai airport in the United Arab Emirates will stop flights to and from Iran, \"except for the capital Tehran,\" a Dubai airport spokesperson said on Tuesday. The move comes as the coronavirus outbreak has spread in Iran, which has reported 12 confirmed deaths and 61 cases. “All passengers arriving on direct flights from Tehran will receive thermal screening at the airport,” the spokesperson said.  Dubai airport is one of the busiest in the world, with 86.4 million people traveling through it in 2019.  Hong Kong on Tuesday announced that all classes in schools will be further suspended until at least April 19 to prevent the spread of the novel coronavirus. Many students in the semiautonomous Chinese city haven't been to school since before the Lunar New Year Holiday, which began on January 22, though they are continuing their studies via online learning. The announcement came after health officials reported two new coronavirus cases in the city, bringing the total to 81, including two deaths. The two new cases involved a man and a woman, both aged 57, who recently returned from the Diamond Princess cruise ship that was quarantined for two weeks in Japan.  Treble hit for economy: The coronavirus outbreak that originated across the border in mainland China has taken its toll on Hong Kong, coming after months of increasingly violent anti-government protests and a US-China trade war that pushed the city into a recession last year for the first time in a decade. The virus has hit the tourism and restaurant sector hard, and caused shops, theme parks, cultural attractions and other hotspots to close. The government has asked civil servants to work from home and urged private companies to do the same with their employees.  Airlines under pressure: Hong Kong is also a major regional and international transport hub, especially for Japan and South Korea -- two countries that have seen their own outbreaks of the virus. Hong Kong carrier Cathay Pacific has asked its 27,000 employees to take three weeks of unpaid leave, citing a \"significant\" drop in demand for flights caused by the virus. Living at close quarters: The city is home to around 7.5 million people, with much of the population living in tiny apartments stacked on top of one another in giant high-rises -- presenting a possible spreading risk. Economic woes aside, the extended school closures show the government is trying to make sure Hong Kong's outbreak does not get to the level seen in Japan or South Korea. The novel coronavirus has spread throughout the world since the first cases were detected in central China in December. More than 2,600 people have died globally and over 80,000 people have been infected. There are at least 2,400 confirmed cases of novel coronavirus in more than 35 countries and territories outside mainland China, including 37 deaths. Afghanistan: 1 case\nAustralia: 22 cases\nBahrain: 2 cases\nBelgium: 1 case\nCambodia: 1 case\nCanada: 11 cases\nEgypt: 1 case\nFinland: 1 case\nFrance: 12 cases, 1 death\nGermany: 16 cases\nHong Kong: 81 cases, 2 deaths\nIndia: 3 cases\nIran: 61 cases, 12 deaths\nIraq: 1 case\nIsrael: 2 cases\nItaly: 229 cases, 7 deaths\nJapan: 840 cases, 4 deaths (693 cases linked to Diamond Princess cruise ship)\nKuwait: 8 cases\nLebanon: 1 case\nMacao: 10 cases\nMalaysia: 22 cases\nNepal: 1 case\nOman: 2 cases\nPhilippines: 3 cases, 1 death\nRussia: 2 cases\nSingapore: 90 cases\nSouth Korea: 977 cases, 10 deaths\nSpain: 2 cases\nSri Lanka: 1 case\nSweden: 1 case\nTaiwan: 30 cases, 1 death\nThailand: 37 cases\nUnited Arab Emirates: 9 cases\nUnited Kingdom: 13 cases\nUnited States: 53 cases\nVietnam: 16 cases Read more here. Thailand has recorded two new confirmed cases of the novel coronavirus, according to the country’s Ministry of Public Health.  The two new cases are a 31-year old Thai housewife with a family member that frequently travels to China, and a Thai driver, 29, who was exposed to Chinese tourists.  This brings the total number of cases in Thailand to 37, of which 22 have been discharged and 15 remain in hospital for treatment. Outside of Asia, one of the worst outbreaks of the novel coronavirus is in Italy. Around 100,000 people in the northern regions of Lombardy and Veneto are facing travel and other restrictions as the country struggles to contain a sudden spike in cases that has seen at least 229 confirmed cases and seven deaths.  Where are the cases? The majority of the deaths and cases are in Lombardy, not far from Milan, the region's capital and a tourist hotspot that's a center of industry and fashion. Strict emergency measures: Restrictions were put in place over the weekend, including a ban on public events in at least 10 municipalities, after a spike in confirmed cases in Lombardy and Veneto. Tourist attractions have been closed, private meetings banned and schools shut. People inside these areas are being asked to stay inside and avoid contact with others.  Football postponed: Four Serie A fixtures were called off over the weekend as Italian soccer faced the threat of further postponements due to the coronavirus outbreak. Source of virus in Italy unknown: Italy still has not identified \"patient zero,\" the source of the coronavirus outbreak in the country, two officials said Monday. \"The important thing is to identify 'patient zero,' where he/she is from, and to stop this chain of infection,\" Angelo Borrelli, the head of Italy's civil protection agency, said. Borrelli suggested an explanation for the sudden spike in cases over the weekend: \"I believe that the incubation period meant that the infections all exploded at a certain moment.\" Panic buying: Attilio Fontana, Lombardy's president, has urged residents to stay calm and stop panic-buying, saying \"rushing to stock up on food doesn't make any sense. There are enough supplies.\"  EU sends aid: In a statement Monday, the European Commission said it was providing aid worth $250 million to affected regions and sectors of the EU. The Commission added that it was stepping up support for member states following developments in Italy.  Health experts head to Italy: A team of health experts from the World Health Organization and the European Centre for Disease Prevention and Control arrived in Italy on Monday, to assist local authorities. Borders open: While countries like Germany, Switzerland and Austria are not imposing travel restrictions on people coming from Italy, fears will remain over Europe's ability to contain a crisis like this. The combination of the continent's relatively open borders and a highly infectious virus that experts say can spread without a carrier showing any sign of symptoms means that the potential is there for the situation to quickly worsen.  Read more on the Italian outbreak here.  ##Italy## South Korea has reported a ninth death among confirmed novel coronavirus cases, according to the country's Centers for Disease Control and Prevention (KCDC). The latest fatality is a 60-year-old woman who had made contact with a confirmed member of the Shincheonji religious group, the KCDC said. She passed away early morning Tuesday of acute respiratory failure. Among the confirmed cases, six more patients are currently in critical condition. Across the Middle East, flights from Iran have stopped and borders with the country have been closed as the region tries to keep the spread of the deadly coronavirus at bay. Iran is on the front line of the outbreak -- the health ministry has confirmed 61 cases and 12 deaths. Lawmaker alleges cover-up: One Iranian lawmaker, Ahmad Amirabadi Farahani from the city of Qom, criticized the government's handling of the outbreak, accusing officials of covering up numbers. Farahani said 50 people had died from the virus in Qom, the center of the coronavirus outbreak in Iran, though the country's health ministry has denied his claims. Sanctions hurting efforts to fight virus: The heavy economic sanctions imposed against Iran by the United States and other bodies have made tackling the disease harder, with the country struggling to access novel coronavirus test kits, a board member of Iran's Association of Medical Equipment Importers told the semi-official news agency ILNA on Sunday. Ramin Fallah told ILNA that \"many international companies are ready to supply Iran with coronavirus test kits, but we can't send them money\" because of the US sanctions. Last Friday, the Paris-based Financial Action Task Force (FATF) placed Iran on its blacklist, which puts more financial pressure on Iran and Iranian banks.  Closing borders, flights suspended: Due to the outbreak, Oman has suspended flights to and from the country. Turkey, Pakistan and Iraq have closed their borders with Iran, while Kuwait Airways, Iraq Airways and Turkey have suspended flights to the country. Meanwhile, the United Arab Emirates is banning its citizens from traveling to Iran and Thailand. ##Iran## Singapore has reported an additional case of novel coronavirus, bringing its total to 90, the country's Ministry of Health said in a statement Monday. The latest case involves a 75-year-old woman who is a Singapore citizen with no recent travel history to China, it said.  The woman developed symptoms on February 9 and was linked to a cluster of cases at The Life Church and Missions Singapore. The religious group at the center of a novel coronavirus outbreak in South Korea has agreed to hand over a list of its entire congregation and their contact information to health authorities, according to South Korea’s vice health minister. About half of South Korea's coronavirus cases are linked to a branch of the Shincheonji religious group in the southern city of Daegu.  “The Central Disaster Management Headquarters, through consultations with the Shincheonji religious group, has received an agreement to receive the entire congregation list and contact information of the Shincheonji religious group nationwide,” Kim Gang-lip, vice minister of South Korea’s Ministry of Health and Welfare said in a Tuesday news briefing. Kim said the group has also agreed to provide a list of members in other areas who visited the Daegu branch in January and February, and a list of members of the Daegu branch who visited other areas.  “As soon as the congregation list is secured, the Central Disaster Management Headquarters will distribute it to health centers and local governments.” More than 9,000 practitioners have been put into self-isolation while they are tested by health authorities. Who are they? The Shincheonji group is a Christian-inspired religious movement centered around the personality of its founder and chairman, Lee Man-hee. The infection is believed to have spread rapidly because of the mass worship sessions the group holds, which puts them in close contact with one another for long periods of time. Kim So-il, a project director at Shincheonji, compared recent criticism of the group to a \"19th century witch-hunt.\" \"It's unfair that all people rebuke Shincheonji,\" he told CNN, adding that the group was in \"great difficulty right now.\" Speaking Sunday, a Shincheonji representative told reporters that practitioners are the \"biggest victims\" of the virus, and urged people to \"refrain from hate and groundless attack.\" South Korea has reported an eighth death of a patient who had novel coronavirus on Monday, according to a text message sent to reporters from the country's Centers for Disease Control and Prevention.  The man, who was born in 1953, died while receiving treatment at the Kyungpook National University Hospital in Daegu. The man was confirmed with the virus on February 20. The message said the cause of death for the patient is under investigation. All 16 patients with novel coronavirus in Vietnam, including a three-month-old infant, have recovered from their illnesses, the country's Ministry of Health said on its website. One patient is still being monitored in hospital, and the others have been discharged, it said. More than 1,200 tests have turned out negative since the crisis began, and no new cases have been reported since the 16th patient was diagnosed on February 13, according to the ministry. Containing the virus: In order to stop the virus spreading, Vietnam placed an entire community on lockdown following the confirmation of its 16th case.  Local authorities locked down the area around the Son Loi commune in Vinh Phuc province, about 40 kilometers (25 miles) northwest of the capital Hanoi, affecting some 10,000 people. Multiple outbreaks of the novel coronavirus outside of mainland China have continued to worsen, as experts warn we may be approaching pandemic levels.  WHO in Italy: A World Health Organization team landed in Italy late Monday to \"support Italian authorities in understanding the situation,\" the WHO said. The team's focus will be on \"limiting further human-to-human transmission\" after a rapid rise in cases.  Italian outbreak: At least 229 people have been infected with the virus, and seven people have died in the southern European nation.  South Korea in crisis: In South Korea, more than 893 cases have been confirmed, up from 31 a week ago. At least seven people have died, and the virus has spread throughout the country, though the worst outbreak remains in the southern city of Daegu.  Iran onset: Iran is on the front line of the outbreak -- the health ministry has confirmed 61 cases and 12 deaths. China postpones top political meeting: Chinese authorities announced the postponement of the National People's Congress (NPC), the country's rubber-stamp parliament, an unprecedented move in recent times. It comes after Chinese President Xi Jinping warned Sunday that that novel coronavirus is the worst public health crisis facing the country since its founding.  The cases: At the end Monday, China's National Health Commission's had confirmed 77,658 cases in the mainland, and 2,663 deaths. The virus has now infected at least 80,067 people worldwide and killed 2,698. Read the full story here.  No drug manufacturers have reported that they anticipate shortages of particular drugs due to the novel coronavirus, a US Food and Drug Administration spokesperson said on Monday. The agency said it has been in touch with 180 drug manufacturers to remind them of their regulatory obligation to notify the FDA if they anticipate any disruption in drugs supplies.  Reviewing supplies: The FDA asked companies to evaluate their supply chain in light of the novel coronavirus and what potential challenge that may pose to the global drug supply, the statement said. Sourcing from China: The FDA says it has identified about 20 drug products that either solely source their active pharmaceutical ingredients or produce finished drug products from or in China. “We have been in contact with those firms to understand if they face any drug shortage risks due to the outbreak. None of these firms has reported any shortage to date,” FDA spokesperson Stephanie Caccomo said in the statement. “We will continue to remain in contact with the manufacturers so that we can best help mitigate any potential issues in the future.” Where do our drugs come from? Most active pharmaceutical ingredients -- the drugs that are formulated into capsules, tablets and injections -- are not manufactured in the United States. As of August 2019, 13% of active pharmaceutical ingredients for the US market are made in China, Dr. Janet Woodcock, the director of FDA’s Center for Drug Evaluation and Research, said in October.  The number of firms making those ingredients in China more than doubled between 2010 and 2019. In August 2019, India made 18% of these ingredients and the EU made 26% of these ingredients for the US market. ##United States## An 83-year-old American woman was the only passenger from the MS Westerdam cruise ship to test positive for the novel coronavirus.  She has been retested and is now found to be negative, according to a statement from US Centers for Disease Control and Prevention (CDC) spokesperson Erin Burns.  The woman had flown to Malaysia to catch a flight back hone, but tested positive for the coronavirus.  \"Two sequential tests on samples from that same person were negative,\" Burns said.  The ship had more than 2,000 people on board and was denied port entry in several countries before Cambodia gave permission for it to dock, according to Holland America Line, the company that owns the cruise ship. All passengers have disembarked from the ship, and \"additional testing of more than 1,500 passengers from the Westerdam was negative,\" Burns said.  To date, none of the ship's passengers are confirmed to have contracted the coronavirus. Ryan Detrick, senior market strategist for LPL Financial, said in a statement Monday, “The coronavirus might be slowing in mainland China, but the huge jump over the weekend to various other countries has many reassessing 2020 growth estimates.\" Detrick continued: \"The (International Monetary Fund) already lowered China’s growth this year, but should the virus continue to spread to other parts of the world, we could see quickly decreasing earnings and growth outlooks.” Asia stocks mixed: Some Asian stock markets tumbled on Tuesday as coronavirus fears mount. Japan's benchmark Nikkei 225 (N225) index plunged 3% in early trade. Markets in the country were closed Monday for a holiday. Australia's S&P/ASX 200 fell 1.5% Tuesday, while China's Shanghai Composite (SHCOMP) dropped 2.5%. South Korea's Kospi (KOSPI) was up 0.6% after closing down nearly 3.9% on Monday, its worst day since October 2018. Hong Kong's Hang Seng Index (HSI) also slightly increased following a 1.8% decline on Monday. US stocks plunge: The mixed showing in Asia Pacific followed a terrible day for US stocks. US markets plunged almost 1,000 points on Monday, with the Dow closing down 1,032 points -- a 3.6% drop -- for its worst day in two years. That sharp drop wiped out the Dow’s gains for the year -- leaving the index slightly negative for 2020. The S&P 500 and Nasdaq Composite each ended the day down more than 3%, too. Health officials have yet to label the coronavirus outbreak a pandemic -- but they could be close to calling it one. \"We're on the knife's edge,\" said Dr. William Schaffner, an infectious disease specialist at Vanderbilt University Medical Center and a longtime adviser to the US Centers for Disease Control and Prevention.\n\"We're really on the brink,\" says Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases at the National Institutes for Health. Not there yet On Monday, the World Health Organization's director general Dr. Tedros Adhanom Ghebreyesus said coronavirus has pandemic potential -- but it’s not there yet.  Tedros said the decision to use the word pandemic is based on ongoing assessments of the geographic spread of the virus, severity and impact of the society and for the moment they are not witnessing the uncontained global spread of this virus.   He said the virus is affecting countries across the world in different ways and requires a tailored response, adding it’s not a one-size-fits-all response.   Remember: There is no precise, mathematical definition of a pandemic. Outbreaks get characterized as pandemics by epidemiologists -- who are not yet using the term. That's because they've yet to see sustained transmission among people who have not recently traveled to China or had close contact with someone who recently traveled to China.  It's not enough for a cluster of disease in a country to exist and even spread -- it has to spread in a sustained way, from person to person, time and time again, through many generations of transmission. Right now, certain countries may still be able to contain the clusters of disease they are experiencing, and if they snuff out the outbreaks before they progress and achieve sustained transmission, they will have avoided a pandemic. A growing number of major American companies are saying coronavirus is hurting their business. Late Monday, United Airlines announced that it has suspended flights between the United States and four destinations in China, routes that represent approximately 5% of the company's planned capacity, because of the virus. The airline said near-term demand for flights to China has fallen to near zero, and the demand for flights to the rest of its trans-Pacific routes has declined 75%.  The canceled flights were between the US and Beijing, Chengdu, Shanghai and Hong Kong and will be suspended through April 24. United said that despite these \"short-term\" issues, the company believes \"it will be in a strong position to deliver earnings growth in 2021 and beyond.\" Read more here.  ##United States## Bahrain's aviation authority has suspended all incoming flights from Dubai International airport and Sharjah International Airport, in the United Arab Emirates, for 48 hours over coronavirus fears, according to the state-run Bahrain News Agency (BNA). The statement, which was released on Tuesday shortly after midnight local time, said the suspension was “effective immediately.”  On Monday, Bahrain confirmed the country's second case of the novel coronavirus. The patient is a Bahraini woman who arrived from Iran via Dubai, BNA reported.  The US Centers for Disease Control and Prevention (CDC) has raised its travel advisories for Italy and Iran to Alert Level 2, due to the novel coronavirus outbreak. According to the CDC, both Italy and Iran are experiencing “sustained community spread of respiratory illness (COVID-19) caused by the novel coronavirus.” Older adults and people with chronic medical conditions should consider postponing nonessential travel to these countries, the CDC recommends. Travelers should also avoid contact with sick people and clean their hands often by washing with soap and water for at least 20 seconds or using an alcohol-based hand sanitizer with 60%–95% alcohol, the CDC says. Also on Tuesday, the CDC raised its travel advisory for South Korea to Warning Level 3 -- recommending that travelers avoid all nonessential travel to South Korea. ##Iran## ##Italy## ##United States## South Korea recorded 60 additional cases of novel coronavirus overnight, bringing the country’s total to 893 cases, the South Korean Centers for Disease Control and Prevention (KCDC) said in a statement.  Here's a breakdown of the new cases: Seoul: 2\nBusan: 3\nDaegu: 16\nGyeonggi Province: 5\nNorth Gyeongsang Province: 33\nSouth Gyeongsang Province: 1 More than half of the country's total cases are associated with a branch of a religious group in the southern city of Daegu. The number of deaths from the novel coronavirus has risen to more than 2,698 across the world.  Where the death toll stands: China reported 71 new deaths on Monday, with 68 of those in Hubei province -- the epicenter of the outbreak. The additional three deaths outside of Hubei brings the death toll in mainland China to 2,663, according to the country's National Health Commission.  There have been 35 deaths reported outside of mainland China. Here's a breakdown of those numbers: Iran: 12\nSouth Korea: 7\nItaly: 7\nJapan: 4\nHong Kong: 2\nPhilippines: 1\nFrance: 1\nTaiwan: 1 The cases: Confirmed cases in mainland China increased by 508 on Monday. Of those cases, 499 were in Hubei province. That means according to the NHC, there were nine new cases reported outside of Hubei. The total number of confirmed cases in mainland China is now 77,658, bringing the global total to at least 80,067. China's NHC added that a total of 27,323 patients have recovered and been discharged from hospital. Clusters of novel coronavirus outbreaks are spreading as cases surge in South Korea, Iran and Italy, though the World Health Organization (WHO) said it is still too early to declare a pandemic.  Here's what you should know: The numbers: The novel coronavirus has infected at least 80,067 people worldwide and killed 2,698. Some 35 of those deaths occurred outside mainland China. In China, the vast majority of cases and deaths remain concentrated in Hubei province, the epicenter of the outbreak. Areas of concern: South Korea reported 60 cases overnight, bringing the total there to 893. Iran is on the front line of the outbreak -- the health ministry has confirmed 61 cases and 12 deaths -- though one lawmaker in the city of Qom claims the death toll could be as high as 50. Iran's health ministry denies those claims. In Italy, about 100,000 people are affected by travel restrictions as seven people have died and at least 229 others have been infected with the virus.  More countries report first cases: Oman has announced its first two cases of the virus, after two Omani women returning from Iran tested positive. Meanwhile, an Iranian student who entered Iraq prior to the country's travel ban on Iran has been confirmed to have the virus. Markets are nervous: US stocks plunged on mounting worries about the spread of the coronavirus outside China to major economies. The Dow Jones index finished down more than 1,000 points at the closing bell on Monday, its worst day since February 2018.  Outbreak is not a pandemic: Mike Ryan, executive director of the WHO's health emergencies program, said it's too early to declare the novel coronavirus a pandemic -- but now is the time to prepare. WHO director general Tedros Adhanom Ghebreyesus said the virus has pandemic potential -- but it’s not there yet.   Military drills on hold: The US and South Korea are considering scaling back joint military exercises due to the coronavirus on the Korean Peninsula.  The situation in the US: There are now 53 confirmed cases of novel coronavirus in the US, according to the US Centers for Disease Control and Prevention, 36 of whom were aboard the Diamond Princess cruise ship. Meanwhile, Alabama's mayor said the state was not prepared to handle coronavirus patients. President Donald Trump tweeted today that \"The Coronavirus is very much under control in the USA.\" Closing access to Iran: Due to Iran's outbreak, Oman has suspended flights to and from the country. Turkey, Pakistan and Iraq have closed their borders with Iran, while Kuwait Airways, Iraq Airways and Turkey have suspended flights to the country. Meanwhile, the United Arab Emirates is banning its citizens from traveling to Iran and Thailand. Fears about the novel coronavirus outbreak are roiling some global markets Tuesday.  Japan's benchmark Nikkei 225 index plunged 3.1% in early trade. Markets in the country were closed Monday for a holiday. Australia's S&P/ASX 200 fell 1.1% Tuesday morning. China's Shanghai Composite dropped 1%.  South Korea's Kospi was up 0.8% after closing down nearly 3.9% on Monday, its worst day since October 2018. Hong Kong's Hang Seng Index also slightly increased following a 1.8% decline on Monday. A terrible day: The mixed showing in Asia Pacific followed a terrible day for US stocks. The Dow closed down 1,032 points -- a 3.6% drop -- for its worst day in two years. The S&P 500 and Nasdaq Composite each ended the day down more than 3%, too. Read more here.  The US Centers for Disease Control and Prevention (CDC) has raised the travel advisory for South Korea to Warning Level 3, due to the novel coronavirus outbreak. The CDC recommends that travelers avoid all nonessential travel to South Korea, because there is limited access to adequate medical care in novel coronavirus affected areas. South Korea has a total of 893 confirmed cases of the coronavirus.  ##United States##", "Section": "asia", "Writers": ["Helen Regan", "Adam Renton", "Meg Wagner", "Mike Hayes", "Veronica Rocha"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-25-20-hnk-intl/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}