{"Type": "article", "Time": "2020-07-21", "Headline": "The mask debate is still raging in the US, but much of the world has moved on", "Text": "President Donald Trump has long been reluctant to wear a mask in public, but on Tuesday he gave his most unequivocal backing yet to public health experts' calls for the US public to mask up. \"We are asking everybody, when you are not able to socially distance, wear a mask,\" Trump said at a White House briefing. \"Whether you like the mask or not, they have an impact.\" A day earlier, he tweeted a photo of himself sporting one and encouraged his \"patriotic\" supporters to do the same. His abrupt change of tack comes amid a politicized debate over masks in the United States, which is nearing the grim milestone of 4 million confirmed coronavirus cases -- the highest figure of any nation in the world, according to a Johns Hopkins University tally. Public health experts have spent months emphasizing that masks are one of the most effective tools to help fight the pandemic, and many US states have now introduced some kind of mask requirement. Yet Trump has refused to introduce a nationwide mandate, saying he wants people to have \"a certain freedom.\" But in many other nations, that discussion is long over and mask mandates are becoming the norm. Even UK Prime Minister Boris Johnson, who was initially reluctant to impose such rules, made face coverings compulsory on public transport in England from mid-June. People in England will face up to £100 ($125) fines if they do not wear masks in stores from Friday. France made masks compulsory in all enclosed public spaces on Monday, extending the mandate from cinemas and museums to include shops, banks and shopping malls. Police can issue €135 ($155) fines for those who break the rules. Masks have been mandatory on the Paris metro system since May.  Other countries made masks mandatory months ago.  In the Czech Republic, masks became compulsory for everyone anywhere outside their home from midnight on March 19, with exemptions later put in place for children under two and people driving alone. German states introduced fines of between €15 and €5,000 for failing to wear a mask in April. In May, Spain made face coverings mandatory in indoor and outdoor public spaces where a minimum two-meter distance can't be guaranteed. Nations including Scotland, Italy, and Greece have also made it compulsory to wear face coverings in retail stores, while countries including Cuba, Pakistan and Iran have made them compulsory in busy public spaces. And this is old news in much of Asia, where mask-wearing has been widely accepted since the region was hard-hit by the 2003 SARS epidemic -- another respiratory illness caused by a coronavirus.  Experts wrote in the journal Science in May that the world needed to take airborne transmission of the virus seriously, pointing to places where mask-wearing was universal and the virus has been largely controlled, such as Singapore, Hong Kong and Taiwan. Hong Kong's government, like many others in Asia, recommended face-coverings right from the start of pandemic. Last week it announced that masks would be made mandatory on public transport after recording a spike in infections. Most Hong Kong citizens have been regularly wearing masks in public since the outbreak. Dr. Padmini Murthy, professor and global health director at New York Medical College, told a United Nations panel on July 8 that \"wearing a mask, ladies and gentlemen, is respect.\" She highlighted places like South Korea, Hong Kong and Thailand, which practiced mask-wearing, social distancing and contact tracing early on in the pandemic, and now have fewer than six deaths per 1 million people.  Yet masks remain a divisive topic in the US. Arkansas on Tuesday joined at least 39 states that now have some kind of mask requirement, but states including Florida and Arizona are leaving it to local officials. Georgia Governor Brian Kemp is suing Atlanta Mayor Keisha Lance Bottoms over the city's mask mandate.  Dr. Anthony Fauci, America's leading infectious disease expert, has urged governors and mayors to be \"as forceful as possible\" to get people to wear them. In an interview on NBC's \"Meet the Press\" on Sunday, Dr. Francis Collins, director of the National Institutes of Health, said it was \"bizarre that we have turned ... mask-wearing into something political.\" The US Centers For Disease Control and Prevention (CDC) said last week that the science shows face masks protect both the wearer and others from Covid-19, and advised that everyone should wear one when around other people in public. Even cloth face masks help, three top CDC officials said in a commentary published in the Journal of the American Medical Association. \"While community use of face coverings has increased substantially, particularly in jurisdictions with mandatory orders, resistance continues,\" CDC Director Dr. Robert Redfield, the CDC's Chief Medical Officer Dr. John Brooks and Deputy Director for Infectious Diseases Dr. Jay Butler said in a joint editorial. There is \"ample evidence\" that people who have no symptoms and may not realize they are infected may be driving the ongoing surge in infections, they wrote. \"At this critical juncture when Covid-19 is resurging, broad adoption of cloth face coverings is a civic duty.\" The World Health Organization (WHO) updated its guidance around wearing face masks on June 5, advising nations to encourage the public to wear fabric face coverings in public where the coronavirus is spreading. Buy-in from leaders is important. Melinda Mills, director of the Leverhulme Centre for Demographic Science at the University of Oxford, told CNN last week that people in countries like Italy and Spain, without a previous history of wearing masks, have \"rapidly adopted face coverings during the Covid-19 period largely because the authorities provided them with a consistent policy and clear guidelines to understand why they should wear them.\" Masks are seen globally as a key tool to help contain the coronavirus. The question is whether Trump will ever make them mandatory in the US.", "Section": "europe", "Writers": ["Emma Reynolds "], "URL": "https://www.cnn.com/2020/07/21/europe/masks-debate-us-europe-asia-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}