{"Type": "", "Time": "2020-07-01", "Headline": "Jolo shooting a rubout, Army chief claims – Manila Bulletin", "Text": "It was a rubout.This was how Lt. Gen. Gilbert Gapay, commanding general of the Philippine Army, described the shooting to death of four military intelligence officers by Jolo policemen, who claimed it was a misencounter.Gapay, who personally received the remains of three of the four soldiers at Villamor Air Base in Pasay City on Tuesday, said the troops did not engage the cops in a firefight so it couldn’t be considered a case of a misencounter.“There is no misencounter talagang hindi pumutok yung tropa namin. Nandoon ‘yung mga baril nila sa baba, and they know it, these are PNP personnel. That’s why, kung may misencounter at nagkaputukan, palagay niyo walang tatamaan na PNP? So there was no misencounter here, it was a rubout (There was no misencounter here since our troops did not fire a shot. Their guns are not aimed at them, and they know it, these are PNP personnel. That’s why, if there was a misencounter and shots were fired, do you really think no police would be hit? So there was no misencounter here, it was a rubout),” he said.“We have lost four good men, four veteran army intelligence operatives who were killed or I would say murdered by policemen in Jolo,” he said.Col. Ramon Zagala, Army spokesperson, described misencounter as an engagement between friendly forces without one party knowing that the other party is an ally.“This is common (misencounter), it really happens especially when we talk about the fog of war and there is lack of communication. But in this case, our soldiers clearly identified themselves that they were military at the checkpoint,” Zagala said in a separate television interview over ANC on Wednesday.What angered Gapay was the police report that he read from the Jolo municipal police station which he described as “fabricated, full of inconsistencies, parang sine (like a movie script), and very misleading.”According to the police report, the soldiers, who were armed and in civilian attire, escaped after being flagged at a checkpoint and pointed their guns towards the cops, prompting the latter to fire shots. This was denied by Gapay.“We can’t accept it. This is part of our job, you know. We get killed in performing our job but getting unnecessarily killed in the hands of your partners, I think it’s different,” he said.Gapay said there are nine police personnel involved in the incident, around four to five of them fired the shots while the others served as lookouts.“After na mapatay nila lahat they fled. SOP ba ‘yun na.. Hindi ba kapag namatay you have to cordon off the area and wait for SOCO [Scene of the Crime Operatives]? Wala, nagtakbuhan lahat. So ano ibig sabihin noon? (After they killed them, they all fled. Is it the standard procedure? They should have cordoned off the area and waited for the Scene of the Crime Operatives. But no, they all ran away. So what does it mean?” he asked.The remains of Major Marvin Indammog, 39, commanding officer of the Army’s 9th Intelligence Service Unit; Captain Irwin Managuelod, 33, field station commander; and intelligence operative Sergeant Jaime Velasco, 38, were flown via a Philippine Air Force (PAF) plane from Zamboanga City to Villamor Air Base.The slain soldiers were given military arrival honors.Cpl. Abdal Asula, 33, another intelligence operative, will be buried in Sulu.Gapay said the soldiers were actually tailing two alleged suicide bombers affiliated with the militant Abu Sayyaf Group (ASG) when they were intercepted by the police at a checkpoint.The ASG is behind some of the most vicious crimes in Mindanao, including bombings and kidnappings.“Imagine the lost opportunity there? Two bombers supposed to be captured and neutralized nakawala sila (they escaped). You know the potential of these two bombers of sowing terror and executing terrorist acts again so sayang (what a waste). It’s also a missed opportunity for us,” he said.Zagala also insisted that there was no attempt to flee on the part of the soldiers, contrary to what was stated in the police report.“They were told to proceed to the police station and they were compliant. No less than the team leader, Major Indammog, alighted from the vehicle to proceed to the station where he was confronted by the police at the rear of the vehicle. There is no action to flee but he was shot and the other four,” he said.Capt. Managuelod was even inside the vehicle and working on his laptop to track the suicide bombers when he was gunned down, he added.Gapay said he expects that the provincial director of the Sulu provincial police office and the municipal director of the Jolo municipal police station should be relieved pending the results of the investigation by the National Bureau of Investigation (NBI).“We are invoking command responsibility here, from the municipal police station commander to the provincial commander of the PNP in Sulu as a minimum because commanders should be on top always of the situation. They are responsible for what their men do,” he said.Lorenzana: Wait for the results of the probeDefense Secretary Delfin Lorenanza appealed to all military officials to just wait for the results of the NBI’s investigation.“It’s not good to speculate. The accounts from both sides are conflicting. Let’s wait for the NBI investigation,” he said.Lorenzana said he understands why Gapay is angry since the incident only happened very recently.“The emotions are high among the Army troops. The Army leadership in Sulu is trying hard to calm the people while inquiry is going on,” he said.PNP vows full cooperation in investigationGen. Felimon Santos Jr., AFP Chief of Staff and the immediate superior of Gapay, said he already talked to Gen. Archie Francisco Gamboa, PNP Chief, and he assured the involved military units that the police leadership has committed to cooperate with the NBI in its investigation.“All suspects are already under PNP custody. We will wait for the findings of the NBI,” he said.Maj. Gen. Edgard Arevalo, AFP spokesperson, said Gapay drew his conclusions “from a learned evaluation” of information that were presented to him by the military.“His point of view is supported by spot reports and eye-witness accounts of two civilians and of a motorcycle-riding soldier who was part of the operation trailing the SUV boarded by the four intelligence operatives,” Arevalo said.The AFP also obtained the initial results of the autopsy on the bodies of the four soldiers but Arevalo opted not to divulge the results yet so as not to preempt the probe being conducted.“We share the grief of Lt. Gen. Gapay and his call for an impartial and thorough investigation, and his quest for justice as he minced no words in calling for accountability and liability for those involved in the incident,” Arevalo said. Like the military officials, administration and opposition congressmen slammed claims by the Philippine National Police (PNP) that the killing of the four military officers was a case of “misencounter.”Deputy Minority Leader and Bayan Muna Rep. Carlos Isagani Zarate warned that the incident could be a “portent of things to come when ‘nanlaban’ is enabled and becomes the poor excuse for impunity under the present administration.”PBA Party-list Rep. Jericho Nograles said PNP’s quick claim of a “misencounter” to describe the Jolo killings “is not only premature but also reeks of a whitewash.”Magdalo Party-list Rep. Manuel Cabochan III chided the police for being too “fast in pulling the trigger but lacking in the exercise of carefuljudgment.”Cabochan said the killing of the Philippine Army intelligence officers is not only deplorable but worrisome, noting that “if this can happen to soldiers, what more to ordinary civilians.”Zarate noted that the incident could be compared to the killing by the police of retired Cpl. Winston Ragos in Quezon City during an altercation for his supposed violation of community quarantine rules. (With a report fromBen R. Rosario)", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/07/01/jolo-shooting-a-rubout-army-chief-claims/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "MB"}