{"Type": "article", "Time": "2020-09-15", "Headline": "Trump less trusted internationally than Putin and Xi after Covid-19 response", "Text": "The United States' image around the world has plummeted in the wake of its coronavirus response, a major global survey has found.  People in several of America's allied nations are dismayed by President Donald Trump's handling of the crisis and view him as less trustworthy than other world leaders, including Russian President Vladimir Putin and Chinese President Xi Jinping, according to the survey by the Pew Research Center.  Favorability toward the US in the UK, Canada, France, Japan and Australia is the lowest it has been in at least two decades, the survey found.  Trump's personal ratings slumped further in the annual index, with respondents in the UK, Spain, France and Germany giving him ratings comparable to the lowest points of former President George W. Bush's tenure and significantly below the highs of Barack Obama's administration. Meanwhile, people in all 13 of the major countries surveyed considered the American response to the Covid-19 pandemic worse than that of China, the World Health Organization, the EU or their own governments.   Pew has conducted research in 13 of the United States' most important international partners for two decades. For this report, it used telephone interviews with more than 13,000 adults total in Australia, Belgium, Canada, Denmark, France, Germany, Italy, Japan, the Netherlands, South Korea, Spain, Sweden and the UK.  The driving force behind the slump in attitudes toward Trump was a response to the coronavirus that has left nearly 200,000 Americans dead and more people infected than anywhere else. Fewer than 1 in 6 people surveyed thought the US had handled the outbreak well, with majorities in most countries saying it had done \"very badly.\" Trump found pockets of support among poll respondents who were favorable of right-wing, populist parties. But overall, fewer than 1 in 5 people in Canada and Western Europe trusted Trump to do the right thing in international affairs. In Belgium, Denmark, France and Germany, around 1 in 10 said they had confidence in Trump. Angela Merkel and Emmanuel Macron were viewed far more favorably; majorities of those surveyed had confidence in the German and French leaders, and just under half had confidence in British Prime Minister Boris Johnson. By contrast, Trump had a lower rating than Russia's Putin or China's Xi. Pew noted that past surveys had included countries such as India, Israel, Kenya, Nigeria and the Philippines, where Trump had a relatively higher favorability rating, but that the survey could not be conducted in those nations this time due to the pandemic, as they would have required face-to-face interviews. In the US, Trump has been unable to improve his popularity less than two months before the election. His approval rating hovers around 40% in most polls, below Obama, George W. Bush or Bill Clinton at this stage of their re-election bid, and about on par with George H.W. Bush, who lost his re-election bid.", "Section": "politics", "Writers": ["Rob Picheta"], "URL": "https://www.cnn.com/2020/09/15/politics/trump-us-global-image-coronavirus-pew-survey-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}