{"Type": "article", "Time": "2020-07-26", "Headline": "July 27 coronavirus news", "Text": "Bolivia's health ministry reported 1,752 new Covid-19 cases Monday, bringing the country's total to 71,181. The ministry also reported 64 new fatalities from the virus, raising the country's death toll to 2,647. There are at least 15 government officials in Bolivia who have announced they have tested positive for the coronavirus. Bolivia's interm president Jeanine Áñez, who previously tested positive, announced Monday she was discharged from the hospital after recovering from the virus. ##Cases## Vaccine maker Moderna started its final, phase 3 trial of a coronavirus vaccine in the United States Monday, and this is the stage that can’t be sped up, a top vaccine expert said. Development of a coronavirus vaccine has been extremely fast so far, Dr. Paul Offit, the director of the Vaccine Education Center and professor of pediatrics at the Division of Infectious Diseases at Children’s Hospital of Philadelphia, told CNN. “Typically vaccine development programs take 15 years on average. This vaccine development program is probably going to take a year and a half,” Offit said.  But the last part, the Phase 3 trial, will have to be taken more slowly, he said.  “The proof is in the pudding. The Phase 3 trial’s the pudding and now you’re going to test hopefully 10, 15 or 20 thousand people that will get this vaccine, 15,000 people that will get placebo and you’ll see to what extent this is really safe and you’ll see to what extent it’s effective.” Data on whether the Moderna vaccine prevents infection should be available by the end of the year, and, if all goes well, it should be available for use by early 2021, although the vaccination process will take months. “I’m willing to wait to see the data,” Offit said. Mitigate risk: Offit said the Phase 3 trial helps to mitigate any sense of risk. “If you test it on 10,000 or 15,000 people and you find that it’s safe, you can say it doesn’t have an uncommon side-effect problem,” he said. But very rare side-effects won’t become obvious until after the vaccine is on the market, he said. Pfizer and its partner BioNTech also said Monday they were about to start a phase 2/3 trial of their experimental coronavirus vaccine in the US. ##Vaccines## Mexico recorded 4,973 new coronavirus cases on Monday, bringing the country's total to 395,489. On Friday, Mexico surpassed Peru's total number of coronavirus cases, making it the country with the second highest number of infections in Latin America and sixth highest worldwide, according to Johns Hopkins University's tally.  Brazil, where cases have now surpassed 2.4 million, has reported the highest number of infections in Latin America. The Mexican health ministry also recorded 342 new fatalities from the virus, bringing the country's death toll to 44,022. CNN is tracking worldwide Covid-19 cases here: ##Cases## Nearly 7 million more children worldwide could suffer from acute malnutrition due to the impact of the Covid-19 pandemic, according to an analysis published Monday in the Lancet medical journal.  Disruptions in mobility and food systems caused by even relatively short lockdowns will result in a decrease of nearly 8% of gross national income (GNI) per capita compared to pre-pandemic projections.  A drop in the GNI per capita is associated with a rise in acute malnutrition or child wasting, which is low weight for height and a strong predictor of mortality among children under five, according to the United Nations Children's Fund (UNICEF).  These projections suggest a 14% increase in the number of children under 5 with moderate or severe wasting, meaning an additional 6.7 million could be affected this year compared to pre-pandemic projections, UNICEF said. Nearly 130,000 additional deaths from wasting in children under 5 are projected, with more than half of them occurring in Sub-Saharan Africa.  Increased risk of malnutrition: Covid-19  \"is expected to increase the risk of all forms of malnutrition,\" the team at the Standing Together for Nutrition consortium wrote, adding their estimates are likely to be conservative as the duration of the pandemic is unknown.  Nutrition services hit: Covid-19 has resulted in a 30% reduction of essential nutrition services in low and middle-income countries, leaders of four United Nations agencies said in accompanying comments. Some of these countries have seen a complete shutdown of these services during lockdown. The UN estimates a minimum of $2.4 billion is needed to treat and prevent child wasting.  Call for urgent action: The UN called for five \"urgent actions\" to protect children's right to nutrition during the pandemic, including maintaining school meals and expanding social protections that include diet services.  \"We are issuing a call for action to protect children’s right to nutrition in the face of the COVID-19 pandemic. This requires a swift response and investments from governments, donors, the private sector, and the UN,\" four UN leaders wrote in a commentary in the Lancet. China reported 68 novel coronavirus cases on Monday, including 64 locally transmitted infections, the country's National Health Commission said on Tuesday morning. This is the second consecutive day that China has reported the highest number of local cases since March 6. On Monday, the country reported 57 new local infections for Sunday. Among the 64 locally transmitted cases reported on Tuesday, 57 were in Xinjiang, six in Liaoning, and one in Beijing. China also reported a further 34 new asymptomatic infections, which are not included in its overall tally. The far western region of Xinjiang has seen a fresh coronavirus outbreak in its capital Urumqi since July 15, after nearly five months of no new cases. The total number of confirmed infections across China now stands at 83,959, according to the National Health Commission. The death toll remains at 4,634. ##Cases## MGM Resorts – whose properties include Mandalay Bay, the Mirage and the Borgata — has warned employees in its entertainment unit that live shows are not expected to return in August, and most furloughed workers are likely to be laid off.  “Given that it is unlikely that concerts and other entertainment events will be returning to Las Vegas in the next month, it has unfortunately impacted the employees who support those shows,” the company says in a statement to CNN. “We’ve pledged to be as transparent and supportive as possible with employees and are working to reduce the impact and help them moving forward.” A letter to employees obtained by CNN affiliate KTNV says MGM Resorts does not think it will be possible to have live shows again prior to August 31.  “MGM Employees who are not recalled on or before August 31, 2020 will be separated from the company on that date, and it now looks like that will unfortunately include the large majority of employees working in our division,” the letter sent Monday reads. Most resort and casino operations on the Las Vegas Strip other than live shows have reopened, with extensive social distancing and mandatory masks. The company’s letter says that employees who are laid off at the end of August can still ask for assistance through the company’s Employee Emergency Grant Fund until the end of November.   A cluster of Covid-19 cases on the Miami Marlins baseball team has already caused the postponement of three games and is calling into question the baseball season as the pandemic surges. But the nation’s leading infectious disease expert, Dr. Anthony Fauci, told CNN’s Wolf Blitzer he wants to remain optimistic. “I don't want to be saying things like canceling the season. They'll get taken out of context for sure, but this is one of the things when we were discussing, and I was involved in some of the discussions with the owners and the physicians,” Fauci said. “This is one of the things that could really put a halt in the progression of where you're going through the season,” he added. “Hopefully, they'll be able to continue and hopefully this is an outlier … (and) a number of players and personnel are not infected,” he said. “So, we'll just have to see how this plays out.” Fauci said he hopes the Marlins’ coronavirus cluster doesn’t interfere with the season because teams have put a lot of effort put into starting the season in a safe way, mainly by televising games without spectators. Baseball players don’t have the contact with each other that basketball and football players do, Fauci noted. “I think the protocols are going to be a bit depending upon the sport,” he said. “When we were discussing what kinds of protocols would be for the best safety precautions for the baseball players, there were certain set of things that were done. That's going to be a little bit different when you're talking about a much more contact sport.”   The Texas Department of State Health Services changed the method in which Covid-19 deaths are reported Monday. Covid-19 fatalities are now being identified through the cause of death on death certificates.  \"This method allows fatalities to be counted faster with more comprehensive demographic data. Using death certificates also ensures consistent reporting across the state and enables DSHS to display fatalities by date of death, providing the public with more information about when deaths occurred,\" the public health agency said Monday. The death toll Monday stands at 5,713 fatalities. Compared to the 5,038 fatalities reported Sunday, the state accrued 675 Covid-19-related deaths on Monday; however, only 44 of these deaths are newly reported, according to the public health agency. Note: These numbers were released by the Texas Department of State Health Services, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University. ##Hotspots## If enough Americans get a coronavirus vaccine when one becomes available, it could end this pandemic, the nation’s leading infectious disease expert, Dr. Anthony Fauci, told CNN’s Wolf Blitzer Monday. Some people don’t trust vaccines, Fauci said, and there is concern about the reluctance of many people to get a Covid-19 vaccine — or any vaccine for that matter. People must understand that this is “extremely important for their own health and, importantly, for the health of the community and health of the nation because if we get a widespread uptake of vaccine, we can put an end to this pandemic and we can create a veil of immunity in this country, preventing the infection from coming back,” he said. Fauci said it’s important to engage on the community level, not from Washington, to convince people a vaccine is safe. “I hope we can turn around that reluctance to get vaccinated,” he said. Two companies are starting advanced coronavirus vaccine trials in the US. Moderna started vaccinating the first Phase 3 volunteers for its experimental vaccine Monday, and Pfizer and BioNTech said they would start a phase 2/3 trial of their vaccine globally and the US this week. ##Vaccines## Senate Majority Leader Mitch McConnell on Monday described the GOP stimulus proposal as “a starting place,” acknowledging that Democrats will be needed to get anything to the President’s desk. “Every bill has to start somewhere. Republicans are in the majority in the Senate. This is a starting place. You’ll have plenty of stories to cover along the way as we have these discussions back and forth across party lines and with the administration,” he said at a briefing Monday following the roll out of the proposal. Asked by a reporter why there is no money in the bill for election assistance, McConnell responded, \"We’ve already appropriated an awful lot of money for election assistance. What we're not going to do is federalize the American election system, which is basically conducted in every single state in very different ways. We provided plenty of financial assistance, but we're not going to tell them how to conduct their elections during the pandemic or in my view in the future either. That’s why there’s not additional money in there for election assistance.\"  McConnell was asked about how the bill text includes $1.75 billion for the design and construction of a Washington, DC, headquarters facility for the FBI, and if it is possible that there could be a $2 billion provision included that he didn’t know about.  The majority leader would not say if he supported its inclusion and instead said the administration insisted on that element.  “Well, in regard to that proposal, obviously we had to have an agreement with the administration in order get started. And they will have to answer the question as to why they insisted on that,” McConnell said. Asked if he supports it being in there, he said, “You’ll have to ask them why they insisted that be included.” McConnell was first asked why the money for the FBI headquarters was in the bill. He responded. “I’m not sure it is.” An appropriations aide to McConnell then interjected and explained off camera to everyone in the room: “There’s a limitation to honing specifically to Covid-related matters, so we’ll get more information for you.” Medical testing company Quest Diagnostics said Monday it is still struggling to handle the enormous demand for coronavirus tests, with top priority patients taking more than two days to get results back and all other people having to wait seven days. “During the past week we surpassed 9.2 million COVID-19 molecular diagnostic test results delivered to date; received the FDA’s first emergency use authorization for the use of pooled specimens with a commercial molecular diagnostic test; and saw capacity slightly exceed demand for the first time since early June,” Quest said in a statement. “We expect that as our capacity continues to grow, we will be able to return to average turnaround times in the range of one day for priority 1 patients and three days for most other patients. We have steadily added capacity since we began to provide services in early March, but it will take time to add more.” Quest said it has the capacity to run 135,000 tests a day to diagnose coronavirus and is working to get that up to 150,000 a day. Pooling specimens might help increase that even more, the company said. “The laboratory industry's ability to add testing capacity is limited by a range of issues. The most significant hurdle we face now is limits to complex testing platforms and chemical reagents required to perform testing. We appreciate the efforts of our suppliers, who are working to provide these goods as quickly as they can to us and other lab providers amid rising global demand,” Quest said.   Closing bars, avoiding crowds, wearing masks, and practicing hand hygiene and physical distancing can make a difference in the spread of coronavirus in the US, said Dr. Anthony Fauci, the nation's leading infectious disease expert. \"The fundamental things of avoiding crowds, physical separation, universal wearing of masks, closing the bars, hand hygiene — those things matter and they can make a difference. Hopefully we'll appreciate that and do it in a very strict way,\" he told CNN's Wolf Blitzer today. Fauci, director of the National Institute of Allergy and Infectious Diseases, expressed concern about the trajectory of deaths in the US. Asked if tens of thousands of Americans could die in the next few months, he said, \"Well, that is conceivable. I mean, that's something we hope to be able to avoid, but if you look at the deaths as they're occurring right now, about a thousand per day, unless we get our arms around this, get it suppressed, we're going to have further suffering and further death and that's the reason why as I have often said many, many times, there are things we can do right now in the absence of a vaccine that could turn us around.\" Watch: Brazil's health ministry recorded 23,284 new cases of coronavirus Monday, bringing the country's total cases to 2,442,375. The ministry also recorded 614 new fatalities, bringing Brazil's death toll to 87,618. This comes as the world races to secure a vaccine, with São Paulo state's Gov. João Doria on Monday saying that he expects Brazilians to receive vaccinations against the virus in January if the current trials are successful. Meanwhile, Brazilian President Jair Bolsonaro officially returned to work on Monday morning at the Planalto Palace after testing negative for Covid-19 on Saturday. ##Cases## ##Hotspots## In an interview on MLB Network, league commissioner Rob Manfred said that the Miami Marlins will not play their games that were scheduled Monday or Tuesday in Miami. “We’re doing some additional testing,” Manfred said. “If the testing results are acceptable, the Marlins will resume play in Baltimore on Wednesday against the Orioles.” Some background: A number of players and coaches on the Marlins tested positive for Covid-19. The Marlins' home opener against the Baltimore Orioles and the New York Yankees game at the Philadelphia Phillies, both scheduled for Monday night, have been postponed, MLB said, as the league conducts more coronavirus testing. Eleven Marlins players and two coaches tested positive for the virus, ESPN reports. Marlins CEO Derek Jeter said the team is staying in Philadelphia, where it just played a three-game series, pending the results of a new round of testing.  CNN's Wayne Sterling and Eric Levenson contributed to this report. ##Cases## The Democratic National Convention Committee has begun circulating a “COVID-19 protocol” memo that lays out ways to try to minimize the spread of the coronavirus in Milwaukee next month, including daily coronavirus testing, banning visits to bars and restaurants, and even recommending the use of goggles and face shields in addition to masks in and around the convention site. According to the memo, which was shared with CNN, the DNCC is mandating that all participants of the convention in Milwaukee follow a number of protocols, including: Being tested and getting a negative result for Covid-19 “through the DNCC’s testing system” before they can enter what they’re billing the convention’s “health and safety zone” for the first time.\nBeing tested every day for Covid-19 during the convention.\nObeying social distancing rules by staying six feet away from people at all times.\nSelf-isolating for at least 72 hours prior to arriving in Milwaukee (or prior to entering the “health and safety zone” if the person was already in Milwaukee.\nWearing personal protective equipment (PPE) en route to Milwaukee.\nWearing PPE at the convention site, including a mask that overs both nose and mouth at all times. It is also recommending eye protection like goggles or a face shield.\nAvoiding bars and restaurants, as well as other places in Milwaukee where social distancing isn’t possible.\nWearing a mask at all times outside the hotel. The memo says that the “health and safety zone” will include the entire Wisconsin Center building and any workspaces in the immediate vicinity (which will be established by Secret Service). It also says that members of the media who are only working at the outdoor standup position are not subject to daily testing requirement, but will be required to do everything else. A person familiar with convention planning also told CNN that the Covid-19 tests will be made available to anyone with a credential, including members of the press. There will be two Covid-19 testing sites for participants requiring daily testing, according to this protocol memo — one inside this “zone” and another offsite. The memo says that attendees will need to release their test results to both the DNCC and the Milwaukee Health Department, and that they will not accept test results from other providers.   California Gov. Gavin Newsom, speaking at a news conference today, told residents to “wake up” to the reality of “how deadly this disease continues to be.” “What more evidence do you need?” Newsom said as he referred to the state’s seven-day average of deaths, which is 109. “Please, let's wake up to that reality,” he added. California has the highest number of coronavirus cases across the nation with 460,550 confirmed cases. The state reported a total of 8,445 deaths on Monday. ##Hotspots## Drug giant Pfizer and its partner BioNTech said Monday they have approval to start an advanced trial of their experimental coronavirus vaccine in US volunteers. The companies said the US Food and Drug Administration approved their plan for a phase 2/3 trial of the vaccine in the United States. “Today, we are starting our late-stage global study, which will include up to 30,000 participants,” BioNTech founder Dr. Ugur Sahin said in a statement. “Participants will be screened and dosed in the next few days,” a spokesperson for the company told CNN. Earlier Monday, Moderna started a Phase 3 trial in the United States of its experimental vaccine. Pfizer’s vaccine is slightly different, but also uses an experimental approach that employs genetic material to stimulate an immune response against a key part of the coronavirus. A Phase 2/3 study looks for a combination of safety, efficacy and optimal dosing of a vaccine or drug.  Last week the US Department of Health and Human Services and the Department of Defense announced an agreement with Pfizer for “large-scale production and nationwide delivery of 100 million doses of a Covid-19 vaccine in the United States following the vaccine’s successful manufacture and approval.” The $1.95 million deal also allowed the US government to acquire an additional 500 million doses.  Preliminary data released in a pre-print paper earlier this month from Pfizer and BioNTech said the vaccine appeared safe and elicited antibody and T-cell immune responses in a Phase 1/2 trial. The company had said it could start a Phase 3 trial of the vaccine in late July if it received regulatory approval. “We selected BNT162b2 as our lead candidate for this Phase 2/3 trial upon diligent evaluation of the totality of the data generated so far. This decision reflects our primary goal to bring a well-tolerated, highly effective vaccine to the market as quickly as possible, while we will continue to evaluate our other vaccine candidates as part of a differentiated COVID-19 vaccine portfolio,” Sahin said. The companies have three other experimental vaccines in the works. “By the end of the trial, the Phase 2/3 study is expected to be active at approximately 120 clinical investigational sites around the world, including 39 states across the United States and countries including Argentina, Brazil, and Germany. Investigator sites are selected based on factors including scientific expertise and capabilities, the epidemiology of the disease, and prior experience conducting clinical trials,” Pfizer said in the statement. ##Vaccines##  Bolivia's interim president Jeanine Añez said she was discharged from a hospital after recovering from coronavirus.  “Thank you with all my heart for the love and support during my coronavirus disease,” Añez tweeted Monday. “Your displays of affection gave me strength to keep going. Bolivians, we are a great family. We will move forward.” Añez announced on July 9 that she had tested positive for coronavirus. At least 14 other government officials in Bolivia announced they also tested positive for coronavirus. Bolivia reported a total of 69,429 Covid-19 cases on Sunday and 2,583 deaths, according to the country’s health ministry. ##Cases## ##Hotspots## São Paulo state Gov. João Doria said he expects Brazilians to receive vaccinations against novel coronavirus in January if the trials in progress are successful.  \"At the end of the year, with no complications in the tests, we will be able to start production in December and have vaccinations in January, not only in São Paulo but in the country,\" Doria said during a news conference Monday. Chinese firm Sinovac began trials last week in São Paulo, and US pharma giant Pfizer plans to do so soon, bringing a race among powers to prove their vaccine works first. Oxford is also entering phase three of trials for its vaccine in São Paulo City.  Meanwhile, US President Trump said in a briefing that vaccine trials are progressing \"under Operation Warp Speed.\"  \"Not only is operational warp speed accelerating the development of the vaccine, we are also directing a colossal industrial mobilization to ensure its rapid delivery,\" Trump said. \"America will develop a vaccine very soon, and we will defeat the virus. We will have it delivered in record time.\" There are currently 25 vaccines in human trials around the world: four in the US, seven in China, two in the UK, two in Germany, one in South Korea, one in Russia, two in India, one in Japan, one in Canada, three in Australia, one in Singapore and 140 are in preclinical trial around the world, according to the World Health Organization. ##Hotspots## ##Vaccines## George Washington University in Washington, DC, announced Monday that undergraduate courses will be given online for the fall 2020 semester, with limited exceptions. In addition, most graduate programs will also be conducted online, except for a few in-person classes. On-campus housing will be provided for a limited number of students with extenuating personal or academic circumstances, according to a letter sent by university president Thomas J. LeBlanc and other university leaders. \"We know just how much many of you were looking forward to being on campus this fall, and we understand that this news is disappointing,\" the letter said. \"However, we must always make the decisions that best support the health, safety and care of our community while fulfilling our core academic mission.\" GW will be giving a 10% tuition reduction to all undergraduate students who do not return to campus in the fall, recognizing both the financial difficulties that some students are under, and that students who remain at home \"will not have access to certain in-person resources they would have had as residential students.\" According to GW's website, it is the largest higher education institution in DC, with more than 26,000 students. GW is also one of DC's largest private employers. The CEOs of Hilton, Marriott International, and Hyatt Hotels are urging President Trump and Congress to take a stronger role in making Covid-19 testing faster and more effective. According to a letter Monday addressed to Trump and Congressional leaders, 14 CEOs from some of the biggest US travel companies say more efficient testing is crucial to a sustained economic recovery. Testing around the country has slowed in recent weeks, with results taking two weeks or more.  \"The travel industry has aggressively gathered data on the coronavirus outbreak and its fallout,\" the letter states, adding that its analysis shows that \"broader testing—in concert with other key factors such as a robust federal policy framework of relief and stimulus, rigorous health and safety standards adopted by travel-related businesses, and the universal embrace of good health practices (such as the wearing of masks) by the public—is an essential component of reopening and recovery.\" The group says that results should be available within 24-28 hours, and is asking that provisions to improve testing methods be incorporated in the next legislative package. The travel industry has taken a big financial hit during the pandemic. Several travel brands, including Hyatt and Hilton, have announced layoffs. Hotel stays have fallen nearly 40% from this time last year. CNN's Vanessa Yurkevich contributed to this report. ##Economy## The University of Notre Dame announced Monday it will withdraw from hosting the first presidential debate in September due to concerns about the coronavirus pandemic. The debate, scheduled for Sept. 29, will now take place at Case Western Reserve University in Cleveland. Notre Dame said in a statement that Father John Jenkins, the president of the university, \"made what he called 'this difficult decision because the necessary health precautions would have greatly diminished the educational value of hosting the debate on our campus.'\" He added: \"I am grateful to the many members of the University community who have devoted countless hours planning this event, and to the Commission on Presidential Debates leadership for their professionalism and understanding. But in the end, the constraints the coronavirus pandemic put on the event — as understandable and necessary as they are — have led us to withdraw.” Researchers hope to have 15,000 participants enrolled in the Phase 3 trial of the Moderna Covid-19 vaccine by the end of the week, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said during a call with reporters on Monday.   “I'm not sure that we're going to get there, but hopefully we'll get as many as we possibly can in order to keep our timeline the way we want it to be,” he said.  The first dose of a vaccine candidate in the Phase 3 trial took place Monday morning in Savannah, Georgia. The trial is expected to enroll about 30,000 adult volunteers.  The start of Moderna’s Phase 3 vaccine candidate trial on Monday is “the best we in the United States have ever done,” Fauci said. Fauci said it took 62 days from the time the virus sequence was made publicly available for Moderna to start a Phase 1 trial. “And now six months later, we’re beginning a Phase 3 trial,” Fauci said.  ##Vaccines## Kentucky Gov. Andy Beshear announced Monday additional steps to combat the coronavirus pandemic, including closing bars and limiting indoor restaurant capacity to 25% Bars will be closed for two weeks, effective tomorrow, the governor said. While the state will be reducing indoor restaurant capacity to 25%, outdoor seating can continue with social distancing.  “We are going to work with our cities and localities to do what we need to do administratively, to allow that outside seating to expand,” Beshear said. Additionally, the governor has recommended that schools postpone in-person instruction until the third week in August. “Now it’s time to do the things that we got to do, given the stage that we’re in, to control this virus. And I know there ended up being questions out there about ‘why didn’t you take this step four weeks ago, or six weeks ago?’ Listen, this virus doesn’t care about our schedules,” the governor added. ##Cases## Senate Majority Leader Mitch McConnell in remarks on the Senate floor formally announced that Senate Republicans are rolling out their stimulus proposal plan today and that it will be titled the HEALS Act.  “The American people need more help,” he said, “That is what this Senate majority has assembled, and that is what Chairman Alexander, Blunt, Collins, Graham, Grassley, Rubio and Shelby and Senators Cornyn and Romney are introducing today. They’ll be coming to the floor shortly to introduce their components. Together their bills make up the HEALS Act — that’s Health, Economic Assistance, Liability Protection and Schools.”   “Just like in March with the CARES Act, Senate Republicans have authored another bold framework to help our nation. So now we need our Democratic colleagues to reprise their part as well,” McConnell said, calling on them to “put aside partisan stonewalling,” and “rediscover the sense of urgency that got the CARES Act across the finish line.” McConnell said that the proposal will cut to the heart of three crises facing the country: getting kids back to school, getting workers back to work, and winning the fight against the virus.  The Senate majority leader said that there will be “another round of direct-checks for households at the same amount as before, with even more support for families who care for vulnerable adult dependents.” He said that there will be a “sequel” to the Paycheck Protection Program “to help prevent more layoffs of American workers.”  On unemployment insurance, McConnell said, “Republicans want to continue a federal supplement to state unemployment insurance. In fact, we’ll propose a weekly dollar amount that is 8 times what Democrats put in place when they controlled the White House and Congress during the Great Recession. But we have to do it in a way that does not slow down re-opening.” More on this: CNN’s Phil Mattingly reported earlier today that the Senate Republican relief package will include a cut of $400 to the enhanced unemployment benefit for Americans out of work from the Covid-19 crisis. On healthcare, McConnell said that there will be “strong legal liability protections” included in the plan, a policy he has insisted on, but that Democrats have already pushed back against. ##Economy## The Oklahoma State Department of Health reported 1,401 new Covid-19 cases and zero new deaths on Monday, bringing the state’s totals to 32,686 cases and 496 deaths.  This is the second highest total number of new cases reported by the state, according to numbers published by the agency. The state had reported 1,714 total new cases on July 21, which included a number of backlogged cases. The public health agency said 25,252 people have recovered from the virus and 625 people are currently hospitalized.  Note: These numbers were released by the Oklahoma State Department of Health, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Cases## President Trump is touring a Fujifilm vaccine lab facility in North Carolina and is wearing a mask, which are required at the facility.  As CNN has reported, Trump recently shifted to encouraging mask-wearing after months of refusing to be seen doing so in public during the coronavirus pandemic. Earlier this month, Trump tweeted an image of himself wearing a face mask and indirectly called the act \"patriotic.\"  The move to publicly wear a mask has been primarily motivated by floundering poll numbers, a source familiar with the President's thinking told CNN. ##Masks## ##Politics## Wall Street ended the day higher, with all three major stock indexes climbing as investors cheered the next potential round of pandemic fiscal stimulus from Washington. Here's where the market ended up: The Dow ended 0.4%, or 116 points, higher.\nThe S&P 500 closed up 0.7%.\nThe Nasdaq Composite climbed 1.7%. All three indexes snapped a two-day losing streak.  ##Economy## Even as coronavirus cases increase across the country — and as members of his administration encourage some states to reverse their reopenings — President Trump said Monday that some governors need to loosen restrictions. \"I really do believe a lot of the governors should be opening up states that they’re not opening,\" Trump said, without specifying which states should be opening.  The message doesn't align with what members of the White House coronavirus task force have advised governors in states where cases are increasing. Health experts like Drs. Anthony Fauci and Deborah Birx have said states with spiking case counts should close bars and indoor restaurants, among other restrictions.  Trump offered a more optimistic view, saying that rapid development of a vaccine and therapeutics to treat coronavirus would help spur an economic resurgence. \"I think the recovery’s been very strong,\" Trump said. ##Reopening## ##Hotspots## ##Economy## Eight counties in California’s Central Valley, where the coronavirus positivity rate has surged up to 18% and caused a significant increase in hospitalizations, are seeing a disproportionate impact from Covid-19, Gov. Gavin Newsom said in a news conference on Monday. The Central Valley, home to the state’s vast agricultural region, is seeing the highest transmission rates in the state, according to California Health and Human Services Secretary Dr. Mark Ghaly. The 14-day positivity rate in some counties has reached 18%, Ghaly said. This is more than 10% higher than the state’s positivity rate at 7.5%. Newsom said a $52 million federal government grant will be dispersed to the eight counties to improve isolation protocols, testing protocols, and provide more support and personnel in the health care industry. The funds will help support and protect the essential workforce that work in large processing plants where community spread and the likelihood of Covid-19 transmission is relatively high. New resources, including a strike team, will be deployed in all eight Central Valley counties. The teams will support efforts to unify engagement and mitigate the spread, Newsom said. ##Hotspots## Following Monday’s postponement of two games due to Covid-19 threat, Major League Baseball commissioner Rob Manfred did not discuss canceling the season with the league’s team owners.  Manfred held a previously scheduled conference call with the 30 team owners on Monday that did not include the prospect of stopping the 60-game regular season, a source with knowledge of the call told CNN.  The source also said to expect Manfred to address the Miami Marlins coronavirus situation and the subsequent game postponements at some point on Monday. More on this: Eleven Marlins players and two coaches tested positive for the virus, ESPN reports. Marlins CEO Derek Jeter said the team is staying in Philadelphia, where it just played a three-game series, pending the results of a new round of testing. CNN's Wayne Sterling and Eric Levenson contributed to this report. Vice President Mike Pence assured that any coronavirus vaccine that makes it to market will be safe — but he did not detail how the administration plans to convince the American public of that.  “There’ll be no short cuts,” Pence said about vaccine development in Florida on Monday. “There’ll be no cutting corners on safety in the development of this vaccine.”  He added that the Food and Drug Administration is applying the “highest standards to the development of this medicine.”  “As we go through the trials, as we see the results of this and other versions of the vaccine, the American people will see the carefulness with which we are approaching this,” Pence said.  Pence was asked during a news conference at the University of Miami about recent polls that suggest some Americans wouldn’t get a Covid-19 vaccine because they don’t trust it, and his answer did little to address how the administration plans to change that.   FDA Commissioner Dr. Stephen Hahn went on to detail how the FDA is speeding up development of a vaccine without compromising safety.  “I think it’s important to understand that the reduction in time with respect to the development has a couple of different aspects to it,” Hahn said, explaining how the vaccine trials had been compressed. He also said that FDA is doing a “real time review. We’re not just waiting for the end of the trial, we’re reviewing in real time so that we can look at the data in real time and then come to a quicker decision at the end of the trial.”  Hahn said the FDA was also “maintaining regulatory independence” from President Trump's Operation Warp Speed.   “One thing I can promise you is the great scientists at FDA, incredible expertise they have, they will call the balls and strikes on this one and they will do it based upon our gold standard of efficacy and safety, and they will do it to the benefit of the American people,” Hahn said.  ##Vaccines## In a scathing letter to Florida’s Gov. Ron DeSantis, Miami Beach Mayor Dan Gelber called out DeSantis for the “unprepared” and “failed” contact tracing response to Covid-19 which led to the “unconstrained growth of the virus” in Miami-Dade County. “A large part of the blame falls on an unprepared and understaffed contact tracing operation,” Gelber wrote. “Florida’s contact tracing program in Miami-Dade County is unprepared to meet the challenges of this pandemic and I urge you to take immediate action to expand its capacity and improve its competencies,” Gelber continued. “When Miami-Dade emerged from our shelter in place in May, the State’s contact tracing program fully failed to cabin subsequent disease surges as we reopened our economy.” Gelber pointed out that Miami-Dade County needed more than 800 trained contact tracers when the reopening plan began. Gelber said his understanding is that Miami-Dade had less than 200 in May.  A few weeks ago, Gelber added, he was advised that on a “successful” day Florida connected with 17% of people who had been infected.  Gelber’s letter included a chart showing the state’s efforts to contact trace. Gelber added that “case closed” does not mean the connections have been completed, instead these are newly infected people who were unwilling to cooperate or failed to return calls. “Your DOH is successfully contact tracing an average of 18% of those infected per day and sometimes as low as 7% over this 14 day period,” Gelber wrote. Gelber said local officials are being tasked with the decision-making while localities lack health department officials who can provide advice on the pandemic.  The mayor warned that if the infection levels continue at the current pace, he could see a return to sheltering in place. CNN has reached out to DeSantis’ office for comment. ##Hotspots## Tennessee is poised to see rapid and widespread growth of coronavirus unless the state acts quickly to turn things around, White House coronavirus task force coordinator Dr. Deborah Birx said Monday. The spread being seen in Tennessee is more dangerous than the first outbreaks in March and April, Birx said at a news conference in Nashville after meeting with Tennessee Gov. Bill Lee. “Tennessee stands at that very important moment in time, where their test positivity has just increased into to greater than 10%,” she said. “Is this very moment where we can change the trajectory of the epidemic, before it goes into full, what we call logarithmic spread, as we’ve seen across the South?” she asked. Birx said she was visiting Tennessee, like she had visited Indiana, Ohio and Kentucky, because of concerns about the spread of the virus.  “What has really worried us is this particular wave of the Covid virus is very different than the wave that we experienced in March and April,” she said. It’s not just hitting cities this time, but also the suburbs and rural areas. And, as in other places seeing new bursts of infections, the spread is mostly among people under the age of 35. “Many of them were asymptomatic and spread the virus unknowingly to others,” she added. Birx said she also spoke with Lee about how important it is for all rural Tennesseans to wear a mask. “We've talked to the governor about the importance of mask mandates. I think he has a sound strategy that he's working through the state,” she said. Lee said he would hold firm against a statewide mask mandate. “I happen to believe that statewide mandates are not the best strategy, they're not the best approach, and they don't effectively bring about the wearing of masks as well as other strategies,” he said, adding that “there's nothing off the table.”  “I've also said we're not going to close the economy back down and we're not going to. But, I appreciate their recommendations and we will, we take them seriously,” Lee said. Tennessee added 2,553 new Covid-19 cases on Monday, the state’s Department of Health said. ##Hotspots## Florida Gov. Ron DeSantis said today during a press conference with Vice President Mike Pence that parents should have a choice on what instruction is best for their children this fall. DeSantis said that if a parent believes that distance learning is the best for their child right now, they should have a right to do that. He said he is proud of what they have done in the state of Florida in distance learning but at the same time, the kids have lost a lot of gains by not being in the classrooms. “To shut out millions of kids, parents from even having a choice to bring them back, I think would be a mistake,” DeSantis said during the press conference. He said that many parents in the state of Florida want to see their kids get back to school while a lot of teachers want to get back to the classrooms as well. “I really believe that the teachers and the administrators that are there, they serve important functions in the lives of so many of our kids, particularly those who come from more disadvantaged backgrounds,” DeSantis said. ##Hotspots## California Attorney General Xavier Becerra is investigating Amazon amid complaints about the company's handling of worker safety during the coronavirus pandemic, according to a state judge.  In addition to Becerra’s office, the state’s Division of Occupational Health and Safety (Cal/OSHA) and state public health officials are also conducting their own investigations, wrote San Francisco Superior Court Judge Ethan Schulman in a court filing Monday. Schulman’s filing comes a week after Becerra’s office acknowledged in a letter to the court that it had reached out to Amazon in May requesting information about how it is protecting California workers from Covid-19.  Becerra’s office declined to comment. Amazon didn’t immediately respond to a request for comment. Ordinarily the attorney general’s office does not “publicly disclose or comment on ongoing investigations,” the letter from Becerra’s office read. But, it continued, Amazon itself disclosed the existence of the probe in its response to a lawsuit brought by a grocery picker at an AmazonFresh fulfillment center in San Francisco. Schulman is the presiding judge in the case. CNN’s Jon Passantino contributed to this report  The Metro Atlantic Athletic Conference will cancel all fall sports competition due to health and safety concerns surrounding coronavirus.  In a statement released on Monday, the MAAC commissioner Rich Ensor stated, “The fall sports impacted by the Council’s decision include men’s and women’s soccer, women’s volleyball, and men’s and women’s cross country and sports that conduct non-traditional season segments in the fall.” Football is not a commissioned sport in the conference.  “It is the goal of the MAAC to ensure it recognizes a MAAC champion in each sport and it will review possible championship formats for the fall sports in accordance with evolving state and local regulations,\" Ensor added. All athletic-related activities and training for student-athletes will be in accordance with school’s procedures and state health regulations. A decision on fall sports being played in the spring will be made at a later date.  Current conference members include Canisius College, Fairfield University, Iona College, Manhattan College, Marist College, Monmouth University, Niagara University, Quinnipiac University, Rider University, Saint Peter’s University, and Siena College.  The number of people reported to have died from Covid-19 around the world has surpassed 650,000 on Monday. As of 3 p.m. ET Monday, the Johns Hopkins University Coronavirus Resource Center recorded the global death toll as 650,097.  There are now 16,330,977 confirmed coronavirus cases worldwide. The US has reported more than 4.2 million cases alone. ##Cases## Long Beach, California, Mayor Robert Garcia is mourning the death of his mother due to complications of Covid-19, according to a statement from his office. Garcia’s mother, Gaby O’Donnell, 61, died at Long Beach Memorial Hospital. Her husband, Greg O’Donnell, is on a ventilator there. “It is with deep sadness that I share that my mother, Gaby O’Donnell, has passed away due to complications from COVID-19. My brother and I are heartbroken. Our mother was the kindest and most compassionate person we’ve ever known. She immigrated from Peru to the United States in search of the American Dream—and she found it. She became a healthcare worker, caring for thousands of patients over her career and assisting nurses and doctors who she loved dearly. She loved to help people and lived a happy and joyous life. She will always be our guiding light and the center of our lives. My brother and I want to thank the incredible team at Long Beach Memorial for taking care of our mom during her last days. They are heroes and we are forever grateful. My stepfather, Greg O’Donnell, is still in the hospital and on a ventilator. We pray and hope for a full recovery,” the mayor said in a statement.  The city of Long Beach, which has its own health department, reported 7,479 cases and 163 deaths. ##Hotspots## ##Cases## At least 1,226 new cases of Covid-19 and 17 new deaths were reported Monday in South Carolina, according to the state's Department of Health and Environmental Control.  Of the tests reported to the department yesterday, 14.6% of them were positive. This brings the total number of confirmed cases to 82,071 and confirmed deaths to 1,452. ##Cases## A day before all NFL players are expected to report to training camp, the Minnesota Vikings have announced that Eric Sugarman — who serves as the team’s head athletic trainer, vice president of sports medicine, and infection control officer — tested positive for Covid-19.  Sugarman, along with members of his family who also tested positive, are experiencing mild symptoms and are self-quarantining.  The Vikings say the team is following its protocol for sanitizing the facilities and notifying any personnel who may have been in close contact with Sugarman. Those individuals have been tested and will return under established guidelines. Sugarman had not had any recent contact with players, and no additional Covid-19 cases have been identified among team personnel at this time. In a statement, Sugarman wrote, “As I sit here in quarantine, it is clear this virus does not discriminate. It should continue to be taken seriously. I encourage people to take the necessary precautions and follow guidelines that have been established nationally and locally.” California reported 6,891 new cases of coronavirus and 29 additional deaths on Monday, according to data from the state's Department of Public Health. California now has 460,550 confirmed cases of Covid-19, the highest number of any state in the country. At least 8,445 people have died from the virus in the state. The positivity rate over a two-week period stands at 7.5%.  Note: These numbers were released by California Department of Public Health, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  ##Hotspots## Staples will require all customers to wear face coverings when entering any of their US stores beginning today.  “As an essential retailer, Staples knows our customers have been relying on our products and services to run their businesses and work and learn from home effectively,\" said CEO Mike Motz in a statement Friday. \"Today, we are asking our customers to help protect themselves and those around them so that we can continue to provide these essential products and services.\" More context: The company joins a growing list of US retailers with a national mask policy, including Walmart, Home Depot, Lowe's, Walgreens and CVS. ##Masks## The National Collegiate Athletic Association will allow schools to reduce their fall sports schedules to half of a typical season. The new waiver would not apply to football. In a statement issued on Monday, the collegiate governing body revealed the waiver will be made available for men’s and women’s cross country, men’s and women’s soccer, field hockey, men’s water polo and women’s volleyball teams.  Those in conferences that have “eliminated” non-conference matchups for the upcoming season can continue to play while avoiding to schedule additional games. The change aims to limit travel and exposure to all parties involved amid the Covid-19 pandemic.  The NCAA’s oversight committee also suspended the criteria that required teams to have “at least a .500 record” to receive at-large bids into a championship field due to this new mandate.  President Trump said he hasn’t seen national security adviser Robert O'Brien recently, and he doesn’t know when his national security adviser first tested positive for Covid-19. “I haven’t seen him lately,” Trump told reporters before departing the White House for North Carolina Monday afternoon. “I have not seen him, I’m calling him later,” he added. Trump responded “I don’t know” when asked by a reported when O’Brien first tested positive. Some background: As CNN previously reported, O'Brien's diagnosis marks the highest-ranking Trump administration official known to have tested positive. It's unclear when O'Brien last met with Trump.  Their last public appearance together was over two weeks ago during a visit to US Southern Command in Miami on July 10.  O'Brien is experiencing \"mild symptoms\" and is \"self-isolating and working from a secure location off site,\" according to an unnamed statement to the press from the White House.  That statement confirmed O'Brien's test results to reporters before his staff was formally informed. Several National Security Council staffers told CNN that they weren't informed that O'Brien tested positive and learned of the news from media reports. O'Brien, one of Trump's top aides, recently returned from Europe, where he and his top deputy met with officials from the UK, France, Germany and Italy. A senior administration official told CNN that O'Brien has been working from home since last week. A source familiar said O'Brien was last in the office last Thursday, when he abruptly left the White House.  The White House statement said there is \"no risk of exposure to the President or the Vice President.\" Watch: New Jersey continues to report Covid-19 outbreaks from gatherings of young people, the state's Health Commissioner, Judy Persichilli, said during a briefing Monday. At least 35 new cases of Covid-19 have been reported in Long Beach Island linked to what Persichilli described as a \"common social gathering\" of lifeguards. At least 65 new cases of Covid-19 have been reported in Middletown over the past seven days, 52 of which are in people between the ages of 15 and 19, Gov. Phil Murphy said. More on this: CNN reported last week that a house party in Middletown on July 11 may have been responsible for at least 20 cases of Covid-19 and that more cases were being reported.  Murphy didn't specify if all of those 52 cases were people who were at the Middletown party, but he did say that the parents of the teens who attended said party are cooperating with contact tracers and that the state now has the names of 59 of the attendees from the party. \"We're begging you to please be responsible at your home if you've got a gathering,\" Murphy said. \"Don't congregate indoors.\" New Jersey recorded 446 new cases of Covid-19 on Monday and 17 new fatalities, the governor said. The daily positivity rate in the state was 1.72%. Murphy also reiterated that the state hopes to allow for at least some aspect of in-person learning for children in the fall. The state has released an education plan to allow for schools to reopen, but Murphy stressed that final decisions would be driven by public health indicators. Note: The numbers listed were released by the New Jersey Governor's office and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Cases## There are at least 4,259,667 cases of coronavirus in the US, and at least 147,103 people have died, according to Johns Hopkins University's tally of cases. On Monday at 1:15 p.m. ET, Johns Hopkins University has reported 25,744 new cases and 168 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  ##Hotspots## ##Cases## The National Hockey League announced Monday that no players have tested positive for Covid-19 in the league's latest round of testing.  The NHL says the conclusion of Phase 3 of its Return to Play plan resulted in zero positive coronavirus results among 4,256 tests covering 800 players. In the two-week period of Phase 3, there were two positive results (both occurring between July 13-17) among 6,874 tests. All 24 teams involved in the NHL’s restart entered secure zones in Edmonton and Toronto Sunday to begin Phase 4 of its Return to Play plan. All 52 members of each team will be tested on a daily basis. The NHL plans to resume play Aug. 1, with qualifying rounds in Edmonton and Toronto. Conference Finals and the Stanley Cup Final are scheduled to be played in Edmonton. Read the NHL's statement: Brazil’s President Jair Bolsonaro returned to work on Monday morning at the Planalto Palace after testing negative for Covid-19 on Saturday.  Talking to supporters this morning at the entrance of the Palace, headquarters for Brazil’s federal government, Bolsonaro referred to the economic impact the coronavirus pandemic has had in his country and loss of jobs.  \"I am back to work today. (We) have many problems to solve that others created. They cut jobs in Brazil and now we will have to work to recover them,\" he told supporters without giving more details. More context: Bolsonaro tested negative for Covid-19 on Saturday, more than two weeks after he tested positive for the virus on July 7.  Hours after announcing he had finally tested negative, the Brazilian president was seen riding his motorcycle, surrounded by people and not wearing a mask on Saturday. ##Hotspots## ##Cases## A Florida teacher’s union that is suing Gov. Ron DeSantis and others to try to stop the reopening of schools has called the recent surge in Covid-19 cases in children “alarming.” “These numbers are alarming,” Andrew Spar, vice president of the Florida Education Association, said in a written statement. Spar referenced numbers released by the Florida Department of Health that show a 34% increase in the number of children testing positive for Covid-19.  “We call on the governor, the commissioner and all district superintendents to begin reporting how many students and staff are testing positive in our districts. Even though school has not started yet, we know that we have had an unknown number of district employees who are working and students attending summer school who have tested positive. Parents have the right to know,” Spar said. The Florida Education Association is the state’s largest association of professional employees, with more than 150,000 members, according to the association. ##Hotspots## The owners of the Atilis Gym in Bellmawr, New Jersey, were arrested and subsequently released on Monday morning after they opened their facility again despite a judge ruling that the state could force the gym to close, according to a statement from the Camden County Prosecutor's Office.  Individuals were observed using the gym between July 24 and July 27 in violation of the judge's order, prosecutors said. Local police said that the owners of the gym refused to leave when they were asked, leading to the arrest, prosecutors said.  The best way to deal with Covid-19 is to have a seamless relationship between national and local strategy, said Dr. Mike Ryan, the World Health Organization’s health emergencies program’s executive director.  “It’s striking that balance between what is national or federal strategy and what is local implementation, in the sense you fight what you see, and the only people who really see what’s happening are at local,” he said.  Reactions can’t only be based on what is seen locally though, he said; they have to be guided by what is happening nationally.  “In the most effective countries, what you see is a seamless relationship between a national strategy being implemented but with the local flexibility to be tactical in reaction to the disease,” said Ryan.   He said that the right balance is national strategies that lay out, fund and support approaches, but give local authorities the ability to implement them appropriately based on what they see on the ground. Disney has changed reopening plans for some of its hotels on the Walt Disney World property in Lake Buena Vista, Florida.  According to the resort website, Disney’s Polynesian Village Resort and Disney’s Art of Animation will reopen later than originally scheduled. Reopening dates previously announced for Disney’s Beach Club Resort and Disney’s BoardWalk Inn have been canceled. A number of Disney resort hotels are already open, while others have not been scheduled for reopening yet.  “We will continue to evaluate the situation and reopen more locations when the environment is right to do so. While these plans may evolve, we will be monitoring the constantly changing health environment and its impact on the state of Florida as we find the right time to welcome back even more of our Guests,\" the website reads in part.  Disney had stated in May that changes to reopening plans are likely, as the company continues to follow guidance from government and health officials. New York state issued 132 violations to bars and restaurants for not following coronavirus-related regulations over the weekend, Gov. Andrew Cuomo told reporters on a press call Monday.  Most of violations were issued to establishments in New York City, he said. Since reopening bars and restaurants during the pandemic, 40 establishments have had their liquor licenses suspended as a result of coronavirus-related violations — 10 these suspensions were issued since Friday, Cuomo said.  He said the lack of compliance with social distancing policies, particularly among young people, is a concern his administration is watching closely.  ##Reopening## Dick's Sporting Goods announced Monday that all stores will be closed on Thanksgiving Day as the coronavirus pandemic continues to affect retailers nationwide. In the past, most Dick's Sporting Goods stores were open with limited evening hours on Thanksgiving, according to the company. But this year, all stores will remain closed on the holiday. Dick's will also continue to give all employees a 15% pay bump through the end of the year. \"We are so thankful to our teammates for their hard work and dedication,\" said CEO Ed Stack in a statement. \"We will continue to do all we can to support them and show our gratitude.\" Some context: Dick's move follows similar announcements from Target and Walmart, who will also stay closed on Thanksgiving Day. ##Economy## One foreign official tells CNN that Elysée, the French presidential palace, is scrambling as it processes the news of White House national security adviser Robert O’Brien’s positive test result.  O’Brien met with Emmanuel Bonne, French President Emmanuel Macron’s top foreign policy adviser on July 14. Bonne briefs the French president multiple times a day.  Just days later, Macron and Bonne traveled to Brussels for negotiations at the European Council Summit. On Thursday, O’Brien, who by then had returned to Washington, abruptly cancelled a meeting with another European official, saying, simply, it was “for personal reasons.” White House economic adviser Larry Kudlow told reporters he believes Robert O’Brien’s daughter was sick before the national security adviser tested positive for Covid-19 himself. “I did speak to him Friday. I believe his daughter was ill first, he tested several times and I – I have not spoken to him today, so I actually can’t confirm what’s in the papers, but I’ll assume it’s right,” Kudlow said at the White House Monday.  “I think it’s a light case, I wish him well, he’s a very dear personal friend of mine, he’s a fabulous colleague and a brilliant policy maker, so I wish him well,” he said. Kudlow added to CNN’s Kaitlan Collins that he was “sure he’ll get through this with Godspeed.”  Kudlow, who has publicly advocated mask-wearing but has not been seen wearing a mask himself, was wearing a face covering as he spoke with reporters. When asked what changed, Kudlow claimed it was because reporters were wearing them. “You know why?” he said. “You all are wearing them.”  Kudlow continued: “We’re not going to keep the economy open, we’re not going to get the v-shaped recovery, we’re not going to get kids back to school, unless we follow simple guidelines: masking, distancing, testing, and personal hygiene.”  ##Politics## Pennsylvania reported 839 new Covid-19 cases and 4 new deaths from the virus, according to a press release from the Pennsylvania Department of Health. Allegheny County, where Pittsburgh is located, reported 180 of those new cases. The state has had a total of at least 108,264 cases of Covid-19 since the pandemic started. At least 7,122 people have died from the virus, the release said. The state continues to see a significant increase in cases among 19- to 24-year-olds, the release says. Note: The numbers listed were released by the Pennsylvania Department of Health and may not line up exactly in real time with CNN’s database, which is drawn from Johns Hopkins University and the Covid Tracking Project.    Germany will require mandatory coronavirus tests for travelers returning from high-risk areas, German Health Minister Jens Spahn tweeted Monday.  \"We have to prevent returning travelers from infecting others unnoticed and thus triggering new chains of infection. That is why I will order a test requirement for those arriving from high-risk areas. This serves to protect all citizens,\" Spahn said. The rule will go into effect the week beginning August 3, and tests are set to be free of charge for the travelers, the German health ministry said on its official Twitter feed. ##Hotspots## At least 11 people across New York died due to coronavirus Sunday, New York Gov. Andrew Cuomo said in a Monday morning phone call with reporters. The latest numbers: 608 of the roughly 57,000 — or about 1% — of the tests conducted across New York Sunday were positive, “which is what we like to see,” he said, referring to the low percentage. At least 642 people were hospitalized Sunday for reasons related to coronavirus, the governor added. Two Major League Baseball (MLB) games scheduled for Monday night have been postponed due to Covid-19, MLB announced in a statement Monday. The Baltimore Orioles and Miami Marlins in Miami and the New York Yankees and Philadelphia Phillies in Philadelphia have been postponed. According to ESPN's Jeff Passan, a number of Miami Marlins players and staff tested positive for the coronavirus while playing in Philadelphia this past weekend.  Eleven Marlins players and two coaches tested positive for the virus, ESPN reports. The team did not travel back to Miami after the three-game series ended Sunday as they remained overnight for more testing. MLB said that it will conduct additional testing. Yankees and Phillies in Philadelphia and Orioles and Marlins in Miami are scheduled to be played Tuesday night. A recent rise in the numbers of coronavirus cases in Germany is a “cause of concern,” said Chancellor Angela Merkel’s Chief of Staff, Helge Braun, during a Monday news conference.  Braun said in order to tackle the pandemic in the autumn months, cases need to be kept low during the summer period. \"When we come to a higher ground-level of infections during summer, due to our leisure and travel behaviors, or even an increase in the numbers of infections, then it will be even more difficult to keep the situation under control in autumn,\" Braun said. \"That means, from what we have experienced in recent days — with partially over 800 cases a day — we must get to a situation again where we are well under 500. Then we have, I believe, good starting conditions to keep the pandemic under control, also in autumn.” What the numbers look like now: Germany’s seven-day coronavirus reproductive rate is 1.16, while the four-day r-rate is 1.22, according to the country's center for disease prevention, the Robert-Koch-Institute. The center has called the rise in coronavirus infections “very disturbing” and said it is “monitoring the situation very closely.” Braun also stressed the mandatory quarantine measures in place. The Robert-Koch-Institute has published a list of risk areas, and people returning from those areas are \"obliged to go into quarantine,” Braun said. \"It is very important that all those who are affected, really consistently adhere to these quarantine rules,\" Braun added.  There is also discussion around implementing mandatory testing for people returning from risk areas, Braun added. State health ministers will discuss mandatory testing on Monday with the German Minister of Health. The Democratic National Convention next month will take place over the course of four nights between August 17 and 20, and CNN can now confirm that each night of programming will take place from 9 p.m. to 11 p.m.  The decision to limit the TV programming to just two hours of prime time each night is one of the starkest signs yet of how unconventional this year’s gathering will be in the age of the coronavirus pandemic compared to previous conventions, typically filled with various events and speakers for many hours each day. POLITICO was first to report the shortened hours of prime time programming for the Democratic convention.  Given this decision, it goes without saying that speaking slots and various segments simply won’t be as long as they might have been in previous conventions so that they can try to fit as much in — and as many speakers in -- as possible.  The programming will include both content coming out of Milwaukee, Wisconsin, as well as other satellite cities and landmarks across the country — which CNN has previously reported — though the final details, including themes, are still in the process of being finalized. As CNN has already reported, Joe Biden himself will physically accept the Democratic nomination for president in Milwaukee. The speaking line-up for other prominent figures is also still being finalized — for example, the Obamas will definitely participate, but exactly how and from where they will appear is still unclear.  People familiar with the convention planning also say that there continue to be active discussions on how to hold the four-night event with proper precautions around Covid-19 — the public health concern will “drive every decision we make,” is how the thinking was described.  Epidemiologists Larry Brilliant and W. Ian Lipkin are taking lead roles in advising those planning the convention. The state of Florida is reporting 8,892 new cases of Covid-19 and 77 more deaths today, according to data released by the Florida Department of Health.  This brings the state's total cases to at least 432,747, according to the state department of health. The statewide resident death toll is now at least 5,931. A look at the latest numbers: ##Hotspots## San Diego, California, Mayor Kevin Faulconer signed an executive order to allow local gyms, churches and salons to expand their businesses outdoors into private parking lots.  “It's all about how to keep our economy going but do it safely, and to try to be innovative and creative,” he told CNN. “As we have allowed restaurants to move out into the sidewalk and to the streets, parking lots, the same thing with gyms and other businesses. It's about a lifeline that can keep folks employed, to keep businesses operating safely and try to do everything we can to obviously work through this pandemic.” Faulconer added that San Diego has seen its cases beginning to flatten over last week, however, they need more tests. As the $600 in federal unemployment benefits expire this week, the mayor said it is important for mayors to “provide the opportunity for businesses to be innovative and creative and do things they normally hadn’t done outdoors” to get people employed. In response to Rep. Karen Bass’ claim that California reopened too quickly, Faulconer emphasized on a local approach. “We're a big state, and one of the things we've been advocating is follow what's happening on the local level with our local county public health officials,” he said. “You reopen safely but you do it based upon the facts on the ground locally.” ##Hotspots## ##Reopening## The number of coronavirus cases among members of the US military increased by 1,647 over the weekend, an increase of nearly 7% from Friday's data. There are currently 25,590 active cases among US military personnel.  The number of military cases currently requiring hospitalization remains relatively low, at 465, an increase of nine from Friday.  Cases among Defense Department civilians, dependents and defense contractors also increased over the weekend. New York City Mayor Bill de Blasio is calling for courts to reopen across the city, the mayor said Monday during his daily Covid-19 news conference.  The mayor said coronavirus has allowed for an uptick in crimes and it is time to restart all pieces of the justice system. “We are all in this together,” de Blasio said, but now is the time to come together and rebuild, it’s a massive backlog when it comes to dealing with violent crimes, he said. Many states and communities began loosening coronavirus pandemic restrictions in the late spring and early summer — but as cases surge across the US, there are calls for a second lockdown.  More than 150 prominent medical experts, scientists, teachers, nurses and other experts have signed a letter urging leaders to shut the country down and start over to contain the rampant spread of the virus. \"The best thing for the nation is not to reopen as quickly as possible, it's to save as many lives as possible,\" they wrote in the letter, which was sent last week to the Trump administration, leading members of Congress and state governors. The letter came just after an unpublished document prepared for the White House coronavirus task force recommended that 18 states in the coronavirus \"red zone\" for cases should roll back reopening measures amid surging cases.  Those states were Alabama, Arkansas, Arizona, California, Florida, Georgia, Iowa, Idaho, Kansas, Louisiana, Mississippi, North Carolina, Nevada, Oklahoma, South Carolina, Tennessee, Texas and Utah. And Dr. Anthony Fauci said earlier this month that some states reopened too quickly, allowing the coronavirus pandemic to come roaring back,  \"There are some times when despite the guidelines and the recommendations to open up carefully and prudently, some states skipped over those and just opened up too quickly,\" Fauci said. How we got here: Georgia was among the first states to reopen, allowing hair and nail salons, gyms, bowling alleys, tattoo studios and massage therapists to reopen their doors in late April. Around the same time, some businesses in Alaska and Oklahoma were allowed to reopen. By mid-May, all 50 states were at least somewhere along the road to a full reopening. But even as more communities loosened their coronavirus restrictions, experts warned that the effects of those reopenings wouldn't be clear for weeks. ##Reopening## New York City continues to meet the threshold to keep the city open and has dropped the city’s infection rate to 1%, Mayor Bill de Blasio said. Here are NYC's key indicators for Monday, July 27: 1% of people tested for Covid-19 have tested positive, according to De Blasio’s office, that number is down from the 2% previously reported. \nAt least 54 people were admitted to the hospital suspected to have Covid-19 which is below the threshold to reopen. \nThere are at least 286 people in ICUs being treated for Covid-19.  One thing to note: The numbers listed were released by New York City Mayor Bill de Blasio’s office and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  As the first Phase 3 clinical trial of a Covid-19 vaccine in the United States is underway, Dr. Anthony Fauci, the nation's top infectious disease expert, said there will be dozens of sites nationwide where volunteers will be participating in the study.  \"There are 89 sites distributed throughout the country,\" Fauci said during during a phone call with reporters on Monday.  \"They are widely distributed as a matter of fact in areas where there is clearly as of right now active infection going on,\" Fauci said. \"I think we are going to get a good sampling of the activity of virus transmission that's currently going on in the country.\" More on the trial: At least 30,000 adult volunteers are expected in the Phase 3 trial. The first patient was dosed at a site in Savannah, Georgia, on Monday. The investigational vaccine was developed by the biotechnology company Moderna and NIAID, part of the National Institutes of Health. Fauci said during the call that the launch of the Phase 3 trial marks a \"truly historic event in the history of vaccinology.\" ##Vaccines## Dr. Mike Ryan, executive director of the World Health Organization's health emergencies program, said governments that react quickly and are honest about their countries’ Covid-19 situations should be praised.   “The real judge and test of a country’s capacity and resolve is how quickly and how comprehensively does each country respond to those signals that the disease is back,” he said at a press briefing on Monday in Geneva. “I think both Australia and Japan deserve a lot of praise for the way in which they’re trying to contain the disease sub-national or at community level,” Ryan added.  The WHO official said that what countries are really trying to do is “ensure that small numbers of cases and clusters don’t reignite sustained and efficient community transmission.”   Governments should be praised, Ryan said, when they pick up on these clusters of cases and when they react quickly and demonstrate that they’re taking responsibility and communicating transparently.  “In order to go on with your life, you have to believe that the government has this,” he said. “And if there is disease in another community, far away from you, if you trust that the government has got that under control you can get on with your life.”  “We should refrain, I would hope, from overly criticizing governments who are actively seeking cases, actively doing surveillance, doing contact tracing, they’re trying to uncover the problem,” he said. “They’re trying to surface the issues and deal with the issues.”  Ryan said that situations that should worry people are those where problems aren’t being surfaced, or are being glossed over, where everything looks good.  “Because one thing is for sure with Covid, as it is with every infectious disease,” he said. “Just looking good does not mean things are good.”   Ryan said that he would rather being in a situation with a government that is “honest and truthful about the situation on the ground,” that communicates what is happening and demonstrates that it can take action and react quickly.    Vice President Mike Pence will head to Miami today to discuss a phase three coronavirus vaccine trial. He'll visit the University of Miami Miller School of Medicine and hold a press briefing later today. Florida has broken its record of new cases several times in recent weeks. Here's what we know about the pandemic in the Sunshine State: More patients in hospitals: Covid-19 hospitalizations have jumped by nearly 80% since July 4, according to data from the state's Agency for Health Care Administration (AHCA).\nSome ICUs are full: At least 46 hospitals have reached ICU capacity and show zero ICU beds available, according to data released by AHCA. \nThe state's youngest victim: Last week, a 9-year-old girl with no pre-existing conditions became the state's youngest coronavirus victim. Kimora \"Kimmie\" Lynum was taken to a local hospital to treat a \"very high\" fever, her family said. Kimmie's cousin and family spokesman Dejeon Cain said the hospital told the family to return home. After doing so, the young girl complained of not feeling well and collapsed, Cain said. She didn't have a detectable heartbeat. Here's where each county stands on coronavirus cases: ##Hotspots## The Miami Marlins' home opening game against the Baltimore Orioles tonight has been canceled due to a number of players and staff testing positive for Covid-19, according to multiple reports.  According to ESPN's Jeff Passan, eight players and two coaches have tested positive for coronavirus, bringing the total cases on the team to at least 14. Miami played their first three games of the shortened 60-game season in Philadelphia this past weekend, winning two of three. The Marlins did not travel back to Miami after the three-game series ended Sunday as they remained overnight for more testing. This is the first game to be canceled this season. CNN has reached out to Major League Baseball and the Marlins for comment. The President of Brazil’s Superior Court of Justice (STJ), Joao Otavio de Noronha, tested positive for Covid-19 on Sunday, according to the court’s press office. Noronha is “asymptomatic and working from home” the press office told CNN via email. Noronha, who is 63 years old, is the first high-rank official of the Brazilian judiciary to test positive for coronavirus.  He continues to be in charge of the court, which has adopted a working from home policy since the beginning of the pandemic in the country.  Trial sessions have been held by videoconference since May, according to the Court’s press office.    The White House confirmed national security adviser Robert O'Brien has tested positive for coronavirus. In a statement, the White House said O'Brien has been working off-site and \"there is no risk of exposure to the President or the Vice President.\" Here's the statement: \"National Security Adviser Robert O’Brien tested positive for COVID-19. He has mild symptoms and has been self-isolating and working from a secure location off site. There is no risk of exposure to the President or the Vice President. The work of the National Security Council continues uninterrupted.\" Google will extend its work-from-home stance until at least July 2021, according to a person familiar with the matter.  The company had previously said most employees will be working remotely through the end of 2020, with some employees being allowed back into the office sooner.  But the decision to extend the remote work policy well into next year indicates that one of the world’s largest tech companies is bracing for a long pandemic — and could prompt other businesses to follow suit.  A Google spokesperson on Monday confirmed the company’s plans, citing an internal memo by CEO Sundar Pichai. \"In an email to employees,” the spokesman said, \"Google CEO Sundar Pichai wrote that 'To give employees the ability to plan ahead, we are extending our global voluntary work from home option through June 30, 2021 for roles that don’t need to be in the office.’” The memo was independently obtained by CNN. ##Economy## Vietnam reported 11 new locally transmitted cases of Covid-19 on Monday evening, all of which are linked to a hospital in the tourist city of Da Nang, according to Chinhphu, the official state-run newspaper of the Vietnamese government. Of the 11 new cases, four are health care workers, according to Chinphu. Da Nang, a popular resort city in Vietnam, has seen a recent increase in coronavirus cases since July 25 when a local man tested positive for the virus. Prior to that, Vietnam had gone 100 days without recording a single locally transmitted infection.  The recently confirmed cases led Vietnam's Prime Minister Nguyen Xuan Phuc to demand that contact tracing be ramped up and large-scale testing conducted across the city. Around 80,000 tourists – mostly domestic travelers – in Da Nang with be evacuated over four days due to the latest outbreak. The state-run media outlet added that the country’s Ministry of Health has sent experts to Da Nang to help the city find the source of the infection and contain the outbreak. The 11 new cases brings the total number of cases in Vietnam to 431. The death toll remains at zero.  Target is rolling out a series of changes for the holiday season to ensure more safe shopping for customers, including closing stores on Thanksgiving day and starting sale pricing earlier in the season.  Both changes are designed to reduce a crush of people crowding stores and trying to score deals, according to a company announcement.   “Our biggest holiday deals will be available earlier than ever, so you can shop safely and conveniently without worrying about missing out on deals that usually come later in the season,” Target said in a release on Monday.  Target is telling customers not to worry about the Thanksgiving closure.  Shoppers can “count on getting extra-big savings without the extra-long lines, with plenty of opportunities to score the best deals on the hottest items both before and after November 26.” ##Economy## President Trump's national security adviser, Robert O'Brien, has tested positive for coronavirus, according to another official familiar with what happened.  O'Brien, one of Trump's top aides, recently returned from Europe where he and his top deputy met with officials from the U.K., France, Germany and Italy. The White House declined to immediately comment. It's still unclear if any other officials he came into contact with will also have to quarantine.  Doctor: Frequent testing important to protect the President White House negotiators and the staff of Senate Majority Leader Mitch McConnell spent the weekend working through a series of issues with the broader GOP stimulus proposal, and the expectation is the plan will finally be rolled out Monday afternoon, according to sources and White House chief of staff Mark Meadows. That proposal will represent the opening GOP offer, one Democrats have been waiting months for after passing their own $3 trillion proposal in the House in May.  It will include $105 billion for schools, another round of direct payments to families and individuals, a second, more targeted round of forgivable small business loans, tax incentives for re-hiring and retro-fitting workplaces to address coronavirus concerns and broad liability protections for companies, schools, hospitals and non-profits. McConnell planned to release the proposal last week, but administration officials raised a series of technical, and at times, according to people involved, extraneous, issues that delayed the process and dragged talks throughout the weekend. The largest holdup has centered on the GOP proposal to address the expiring $600 federal unemployment benefit. Administration officials and congressional staff have been going back and forth on the technical mechanics of implementing a scaled-back version of the benefit for days, all as they attempt to make it equate to roughly 70% of a worker's wages, as opposed to the current flat rate. Read more about the stimulus negotiations here. ##Economy## Several countries in the Middle East have moved to reimpose restrictions and lockdown measures ahead of the upcoming Eid al-Adha holiday, as reported coronavirus cases increase in some nations, health ministries and state media have said. Morocco has banned travel to and from several cities on Sunday, including major cities like Casablanca, Tangier and Marrakech, a joint statement by the Ministries of Interior and Health said according to state-run Agence Marocaine De Presse (MAP). The country recorded 633 cases on Sunday, bringing the total number of recorded cases over 20,000 and 313 deaths  “This decision was taken in view of the failure of the majority of citizens to comply with preventive measures, namely social distancing, the wearing of masks and the use of disinfectants, despite their availability in large quantities on the markets, leading to the spread of infection and an increase in confirmed cases,” the statement said according to MAP.  In Algeria, the government decided to ban the use of private vehicles in 29 provinces while extending curfew for another 15 days, starting Tuesday, Radio Algerie said on their website quoting the Prime Minister. Algeria has been recording more than 500 cases daily since mid-July, bringing the total number to over 27,000 with 1,155 deaths, according to Johns Hopkins University. Last week, the Oman government announced that the country will go into a \"complete lockdown of all governorates of the Sultanate\" from July 25 until August 8, after a rise in the number of Covid-19 cases, according to Oman's News Agency.  Oman has one of the highest number of cases per 100,000 people, according to data collected from Johns Hopkins. In Lebanon, a decision to reimpose lockdown has not been taken yet, however the Lebanese minister of Public health Hamad Hassan said on Monday that he recommends “a total lockdown of the country for two weeks, except for the airport” according to the Lebanese National News Agency (NNA). Iraq will also impose a 10-day curfew starting on Eid al-Adha and implement a series of measures to contain the coronavirus outbreak in Iraq, the country’s Supreme Committee for Health and National Safety, headed by Prime Minister Mustafa al-Kadhimi, announced Sunday. In addition to an increase in cases, countries are moving to reimpose restrictions in anticipation of Muslims celebrating the upcoming holiday Eid al-Adha, which is expected to start Thursday. The celebrations include prayers, family visits and intercity travels. With a continuing upward trend, California is leading the country with the highest number of total infections — more than 452,280 — followed by Florida, New York and Texas. At least 36 counties are on California's watch list and have been ordered to close many of their indoor operations.  More than 8,100 deaths across the state have so far been linked to the virus and at least 6,912 people are hospitalized, with 1,993 people in ICUs.  Health officials said that the state's positivity rate, a key indicator in how fast the virus is spreading within a community, is on the rise. That positivity rate — the number of people testing positive compared to how many are getting tested — is at about 7.5%, according to state data.  For comparison, New York has brought its rate down to about 1%, a statistic the governor touted as \"really great, great news.\" Meanwhile in Florida, Miami-Dade County's positivity rate is at about 18%, according to county data. Here's a look at how California's Covid-19 cases compare to other states:  ##Hotspots## More than 150 prominent medical experts, scientists, teachers, nurses and other experts have signed a letter urging leaders to shut the country down and start over to contain the rampant spread of the virus. \"The best thing for the nation is not to reopen as quickly as possible, it's to save as many lives as possible,\" they wrote in the letter, which was sent last week to the Trump administration, leading members of Congress and state governors. Meanwhile, with overwhelmed hospitals and lengthy delays in testing, some local leaders — including Houston Mayor Sylvester Turner and Los Angeles Mayor Eric Garcetti — said a second stay-at-home order might be possible. The state of the pandemic in the US: More than 1,000 people died every day for four straight days last week due to Covid-19, according to data from Johns Hopkins University. ##Hotspots## In Florida, 46 hospitals have reached ICU capacity and show zero ICU beds available, according to data released by the Agency for Health Care Administration (AHCA).  Behind California, Florida has the second-highest number of coronavirus cases, passing New York, once the country's epicenter early in the pandemic. Nine of the hospitals at capacity are in Miami-Dade County and six of them are in Broward County, AHCA data shows. Another 30 hospitals have 10% or less ICU capacity available, according to AHCA. AHCA reports about 18% ICU beds are available across the State of Florida.  Here's what else you need to know about the coronavirus pandemic in Florida:  The latest from Miami-Dade: In the past 14 days, Miami-Dade County has seen a 57% increase in the use of ventilators and a 37.5% increase in the number of ICU beds being used, according to the latest data released by Miami-Dade County Government. After weeks of double digit increases in the number of Covid-19 patient hospitalizations, Miami-Dade county data shows an increase in hospitalizations of 8% increase in the past two weeks.\nCovid-19 cases in children are up: As the debate over the reopening of schools continues in Florida, the latest data released by the Florida Department of Health (FLDOH) shows a 34% increase in the number of children testing positive for Covid-19 and a 23% increase in hospitalizations in eight days. According to the FLDOH, on July 16, there were 23,170 children ages 0-17 years who had tested positive for Covid-19. On July 24, that number was 31,150.\nCalls for a statewide mask mandate: A Jackson Health employee union representing more than 5,000 nurses, physicians and health care professionals is demanding that Florida Gov. Ron DeSantis issue a state-wide mask mandate, according to a press release issued by the group. Gov. DeSantis has recommended the use of masks but has not issued a mask mandate statewide. Here's a look at how Florida's Covid-19 cases compare to other states:  ##Hotspots## Thursday will mark six months since Covid-19 was declared a public health emergency of international concern, Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, said.  “This is the sixth time a global health emergency has been declared under the International Health Regulations,” Tedros said during a briefing on Monday. “But it’s easily the most severe.” Previous health emergencies of this level of concern have included Ebola, Zika and H1N1. Tedros said that nearly 16 million cases and more than 640,000 deaths worldwide have been reported to WHO.  “And the pandemic continues to accelerate,” he said. “In the past six weeks, the total number of cases has roughly doubled.” Tedros said that he will reconvene WHO’s emergency committee, as required under International Health Regulations, later in the week to re-evaluate the pandemic. He said that he was very proud of WHO, its people and their efforts, as they have “worked tirelessly to support countries to prepare for and respond to this virus” over the last six months.  And there is still work to be done, Tedros said.  “We have done an incredible amount, but we still have a long, hard road ahead of us,” Tedros said.  The coronavirus pandemic has shown what humans are capable of, both in a positive and negative way, Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, said Monday at a press briefing in Geneva.  “Covid-19 has changed our world. It has brought people, communities and nations together, and driven them apart,” he said. “It has shown what humans are capable of, both positively and negatively.”  Tedros said that “we have learned an enormous amount, and we’re still learning.”  Although the world has changed, he said, the way to respond to Covid-19 and the basic measures to suppress transmission have not.  These are political leadership and informing, engaging and listening, as well as wearing a mask where recommended, Tedros said.  “Where these measures are followed, cases go down,” he said. “Where they’re not, cases go up.”  He gave examples of places that followed this advice “carefully and consistently” and were able to either prevent a large-scale outbreak, such as New Zealand, or bring large outbreaks under control, such as Germany.  The first Phase 3 clinical trial of a coronavirus vaccine in the United States began Monday.  The investigational vaccine was developed by the biotechnology company Moderna and the National Institute of Allergy and Infectious Diseases, part of the National Institutes of Health. The trial is to be conducted at nearly 100 US research sites, according to Moderna. The first patient was dosed at a site in Savannah, Georgia. The trial is expected to enroll about 30,000 adult volunteers and evaluates the safety of the Moderna/NIH vaccine and whether it can prevent symptomatic Covid-19 after two doses, among other outcomes. Volunteers will receive either two 100 microgram injections of the vaccine or a placebo about 28 days apart. Investigators and participants will not know who has received the vaccine. Phase 1 results found immune responses: Results from a Phase 1 trial of the vaccine published earlier this month in the New England Journal of Medicine found it induced immune responses in all of the volunteers and was generally safe. It had mild side effects, including fatigue, chills, headache, muscle pain, pain at the injection site.  A Phase 1 study typically studies a small number of people and focuses on whether a vaccine is safe and elicits an immune response. In Phase 2, the clinical study is expanded and the vaccine is given to people who have characteristics -- such as age and physical health -- similar to those for whom the new vaccine is intended, according to the US Centers for Disease Control and Prevention. In Phase 3, the vaccine is given to thousands of people and tested for efficacy and again for safety. The Moderna/NIH vaccine is one of 25 in clinical trials around the world, according to the World Health Organization.  Moderna is one of several companies that received support from Operation Warp Speed, the federal government’s Covid-19 vaccine program. On Sunday, Moderna announced it had received an additional $472 million from the Biomedical Advanced Research and Development Authority for Phase 3 study and development of its Covid-19 vaccine, bringing the total to $955 million.  ##Vaccines## More than 16.2 million cases of the novel coronavirus have been recorded worldwide, including at least 648,000 deaths, according to Johns Hopkins University. Here's the latest from around the globe: First Phase 3 vaccine trial in US starts: The first Phase 3 clinical trial of a coronavirus vaccine in the United States -- an investigational vaccine developed by the biotechnology company Moderna and the National Institute of Allergy and Infectious Diseases -- began Monday. The trial, one of 25 clinical trials around the world, is expected to enroll about 30,000 adult volunteers and evaluates its safety and whether it can prevent symptomatic Covid-19 after two doses, among other outcomes.  Vietnam announces evacuation: Around 80,000 tourists in the Vietnamese city of Da Nang will be evacuated after three residents from the popular tourist destination tested positive for the coronavirus, according to state-run media. It will take at least four days to evacuate all 80,000 tourists -- mostly domestic travelers -- from the central coastal city. Germany races to contain farm outbreak: Authorities in Bavaria are working to contain a large-scale outbreak among seasonal workers on a vegetable farm in the town of Mamming. Authorities announced on Sunday that 174 laborers -- about a third of all seasonal workers on site -- had tested positive for the virus.  After U-turning on Spain, UK monitors Germany and France travel bridges: The UK government is monitoring the coronavirus situation in Germany and France “closely” as it reviews the travel bridges to popular holiday destinations, a junior health minister said Monday. The UK government unexpectedly announced on Saturday that all people returning from Spain would be required to self-isolate for two weeks, reversing its previous stance with immediate effect.  India reports nearly 50,000 daily cases: India recorded its highest single-day jump of 49,931 new cases of Covid-19 on Sunday, its health ministry said Monday. The leap in cases came as Indian Prime Minister Narendra Modi claimed in a national address that his country's response to the pandemic has defied global expectations -- despite having the third highest case count in the world.  Australian state has its worst day of pandemic so far: The Australian state of Victoria recorded 532 new coronavirus cases Sunday, marking the nation's worst day of the pandemic so far, said Victoria Premier Daniel Andrews on Monday. Victoria has seen high case numbers persist for weeks, despite metropolitan Melbourne and neighboring Mitchell Shire being halfway through a six-week-long lockdown order. China reports highest number of local infections since March: China recorded 57 local Covid-19 cases on Sunday, the highest number the country has seen since it brought the coronavirus largely under control in March, according to figures released by the National Health Commission Monday. Hong Kong makes mask wearing compulsory outdoors: In Hong Kong, mask wearing will be compulsory in all indoor and outdoor public spaces from Wednesday midnight to August 4, authorities announced on Monday, with failure to comply resulting in a fine up to HKD 5,000 ($645). The move comes amid a raft of new social restrictions as the city struggles to contain its third wave of Covid-19 infections. On Sunday, the city recorded its fifth straight day of over 100 local cases. In the corner of a Covid-19 ward in Sao Paulo, Brazil, a woman cleaning the mouth of an intubated patient carries an extraordinary hope for pretty much all of us. Slipping a mouthwash-soaked brush into an elderly woman's mouth, at great personal daily risk, dentist Denise Abranches has something more than courage in her veins. Abranches was the first of an expected 5,000 Brazilian key workers in the healthcare system to receive a trial coronavirus vaccine from Oxford University and multinational drugmaker AstraZeneca, along with volunteers in the UK and South Africa. Across the city, frontline medics like her have enrolled in a Phase 3 test of the vaccine's efficacy as they battle the pandemic, which has infected more than 2 million Brazilians. And it isn't just Oxford testing its vaccine in this vast human petri dish. Chinese firm Sinovac began trials last week in Sao Paulo, and US pharma giant Pfizer plans to do so soon, bringing a race among powers to prove their vaccine works first. Yet while nations fret over securing access to a vaccine, the potential geopolitical implications mean nothing in this ward.  To volunteer is an act of love, to donate a little of yourself to people,\" said Abranches. Like many healthcare workers, she has been separated from her family for months of Brazil's pandemic, in order to avoid spreading the virus, and often failed to hold back her tears when asked about the loved ones she missed. Read the full story: ##Hotspots## Boris Johnson, the UK Prime Minister, has said in a video posted to his official Twitter account that he was \"way overweight\" when he was admitted to intensive care earlier this year after becoming infected with Covid-19. \"I've always wanted to lose weight for ages and ages,\" he said in the clip posted Monday. \"I think many people, I struggle with my weight.\" Johnson says in the video that since recovering from the virus, he starts each day by going for a run with his dog, Dilyn, and talks effusively about the personal benefits of losing weight as well as the societal benefits of protecting the UK's National Health Service (NHS). The video has been released alongside the launch of the UK government's strategy to lower obesity rates in the country. According to government figures, 63% of adults are above what would be considered a healthy weight, with around half of those people being obese. Equally alarming is the fact that one in five children aged 10-11 are living with obesity, with children living in deprived areas twice as likely to be obese. Read the full story here. Singapore reported 469 new coronavirus cases on Monday, bringing the total number of confirmed infections in the city-state to 50,838, according to its health ministry.  The vast majority of new cases are work permit holders residing in foreign workers' dormitories, the ministry said. It added that at least two of the new infections were found in the community, including one Singaporean and one work pass holder. In addition, Singapore reported a further 15 imported cases, all of which were placed under Stay-Home Notices upon arrival. ##Cases## Gold prices have soared to a record high, with investors rushing to find safe places to park their money as concerns grow about a resurgence in the coronavirus and the impact that could have on the global economy. Gold hit $1,944 per ounce earlier on Monday, beating its previous record of $1,921 set in 2011. \"Gold is the clear beneficiary of safe haven demand,\" Stephen Innes, chief global markets strategist at AxiCorp, said in a research note. The main driver behind gold's rally has been falling returns on US government bonds, which reflect the likelihood that the Federal Reserve will have to keep interest rates lower for a prolonged period of time to support the economic recovery, according to Hussein Sayed, chief market strategist at FXTM. That has also served to weaken the US dollar, which is trading at a 22-month low of 0.85 euros and a 4-month low against the Japanese yen, Sayed said in a research note Monday. Read the full story here. ##Economy## Hong Kong reported a record 145 novel coronavirus cases on Sunday, health officials announced Monday, as China’s central government said it would help the city build a makeshift hospital to deal with the surge in cases. Of the 145 newly reported infections, 142 were locally transmitted, according to Dr. Chuang Shuk-kwan of the Centre for Health Protection. She added that 59 of the new locally transmitted cases could not be traced. Health officials also confirmed two new coronavirus related deaths, bringing the city’s total death toll to 20. The new cases bring the total count in the city to 2,778. Hong Kong has seen six days in a row of local cases over 100. Additional social restrictions announced Monday include compulsory mask wearing in all indoor and outdoor public spaces, limits of two people to a group for public gatherings, and no dining-in at restaurants. China to help build field hospital: Hong Kong Chief Secretary Matthew Cheung announced Monday that the Chinese central government will help build a Wuhan-style makeshift hospital in Hong Kong to deal with the increasing number of coronavirus cases.  “The country [China] has agreed to help build a 'Fang-cang' hospital in the Asia Expo Airport next to the airport within a short period of time. it is expected to be able to provide at most 2,000 hospital beds when finished,\" said Cheung. Around 80,000 tourists in the Vietnamese city of Da Nang will be evacuated after three residents from the popular tourist destination tested positive for the novel coronavirus, according to state-run media site Chinhphu.  It will take at least four days to evacuate all 80,000 tourists -- mostly domestic travelers -- from Da Nang, a coastal city in central Vietnam, state media reported. Vietnam’s Civil Aviation Authority said domestic airlines are currently operating 11 routes in and out of the city per day with around 100 flights daily.  New social distancing measures and large-scale testing have also been implemented at the direction of the country's Prime Minister Nguyen Xuan Phuc. Vietnam had gone 100 days without recording a single locally transmitted coronavirus case, before a 57-year-old man in Da Nang tested positive for the virus on July 25. The country has recorded a total of 420 coronavirus cases and no deaths as of Monday morning local time. ##Cases## Experts are warning that coronavirus infection rates in several sub-Saharan countries are alarmingly high after the region was initially spared the onslaught of cases expected. CNN's David McKenzie reports. WATCH: ##Cases## Holiday tour operator TUI is calling for a \"regionalized policy\" on UK quarantine rules, Managing Director Andrew Flintham told the BBC’s Radio 4 on Monday.  On Saturday, the UK government unexpectedly announced all people returning from Spain would be required to self-isolate for two weeks, reversing its previous stance with immediate effect.  The abrupt reversal followed a rise in the number of coronavirus cases in Spain, where authorities reported more than 900 new infections on both Thursday and Friday. Following the decision from the British government, TUI said in a statement that it would be canceling \"all holidays to mainland Spain\" until August 9. On Monday, Flintham acknowledged the government is \"rightly nervous.\"  \"If there are areas where the infection rates are lower and therefore safe travel can go ahead, we would look to have a consistent approach to mean the quarantine wouldn't apply to those places,\" Flintham said.  Flintham also spoke about the travel industry as a whole and warned of the difficulties often experienced during the winter season, acknowledging they need \"every single piece of help we can get from the government.\"  Germany’s center for disease prevention, the Robert-Koch-Institute, has called a general rise in Covid-19 infections in the country “very disturbing” and says it is “monitoring the situation very closely.”  The spike comes as authorities in Bavaria are working to contain a large-scale outbreak among seasonal workers on a vegetable farm in the town of Mamming. Authorities announced on Sunday that 174 laborers -- about a third of all seasonal workers on site -- had tested positive for the virus.  At a press conference Sunday, Bavaria’s health minister, Melanie Huml said that local authorities have placed the farm, which employed seasonal workers from Romania, Bulgaria, Hungary and Ukraine, on complete lockdown. The workers who tested positive had been separated from the rest of the laborers, and local police and a private security firm were monitoring the quarantine, Huml added.  Farming \"test offensive\": As part of a new “test offensive,” Huml also announced that workers in other agricultural companies in Bavaria will be tested. “The goal of the new test program is to prevent large outbreaks like the current one in Mamming. At the same time we want to increase the health protection of the workers there,” she added.  Huml also announced that all of the around 3,300 residents of Mamming will be able to get voluntary coronavirus tests free of charge. The Robert-Koch-Institute said Saturday it recorded 815 and 781 infections on subsequent days at the end of last week.  “Before, the number was considerably lower around 500 new cases per day,” the institute said in a press release. It blamed the rise mostly on a higher number of larger gatherings in Germany, but also on people returning from holidays abroad.  “A further deterioration of the situation urgently needs to be prevented. This can only be achieved if the entire population continues to cooperate, for instance by always maintaining distancing and hygiene rules,” the institute said.  The seven day reproductive rate in Germany is currently 1.16, while the four day r-rate is 1.22, according to the Robert-Koch-Institute  ##Hotspots## The ruling Kim dynasty of North Korea has for decades predicated their regime on the notion that only they can protect the Korean people from the outside world, be that capitalists, the United States or other hostile forces. Now, according to Pyongyang, a new threat has arrived -- the first publicly reported suspected case of Covid-19 within North Korea's borders. Return of a defector: North Korean leader Kim Jong Un convened an emergency meeting Saturday after it was reported that a defector who fled the country three years ago had returned to the North Korean city of Kaesong, while possibly infected with coronavirus, according to state-run newswire KCNA. Authorities in South Korea confirmed Monday that a defector had crossed the highly militarized border into North Korea. The South Korean Health Ministry said the man was not a known coronavirus patient or a close contact of one, but local police said the man was being investigated for a sex crime. KCNA said the defector had symptoms of Covid-19, but did not confirm if he had been tested. Close contacts of the suspected case were being examined and quarantined, but KCNA warned of a \"dangerous situation\" developing in Kaesong that could lead to a \"deadly and destructive disaster.\" 'Zero' coronavirus cases: Few experts believe that North Korea, a country of nearly 25 million people which shares a border with China, could have escaped the effects of a pandemic that has infected more than 16 million people worldwide and killed nearly 650,000. It's possible North Korea has simply not identified existing cases due to a lack of testing, or has successfully managed to isolate small clusters of cases and is not reporting them. But if this defector does test positive and causes a major outbreak, Covid-19 could turn into one of the biggest threats Kim has faced in his nearly nine years of rule. What's at stake: The virus has proven to be one of the most difficult and deadly challenges for leaders across the planet, but for Kim it is uniquely worrying. Experts say that North Korea's dilapidated healthcare infrastructure is unlikely to be up to the task of treating a large number of patients sickened with a new virus that the global healthcare community does not fully understand. Read the full analysis:  ##Cases## The UK government is monitoring the coronavirus situation in Germany and France “closely” as it continues to review the travel bridges to many popular holiday destinations, a junior health minister said Monday. \"We have to keep the situation under review and I think that is what the public would expect us to do,\" Helen Whately told Sky News, when asked specifically about reports that Germany and France could follow Spain’s sudden removal from the UK’s allowed travel bridge list.  \"If we see rates going up in a country where at the moment there is no need to quarantine, if we see the rates going up, we would have to take action because we cannot take the risk of coronavirus being spread again across the UK,\" Whately said. UK reverses Spanish travel corridor: On Saturday, the UK government unexpectedly announced that all people returning from Spain would be required to self-isolate for two weeks, reversing its previous stance with immediate effect.  The abrupt reversal followed a rise in the number of coronavirus cases in Spain, where authorities reported more than 900 new infections on both Thursday and Friday. Asked about the decision to remove Spain from the UK travel bridges list, Whately said Monday that people “should be aware that we are in a situation of global pandemic.”  “We put in place the travel bridges because people wanted to be able to travel but we did say at the time that we had to keep it under review and that’s exactly what we’ve done with Spain and what we saw with Spain was a very rapid increase in the rate of coronavirus cases and we had to take rapid action,” Whately added.   ##Hotspots## France has reached the same daily level of coronavirus cases as when its lockdown began easing on May 11, Health Minister Olivier Veran told the French newspaper Le Parisien in an interview Sunday. He said the country is not yet in a second wave of the pandemic, but cases are rising sharply. “We have seen, for a few days, the number of positive cases rise sharply while it has been falling for 13 weeks. It has reached the same daily level today as when the confinement was lifted,” Veran told Le Parisien.  Surge in young patients: Veran said screening has shown a large number of patients are younger than the previous wave, and in a tweet Sunday appealed to young people in particular to maintain vigilant.  “The rate of asymptomatics is extremely high. This is particularly the case in Ile-de-France where we see young people arriving who have been infected without knowing how,” Veran told the newspaper.  Possibility of local lockdowns: French Prime Minister Jean Castex said Saturday that he wants to avoid a national lockdown at all costs because it would have a too negative impact, socially and economically. He suggested France could instead have localized lockdowns, as have been used in Germany and the UK. On Friday, the Health Ministry said the coronavirus reproductive rate in France has risen to 1.3. “With a number of daily cases exceeding 1,000, we have returned to levels comparable to those at the end of the confinement period. We have thus erased a good part of the progress that we had made in the first weeks of deconfinement,” a press release from the Ministry said, adding that “the virus is circulating throughout the country.” France has had more than 217,000 confirmed infections and more than 30,000 deaths, according to Johns Hopkins University. The French Health Ministry has now scrapped the charge for coronavirus PCR tests, which determines if someone is infected with Covid-19, to encourage more people to get tested.  The French government announced last week it will distribute 40 million face masks to the poorest citizens after mask wearing was made compulsory in all indoor spaces in the country.  ##Reopening## In Hong Kong, mask wearing will be compulsory in all indoor and outdoor public spaces from Wednesday midnight until August 4, authorities announced on Monday.  Hong Kong Chief Secretary Mathew Cheung announced four new social restrictions as the city struggles to contain its locally dubbed \"third wave\" of Covid-19 infections. On Monday, the city recorded its sixth straight day of over 100 local cases. Failure to comply with the mask ordinance may result in a fine up to 5,000 Hong Kong dollars ($645). People with \"reasonable excuses\" such as medical conditions or children under two will be exempt.  Dining at restaurants is also banned, though they can still provide takeout services. Group gatherings in public will be limited to no more than two people -- down from four previously -- and premises with “high risk of infections” such as swimming pools and sports venues will be shut. “Sacrifice the short-term convenience for long-term health,” Cheung said.  He added Hong Kong has been using the correct strategy to deal with the virus -- a “lift and suppress” method based on expert advice and scientific evidence. Cheung said the city is facing a high risk of community outbreak and urged people to reduce social interaction as much as possible. The coming two to three weeks are critical for containing the outbreak, he said. When asked about the possibility of a lockdown, Cheung said the measure would cause too much inconvenience and difficulty. He said he believed the current measures are “appropriate.”  As of Monday, Hong Kong has recorded a total number of 2,778 Covid-19 cases and 20 related deaths. ##Hotspots## ##Masks## South Korea confirmed 25 new coronavirus cases on Sunday, nine of which were locally transmitted, according to the country's Centers for Disease Control and Prevention. The country also recorded one fatality from the virus on Sunday, bringing the death toll to 299.  As of Monday, a total of 14,175 people have been infected with Covid-19 in South Korea; 971 people are in quarantine, while 12,905 have recovered. Among all reported cases in the past two weeks, 62.6% were imported, 21% were locally transmitted, 6.2% are still being traced and 1.6% were related to imported cases, according to the KCDC. Starting from Monday, people traveling from high-risk countries designated by the South Korean government must be tested upon entering the country and again before they are allowed to leave quarantine. Eight repair workers who tested positive are related to Russian vessels in the southeastern port of Busan. Five were asymptomatic, while three showed symptoms around the same time, according to the KCDC.  Health authorities said they are discussing plans to charge foreigners for coronavirus treatment, as the increase in imported cases could burden South Korea’s medical system and virus control efforts. ##Cases## ##Hotspots## The United States has a fourth of global coronavirus cases and as officials work to slow its rampant spread, face coverings remain a point of contention as some local authorities are declining to enforce mandates. Florida: Police in Miami -- what experts call the country's coronavirus epicenter -- issued more than 300 citations in 10 days to individuals and businesses that aren't abiding by the local mask order.  \"The growth rate (of cases) has shown flattening since we implemented the masks in public rule and we're following the advice of our healthcare professionals and our hospital administrators who are telling us that what we have to do now is focus on enforcement,\" Miami Mayor Francis Suarez told CNN on Sunday. \"We created a special task force just for that and we've been issuing hundreds of tickets over the course of the week.\" The county has reported more than 100,000 coronavirus cases -- more cases than all but 12 states. Over the weekend, ICUs were at 137% capacity and there were about 334 patients on ventilators, about a 64% increase in two weeks, according to county data. While Florida's governor hasn't ordered a statewide mandate, Miami-Dade County announced earlier this month it was tightening restrictions around its order on face coverings by punishing violators with a $100 fine.  Indiana: A statewide mask order went into effect Monday morning, but sheriffs in at least four counties said they wouldn't enforce the mandate, according to CNN affiliate WXIN. \"If a disturbance or other issue were to develop, deputies would respond as always; however, we will not respond solely for allegations of a violation of the executive order,\" said Johnson County Sheriff Duane Burgess, according to the affiliate.  Ohio: The governor issued a statewide mask order last week, and one sheriff already said earlier this month he wouldn't be enforcing any sort of mandate, according to CNN affiliate WLWT. \"I can tell you this -- I am not the mask police. I am not going to enforce any mask-wearing. That is not my responsibility. That is not my job. People should be able to make those choices themselves,\" said Butler County Sheriff Richard Jones. Read the full story:  ##Cases## ##Masks## China recorded 57 local Covid-19 cases on Sunday, the highest number the country has seen since it brought the coronavirus largely under control in March, according to figures released by the National Health Commission on Monday. Among the locally transmitted cases, 41 were found in the far western region of Xinjiang, where the coronavirus resurfaced on July 15 after nearly five months of no new cases.  The remaining cases were discovered in the country's northeast, including 14 in Liaoning province and two in Jilin province.  Sunday's figure is the highest number of local infections the country has reported since March 6, surpassing the daily spikes during a coronavirus outbreak in Beijing last month. On Sunday, China also recorded four imported cases and 44 asymptomatic infections. The country does not include asymptomatic cases in its overall tally of confirmed infections. As of Monday, China has reported a total of 83,981 confirmed cases, including 4,634 deaths, according to the NHC. ##Cases## For travelers around the world, visiting a tropical beach resort in Thailand feels like a far-off dream right now due to Covid-19 travel restrictions.  The country's borders remain closed to international tourists and plans for an aviation \"bubble\" with other nations continue to sputter.  Thailand's tourism sector, which contributes close to 15% of its GDP according to the World Bank, has been severely impacted.  For the moment, domestic travelers are infusing some much-needed cash into the ailing industry. Thailand hasn't reported a locally transmitted Covid-19 infection in more than 50 days, giving travelers a sense of security as they hit the road.  Though destinations like Koh Samui and Phuket continue to suffer from the lack of overseas visitors, resort towns within driving distance of Bangkok are taking advantage of locals' urge to travel following weeks of lockdown.  The seaside town of Hua Hin: Located about a 2.5-hour drive from Bangkok, it's Thailand's first beach resort, having become a popular retreat for royalty and upper-class families in the early 1900s. Today, you'll find a wide mix of accommodation offerings, from guest houses to five-star luxury properties, including many big global brands.  CNN Travel recently visited three different high-end Hua Hin properties -- all experiencing high occupancy rates -- and spoke with their managers to find out how they're adapting to Thailand's post-Covid realities and what guests can expect during a stay. Read the full story: ##Reopening## A suspected coronavirus patient who entered North Korea from the South was allegedly fleeing arrest, the South Korean police said on Monday. On Sunday, North Korean state media reported the country’s first suspected Covid-19 case -- a man who defected to South Korea three years ago and returned to the North illegally  earlier this month. The South Korean defense ministry acknowledged on Monday that the man is believed to have returned to North Korea. According to a news release from the South Korean police, the man was accused of a sex crime in the South and crossed the border in the Incheon area on July 17. South Korean defense ministry spokesman Moon Hong-sik said authorities discovered an abandoned bag on the border, which they believed may provide evidence for the case. The man had not been registered as a coronavirus patient in South Korea, or a person in contact with a confirmed case, according to South Korea’s health ministry.  North Korea has previously claimed that the country has no confirmed Covid-19 cases. ##Cases## US President Donald Trump's top aides are stepping up blame-game tactics against the states, saying coronavirus testing problems and rising cases are not his fault as they try to counter new polls suggesting that his leadership failings could cost him reelection. The move comes as Republicans on Capitol Hill haggle over a measure that would replace, with smaller benefits, $600 a week in federal aid to millions of workers that has already paid out for the last time, even as out-of-control virus spikes cause some states to slow or reverse opening plans. The new administration drive to absolve Trump of responsibility and to speed up economic activity by encouraging people to go back to work follow the President's previously misjudged gamble to goad states that are now suffering terribly from the pandemic to open before they had properly suppressed the virus. It also coincides with his demands that all schools open while ignoring concerns of parents and teachers. With many states complaining that delays in processing coronavirus tests are making it impossible to check the spread of the disease, the administration claimed again on Sunday that its \"Manhattan Project\" on testing is sufficient. \"We have enough tests right now, if we use them in the right way, to achieve the goals that we need to achieve,\" Adm. Brett Giroir, the administration's testing czar said on CNN's \"State of the Union.\" Giroir, who did allow that turnaround times for tests needed to improve, said states had not claimed all of the money allocated to build up test and tracing networks seen as critical to quelling the pandemic. But Maryland's Republican Gov. Larry Hogan told CNN's Jake Tapper on the same show that Trump's claims that every governor had what they needed from Washington were false.  \"That's not the case here in my state of Maryland, and it's not what I'm hearing from all of the other governors,\" he said. Read the full analysis: ##Politics## The United States recorded 54,953 new coronavirus cases and 470 new deaths on Sunday, according to Johns Hopkins University. At least 4,233,923 cases of Covid-19 have now been reported in the US, including at least 146,935 related deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking US coronavirus cases here:  ##Hotspots## \"I hope we don't get sick from these Ch*nks.\" Those are the words an Asian-American woman from Seattle, Washington, heard while boarding an airplane. The passenger who said it was staring directly at her. This is one of more than 2,100 anti-Asian, pandemic-related hate incidents documented and submitted to Stop AAPI Hate, a reporting center founded by the Asian Pacific Policy and Planning Council. Since its launch in March, Stop AAPI Hate has recorded incidents ranging from verbal harassment and physical assault to civil rights violations. \"This is not just a pandemic of health but a pandemic of hate that is attacking our AAPI communities around the country,\" said California Assembly member David Chiu during a Stop AAPI Hate news conference on July 1. CNN previously reported that attacks on Asian people or people who appear to be East Asian have intensified after the coronavirus outbreak began in China. Even the FBI has concerns. In April, in a letter to law enforcement officials, FBI Director Christopher Wray wrote that his agency remains \"concerned about the potential for hate crimes by individuals and groups targeting minority populations in the United States who they believe are responsible for the spread of the virus.\" With the increase of reports of anti-Asian hate across the world, many Asian travelers are feeling more vulnerable than ever -- in their own neighborhoods and on the road. CNN Travel talked to Asians who travel for a living to see how they have been affected by the pandemic. Read their stories here: India recorded its highest single-day jump of 49,931 new cases of Covid-19 on Sunday, the Ministry of Health and Family Welfare said in a statement issued on Monday. As of Monday morning, India has reported a total of 1,435,453 confirmed coronavirus infections, including more than 485,000 active cases, the statement said. The total number of recovered patients stands at 917,568. The country also recorded 708 new Covid-19 related fatalities on Sunday, bringing the total death toll to 32,771, the statement added.  More than 16.8 million samples have been tested across India as of Monday, the Indian Council of Medical Research said. India has the third-highest number of virus cases worldwide, after the United States and Brazil. PM's claim: Indian Prime Minister Narendra Modi said on Sunday that his country's response to the pandemic has defied global expectations. \"The way Indians came together to fight against coronavirus in the last few months, we have proved the world wrong,\" Modi said, while delivering his monthly radio address to the nation. Modi claimed the coronavirus recovery rate was better in India than in other countries but warned that the threat of the disease remained. \"We need to remain vigilant. We have to remember that coronavirus is still as dangerous as it was in the beginning,\" he added. Read more: ##Cases## ##Hotspots## Japan's health ministry recorded 839 new coronavirus cases on Sunday, raising the total number of cases reported nationwide to 30,701. The death toll stands at 1,009. Of Sunday's new cases, 239 were from Tokyo. It marks the sixth consecutive day that the capital has reported more than 200 new cases. Meanwhile, the city of Osaka reported 141 new cases. Case numbers have been rising in Japan in recent weeks, with the virus spreading to US military bases in Okinawa prefecture. On Saturday, authorities confirmed 64 new cases on the bases.  ##Hotspots## ##Cases## A 62-year-old inmate died of coronavirus Sunday at the San Quentin Prison in Northern California, marking the facility's 17th death from the virus. Johnny Avila Jr. died in the morning at an outside hospital from what appears to be coronavirus complications, said the California Department of Rehabilitation and Corrections (CDRC). A coroner will determine the exact cause of his death. Avila was put on death row in March 1995 after being convicted of two counts of first degree murder. He was sentenced to death in Fresno in March 1996. Prison outbreak: San Quentin is the site of the worst coronavirus outbreak in California's prison system, with 2,155 inmates in total who have tested positive. At least 90 people tested positive in the past two weeks alone. The outbreak and the deaths have prompted criticism from prison reform advocates. Earlier this month, California Gov. Gavin Newsom admitted that prisoners \"should not have been transferred\" from the California Institution for Men in Chino to San Quentin, as they spread the virus to the facility. ##Hotspots## The Australian state of Victoria recorded 532 new coronavirus cases on Sunday, marking the nation's worst day of the pandemic so far, said Victoria Premier Daniel Andrews on Monday. Victoria also recorded six fatalities in the past day, raising the state's death toll to 77 and the national death toll to 161. Three weeks of lockdown: Victoria has seen high case numbers persist for weeks, despite metropolitan Melbourne and neighboring Mitchell Shire being halfway through a six-week-long lockdown order. The major driver of these new cases is people going to work while sick, said Andrews.  \"The ultimate consequence, if people are going to work sick, is that people will become infected and therefore people will die,\" Andrews said. Aged care facility outbreak: There are also outbreaks across multiple aged care facilities, with 683 residents and staff testing positive so far.  “The residents in these facilities will be people, parents, grandparents, great grandparents, and they are at significant risk of dying -- that is an inescapable fact,” said Victoria’s Chief Health Officer Professor Brett Sutton on Monday. This post has been updated to accurately reflect the number of new cases. ##Cases## ##Hotspots## Top White House negotiators are pushing to scale back the next coronavirus relief legislation, just one day before Senate Republicans plan to release their $1 trillion proposal. Treasury Secretary Steven Mnuchin and White House chief of staff Mark Meadows both mentioned the possibility of moving forward on a less ambitious proposal initially Sunday in television show appearances, and multiple aides told CNN that it has become a leading option in discussions between the administration officials and Senate Republicans in recent days. \"Honestly, I see us being able to provide unemployment insurance, maybe a retention credit to keep people from being displaced or brought back into the workplace, helping with our schools,\" Meadows said Sunday on ABC's \"This Week.\"\n\"If we can do that along with liability protection, perhaps we put that forward and get that passed as we can negotiate on the rest of the bill in the weeks to come.\" Bipartisan negotiations: The consideration of scaling back efforts before Republicans even put an offer on the table underscores just how difficult the coming bipartisan negotiations are expected to be.  One of the primary reasons administration officials are considering a less ambitious effort is due to the initial meeting between Meadows and Mnuchin and House Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer last week, according to multiple officials. \"They came away from that significantly less optimistic that something can get done,\" said one administration official. What might be in the package: A scaled-back proposal would focus primarily on deadline issues -- like the unemployment benefits that expire at the end of July, as well as education funding just weeks before schools are set to open. Should Republicans decide to pursue the idea, it may also be used to put pressure on Democrats in advance of the unemployment benefit deadline. Read the full story: ##Economy## ##Politics## Mexico has reported 46,273 new coronavirus cases in the past seven days alone, according to a CNN tally of data from the Mexican health ministry. The country also reported 4,506 related deaths in the same week. Mexico has now recorded a total of 390,516 cases and 43,680 deaths. President Andrés Manuel López Obrador has said that the high numbers are due to \"increased testing and a delay of the information,\" though Mexico has one of the lowest testing rates of any large country worldwide.. ##Cases## ##Hotspots## Brazil's health ministry reported 24,578 newly confirmed Covid-19 cases Sunday, bringing the country's total to 2,419,091. The ministry also reported 555 new deaths from the virus, bringing Brazil's death toll to 87,004. Sunday marks five months since Brazil reported its first confirmed case of the novel coronavirus on February 26. President tests negative: This comes after Brazilian President Jair Bolsonaro tested negative for the virus Saturday, his first negative test since testing positive July 7. The Brazilian Society of Infectious Diseases later said Bolsonaro set a “bad example” by socializing and not wearing a mask right after his negative Covid-19 test announcement. CNN is tracking worldwide coronavirus cases here: ##Cases## ##Hotspots##", "Section": "world", "Writers": ["Nectar Gan", "Adam Renton", "Amy Woodyatt", "Ed Upright", "Meg Wagner", "Melissa Macaya"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-07-27-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}