{"Type": "", "Time": "2018-09-19", "Headline": "US-China trade tussle is creating winners in Southeast Asia – Manila Bulletin", "Text": "“No one wins from a trade war,” is a standard refrain among economists. Southeast Asian businesses are trying to prove that maxim wrong.The region is capitalizing on a rush of new orders and production moves as firms reconsider their business in the US and China amid a deepening trade war. About one-third of more than 430 American companies in China have or are considering moving production sites abroad amid the tensions, according to survey results released Sept. 13 by AmCham China and AmCham Shanghai. Southeast Asia was their top destination.Vietnamese furniture producer Phu Tai Corp. is among those looking to cash in. The maker of home furnishings for Wal-Mart Stores, Inc. outlets in the US is planning for a 30 percent increase in its exports this year and in 2019, according to Deputy General Director Nguyen Sy Hoe. It’ll invest about $10 million to expand two factories at its base in Binh Dinh province and to upgrade production lines in two other factories in Dong Nai further south.“We see this as a great chance to boost our exports to the US as we’re getting more orders from that market,” Hoe said by phone Sept. 4. “Given the escalating trade war between China and the US, many American importers are switching to buy from Vietnam.”The 10-economy bloc of the Association of Southeast Asian Nations, or ASEAN, is a natural magnet for new factories thanks to low production costs and well-trodden manufacturing plants, solid growth with the five biggest economies expanding at about 5.3 percent on average, and improving ease-of-doing-business rankings – not to mention geographical proximity to China.Hong Kong’s Trade Development Council recognizes Southeast Asia’s clout. Nicholas Kwan, research director of the territory’s statutory body that supports local firms, called Southeast Asia “an economic powerhouse” and pointed Hong Kong businesses to the bursting region as a safe haven amid trade-war tensions in a press conference Tuesday. (Bloomberg)", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2018/09/19/us-china-trade-tussle-is-creating-winners-in-southeast-asia/", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "MB"}