{"Type": "article", "Time": "2020-06-18", "Headline": "June 19 Black Lives Matter protest news", "Text": "Colorado Gov. Jared Polis signed new police accountability legislation into law on Friday that would create new officer requirements including body cameras and limits on deadly force. The move -- coinciding with the June 19 holiday Juneteenth, which commemorates the end of slavery in the United States -- makes Colorado the first state to codify broad policing reform since the start of nationwide protests decrying police brutality, the Democratic governor said. What the bill says: The bill requires that all police officers use activated body cameras or dashboard cameras during service calls or officer-initiated public interactions. It also bars officers from using deadly force against those suspected of minor or non-violent offenses, requires officers to intervene should they witness another officer using excessive physical force and establishes new data reporting on the use of force. The measure specifically bans officers from using chokeholds, a long-controversial technique, particularly following the death of Eric Garner in 2014 when a police officer was accused of choking him. The death of George Floyd, who died after a Minneapolis police officer restrained him by pressing a knee on his neck for nearly nine minutes, has prompted nationwide protests. The bill also designates qualified immunity -- a legal doctrine that critics say shields law enforcement from accountability and has garnered recent attention -- as an unacceptable defense against liability for violating a person's rights. \"This legislation specifically contains landmark, evidence-based reforms that not only protect civil rights but will help restore trust between law enforcement and the communities that they serve,\" Polis said during the bill signing Friday. Colorado joins several other states and localities that have moved to reassess their police rules and regulations following widespread protests across the US.  Read the full story here.  Protesters have pulled down two statues at a Confederate monument at the North Carolina State Capitol. After one protester tried unsuccessfully to push a statue off the monument, another climbed up and wrapped a strap around the statue’s neck and successfully pulled it down, according to footage taken by CNN affiliate WRAL.  A second statue on the other side of the monument was then pulled down. According to WRAL, earlier in the day protesters tied ropes around the statues -- but those ropes were cut by police.  Protesters then marched down the street and hung both statues from a light post.  As the second statue was being hung, protesters put up umbrellas and physically tried to block WRAL’s reporter and crew. The strap holding the statue broke, and protesters dragged the statue down the street to the Wake County Courthouse. J. Alexander Kueng, one of the officers who helped restrain George Floyd, was released from custody Friday evening on “bond and conditional release.” Hennepin County Jail records indicate Kueng was released from custody at 7:27 p.m Friday. Reasons for release were listed as “bond and conditional release.” According to jail records, Kueng posted a $750,000 bond.  The background: Prosecutors charged four officers involved in the arrest that ended in Floyd's death last month.   Derek Chauvin, the former officer who kept his knee on Floyd's neck for almost nine minutes, has been charged with second-degree murder. No injuries were recorded in a shooting at a protest in Atlanta on Friday evening, a police spokesperson said. According to the Atlanta Police Department, a male was shot at while inside his vehicle at an intersection.  \"The victim was not injured during the incident but his vehicle was damaged by gunfire,\" the department said. \"Preliminary investigation indicates a confrontation ensued between the victim and protesters.\" The suspect has been detained.  Prosecutors in central Texas are investigating whether there was evidence tampering in the death of Javier Ambler, a Black man who died last year while being arrested.  The Williamson County District Attorney's office announced Friday it was investigating \"the possible tampering with evidence 'by personnel from Williamson County Agencies who have had contact or communications with the television show, Live PD.'\" What's the background? Ambler died last year after he told Williamson County sheriff's deputies that he could not breathe during an arrest. Earlier this month, authorities released body camera footage of the March 2019 incident, following months of records requests by Austin TV station KVUE and the Austin American-Statesman. A production crew from the A&E show \"Live PD\" was at the arrest scene, having ridden with some of the officers. The footage never aired and neither the network \"nor the producers of 'Live PD' were asked for the footage or an interview by investigators from law enforcement or the district attorney's office,\" A&E has said. A search for truth: On Friday, the district attorneys of Williamson and Travis counties released a statement saying they have been conducting a joint investigation into Ambler's death.  \"This is a search for the truth and is necessary because even now we have not obtained the information we seek from Williamson County Sheriff Robert Chody, despite his public statements pledging cooperation,\" the prosecutors said in a statement. Travis County District Attorney Margaret Moore has previously said that she had requested body cam videos from the Williamson County Sheriff's Office and the television show, but was unable to obtain them. Read the full story here.  A police sergeant in Pennsylvania has been fired after sending an email with racially insensitive language to the mayor and local media, including CNN affiliate WJET. According to Erie Mayor Joe Schember, the email from Sergeant Jeff Annunziata contained “racist and derogatory statements and assertions.” Police Chief Dan Spizarny said once he discovered the email, he directed his internal affairs inspector to perform an internal investigation. That investigation confirmed Annunziata sent the email from his City of Erie account, and that within his email he identified himself as a City of Erie police officer, according to the chief. Annunziata was immediately suspended.  Here's what Spizarny said: “I speak for the command staff when I say that we were all sickened by the language of Mr. Annunziata. We took an oath to protect and serve everyone. Mr. Annunziata’s language should not be construed as a reflection of the rest of the Erie Police Department,” he said. \n“Though our country was founded with the long-standing principle of freedom of speech, the city of Erie cannot and will not allow taxpayer money to be used to spread hatred and bigotry. Mr. Annunziata’s views are not reflective of the Erie Police Department, and his actions, including sending this email, warrant immediate termination.” The mayor has since fired Annunziata from his job as an Erie police officer.    “I condemn the statements made by Sergeant Annunziata. I am appalled and disgusted by the racial insensitivity in his email,\" the mayor said.\n“We have been working hard to build relationships in the community and to heal the deep scars of racism and prejudice. The views and language expressed in the email diminish the trust between the police and the community, at a time when that trust and partnership is critically needed.\" CNN has attempted to reach Annunziata for comment.    An investigation has been launched after video footage emerged Friday showing a Black man shouting \"I can't breathe\" while being arrested in Britain last year. What happened? Simeon Francis was arrested in July 2019 in the British seaside town of Torquay and later released. He died 10 months later while in police custody after he was arrested again in May 2020. On Friday, his family provided CNN with a 19-minute video of last year's arrest, which shows Francis being handled by at least 10 police officers -- with several of them pinning him to the ground. He is heard shouting \"Get them off me, you racists!\" After about 13 minutes, still yelling, he is lifted by the officers and carried into a police van. Francis also tells them he \"can't breathe,\" a plea that echoes the one made by George Floyd during his death in the United States in May, and which has become a slogan of demonstrators protesting against police brutality around the world. It is unclear if Francis needed medical attention, why he was being arrested, or what led up to the incident, said Desmond Jaddoo, a community activist and representative for the family. Devon and Cornwall police have not responded to CNN's requests for comment, citing an ongoing investigation. Family claims excessive force: The family believes the video shows police used excessive force during the incident, Jaddoo said. \"This is nothing new in terms of the plight of Black people. And clearly these disproportionalities that exist need to be challenged and need to be questioned,\" he added. \"And most importantly we need answers because a family is in mourning and that must never be forgotten.\" Investigation: The Independent Office for Police Conduct (IOPC), the UK's police watchdog, is investigating the case of Francis' death in police custody. A preliminary post-mortem examination did not identify a cause of death, the IOPC said in a statement. Read the full story here.  Professor Cornel West said Vice President Mike Pence is living “in a state of denial,” following his remarks about why he will not say the words “Black lives matter.”  “I wish they would go back to the great Frederick Douglas’ powerful speech, what the July 4th means to the American slave,” West told CNN’s Anderson Cooper. “Listen, Pence, listen, Trump, when he says July 4th your celebration is a sham. National greatness is nothing but swelling vanity. That your boasted liberty is an unholy license and America has no rival when it comes to revolting and shameless hypocrisy.” Backstory: Pence declined to say the words “Black lives matter” during an interview with an ABC affiliate in Pennsylvania on Friday, instead saying “all lives matter.” “Let me just say that what happened to George Floyd was a tragedy,” Pence told 6ABC Action News in Philadelphia when asked directly if he would say that Black lives matter.  “And in this nation, especially on Juneteenth, we celebrate the fact that from the founding of this nation we’ve cherished the ideal that all, all of us are created equal, and endowed by our creator with certain inalienable rights. And so all lives matter in a very real sense.” West said the history of the United States should not be rewritten -- however, symbols like those of Confederate statues should no longer be celebrated. “It is true that Pence and Trump, when they say they are preserving American heritage, they are, but they are reserving the worst of it,” West said. “The confederacy lost the war, white supremacy won the peace. And we’ve be wrestling with it ever since.” A suspect is in custody after shooting a driver who became argumentative with protesters that were blocking a road in Atlanta, three law enforcement sources told CNN.  The incident took place shortly after 8 p.m. local time, near Piedmont Park.  The outdoor equipment company REI said Friday evening that it would temporarily remove all advertising from Facebook and its subsidiary, Instagram. \"For 82 years, we have put people over profits,” it said in a tweet. Minutes later, the talent search company Upwork also declared that it would be \"hitting pause on hate\" by not paying for Facebook ads for the month of July. The companies are the latest to join an advertising boycott campaign, known as #StopHateForProfit. The campaign, which was launched earlier this week by groups including the NAACP and the Anti-Defamation League, calls for advertisers to pull their ad dollars from Facebook for the month of July.  Earlier on Friday, outdoor apparel brand The North Face became the first major company to commit to an advertising boycott of Facebook.  Why are companies boycotting Facebook ads? The campaign is in response to the social media platform’s handling of misinformation and hate speech. For weeks, Facebook’s executive team has confronted a sustained backlash over its handling of President Donald Trump’s inflammatory rhetoric. The company’s inaction on Trump’s online posts has been met by employee protests, criticism from former staff and even concerns from scientists funded by CEO Mark Zuckerberg’s philanthropic initiative.  High-ranking politicians, including House Speaker Nancy Pelosi, have called on advertisers to use their “tremendous leverage” over social media companies to force them to change their ways.  Rep. Doug Collins has called on the attorney general to appoint an independent district attorney in the Rayshard Brooks case, according to a statement from his office. “Our founders intended for our justice system to be blind – blind to race, blind to socioeconomic status, and blind to politics. While we seek justice for George Floyd, Ahmaud Arbery, and the many lives lost, we cannot turn our backs on the majority of law enforcement officers who are simply doing their jobs and putting their lives on the line for us each and every day,\" Collins said. Collins said that charging former Atlanta police officer Garrett Rolfe \"with felony murder before the completion of the GBI's investigation was a political decision, not a legal one.\" The Georgia lawmaker lawmaker has called on Attorney General Chris Carr to appoint an independent district attorney in the case \"to ensure Georgians have complete confidence that this case is devoid of any and all political influence.\" \"If a special prosecutor was warranted in the Ahmaud Arbery case, then it certainly warrants the appointment of one here,” Collins said in a statement. In response, Carr’s office sent out the official Georgia code relating to the appointment of a substitute district attorney on a case.  ##Rayshard Brooks## At a “Together We Stand” march in Washington, DC, both Bradley Beal of the NBA’s Washington Wizards and Natasha Cloud of the WNBA’s Washington Mystics shared their own negative experiences with police. \"This is bigger than basketball. We’re not only athletes. When we take that uniform off, we are Black, men and women. We don’t get to take our skin color off and walk around the streets and have that privilege. We don’t. We don’t have a choice. When you’re talking about the game of basketball, today, right now, I (couldn't) care less,\" Cloud said.  Beal shared a time he was pulled over by police when driving through a White neighborhood, he said. \"I've been pulled over with four hoopers in the car before and we've all been taken out and searched because we were Black riding in a White neighborhood,\" he said. \"It happened here, two years ago. ... I would just be waking up on Monday morning with an ESPN headline: 'Bradley Beal arrested because of interaction with police.' But it happens. It doesn't just happen to me. It's everywhere. We just have to stop being ignorant to that fact that it exists.\" Vice President Mike Pence declined to say the words “Black lives matter” during an interview with an ABC affiliate in Pennsylvania, instead saying that “all lives matter.” “Let me just say that what happened to George Floyd was a tragedy,” Pence told ABC6 in Philadelphia, when asked directly if he would say that Black lives matter. “And in this nation, especially on Juneteenth, we celebrate the fact that from the founding of this nation we’ve cherished the ideal that all, all of us are created equal, and endowed by our creator with certain inalienable rights. And so all lives matter in a very real sense.” “Forgive me for pressing you on this, sir,” ABC6 reporter Brian Taff said to Pence. “But I will note you did not say those words, ‘Black lives matter,’ and there is an important distinction. People are saying, of course all lives matter, but to say the words is an acknowledgement that Black lives also matter at a time in this country when it appears that there’s a segment of our society that doesn’t agree. So why will you not say those words?” “Well, I don’t accept the fact that there’s a segment of American society that disagrees, in the preciousness and importance of every human life,” Pence responded. “And it’s one of the reasons why as we advance important reforms in law enforcement, as we look for ways to strengthen and improve our inner cities, that we’re not going to stop there.”  Pence touted the Black unemployment rate pre-pandemic and the development of economic “opportunity zones,” adding that the administration is “absolutely determined to improve” the lives of African Americans. “And yet, one final time, you won’t say the words and we understand your explanation,” Taff responded. Pence was also asked about a video that President Trump posted to Twitter on Thursday that was labeled “manipulated media” by the social network. “When you watch much of the national news media,” Pence responded, “it seems like they focus more every day on what divides us in this country. And I think the President saw an opportunity with a good sense of humor to once again challenge the media narrative.”   Earlier today, press secretary Kayleigh McEnany said during a White House briefing that Trump was making a “satirical point that was quite funny” when he tweeted the video. Rev. Al Sharpton, speaking to reporters at a Juneteenth event in Tulsa, Oklahoma, on Friday, said that people should use the holiday to both celebrate and commemorate the independence of enslaved Black Americans. \"We must understand the litany of things that Black Americans are suffering and Juneteenth is both a celebration and a reminder of commemoration,\" he said. \"It reminds us that it took almost three years after the signing of the Emancipation Proclamation for people in Texas to even know that slavery was over. And even after that, we went through 100 years of Jim Crow. And ... after that, where we couldn't vote,\" Sharpton said. \"And now we're in the era where we are treated differently, even in a pandemic, the health disparities, the disparities in criminal justice and policing. And all of this. So the proper place for me to be is to remind us how far we've come. And how far we're yet to go.\" He said while the country is divided, \"I think we've got unity.\" Sharpton said he's glad to see people marching together to end racial inequity and injustice. Sharpton went on to talk about President's Trump executive order on policing saying he was not impressed by it because it doesn't change anything.  \"He said maybe we should stop chokeholds and those that do will get rewarded with some federal money...so what did he order?\" Sharpton said. ##Juneteenth## The Georgia Sheriffs' Association issued a statement condemning the actions of Fulton County District Attorney Paul Howard, Jr. and how he has handled the investigation into the death of Rayshard Brooks. \"District Attorney Paul Howard hastily conducted his own personal investigation before announcing he had secured warrants for the two officers,\" Lumpkin County Sheriff Stacy Jarrard, who is also president of the Georgia Sheriffs' Association. \"Through this grandstanding vote seeking tactic, Howard has trampled on the rights of officer Garrett Rolfe and officer Devin Brosnan and has further allowed this tragic incident to be more about his re-election than justice for the officers involved, the Atlanta Police Department and the citizens of our state.” Jarrard went on to \"condemn these actions of District Attorney Paul Howard and urge the public to allow time for justice to be served through close examination of the facts of this tragic incident.\"  CNN has reached out to the Howard's office for comment.  Some context: Rolfe was terminated as an Atlanta police officer following the shooting at a Wendy's drive-thru. He faces felony murder and 10 other charges in Brooks' death, which reignited a wave of protests nationwide against police brutality. Brosnan faces an aggravated assault charge for allegedly standing on Brooks' shoulders as he lay dying in the parking lot. ##Rayshard Brooks## Attorney General William Barr criticized the way charges were brought by a Georgia district attorney this week against the officers involved in the killing of Rayshard Brooks. Barr told Fox Business in an interview that aired Friday that the state law enforcement agency, the Georgia Bureau of Investigation, should have completed its investigation of the shooting before the charges were levied.  He also said that a grand jury should have been used as the prosecution was being built.  \"I think it's important to go through the right processes before charging someone,\" Barr said.  Some context: Fulton County District Attorney Paul Howard on Wednesday announced 11 charges against Garrett Rolfe, a former Atlanta police officer, who shot Brooks to death earlier this month in the parking lot of a Wendy’s.  After the charges against Rolfe and another officer were announced, GBI said that they were still in the process of investigating the shooting for Howard’s office, and had not been consulted ahead of the charges being brought.  In the interview, Barr said that there were \"fundamental differences obviously\" between Brook's death and the killing of George Floyd last month in Minneapolis by a police officer there.  ##Rayshard Brooks## Juneteenth is the oldest known US celebration of the end of slavery.  African-Americans and others mark the anniversary much like the Fourth of July, with parties, picnics and gatherings with family and friends.  Here's a look at how people around the US are commemorating Juneteenth today: Atlanta, Georgia Washington, DC St. Louis, Missouri ##Juneteenth## After the phrase “hands up, don’t shoot,” and red paint handprints were found covering the stairs, pillars, and walls of the Ohio statehouse on Friday morning, Gov. Mike DeWine issued a statement expressing his “anger and disgust at the vandalism that occurred.” “I support the right to peacefully protest. However, defacing, damaging, and vandalizing our state capitol and its grounds are wrong, and such actions are criminal,” the governor said in his statement. DeWine said he had spoken with Ohio State Highway Patrol Col. Richard Fambro about security at the statehouse, and said Highway Patrol would be conducting a criminal investigation into yesterday’s acts. Highway Patrol will then send their findings to the appropriate authorities for potential prosecution, according to the governor. Some context: This is the second time the statehouse has been vandalized by protesters. Demonstrators also stormed the Ohio statehouse in late May, smashing windows and leaving an undetermined amount of damage to the building, according to the statehouse. Opal Lee, 93, is pushing to officially make June 19 a federal holiday. Lee, who led a walk today in her hometown of Fort Worth to commemorate Juneteenth, believes it's possible. \"We need a million signatures to give to Congress, to let them know it's not just one little old lady in tennis shoes walking the country, across the country, and that our group, the National Juneteenth Observance Foundation, that's working just as hard. We want the millions of people to let Congress know they agree that Juneteenth should be a national holiday,\" she said. Lee said she's hopeful that real change can happen in America. She went on to describe why Juneteenth is more than a festival: \"I've got a lot of hope. It's just — I don't know how to put it, that we go through these cycles, that we have to lose somebody's life before we get around to protesting. And if I was young enough, I'd be out there protesting with them. Then we do something to placate the community, and before you know it again, this has happened again. And it's happened too many times. We simply need to be able to alleviate these problems. And they're so pronounced. Juneteenth is trying to address the hopelessness, the homelessness, the education system that needs to be addressed, the housing situation, job disparity. Juneteenth is just not a festival. These are things that we take to heart and want people to know we can solve these problems if we just do it together. And I'm advocating and I hear some other companies, too, that we have Juneteenth from the 19th to the 4th of July. You know, slaves weren't free on the 4th of July. If we could just come together and work our problems out.\" ##Juneteenth## Watch here:  Illinois Gov. J.B. Pritzker, Sen. Dick Durbin and Sen. Tammy Duckworth joined hundreds of people to march through downtown Chicago today. Prior to the march, Pritzker told CNN that he wants to make Juneteenth a state holiday to give people the day off in the city. The march is expected to end in Grant Park. ##Juneteenth## CNN's Omar Jimenez reports from Juneteenth march in Chicago: Ben & Jerry's became one of the first major businesses to explicitly support efforts to defund police, posting a Juneteenth message that called on Americans to \"dismantle the old system and build a new one that guarantees freedom and justice for all.\" The Vermont-based ice cream company posted a detailed breakdown on its website of what the movement to defund police means. It explains the racist roots of American policing and argues that defunding police \"offers the best opportunity in generations to completely transform our model of policing and create stronger, safer communities where Black Americans and people of color can finally experience and celebrate true freedom.\" \"'Defund the police' means that we stop spending our tax dollars on so many of the discredited, dangerous, and racist parts of policing and instead invest that money in community-driven solutions that foster real health, peacekeeping, and safety,\" the company said. Read the company's tweet: ##Juneteenth## Keep reading. A crowd of protesters gathered around a statue of George Washington in Portland, Oregon, on Thursday night and lit a fire on its head before pulling it to the ground. Photos and video from the scene showed that the statue was spray painted with \"Genocidal Colonist,\" \"You're on native lands,\" \"BLM\" and \"Big Floyd\" — presumably referring to George Floyd, who died last month at the hands of Minneapolis police. It was also tagged with 1619, which is a reference to the year the first slaves were brought to what is now the United States. Portland Police said the group ran off and there have been no arrests. On Sunday, protesters pulled down a statue of Thomas Jefferson outside of a Portland high school named after the third president and spray painted \"slave owner\" and George Floyd's name on its base, CNN affiliate KOIN reported. Both Washington and Jefferson owned hundreds of slaves during their lifetimes. Some background: Many cities have moved to take down statues and monuments honoring Confederate figures, and monuments to Christopher Columbus have been criticized because of the explorer's cruel treatment of indigenous people. It's a debate that is going on worldwide. Anti-racism protesters in Britain pulled down a statue of slave trader Edward Colston and threw it in a river. Other controversial figures — including Winston Churchill — have been targeted. Belgium has also begun removing statues of former King Leopold II for his brutal exploitation of Africa. ##At The Protests## White House press secretary Kayleigh McEnany would not say whether President Trump would commit to making Juneteenth a federal holiday, defending the President’s recent claim that he popularized the holiday. “He did not just learn about Juneteenth this week. That’s simply not true,” McEnany told reporters, after Trump was quoted by the Wall Street Journal this week crediting a Black Secret Service agent with educating him about the day’s meaning. “There were a lot of people who didn’t know what Juneteenth was. Google searches prove that,” McEnany continued, crediting a rise in searches for the holiday this year to Trump. Trump, who has few Black advisers in the White House and in his Cabinet, told the Journal he \"polled many people around him, none of whom had heard of Juneteenth.\" Watch here:  Governors and local officials across the country have signed proclamations today declaring June 19 as “Juneteenth Day.”  Here are some of the states and cities that have taken steps: Connecticut: Gov. Ned Lamont officially declared “Juneteenth Day” in the state on Friday. Lamont tweeted: “Today I've declared June 19, 2020 as #JuneteenthDay in Connecticut. But simply recognizing a day and educating people about our country's history is not enough. We must do more. We must take action to reach the goal of a more equal and just society.”\nIllinois: Gov. J.B. Pritzker issued a proclamation honoring Juneteenth and all flags in the state flew at half-staff to recognize the day, a statement from his office said.\nMinnesota: Gov. Tim Walz signed a proclamation making June 19 \"Juneteenth Freedom Day.\" \"Juneteenth marks our country's second Independence Day, celebrating freedom and justice and emphasizing education, achievement and tolerance,\" the proclamation said. \nVermont: Gov. Phil Scott signed a proclamation declaring June 19 “Juneteenth Recognition Day.” He tweeted: “We must do more as a nation – in our communities, in our schools and in our homes – to teach the significance of Juneteenth and recommit to the work of finally achieving equal rights, equal opportunity and equal justice for all Americans.\"\nWashington, DC: Mayor Muriel Bowser proclaimed June 19 as \"Juneteenth Day.\" The Office of African American Affairs tweeted the proclamation from Bowser. ##Juneteenth## Wisconsin Gov. Tony Evers and Lieutenant Gov. Mandela Barnes announced a legislation package today that increases accountability and transparency in policing in the state, according to a statement. “Our country promises the opportunity of justice and equity, and it’s time for us to deliver on that promise,” Evers said in the statement. “We know we don’t have all of the answers—no one does. This legislation is a first step toward dismantling the systems we’ve created, but it can only be a first step.\" According to the statement, Wisconsin is ranked as one of the worst states in the country for racial disparities. It goes on to state that the Covid-19 pandemic has “likewise illustrated disparities in health outcomes as Black Wisconsinites only comprise 6.7% of the state’s population” yet account for nearly a quarter of the deaths related to the virus. “Today we are announcing our support for a package of legislation that invests in community programs providing violence interruption, addresses the issue of use of force by law enforcement, prohibits dangerous police practices, builds on the work of the Law Enforcement Standards Board, and strengthens accountability measures,” Evers and Barnes said in a letter sent to the Wisconsin Legislative Black Caucus. \"These are commonsense policies that should transcend political debate, and many of them have been embraced by community, state, and federal leaders on both sides of the aisle.” Barnes also said in the letter that he is “ready and willing to use my power to call on the Legislature into special session to act,” but that there should not be any need for a special session. Last week, New York Gov. Andrew Cuomo signed what he called the \"most aggressive\" police reform legislative package in the nation in a move that makes officers more accountable and criminalizes chokeholds and other controversial restraints. ##Police Reform##  Colorado Gov. Jared Polis signed new police accountability legislation into law today, according to a joint statement from the General Assembly Democrats.  According to the statement, the Enhance Law Enforcement Integrity Act... Mandates body cameras\nRequires public reporting on policing\nPrevents rehiring of \"bad actors\"\nHolds individual officers liable for their actions\nRestricts the use of chemical agents and projectiles\nEstablishes that that officers can only use deadly force when there is an imminent risk of danger to human life if apprehension is delayed The legislation also repeals officer's authority to use chokeholds and other dangerous tactics, the statement said.  ##Police Reform## Lonita Baker, an attorney for Breonna Taylor's family, reacted today to an announcement that an officer involved in Taylor's killing will be fired, telling CNN, \"We’re excited to get this news and are encouraged by it.\" “This is just one step though. We’re waiting for the other officers to be held accountable and for additional charges to be filed, but this is a step in the right direction,\" Baker said. Earlier this morning, Louisville Mayor Greg Fischer announced that he was initiating termination procedures against Louisville Metro Police Officer Brett Hankison. Fischer has repeatedly said he’s not able to take action on this case, Baker told CNN, “but this information shows that he does have the ability to take action and we hope he does the same with the other officers involved.” Baker says that she spoke with Taylor's mother and said she “enjoyed getting this bit of news and this was the best news she has received.” Taylor was killed after officers forced their way inside her home and exchanged shots with her boyfriend just before 1 a.m. on March 13. WATCH: Virginia Gov. Ralph Northam proclaimed today as Juneteenth Freedom Day, calling on \"all Virginians to observance and encouraging them to join in commemorative events throughout the Commonwealth.\" “The history of Juneteenth is not just Black history—it is American history,” Northam said in a statement today. “Juneteenth marks a pivotal moment in the American story that should be commemorated by all of us. ##Juneteenth## Demonstrations, rallies and gatherings to mark Juneteenth, the holiday that commemorates the end of slavery, are taking place in several US cities today, including Chicago, New York, Tulsa, Dallas, Atlanta, Minneapolis and Washington, DC. In the nation's capital, CNN correspondent Pete Muntean described the scene: There's a march being led by pro-athletes from the Washington Wizards and Washington Mystics that is underway and is headed to the Martin Luther King, Jr. Memorial.   \"They want to use their platform to try to effect real substantive change against racial injustice, racial inequity, police violence here in the country. In front of the group there is Natasha Cloud. She is a Mystics player, a national championship team, and here in Washington, these players are heroes. They are revered. And she says they are people first and players second,\" Muntean described.  WATCH:  ##Juneteenth## Kansas Gov. Laura Kelly signed a proclamation today declaring June 19 as Juneteenth National Freedom Day. \"Juneteenth is not just a day to celebrate the end of slavery,\" Kelly said during the news conference. \"It's an opportunity to recognize a nation's conflicting history, reflect on our struggle to realize true freedom for all Americans, and pledge to continue fighting to end systemic racism.\"  Kelly said she is committed to making Kansas a more equitable place to live.  The governor also announced that she is convening a commission to find and present policy actions that her administration can take to tackle issues of racial equity and justice in Kansas. Kelly said she will have more details to announce next week regarding the commission, adding that it will first focus on law enforcement and then expand to other systemic problems that impact communities in Kansas. CNN's Rachel Webb contributed to this post. ##Juneteenth## Louisville, Kentucky, Mayor Greg Fischer is initiating termination procedures against Louisville Metro Police Officer Brett Hankison, an officer involved in the killing of Breonna Taylor, the mayor said in a statement without providing any additional details. “Unfortunately, due to a provision in state law that I very much would like to see changed, both the Chief and I are precluded from talking about what brought us to this moment, or even the timing of this decision,” the mayor said  Taylor was killed after officers forced their way inside her home and exchanged shots with her boyfriend just before 1 a.m. on March 13. To commemorate Juneteenth, a group of Black Major League Soccer players have announced the formation of the Black Players Coalition of MLS to “address the racial inequalities” in the league and North America. “Beyond addressing these overlooked systemic issues around soccer in this country, the BPC is committed to tackling the racial injustices that have prevented black people from having an equitable stake in society,” said the organization in a statement via Twitter. “Among the many goals we will strive to achieve in our black communities, some will include targeted spending, educational advancement initiatives, and mentorship programs.” Justin Morrow, a defender for Toronto FC, will serve as executive director of the group’s board, which includes 11 other Black players in the league.  More than 70 MLS players have sign on to join the coalition, according to the group.   “As we celebrate Juneteenth and the coming together of our coalition, we must remind ourselves that such progressivism was once met with vehement backlash,” the organization added within the statement. “May this reminder serve as a warning to us all that confronting systemic racism head-on will never be a smooth, constantly upward trending path, but rather a timeless battle that will force us to reinvent the very essence of our institutions.”  Read the full statement:   Massachusetts will begin observing “Juneteenth Independence Day” each year to recognize the end of slavery in United States “as well as the significant contributions individuals of African descent have made to the Commonwealth and to the United States,” Gov. Charlie Baker announced in a press statement Friday. Juneteenth Independence Day will be observed on the Sunday closest to June 19 each year, the statement says.  ##Juneteenth## This morning, the George Preston Marshall Monument was removed from just outside RFK Stadium in Washington, DC. Marshall was the founder and original owner of the Washington Redskins — a team that used to play at the Stadium before moving to Fedex Field in Prince George's County, Maryland. Marshall was well-known for opposing integration in the NFL and didn't sign a Black American to the Redskin roster until 1962 — 16 years after the league began signing Black players. \"This morning, Events DC removed the George Preston Marshall memorial statue that stood out front of RFK Stadium. This symbol of a person who didn’t believe all men and women were created equal and who actually worked against integration is counter to all that we as people, a city, and nation represent. We believe that injustice and inequality of all forms is reprehensible and we are firmly committed to confronting unequal treatment and working together toward healing our city and country,\" Events DC, which oversees operations of the stadium, said in a statement.  \"Removing this statue is a small and an overdue step on the road to lasting equality and justice,\" the statement continued.  The words \"change the name\" had been spray painted onto the monument before being taken down this morning. The removal of this statue comes as other contentious statues and monuments have been removed across the country following the death of George Floyd.  The Juneteenth flag is flying in cities across the US today, as Americans mark the holiday that commemorates the end of slavery. The flag — which is a red, white and blue banner with a bursting star in the middle — includes multiple symbols to represent the end of slavery. The Boston Red Sox tweeted an image of the flag flying over Fenway Park this morning: Boston Mayor Marty Walsh also announced the flag would fly over City Hall. Earlier this week, Wisconsin Gov. Tony Evers announced the flag would fly over the state capitol for the first time in history:  Starting next year, Juneteenth will be an official holiday for New York City and schools, Mayor Bill de Blasio said Friday during the city’s daily news conference. “The city is engaging its municipal labor unions to implement the change next year across all public schools, uniformed agencies and city workers,” de Blasio said. Juneteenth  commemorates the date that Union Army Maj. Gen. Gordon Granger rode into Galveston, Texas, and told slaves of their emancipation. The holiday is the oldest regular US celebration of the end of slavery.  ##Juneteenth## House Speaker Nancy Pelosi said in a statement commemorating Juneteenth that today should be a day for reflection and that Americans must \"insist on real, meaningful action to achieve justice and save lives.” “This Juneteenth must be a day of reflection that moves our nation to finally confront and combat its long and shameful history of systemic racial injustice targeted at communities of color,\" Pelosi said.  Pelosi noted in her statement that she has ordered the removal of portraits of Confederate leaders from the US Capitol.  \"The halls of Congress are the heart of our democracy and should reflect our highest ideals, not memorialize men who embody racism, bigotry and hatred,\" Pelosi. Pelosi sent a letter to the House Clerk on Thursday asking for the removal of portraits of four former speakers of the House who served in the Confederacy, the latest effort by Congress to reexamine Capitol Hill's relationship to Confederate leaders and symbols. Pelosi originally said at her news conference that the clerk would oversee removal of the portraits on Friday, but later her office announced plans to remove the portraits Thursday afternoon. The portraits were removed later in the day on Thursday. Today marks Juneteenth, the holiday that commemorates the date that Union Army Maj. Gen. Gordon Granger rode into Galveston, Texas, and told slaves of their emancipation. The holiday is the oldest regular US celebration of the end of slavery. ##Juneteenth## Former Atlanta Police Officer Garrett Rolfe — who is charged with felony murder in the killing of Rayshard Brooks — waived his first appearance, the Fulton County Chief Magistrate Court Judge’s office told CNN. He will not appear before the court today.    The clerk’s office told CNN Rolfe’s attorneys will appear before the judge today. He is currently listed as twelfth on the 12 p.m. ET docket.  About the case: Rolfe faces felony murder and 10 other charges after he shot Brooks at a Wendy's drive-thru last week. Prosecutors allege that he declared, \"I got him\" after firing the shots and he did not provide medical attention for two minutes and 12 seconds. Rolfe turned himself in Thursday afternoon, the Fulton County Sheriff's Department said. He is being held without bond. ##Rayshard Brooks## Chicago Mayor Lori Lightfoot is leading a group of mayors from around the US asking Congress to work with them on police reform and inequality.  “I think they’ve got to listen and invite us into the conversation. Mayors are on the frontlines. We’ve been on the frontlines through Covid-19; that work continues. We're on the frontlines when it comes to police reform and accountability,” she said to CNN’s Alisyn Camerota.  “Hearing from mayors and police chiefs on the front lines, I think, will only enrich and inform the discussion and debate happening at the national level,” she added. Lightfoot said they are in the process of laying out a set of specific guidelines, and she hopes that Congress will take them into account as they work on police reform legislation. She also said that Congress needs to take into account that city budgets have been hammered by the coronavirus crisis, as well.   “I think that they're missing the nuance, which is where the detail lies, about things like having licensing, about things like reporting uses of force,” she said. “All those things sound good, but we have got to figure out how we do them in a way that doesn't add to the burden of cities and states and an unfunded mandate — that in this time of austere budgets — that we can't handle.”  Watch more: ##Police Reform## President Trump has released a message on Juneteenth, writing “The First Lady and I send our warmest greetings to those celebrating Juneteenth this year.” The statement goes on to say: “Juneteenth reminds us of both the unimaginable injustice of slavery and the incomparable joy that must have attended emancipation. It is both a remembrance of a blight on our history and a celebration of our Nation’s unsurpassed ability to triumph over darkness.” In an interview with the Wall Street Journal earlier in the week, Trump said “nobody had ever heard of” Juneteenth and he “made Juneteenth very famous.” During that interview, an aide noted to the President that the White House issued a statement on Juneteenth last year. The President has no public events on his schedule today.  ##Juneteenth## Today marks Juneteenth, the oldest known holiday honoring the end of slavery in the United States. And this year, more than a dozen companies are, for the first time, giving employees a paid day off from work to observe it. Here's a look at some of the companies that have announced Juneteenth is a paid holiday: Nike\nTwitter\nJCPenney\nTarget\nUber\nLyft Other companies saying they will observe the holiday this year include Ben & Jerry's, Tumblr, the New York Times, Spotify, Workday, marketing firm Comscore and Kellogg-owned snack company RxBar. Companies' acknowledgment of Juneteenth is a good first step, but it can't be the only step, Meredith Clark, an assistant professor of media studies at the University of Virginia, told CNN. \"It is a nice symbolic gesture,\" Clark said. \"I'm never going to frown at a company recognizing a day that is culturally important to so many Americans, really to all of us. But at the same time I want to see that sort of action matched with commitment to changing the culture inside these organizations.\" ##Juneteenth## As anti-racist protests continue across the US and the Black Lives Matter movement grows, the US is marking Juneteenth today. The June 19 holiday commemorates the end of slavery in the United States.  Gen. Gordon Granger of the Union Army first read the proclamation — General Orders, No. 3, in Galveston, Texas — notifying slaves of their emancipation, on June 19, 1865. A total of 901 days passed between the issuance of the Emancipation Proclamation and General Orders, No. 3. Juneteenth became a state holiday in Texas in 1980, although it had been celebrated informally since 1865. Black Americans and others mark Juneteenth — also called Emancipation Day — much like the Fourth of July, with parties, picnics and gatherings with family and friends. ##Juneteenth## Anti-racist protests continue to spread following the death of George Floyd, leading to calls to defund police departments, shake up corporations and institutions, and take down historic statues. If you're just joining us, here are the latest developments. Officer in Rayshard Brooks shooting in court: Former Atlanta Police officer Garrett Rolfe has been moved from the Fulton County Jail to another metro-Atlanta facility for security reasons, according to three law enforcement sources. Rolfe, who faces 11 charges related to the death of Rayshard Brooks, will appear in court today. Rayshard Brooks' viewing: The viewing will be held on June 22 at Atlanta's Ebenezer Baptist Church from 3 p.m. to 7 p.m. ET, and will be open to the public. It's 155 years since the end of slavery: Friday marks Juneteenth, the oldest known holiday honoring the end of slavery in the United States. This year, more than a dozen companies are giving employees a paid day off, as White America faces a wake-up call. Brands and institutions under review: Colgate has announced a review of its toothpaste brand Darlie, which once featured a smiling White man in blackface. England's rugby union authority is reviewing the use of slave-era song \"Swing Low, Sweet Chariot\" as a fan chant and the Bank of England has apologized for former governors’ links to the slave trade. Senior US State Department official resigns: Mary Elizabeth Taylor, assistant secretary of state for legislative affairs, is resigning from her post over President Donald Trump's response to the surge of protests against racial injustice and police brutality, The Washington Post reported. Indictment in Cameron Lamb case: Jackson County grand jury has indicted Kansas City police officer Eric DeValkenaere in the fatal shooting of Cameron Lamb in December 2019. Lamb was shot while sitting in his pickup truck as he was backing into his garage.  New York City Council passes sweeping police reform bills: The package comes after a years-long battle for the bills to be voted on, some which have been in the works since the death of Eric Garner in 2014. The six bills include one that requires officers’ badge numbers to be visible, an official ban on chokeholds and one requiring the NYPD to disclose how they use surveillance technology.  ##Catch Up## Police officers gathered in central Brussels on Friday in a peaceful protest aimed at highlighting that police officers should not all be tarred with the same brush.  The protests was organized by the Police Unifying Movement (PUM) outside the Palace of Justice in Belgium's capital.  A CNN crew who attended the protests saw around 150 police officers, some on duty and some not. They applauded and rang sirens from cars.  Eric van Grootel, a chief inspector, told CNN that he was protesting because “there is a general dissatisfaction in the Belgian police force and there is tendency to let us take the blame for what happened thousands of kilometers from here [a reference to the killing of George Floyd in Minneapolis].\" Grootel, who has been an officer for 25 years, said “we are not here to defend every bad action of the police, we are here to say that this [negative] framing has to stop.”  On the issue of racism he said “individual racism might be there [among police officers] but… it is always reprehensible.” Other police officers who spoke to CNN but did not wish to be named said they were protesting because they were being painted as racist. They acknowledged that there were bad police officers but that was not true for all of them. The officers added that racism is individual and not structural, and should be punished. Similar protests occurred across in seven other cities across Belgium organized by the PUM. In statements released ahead of the protests, it said police wanted to make their voices heard due to a “media bludgeoning” and what feels like a public revolt against them.  ##At The Protests## When two-time Olympic gold medal winner Christian Taylor watched the video of George Floyd's death, the first thought that went through his head was: \"That could've been me.\" Floyd, a 46-year-old Black man, died in Minneapolis on May 25 after being arrested by a White police officer who forcibly pinned him to the ground for several minutes by kneeling on his neck. All four former officers involved in Floyd's killing are now facing charges. His death sparked widespread protests across the world in recent weeks. The thought that \"that could've been me\" made the incident even more impactful to Taylor. \"That is the difficult situation because when you think of what he was doing or how he was going about it, then that is not very different to me going to a store,\" the 30-year-old triple-jumper told CNN Sport in an Instagram Live chat. \"It was very scary because that was the first time I could really have this fear of how different are our lives and how quickly something can change or something can be taken away and what am I leaving behind.\" Read the full story here: The Southeastern Conference (SEC) is calling for the state of Mississippi to change its flag saying it wants student-athletes to be able to compete in an inclusive environment. “It is past time for change to be made to the flag of the State of Mississippi. Our students deserve an opportunity to learn and compete in environment that are inclusive and welcoming to all,\" Southeastern Conference Commissioner Greg Sankey said in a statement. “In the event there is no change, there will be consideration of precluding Southeastern Conference championship events from being conducted in the State of Mississippi until the state flag is changed,\" the statement added. The University of Mississippi and Mississippi State are both members of the Southeastern Conference. Colgate has announced a review of its toothpaste brand Darlie, which once featured a smiling White man in blackface, as companies around the world reconsider their use of racist stereotypes following the killing of George Floyd. The popular brand, which is sold in China, the Philippines, Thailand and other Asian countries, has long been criticized for using racist imagery. The brand is marketed in Chinese as \"Black Person Toothpaste\" and was sold using the racial epithet Darkie until its name was changed in 1989. Darlie is the top brand by market share in China, according to Colgate-Palmolive. The brand — whose logo is still of a man in a top hat and tuxedo, though he is meant to be racially ambiguous — is under review. \"For more than 35 years, we have been working together to evolve the brand, including substantial changes to the name, logo and packaging. We are currently working with our partner to review and further evolve all aspects of the brand, including the brand name,\" the company said in a statement to Reuters. The company did not respond to a request for comment outside of regular office hours. It linked to the Reuters report from its official Twitter account.  Protests have erupted around the world following the killing of Floyd, an unarmed Black man, by a White police officer in Minneapolis, Minnesota. The campaign against racial injustice has also sparked a reckoning in the corporate world, with some firms choosing to acknowledge the racist roots of their business. Read the full story here: England's rugby union authority is reviewing the use of the slave-era song \"Swing Low, Sweet Chariot\" as a chant by fans, saying many may not be aware of its \"historical context.\" The Rugby Football Union (RFU) did not immediately respond to CNN but in a statement released to British media the organization said it was determined to \"accelerate change and grow awareness,\" as the Black Lives Matter movement prompts corporations and institutions to rethink how they operate. In recent weeks following George Floyd's death, a number of British organizations, such as the Bank of England, and businesses have been reviewing their historical associations with slavery. \"The RFU has stated we need to do more to achieve diversity and we are determined to accelerate change and grow awareness,\" the governing body said in a statement. \"The Swing Low, Sweet Chariot song has long been part of the culture of rugby and is sung by many who have no awareness of its origins or its sensitivities. \"We are reviewing its historical context and our role in educating fans to make informed decisions.\" Read the full story here: You might see another red, white and blue flag flying today over state capitols and city buildings in the United States. That banner with a bursting star in the middle is the Juneteenth Flag, a symbolic representation of the end of slavery in the US. The flag is the brainchild of activist Ben Haith, founder of the National Juneteenth Celebration Foundation (NJCF). Haith created the flag in 1997 with the help of collaborators, and Boston-based illustrator Lisa Jeanne Graf brought their vision to life. The flag was revised in 2000 into the version we know today, according to the National Juneteenth Observation Foundation. Seven years later, the date \"June 19, 1865\" was added, commemorating the day that Union Army Maj. Gen. Gordon Granger rode into Galveston, Texas, and told enslaved African Americans of their emancipation. For two decades now, communities around the country have held flag-raising ceremonies on Juneteenth in celebration of their freedom. This country has so many aspects to it that are spiritual, and I believe this flag is of that nature,\" Haith said. \"It (the idea for the design) just came through me.\" Designing the flag and its symbols was a deliberate process and each element has meaning, Haith said.  The white star in the center of the flag, for example, has a dual purpose, representing Texas, the Lone Star State, and the freedom of African Americans in all 50 states. Read the full story here: ##Juneteenth## The Bank of England has issued an apology Friday regarding “some inexcusable connections” of former governors and directors to slavery. “There can be no doubt that the eighteenth and nineteenth century slave trade was an unacceptable part of English history. As an institution, the Bank of England was never itself directly involved in the slave trade, but is aware of some inexcusable connections involving former Governors and Directors and apologises for them,” the British central bank said in a statement. The bank says it has commenced “a thorough review of its collection of images of former Governors and Directors to ensure none with any such involvement in the slave trade remain on display anywhere in the Bank.”  It says it is also improving diversity and actively engaging with staff and particularly its Black, Asian and Minority Ethnic (BAME) employees, to become more inclusive. Anti-racist protests continue to spread following the death of George Floyd, leading to calls to defund police departments and take down historic statues. If you're just joining us, here are the latest developments. Officer in Rayshard Brooks shooting: Former Atlanta Police officer Garrett Rolfe has been moved from the Fulton County Jail to another metro-Atlanta facility for security reasons, according to three law enforcement sources. Rolfe, who faces 11 charges related to the death of Rayshard Brooks, turned himself in to the Fulton County Jail earlier on Thursday. Senior US State Department official resigns: Mary Elizabeth Taylor, assistant secretary of state for legislative affairs, is resigning from her post over President Donald Trump's response to the surge of protests against racial injustice and police brutality, The Washington Post reported. Indictment in Cameron Lamb case: Jackson County grand jury has indicted Kansas City police officer Eric DeValkenaere in the fatal shooting of Cameron Lamb in December 2019. Lamb was shot while sitting in his pickup truck as he was backing into his garage. DeValkenaere is charged with involuntary manslaughter and armed criminal action. Rayshard Brooks' viewing: The viewing will be held on June 22 at Atlanta's Ebenezer Baptist Church from 3 p.m. to 7 p.m. ET, according to information from the office of L. Chris Stewart Trial Attorneys. The viewing is open to the public. New York City Council passes sweeping police reform bills: The package comes after a years-long battle for the bills to be voted on, some which have been in the works since the death of Eric Garner in 2014. The six bills include one that requires officers’ badge numbers to be visible, an official ban on chokeholds or any other maneuver that restricts blood or air flow and one requiring the NYPD to disclose how they use surveillance technology.  ##Catch Up## As many as 100 protesters, elected officials and community leaders spent two days detailing alleged police brutality by the New York Police Department during George Floyd demonstrations.  The testimony came at a virtual public hearing hosted by New York Attorney General Letitia James on Wednesday and Thursday. Stories of broken bones from baton strikes, agony from pepper spray and hours and hours in a holding cell while others wailed in pain took center stage.  \"People have taken to the street because they are desperate to be heard. But more importantly, they really want to see change in their lifetime and they are demanding change,\" said James at the conclusion of the hearing on Thursday. \n\"They are tired of seeing Black men and women abused and who have died at the hands of those who are supposed to protect them and I want them to know that I hear them and I hear every person that came before us.\" Ivonne Rayo said she held her hands up to show officers she wasn't a threat during a protest in Brooklyn. \"I was hit with a baton on my left arm right above the elbow,\" Rayo said. \"We were unarmed peaceful protesters and did not warrant this hate and brutality from the NYPD. We were standing up for the victims of police brutality at the hands of the police and specifically, the NYPD.\" Read the full story: A crowd gathered in the Atlanta suburb of Decatur to watch the removal of a Confederate monument -- the latest controversial symbol toppled in the wake of the George Floyd protests. A judge last week ordered the relocation of the 30-foot obelisk at Decatur Square after the city argued it'd become a threat to public safety during recent protests. As a large crane pulled down the obelisk just before midnight Thursday, people chanted, \"Take it down! Take it down!\" Others applauded. Just this month alone, a series of statues have been removed, including Christopher Columbus, another controversial figure in US history. Some Christopher Columbus statues have been tampered with -- one thrown into a lake, one beheaded, and another pulled to the ground. Others statues removed this month include: Virginia: A Confederate monument in downtown Norfolk and a statue of Confederate President Jefferson Davis in Richmond.\nKentucky: In Louisville, the John Breckenridge Castleman monument, which is a statue of a Confederate soldier in the heart of downtown. \nFlorida: Crews in downtown Jacksonville took down a 122-year-old statue and plaque that honored fallen Confederate soldiers. Mayor Lenny Curry also announced that all Confederate monuments citywide will be removed. This includes three monuments and eight historical markers. \"If our history prevents us from reaching the full potential of our future, then we need to take action,\" Curry said.\nTennessee: In Nashville, a controversial statue of Edward Carmack, a former US senator and newspaper owner known for attacking civil rights advocates like Ida B. Wells, was carried away from the city's Capitol grounds.  Other states removed controversial statues last month, including a 115-year-old monument yanked down during a protest in Birmingham, Alabama. Read more:  ##At The Protests## The soundtrack of American politics is now animated by demonstrations across the country, with anger toward President Donald Trump resonating far louder than admiration for former Vice President Joe Biden.  Mariah Smith, 28, has been marching. And come November, she said she will be voting. \"If you don't go out and vote, you're voting for Trump -- period,\" said Smith, a teacher's aide studying for a college degree. \"If you do a stupid write in, you're voting for Trump.\" In Milwaukee, one of the nation's most segregated cities, a summer of unrest is now part of the presidential race that will test the degree to which protesters have awakened a political movement.  Trump carried Wisconsin by only 23,000 voters in 2016, with a substantial decline in turnout among black voters from the 2012 re-election of President Barack Obama.  With tributes to Floyd and Taylor painted across the city -- along with murals and signs calling for peace and justice -- there are some signs of change here. In April, Democrat David Crowley was elected as Milwaukee County Executive. At 34, he's the youngest and first African American to hold the top job in the county's 185-year history. It's the same office once held by Scott Walker, who went onto become a two-term Republican governor. \"We have had a fire under fire under our belly for the past four years. And thinking about Wisconsin and how the President won with just 20,000 votes, we have to do better,\" Crowley said in an interview. Read the full story: In Atlanta, where police are under intense scrutiny after two white officers were involved in the killing of 27-year-old Rayshard Brooks, some members of the force say their morale has taken a massive hit and they feel abandoned by city officials. CNN spoke to a dozen officers in the city, many of whom who said they felt let down by city officials and predicted some would simply choose to walk away from their jobs -- which law enforcement advocates point out are often demanding and sometimes dangerous.  They included men and women and African American as well as white officers. All asked not to be named because of possible repercussions from the department. \"The morale is the lowest it's been in 18 years. This is because of the mayor and DA. The disciplinary policy is not being followed, the officers' actions are not being properly investigated. Instead the mayor terminates them,\" said one officer. The Atlanta Police Foundation reported this week that 8 officers had decided to leave the force since June 1. One member of the city's police force put the situation in the starkest terms. \"We are one bullet away from dying and one mistake away from an indictment,\" the officer said. In Los Angeles, officers told CNN this week that morale among the rank-and-file is at one of its lowest points in decades. One veteran LAPD supervisor said morale in the department -- the third largest city police force in the country -- is the worst he's seen it since the aftermath of the 1992 riots. Read the full story: ##Police Reform## Sen. Amy Klobuchar on Thursday night removed herself from consideration to be Joe Biden's running mate, citing the ongoing national discussion about racial injustice and police brutality to suggest the former vice president should choose a woman of color. \"This is a historic moment, and America must seize on this moment. And I truly believe as, I actually told the vice president last night when I called him, that I think this is a moment to put a woman of color on that ticket,\" Klobuchar, a Minnesota Democrat, told MSNBC's Lawrence O'Donnell. \"And there are so many incredibly qualified women, but if you want to heal this nation right now, my party ... this is sure a hell of a way to do it.\" Some background: George Floyd's death in Minneapolis at the hands of police officers reignited long festering Democratic concerns about Klobuchar's criminal justice record and the seven years she spent as the top prosecutor in Minnesota's most populous county, a position she secured by promising to be tough on crime. The resurgence of questions about her criminal justice record -- along with what many saw as her inability to address long-running accusations of racism inside the Minneapolis police force and her failure to bring charges against multiple officers involved in shootings during her time as a top prosecutor -- had led some inside the Democratic Party to outright say they would question Biden's judgment and commitment to Black voters if he picked Klobuchar as his running mate. Read the full story. Even the nation's most powerful casting director sometimes gets it wrong. No series of events has better illustrated the pitfalls of President Donald Trump's cinematic staffing strategy than what has happened this week, when the President's nearly all-white staff couldn't rectify his blindspots on race and the man Trump once hotly pursued as a national security \"get\" turned on him in blockbuster fashion. And the man Trump once hailed as \"central casting, like the perfect Supreme Court judge\" ruled against his administration this week, prompting the President to wonder whether the highest court in the land \"doesn't like me.\" Long driven by instinct and a vague notion of \"chemistry\" rather than qualifications or diversity, Trump's selection process for who is running the country is now facing scrutiny after he was forced to make a rare course correction on the date of his upcoming rally and defend himself against yet another former administration official who has declared him unsuitable for office. Read the full analysis. The Air Force inspector general is investigating the use of military aircraft to monitor protesters during recent unrest across the country, according to an Air Force spokesperson. \"Following discussions with the Secretary of Defense about shared concerns, the Secretary of the Air Force is conducting an investigation into the use of Air National Guard RC-26 aircraft to support civil authorities during recent protest activity in U.S. cities,\" said Brig. Gen. Patrick Ryder.  \"The investigation is being led by the Air Force Inspector General,\" he added. \"It would be inappropriate to comment further at this time due to the ongoing nature of the investigation.\" Some background: Last week, CNN reviewed flight path data showing an RC-26B -- a twin-engine turboprop typically used by the FBI and the National Guard for drug interdiction -- over Washington, DC, and Las Vegas. A National Guard fact sheet says the same type of plane is normally outfitted for thermal imaging and \"can be used both day and night to monitor illegal activity.\"  What's the concern: The plane was one of several aircraft -- both piloted and unpiloted -- that CNN has been able to track flying over protests in Washington, Minneapolis and Las Vegas. Government watchdogs fear the planes -- typically equipped with live video cameras and heat sensors -- were used to track protesters and perhaps capture cell phone data. Read the full story: ##At The Protests## The two officers at the heart of the investigation into the death of Rayshard Brooks turned themselves into authorities after being charged Wednesday by Fulton County District Attorney Paul Howard. Catch up on the other big developments in the Brooks case: Former officer turns himself in: Former Atlanta police officer Garrett Rolfe has turned himself in to authorities, according to the Fulton County Sheriff’s Department. Rolfe, 27, the former officer who shot Brooks, is facing a total of 11 counts. He faces a felony murder charge for Brooks' death.\nAtlanta officer out on bond: Atlanta police officer Devin Brosnan, one of the officers at the scene of Brooks' death, bonded out of jail on Thursday afternoon. He made no comments as he left the Fulton County Jail. He is charged with aggravated assault and violation of oath by a public officer in the death of Brooks. \nBrosnan's attorney speaks out: Brosnan's attorney said the charges against his client go “way too far.” “Officer Brosnan is not charged at all with anything to do with the actual shooting. He’s not at fault at all with regard to the shooting,” attorney Don Samuel told CNN. \nEyewitness accounts: An attorney representing Melvin Evans and Michael Perkins, who were both witnesses to Brooks' death, said \"What our clients witnessed was a murder.\" Evans and Perkins, both musicians, were visiting Atlanta from Memphis, Tennessee. \nBrooks' family attorney seeks justice: The attorney for Brooks said he was surprised but pleased by the felony murder charge announced against the now-fired police officer that shot and killed Brooks. “I can't say the family was surprised. I know I was surprised, but I was happy, because that's a good first step towards justice,” attorney Justin Miller told CNN today.\nDA receiving threats: Fulton County District Attorney Paul Howard told CNN he's \"received some threats\" following charges he filed Wednesday against the two Atlanta police officers at the center of the Brooks case.  ##Catch Up## In honor of Juneteenth, companies have given employees paid leave, Virginia Gov. Ralph Northam is pushing to make it a paid state holiday and there seems to be more awareness around the holiday than ever before. Now, Google is also jumping in, commemorating the 155th anniversary of June 19 -- largely celebrated as the end of slavery in the US -- with a video Google Doodle. Set to the first verse of \"Lift Every Voice and Sing,\" also called the Black national anthem, the video begins with General Order No. 3 -- the order Union Maj. Gen. Gordon Granger read to a group of enslaved people in Galveston, Texas, on June 19, 1865. It notified them that they were no longer enslaved. Juneteenth is the oldest known US celebration of the end of slavery. Read more here: ##Juneteenth## Paul Howard, Fulton County District Attorney, told CNN's Don Lemon that the charges brought against the former officer who shot and killed Rayshard Brooks were \"based upon the evidence.\" Garrett Rolfe is facing 11 charges including felony murder in the death of Brooks, Howard said during a news conference Wednesday. Brosnan, who is currently on administrative duty, faces three charges including aggravated assault. Howard denied that the charges go too far, or that they were a response to the protests. \"I charged based upon the facts. I'm aware that people were very much on edge. This was a horrendous incident, particularly after what had happened to George Floyd and then to have it happen here in Atlanta, and I realize that,\" Howard said.  \"But you can't charge someone based upon those conditions. You've got to stick to the facts. That's what we did and that's the reason that I charged it.\" ##Rayshard Brooks## A video surveillance camera recorded a Los Angeles sheriff's deputy saving an unresponsive baby from choking during a Black Lives Matter protest last month. The 11-month-old boy's mother and another woman were attending the protest on May 31 in Palmdale, California, when the baby became ill, lost consciousness and stopped breathing, according to the Los Angeles County Sheriff's Department The women ran across a supermarket parking lot to a group of sheriff's deputies who were monitoring the protest from across the street. In the video, Deputy Cameron Kinsey runs toward the women when he realized they were in distress. The mother handed the limp child to Kinsey and after assessing the baby, the sheriff's department said he \"administered a mouth sweep with his finger and dislodged vomit.\" The baby began to breathe again to the relief of everyone there. Read the full story. ##At The Protests## Facebook said it had taken action against ads run by President Donald Trump's re-election campaign for breaching its policies on hate. The ads, which attacked what the Trump campaign described as \"Dangerous MOBS of far-left groups,\" featured an upside-down triangle. The Anti-Defamation League said Thursday the triangle \"is practically identical to that used by the Nazi regime to classify political prisoners in concentration camps.\" \"We removed these posts and ads for violating our policy against organized hate. Our policy prohibits using a banned hate group's symbol to identify political prisoners without the context that condemns or discusses the symbol,\" Andy Stone, a Facebook spokesperson, told CNN Business. The hate group to which Facebook was referring in its statement is Nazis, the company confirmed. Responding to criticism of the ad, the Trump campaign claimed the red triangle was \"a symbol widely used by Antifa.\" The ADL said Thursday that some antifa activists have used the symbol, but it is not particularly common. Read the full story: Jackson County grand jury indicted Kansas City police officer Eric DeValkenaere in the fatal shooting of Cameron Lamb in December 2019, according to Jackson County Prosecutor’s Office news release on Thursday. The grand jury’s indictment, signed today by the foreperson, charges officer Eric DeValkenaere with involuntary manslaughter and armed criminal action for recklessly causing the death of Lamb, who was shot while sitting in his pickup truck as he was backing into his garage. CNN has reached out to Eric DeValkenaere for comment. Relatives of Lamb were among several families of black Americans who have been killed by police to meet with President Donald Trump earlier this week. Former Atlanta Police officer Garrett Rolfe has been moved from the Fulton County Jail to another metro-Atlanta facility for security reasons, according to three law enforcement sources. Rolfe, who faces 11 charges related to the death of Rayshard Brooks, turned himself in to the Fulton County Jail earlier on Thursday. ##Rayshard Brooks## A top State Department official is resigning from her post over President Donald Trump's response to the surge of protests against racial injustice and police brutality across the nation, The Washington Post reported Thursday.  Mary Elizabeth Taylor, assistant secretary of state for legislative affairs, wrote in a resignation letter obtained by the Post that \"The President's comments and actions surrounding racial injustice and Black Americans cut sharply against my core values and convictions.\" \"I must follow the dictates of my conscience and resign as Assistant Secretary of State for Legislative Affairs,\" she said.  Reached for comment, a State Department spokesperson told CNN, \"We do not comment on personnel matters.\" Taylor's resignation comes as Trump continues to lean into his forceful approach to the ongoing demonstrations sparked by the death of George Floyd at the hands of police. The gruesome video of Floyd's killing while in Minneapolis police custody has prompted the kind of soul searching about the role of police in society and systemic racism that many advocates have urged for decades. Read the full story: Former Atlanta police officer Garrett Rolfe is expected in court on Friday at noon, according to emails sent to CNN from his attorney’s spokesperson and the Fulton County Clerk’s office. The Fulton County Sheriff’s Department said earlier today that Rolfe had waived his first appearance. The Fulton County Clerk of Court also said earlier this afternoon no court appearance had been scheduled. Rolfe faces felony murder and 10 other charges in the fatal shooting of Rayshard Brooks. Rolfe shot Brooks at a Wendy's drive-thru last week. Prosecutors allege that Rolfe declared, \"I got him\" after firing the shots and he did not provide medical attention for two minutes and 12 seconds. ##Rayshard Brooks##", "Section": "us", "Writers": ["Meg Wagner", "Melissa Macaya", "Helen Regan", "Steve George"], "URL": "https://www.cnn.com/us/live-news/black-lives-matter-protests-06-19-2020/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}