{"Type": "article", "Time": "2020-08-20", "Headline": "Laos is a missing link in Asia's fight against organized crime", "Text": "Synthetic drug production has exploded in Southeast Asia. The volume of methamphetamine seized in the region surged around sevenfold in the five years to 2019. Billions of dollars are being made each year, and the impact is being felt across the Asia-Pacific region. The majority of those drugs are from the Golden Triangle, the border region where Myanmar, Laos and Thailand meet. Myanmar's Shan State is a particularly important production hub, and in response, Myanmar authorities have conducted major operations against drug labs and complexes in places controlled by independent militias, seizing record amounts of drugs and contraband. The country's neighbors are also taking action. Thailand has also tasked paramilitary police and the military to confront traffickers along the country's northwestern border with Myanmar, and China is trying to stem the flow of drugs from Myanmar into neighboring Yunnan province. Beijing is also trying to stop precursor chemicals, the ingredients needed to make synthetic drugs, from leaving China illegally. The squeeze is on, and the result is a displacement of the problem -- the so-called balloon effect. The problem just gets pushed to other parts of the region, and traffickers have reacted by rerouting massive shipments through neighboring Laos. Laos needs to be a priority for regional and international partners concerned about governance, organized crime and stability in Asia. The country shares a border with every other country of the Mekong region. It is a natural crossroads and vulnerable to exploitation by traffickers. Seizures up Seizures of high-grade crystal methamphetamine traced back to the Laos border are up over 200% so far this year in northeast Thailand, and dozens of large seizures have been made in recent months in Vietnam along its remote and often mountainous 2,100 kilometer (1,300 mile) border with Laos.  Information coming out of Laos indicates seizures are also rising inside the country as well this year, but not by much. And with regional drug prices remaining stable it seems pretty clear most shipments are evading detection. At the same time there are increasing reports of precursor chemicals from across the region going through Laos, destined for autonomous special regions and known drug-producing areas. Worryingly, consignments of drugs and precursors are known to transit near the Golden Triangle Special Economic Zone in Bokeo Province of northern Laos, an area controlled by the Zhao Wei Transnational Crime Syndicate, which was sanctioned by the United States Treasury Department in 2018 for its alleged involvement in drug trafficking, money laundering and other serious transnational crimes. Zhao maintains that the accusations leveled against him are \"groundless.\"  Don't overlook Laos The case for a stronger focus on Laos was easily made before 2020, and it is more important now. Yet diplomatic and law enforcement focus and engagement with the country remain weak. Laos has been largely overlooked because of the dramatic drug enforcement measures next door, rarely getting a mention in regional and international crime and security forums or negotiations that address drug production and trafficking. Neighboring countries and law enforcement organizations have watched the situation unfold in Laos and hoped the country would act on its own to address the weaknesses that criminals are exploiting, but no one has yet pushed Laotian authorities to do anything concrete. It's important that transnational law enforcement strategies and operations recognize Laos' unique place in the Golden Triangle drug trade, and that the country has a functional national effort to match. The situation needs to be addressed before it deteriorates further. Priorities need to be securing borders and infrastructure, building key capacities, and reforming and reinforcing policing and justice institutions. The country itself should also consider investment -- both political and financial -- to secure its territorial integrity against criminals and traffickers. We can see where the situation is going. If Laos is not quickly prioritized and helped, the odds are good that transnational organized crime groups will keep using the country for transit -- and could even start to produce synthetic drugs there. Laos looks more and more like a domino waiting to fall into the hands of major organized crime. Those that care about the region should not let it happen.", "Section": "asia", "Writers": [], "URL": "https://www.cnn.com/2020/08/19/asia/laos-organized-crime-intl-hnk/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}