{"Type": "article", "Time": "2020-12-17", "Headline": "Isaan road trip: Searching for normalcy in Thailand's northeast", "Text": "An overweight dog naps by an open-air som tam (papaya salad) shop. The scent of chicken grilling over charcoal fills the lane. A chorus of children's voices rings out from a schoolhouse. No one is wearing a mask, though an old man dons a straw hat on his bicycle. Here in the village of Ban Nong Doen Tha on the Mekong River in northeast Thailand, it's almost like the pandemic never happened.  A week earlier, as our first chance to travel beyond Bangkok in six months approached, my partner and I asked ourselves questions that never would have crossed our minds before the pandemic.  Where can we go that will relax, excite and uplift us in ways that we used to take for granted when traveling?  We wanted to help businesses that have struggled under Thailand's ban on foreign tourist entries, which began in late March and remains in place, save for those who are willing to quarantine in a hotel for two weeks before entering the country.  Thailand's Covid-19 control measures have worked so far, but the drastic reduction in tourists from abroad is sinking the economy in a country that drew 39.8 million of them last year. But before shoving off for popular destinations like Koh Samui or Phuket, we realized we longed for something very simple: normalcy. At the last minute, we set off on an 850-mile road trip around the northeastern region, also known as Isaan.  An under-appreciated region Despite delivering an intensely flavorful cuisine to go with serene Mekong valley scenery and a strong list of natural and historical attractions, Isaan drew only a small fraction of the numbers of foreign tourists who flocked to other Thai regions before the pandemic.  It is not on the \"banana pancake trail.\" The lack of interest from foreign tourists may partly explain why the coronavirus barely touched Isaan, when infections surfaced frequently in provinces like Bangkok, Chiang Mai and Phuket back in April. Despite being in Thailand's most populous region with more than 22 million residents, Isaan's 20 provinces have reported just over 100 infections since the pandemic began.  Most of the region's tourism industry now relies on Thai travelers, who reemerged after a nationwide lockdown and restrictions on domestic travel were lifted in June. Several hotel managers in Isaan tell us that occupancy rates are almost as high nowadays as they were over the same period last year.  Of course, the northeast has not been spared entirely. Before the pandemic, many households relied on money sent from family members working as tour guides, tuk tuk drivers, receptionists, chefs and sex workers in areas that are popular with foreign tourists.  Everyone knows someone, it seems, who returned home to Isaan after losing a job in the tourism industry.  And the region is not without its businesses that depend on the small yet reliable numbers of foreign travelers who visited before the pandemic.  \"Life here is pretty much pre-pandemic normal for most people, but we haven't done a tour since mid-February,\" says Tim Bewer of Khon Kaen-based Isan Explorer, one of the few tour companies that focuses on sharing the region with a foreign clientele.  \"Over the years we've had a few Thai guests and school trips, but they're a very small part of our business.\" The situation is similarly dire for guesthouse owners who used to earn modest incomes from accommodating foreign travelers in some of Isaan's cities.  Beloved backpacker spots like Mut Mee Guesthouse in Nong Khai, The Outside Inn in Ubon Ratchathani and Moon River Resort in Phimai are all missing the revenue that foreign tourists used to bring in.  Unlike in Thailand's big-name destinations, however, the streets throughout Isaan are not plastered with \"For Rent\" signs.  Adventure in Bueng Kan We hop in the back of a pickup truck and rumble into the steamy jungle of Phu Pha Singh Forest Park in Bueng Kan, a far-flung province that has caught on with domestic travelers as an offbeat adventure destination. Few foreigners living outside of Thailand have heard of it, much less visited.  The park's sandstone formations look like lions -- Pha Singh means \"Lion Cliff\" in Thai -- along with elephants and snakeskin. Most of them come with views of the rubber farms and rice paddies that fill out the surrounds. The highlight, Hin Sam Wan or \"Three Whale Rock,\" is an impressive set of three boulders resembling a family of sperm whales suspended in swimming motion over the canopy. From atop their \"noses\" set high above the ground, we soak in a vista of the Mekong and the green hills of Laos in the distance. At nearby Wat Phu Tok, a harrowing set of wooden staircases and cliff-side walkways leads hundreds of feet up and around an enormous sandstone massif. The late Forest Tradition monk Ajahn Ju-an started working on the trail in 1968, employing mindfulness to keep himself from falling off the cliffs.  A storm blows in as we stride gingerly along the planks on the sixth of seven levels, which represent the seven factors of enlightenment from Theravada Buddhist teachings. In some places, only a three-foot fence separates us from a roughly 300-foot vertical drop to the treetops below.  Rain pounds the cliff as thunder cracks and fog fills our eyes. I repeatedly remind myself that the slippery walkways, maintained by local volunteers for the last five decades, are sturdier than they look.   Relaxation on the Mekong The next morning we stick as close to the Mekong as possible while driving east into the countryside, detouring often to glimpse one of Asia's greatest rivers. At one stop, an isolated temple rises above the forest on the Lao side. In Ban Nong Doen Tha, women weave baskets used for serving khao niao or sticky rice, the staple grain of both Isaan and Laos. Farm work continued unabated during the Covid-19 lockdown, they explain, but they can't sell as many of their goods now that people who live in Laos are unable to pop over for a market on Saturday mornings.  Border closures have been tough on people in a region where the Lao language and animism-tinged Buddhist beliefs are shared between the Thai and Lao sides of the Mekong. Many people view those living across the river as neighbors, no matter which country is written on their ID cards.  Next stop is Sao Homestay Tai Yor, set in a 60-year-old teak house overlooking the river in tranquil Bung Khla.  \"We had to close for almost two months during the lockdown,\" says co-owner June Donsoom. \"But things are back to normal. We have 30 Thai tourists coming this weekend.\"  In nearby Ban Phaeng we're careful not to disturb a group of white-clad Buddhists seated in silence at Wat Pho Si. A monk softly plays a drum and bell to keep their meditation anchored in rhythm.  Fishers at Ban Phaeng's riverfront dip their broad nets strung to bamboo poles into the shallows. Their catches have reduced in size in recent years, they complain, due to dams built upstream in Laos and China.  Back in dry season, the dams were blamed for impeding the flow of sediment and vital nutrients, rendering the Mekong's water uncharacteristically clear.  That evening we settle into Nakhon Phanom, a riverside city where Ho Chi Minh spent several years honing his ideas during the 1920s. Vietnamese influence is also evident in the food, including the delicious banh mi sandwiches known as khanom pang yuan in Thai. Another regional favorite is mee krathi, rice noodles in a rich coconut curry simmered with egg, pork and spices. The scene is as lively as ever at Nakhon Phanom's long riverfront, where limestone mountains loom over in Laos. Families offer incense and flower garlands to a seven-headed image of a naga, a serpentine figure found in ancient mythology from India to Cambodia. The statue is a highlight on the spiritually focused tours that attract Thai tourists to the province. A fair number of foreign travelers crossed the third Friendship Bridge in Nakhon Phanom -- along with similar border crossings in Nong Khai and Mukdahan provinces -- back when passing between northeast Thailand and Laos was an easy task prior to the pandemic.  It's strange spending days within view of Laos, knowing that we're unable to enter it like in the past.  Normalcy amid the fields In Ubon Ratchathani province we pull off to purchase some of the edible wild mushrooms that are ubiquitous when the yearly monsoon nourishes the forests. Another benefit of rainy season is the plentiful water cascading through a hole in the roof of an overhanging cliff at Saeng Chan Waterfall.  We chat with a wrinkled man where the Mekong's chocolate milk-colored water meets the dark-blue Moon River in Khong Chiam. The conversation takes an awkward turn when he blames the 19th-century French Empire for imposing borders that are now keeping him away from his pals on the Lao side.  Finally, a boy lugs a big fish up from the riverbank to change the subject. Lunch is a meal of grilled stuffed frogs, Lao-style som tam, and chilli paste made with fermented fish and sticky rice done three ways at the overflowing market in Phibun Mangsahan. We carry this load on to a random field and plop ourselves down by the Sirindhorn Reservoir for a picnic. A gentle dog jogs over to request a bite as water buffalo graze by the shore.  With 480 miles behind us, we meet up with a friend whose family grows sticky rice, oyster mushrooms and a variety of fruits and vegetables on their farm in Warin Chamrap. Her father piles us into the back of a pickup and drives us deep into rice paddies that shimmer Kelly green in the late-afternoon light. Like an ocean or desert, the paddies extend as far as the eye can see.  I find beauty and a timeless sense of peace in their uniformity. I breathe the clean air, allowing the scent of mud and freshwater to replace my worries.  No matter how the pandemic plays out, the fields of Isaan will look the same. ", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/isaan-thailand-northeast-road-trip/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}