{"Type": "article", "Time": "2018-11-03", "Headline": "US Navy has had 18 unsafe or unprofessional encounters with China since 2016", "Text": "The US Navy has had 18 unsafe or unprofessional encounters with Chinese military forces in the Pacific since 2016, according to US military statistics obtained by CNN. \"We have found records of 19 unsafe and/or unprofessional interactions with China and Russia since 2016 (18 with China and one with Russia),\" Cmdr. Nate Christensen, a spokesman for the US Pacific Fleet, told CNN. A US official familiar with the statistics told CNN that 2017, the first year of the Trump administration, saw the most unsafe and or unprofessional encounters with Chinese forces during the period.  At least three of those incidents took place in February, May and July of that year and involved Chinese fighter jets making what the US considered to be \"unsafe\" intercepts of Navy surveillance planes.  While the 18 recorded incidents only involved US naval forces, the Air Force has also had at least one such encounter during this period. \"Our continued presence in the region highlights our commitment to a free and open Indo-Pacific and demonstrates that the US Navy will continue to fly, sail and operate anywhere international law allows,\" Christensen added.   The US Navy told CNN that, in comparison, there were 50 unsafe or unprofessional encounters with Iranian military forces since 2016, with 36 that year, 14 last year and none in 2018. US and Iranian naval forces tend to operate in relatively narrow stretches of water, such as the Strait of Hormuz, increasing their frequency of close contact. The Navy averages hundreds of air and sea operations annually in the South China Sea, East China Sea, Yellow Sea and Sea of Japan, and officials say they take such unsafe interactions seriously. \"Make no mistake, the safety of our forces is paramount, and any time there is an unsafe and/or unprofessional incident, we are concerned,\" a US Navy official told CNN. \"To address these incidents, the US responds through appropriate diplomatic and military channels.\"  The relative frequency of such interactions raises the possibility of a collision or clash that could spark a crisis or even a conflict between the two major powers. In 2001, a collision between a US surveillance plane and a Chinese jet fighter led to a major diplomatic crisis between Washington and Beijing.  The most recent encounter with China took place last month while the Navy destroyer USS Decatur was sailing within 12 miles of two of the Spratly Islands as part of what the US calls a \"freedom of navigation operation.\" During that operation, a Chinese destroyer came within 45 yards of the US warship, forcing it to maneuver to avoid a collision. The US labeled the Chinese warship's actions unsafe and unprofessional, while Beijing said the US was threatening the safety and sovereignty of China. Tensions over militarization of islands Secretary of Defense James Mattis is expected to meet Friday with his Chinese counterpart, Gen. Wei Fenghe, in Washington. Mattis has sought to cooperate with Beijing were possible while also pushing back on what the US sees as China's militarization of the South China Sea. \"We will cooperate where we can,\" Mattis said Monday at an event at the US Institute for Peace, while adding the US \"will confront them where we must, for example, freedom of navigation in international waters and that sort of thing.\" The US has ramped up its criticism of China's militarization of islands in the South China Sea, emphasizing that the US military will continue to operate in that area to contest what the US views as Beijing's excessive claims. \"What we don't want to do is reward aggressive behavior like you saw with the Decatur incident by modifying our behavior,\" Joe Felter, the deputy assistant secretary of defense for South and Southeast Asia, told reporters last month while Mattis was traveling in the region. \"That's just not going happen,\" he added. \"We're going to continue to exercise our rights under international law and encourage all our partners to do the same.\" Mattis said at an Association of Southeast Asian Nations meeting in Singapore last month following a meeting with Wei: \"China's militarization of the South China Sea and aggressive action in international waters destabilizes the region and threatens shared efforts to promote security.\"  The US regularly sails vessels and flies aircraft in the South China Sea, but Beijing is particularly sensitive about the operations when they come near areas where the Chinese government has built islands and established military facilities on disputed maritime features. Chinese warships will often shadow US vessels operating in the area, as they did last month while two US Navy ships were transiting the Taiwan Strait. The Chinese military also kept a close eye on a recent joint US-Japan military exercise involving over 50,000 US and Japanese personnel,  US-China tensions have risen in recent weeks, with President Donald Trump accusing China of interfering in November's midterm elections and the countries embroiled in a high-profile trade dispute. But on Friday Trump told reporters he had spoken with Chinese President Xi Jinping, and the two leaders wanted to work towards a trade deal and also discussed North Korea.  The Trump administration also recently sanctioned Beijing over its purchase of Russian weapons systems.", "Section": "politics", "Writers": ["Ryan Browne"], "URL": "https://www.cnn.com/2018/11/03/politics/navy-unsafe-encounters-china/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}