{"Type": "gallery", "Time": "2018-04-30", "Headline": "Asia's new co-working hotels", "Text": "Co-working spaces: As remote work becomes more mainstream, your \"office\" can be at home, by the beach in the Maldives or at a cafe in Sydney. In Asia's major cities, hotels have incorporated co-working spaces to cater to remote workers and roving entrepreneurs. Kafnu Hong Kong: Last fall, Kafnu debuted inside the Kerry Hotel in Hung Hom -- an up-and-coming Hong Kong business hub about 30 minutes from Central by MTR. Kafnu Hong Kong: Overlooking Victoria Harbour, the communal work and lifestyle space provides direct access to the hotel's manicured gardens, as well as private offices, hot desks, recording studios, a kitchen and even a speakeasy-style whisky bar, hidden in the back of the space. Kafnu Taipei: In February, Kafnu's second property opened in the heart of Taipei, Taiwan.\nThis time, the community isn't situated inside a hotel. Instead, Kafnu Taipei is a 12-story vertical village, which includes co-living facilities in the form of a capsule hotel and several full-size guest rooms. Kafnu Taipei: \"We started by thinking about each 24-hour cycle of a person's life, and we try to provide services for as much of that 24 hours as possible,\" says Morris Sim, chief marketing officer of Kafnu's parent company, Next Story Group. Kafnu Taipei: In addition to overnight dynamic work spaces and overnight accommodations, members will also find meeting rooms, a restaurant, professional-grade music studio, photography studios, yoga studios, an urban fitness center and a craft rum bar.\n Mojo Nomad: Another new Hong Kong concept is the \"homstel.\" Opened in late 2017, Mojo Nomad brings together all the conveniences of a home with the communal, affordable ethos of a hostel. Located in Aberdeen, on Hong Kong's south side, Mojo Nomad fits right into this artsy enclave with its street art murals and buzzing ground-floor bar. Mojo Nomad: \"Mojo Nomad is the first co-living concept in Hong Kong with the ability to serve daily travelers and longer stays,\" Girish Jhunjhnuwala, founder and CEO of Ovolo Hotels and Mojo Nomad, tells CNN Travel. Mojo Nomad: Though geared toward professionals, Mojo Nomad is far from a cookie-cutter business hotel. Guests will find shared dorm rooms (and optional upgrades to private rooms), a trendy 451⁄2° bar and café, communal kitchen and a Common Room with hot desks, Skype pods and productivity tools. Mojo Nomad: So far, the hotel has welcomed a diverse set of guests, including a group of Korean exchange students, entrepreneurs from Eastern Europe and a contingent of leisure travelers. Within the next two years, Mojo Nomad plans to roll out another location in Hong Kong, plus international branches in Australia, Southeast Asia and China. Hotel Jen Beijing: It might be situated in the China World Trade Center -- in the heart of Beijing's Central Business District -- but Hotel Jen Beijing feels more like a leisurely retreat than a business hotel. Opened in 2017, the 450-room hotel promises to deliver an adult playground, where road warriors have everything they need to balance productivity and relaxation.  Hotel Jen Beijing: Designed by international design consultancy Stickman Tribe, the aesthetic feels fresh and modern, with quirk and color in spades. Hotel Jen Beijing: On the third floor, travelers will find Prototype -- an expansive co-working space that's open 24-7. You won't find any depressing office cubicles here. Instead, it's a mix of lounge chairs and hot desks, a cafe, private pods, stylish meeting rooms and a function room for 250 people.", "Section": "travel-stay", "Writers": ["From Kafnu", "From MOJO Nomad", "What The Fox Studio"], "URL": "https://www.cnn.com/travel/gallery/asia-hotels-co-working-spaces-photos/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}