{"Type": "", "Time": "2021-03-21", "Headline": "How this citizen-led group is helping Filipinos one ‘ambagan’ at a time – Manila Bulletin", "Text": "Filipinos are generally charitable and that unique trait is what inspired Ambagan PH to start its initiative. Citizen-led Ambagan PH was formed in the beginning of the coronavirus disease (COVID-19) pandemic when a group of people came up with an idea to form a network of volunteers and initiatives to respond in crisis situations through “ambagan,” a Filipino word for contribution.Taal eruptionOn January 12, 2020, the Taal Volcano awoke from 43 years of quietude and began to spew gases, ash, and lava into the air. As a result, thousands of residents living in the danger zone and nearby towns were forced to evacuate.The group initiated relief operations to the victims of the eruption before its official launch in February 2020.“We formed Ambagan to consolidate and coordinate the initiatives and efforts of Filipinos in responding to crisis situations,” Angelica Reyes, Ambagan PH national president told the Manila Bulletin.The group was formed by Reyes, Jonathan Caiña, John Rufinel Sagun, Gian Siapo, Nathaniel Camacho, and Rodel Valenzuela Jr.COVID-19 pandemicAmbagan PH launched a project to provide laptops and gadgets for the online classes of indigent students and initiated a donation drive to give assistance to homeless people and jeepney drivers who lost their income during the lockdown.The group also focused on helping microentrepreneurs by lobbying to stop interest charging on loans during lockdown. “Even our volunteers had their own ways of volunteerism [such as] providing psychosocial support services. We realized that each of us has an ‘ambag’ in responding to the crisis. This is how we came up with the idea of ‘ambagan,” Reyes said.Typhoons Rolly and Ulysses Months after establishing Ambagan PH, a series of strong typhoons devastated the Philippines. The group immediately formed relief efforts to help typhoon-affected Filipinos.“Even our founders and volunteers were affected by these typhoons, so the relief operations became even more difficult. But with everyone’s hard work, we were able to continue and intensify our efforts,” Reyes shared.Reyes said Ambagan PH also received support from different groups and individuals. “Artists started accepting art commissions for a cause, benefits concerns were organized, OFWs (overseas Filipino workers) organized donation drives, [and] ordinary Filipinos did whatever they [could] to extend support. Everyone really wants to help. And we are happy that we’re able to consolidate the efforts of many individuals and organizations. This is the essence of ambagan — it’s about the ordinary Filipinos who are willing to contribute to help their fellow Filipinos in need,” she added.Ambagan PH was able to provide relief packs containing food, hygiene kits, basic medicines, drinking water, new clothes, and blankets to 50,000 Filipinos in Marikina, Rizal, Laguna, Marinduque, Camarines Sur, Albay, Isabela, Cagayan, Surigao del Sur, and Agusan del Sur who have been affected by the typhoons.The group was also able to provide assistance to 500 families of fire survivors in Manila and 500 families of Indigenous Peoples in Zambales.2021 plansThis year alone, Ambagan PH already launched different projects including “Ambagan Para sa Kinabukasan,” an initiative supporting the reconstruction of schools and provide educational materials to typhoon-affected children; “Alkansyang Bayan Para sa Kalusugan,” which aims to help to Filipinos who need medical and hospitalization assistance; and “Project Tsuperhero,” a livelihood project for jeepney drivers who lost their jobs because of the pandemic.Under its “Ambagan Para sa Kinabuksan” project, the group already reconstructed a school building in Viva Antipolo Elementary School in San Francisco, Quezon and provided school materials, armchairs, new clothes, and hygiene kits to children in Manila, Marikina, Caloocan, Rizal, Laguna, Quezon, Camarines Sur, and Albay.Reyes said the group is planning to launch its capacity building program for communities on disaster preparedness and volunteerism in times of crisis and calamity.“All of these were made possible through the help of our donors, partners, volunteers, and the ambag of each and every one of us,” she added.“Networks and organizations fostering volunteerism are essential in times of crisis and calamity. Apart from the services that these render to communities, volunteerism is a way to empower citizens amid seemingly helpless situations. It is a reminder that we, the people, are not passive recipients but rather an active, if not the most important, part of nation building,” Reyes underscored.Ambagan PH is a network of volunteers responding to crisis and calamity situations, helping vulnerable sectors and promoting inclusive, sustainable, and long-term solutions. It is composed of various projects which implement appropriate and specifically designed programs for target communities.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/21/how-this-citizen-led-group-is-helping-filipinos-one-ambagan-at-a-time/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "MB"}