{"Type": "article", "Time": "2020-02-07", "Headline": "February 8 coronavirus news", "Text": "CNN's live coverage of the coronavirus has moved here. The global death toll from the Wuhan coronavirus is at least 805, surpassing the number of fatalities from the deadly 2003 SARS outbreak. When severe acute respiratory syndrome (SARS) swept through the region, it infected more than 8,000 people and killed 774. Like SARS, this latest outbreak is caused by a coronavirus, a family of viruses common to animals that range from the common cold, to more serious diseases, such as Middle East respiratory syndrome (MERS). Both the SARS and Wuhan outbreaks started in China -- and both are believed to have originated from wild animal markets. The coronavirus death toll in the Chinese province of Hubei has risen to 780, according to the local health authority. That's an increase of 81 people from the day before. The total number of confirmed cases in Hubei jumped to 27,000.  There are more than 20,000 patients hospitalized in Hubei province and 1,154 are in critical condition. Manchester United's newest signee Odion Ighalo will not join his teammates for training camp in Spain because travel restrictions linked to the coronavirus may prevent him from returning to England, the team's manager said. The 30-year-old joined the Premier League club in a deadline day loan from Shanghai Shenhua and arrived in Manchester from China only in the past 14 days. ”Because of the situation in China, we're not sure if he'd be allowed back into England if he leaves the country again, so he's staying here working with a personal coach, individual programme and his family then can settle in England as well. That's a plus,\" United manager Ole Gunnar Solskjaer told the team's in-house TV station. An American couple was planning to finally pick up their adopted daughter in China this weekend. Now, the process is on hold due to novel coronavirus. After two years of paperwork, Ivy and Noah Cleveland had a room, a crib and clothes ready to welcome 3-year-old Ruby into their Georgia home. But their adoption agency canceled the trip that would have finalized Ruby’s adoption. “This was the first time in my life that I truly wept to the point of being sick in my body,” Ivy Cleveland told CNN. \"I just laid over her bed, over her crib that I had prepared for her and look up at the pictures in the wall, and her clothes in her closet, understanding that this is not happening right now.” Last month, the State Department issued the highest-level warning not to travel to China due to the coronavirus outbreak and recommended that US citizens defer travel for adoption purposes. “We strongly recommend that U.S. citizens defer travel to China for adoption purposes and that prospective adoptive parents contact their adoption service providers to discuss future plans,” the department said on January 31. The Clevelands are unsure when they will able travel to China, but said they are not ready to give up their adoption process.   “I know this is just a part of our story, it’s part of Ruby’s story and how incredible will it be to tell her ‘look what we did to fight for you,’” Noah Cleveland said. About 213 people, including Canadian citizens and their families, who were evacuated from Wuhan have returned to Canada, officials said. “I want to thank everyone who helped bring these Canadians home safely. They have undoubtedly undergone a stressful situation and we are thankful that they are back in Canada,\" Health Minister Patty Hajdu said in a statement.  The group traveled in a Canadian chartered plane and a second flight led by the United States. The evacuees were placed in a 14-day quarantine at the Canadian Forces Base Trenton in Ontario. None of them have shown symptoms of novel coronavirus, authorities said.  The World Health Organization will send an international team to investigate the coronavirus outbreak to China, with the team leader leaving for China on Monday or Tuesday, WHO Director-General Tedros Adhanom Ghebreyesus said at a press conference in Geneva on Saturday. Ghebreyesus said the rest of the experts on the team will follow “after that.” When asked whether the international team will include officials from the US Centers for Disease Control and Prevention (CDC), Ghebreyesus said, “We hope so.” A study published Friday in the Journal of the American Medical Association (JAMA) found that 41% of the first 138 patients diagnosed at one hospital in Wuhan, China, were presumed to be infected in that hospital. This is big news. In plain English, it means that nearly half of the initial infections in this hospital appear to have been spread within the hospital itself. This is called nosocomial transmission. (Doctors use big words to hide bad things: Nosocomial means caught it in the hospital.) What's more, most spread doesn't appear to have been the result of a so-called \"super-spreader event,\" in which a single patient transmits infection to many other people. In these — where a doctor inserts a tube into the patient's lungs — can result in many infections. This would be a concern, but not nearly as much as what appears to have happened: Many health care workers and many patients got infected in many parts of the hospital. What's more, since there's a broad spectrum of infection and only patients who were sick were tested, it's quite likely that there was even more transmission in the hospital. So, like SARS and MERS — other coronaviruses — before it, the Wuhan coronavirus is spreading in hospitals. What does this mean? The virus appears to be quite infectious, health care workers are at especially high risk, and we urgently need more information about just how infectious the virus is. The virus might well be impossible to contain — just as the common cold and influenza can't be stopped, but the health and societal impacts can be blunted. China's extraordinary efforts to stop the spread of the virus, even if unsuccessful, may slow its spread and improve China and the world's ability to limit the harm the virus causes. Dr. Tom Frieden is the former director of the US Centers for Disease Control and Prevention, and former commissioner of the New York City Health Department. He is currently president and CEO of Resolve to Save Lives, a global non-profit initiative funded by Bloomberg Philanthropies, the Chan Zuckerberg Initiative, and the Bill and Melinda Gates Foundation and part of the global non-profit Vital Strategies.  World Health Organization figures show that the virus has affected at least 28 countries, many of them in Asia, and has reached as far as the US and Australia.  The vast majority of the cases and deaths are in mainland China.  Roughly 800 Americans, including US citizens, immediate family members and permanent legal residents, were evacuated from Wuhan on chartered flights that landed in the US on Friday, State Department spokesperson Morgan Ortagus said in a statement. “We remain committed to our vital mission of ensuring the welfare of US citizens overseas and providing important information to help them stay safe,” Ortagus said. “Our team here in Washington and at our Embassy and consulates in China are working closely with PRC authorities to offer all possible support to US citizens throughout China.” The statement did not mention the American citizen who died of coronavirus in Wuhan. The World Health Organization (WHO) is not only fighting to contain the coronavirus, it is also \"battling the trolls and conspiracy theorists that push misinformation and undermine the outbreak response,\" the organization said Saturday.  \"While the virus spreads, misinformation makes the job of our heroic health workers even harder. It is diverting the attention of decision makers. And it causes confusion and spreads fear to the general public,\" WHO Director General, Dr. Tedros Adhanom Ghebreyesus said in a press briefing.  Ghebreyesus outlined a four pronged approach the WHO is undertaking to fight back.  \"In essence, to fight the flood of misinformation, we are building a band of truth-tellers that disperse fact and debunk myths,\" Ghebreyesus added. Two schools near a ski resort in eastern France where five Britons have tested positive for coronavirus will shut down next week as a precaution, local officials said on Saturday.  One of those infected is a student, local health official Jean-Yves Grall said. Speaking at a news conference, Grall said 11 Britons, including the five who tested positive for the virus, are being examined in local hospitals. The group includes a 9-year-old child who recently spent time in a school in Contamines-Montjoie, a mountain village of which he was also resident, as well as in another school where he took French lessons.  Speaking to BFM TV, Contamines-Montjoie mayor Étienne Jacquet said three of the British children being examined, including the child who tested positive, attended local schools.  Jacquet said that while two schools were being shut down, there was no discussion of a “confinement situation” for the time being.  Jacquet added: “All people diagnosed are in hospital care.” Earlier on Saturday, France’s Health Minister Agnes Buzyn said at a press conference “none of them are in serious condition.” Grall also said a British national had traveled from Singapore to Contamines-Montjoie ski resort on Jan. 24 for a four-day trip and had sojourned with the British nationals before returning to the UK on Jan. 28. A CNN reporter in Yokohama, Japan, near the Diamond Princess overheard the captain announcing a plan to improve conditions aboard the ship, including medical supplies, better internet signal and a hotline for people to call for emotional support.  The Japanese military would carry out a transfer of test results and medicine into the cruise ship to top up people's prescriptions, he said. He also said he appreciated letters of support from people on board, and read out the phone number for the emotional support hotline. He said the cruise ship was due to arrive in Yokohama Port at 9 a.m. Sunday and that extra medical staff would come on board to help with prescriptions and tests. He said he would allow guests to get out onto the deck again on Sunday. Passengers had told CNN earlier that they were being confined to their cabins, except for around one hour a day where they could leave their rooms under supervision. At midnight Saturday, authorities in Hong Kong began imposing 14 days' quarantine for all travelers arriving from mainland China.   Hong Kong's Chief Executive Carrie Lam told reporters that 161 people had been placed under quarantine Saturday, 148 of whom are isolated at home. Eleven others are in hotels or two other facilities. \"We will call them [those quarantined at home] to ensure they are home and remind them not to leave, otherwise it's illegal and they will be subject to a six-month imprisonment. We also do random check-ups -- in fact, police have already done 10 and everyone has been at home,\" she said. She said authorities considered the travelers a low risk, but explained they would be required to check in with the government to confirm their live locations via WhatsApp or WeChat. As of 4 p.m. Saturday, a total of 8,953 people came to Hong Kong, the vast majority through the airport.  Lam announced the new measure to quarantine travelers from the mainland on Wednesday, saying it was only the second time the measure had been enacted. She said she hoped the quarantine would act as a deterrent for people crossing the border. World Health Organization figures show that the virus has affected at least 28 countries, many of them in Asia, and has reached as far as the United States and Australia.  The vast majority of the cases and deaths are in mainland China.  The graphic here is based on WHO data from Friday. The WHO updates its figures daily.    Five more people have tested positive for the coronavirus in France, Health Minister Agnes Buzyn said Saturday, bringing the total number of cases in France to 11. All of the five new cases are British nationals, one of whom is a child. None are in a serious condition. Air France said on Thursday it was extending its suspension of flights to Shanghai and Beijing and is likely to keep it in place for much of March.  The Diamond Princess cruise ship has been docked off the coast of Yokohama, Japan, now since February 4, and quarantined passengers aboard the ship say they feel like they're in prison. At least three more passengers have tested positive for the Wuhan coronavirus, according to a statement released by the Japanese Ministry of Health on Saturday, bringing the total number of cases on the ship to 64. More than 2,600 passengers on the ship are in enclosed rooms with no balconies. Passengers can only go outside in small groups under close supervision for less than an hour a day. CNN's Will Ripley spoke to some American passengers aboard the ship, one of whom is calling on the US government to intervene and get them out of what she called a \"contaminated prison.\" \"This is not a safe environment and we don’t think anybody, let alone the Japanese government, wants to be responsible for making a bad decision of quarantining us in an unsafe place,\" said Florida resident Gay Courter. \"We want off this ship and we want to go in health and not in dire medical circumstances.\" Rebecca Frasure, an Oregon resident whose throat swab tested positive for the coronavirus, said she had no symptoms and was scared of the unknown. \"I don’t know what's going to happen an hour from now, tomorrow. For all we know we could stay on this ship for months,\" she said. The World Health Organization's China Representative paid tribute to the whistleblower doctor Li Wenliang, who died earlier this week from the coronavirus. \"Indeed, I think we need to pay tribute to Li Wenliang,\" Dr. Gauden Galea told Reuters.  \"I never knew him. I only knew him through his social media posts. But I can tell you that his passing affected our team emotionally. A young man not only a loss to himself and his family, but also a symbol to health workers who are on the front line.\" Read more: Doctors and nurses have arrived at Leishenshan Hospital, the second medical facility built in Wuhan in a matter of days, according to China's state-run CCTV. The first batch of patients is also expected to be admitted today.  Construction on Leishenshan Hospital took 12 days, according to CCTV. The 32-ward and 1,500-bed structure will exclusively treat patients infected with the new coronavirus.  Read more about how hospitals are built so fast here Hong Kongers have continued stockpiling toilet paper amid fears the city may run out of it, despite the fact that the government has denied the rumor that spurred the panic buying.  Unconfirmed reports had circulated that mainland China would stop exporting certain goods -- specifically toilet paper -- to Hong Kong, as more borders between the two places closed. The Hong Kong government has quashed the rumors and appealed for calm. Emergency measures, including closing several borders, \"will not affect the freight services between the mainland and Hong Kong,\" the government said in a statement. \"Besides, the government has confirmed with the major suppliers that the supply of food products remains normal and there is no shortage of food. There are sufficient stocks of staple food including rice and pastas. There is no need for the public to worry.\" But the reassurances don't seem to have had much effect -- one supermarket's website is so swamped that users have to join an online queue, with a wait stretching for more than an hour. And many stores' toilet paper and paper towel shelves were empty on Saturday.  Mainland China had its deadliest day in the coronavirus outbreak Friday, with authorities reporting 86 fatalities from the pneumonia-like illness that is paralyzing much of the country. A total of 722 people had died from the virus and 34,546 were infected in mainland China by the end of Friday, China's National Health Commission said. The majority of new cases were recorded in Hubei province and its capital, Wuhan, the epicenter of the outbreak. Authorities finished construction on a new hospital in Wuhan last week, and another is due to open in the coming days to treat the growing number of patients. Meanwhile, it emerged that a 60-year-old United States citizen had died from the virus at Jinyintian Hospital, in Wuhan, on February 6, according to the US Embassy in Beijing, marking the first confirmed death of a foreigner from the virus. Japan also reported its first death of suspected coronavirus in Wuhan on Saturday, according to an announcement from the Ministry of Foreign Affairs. The Japanese man in his 60s died of pneumonia. The hospital that treated him was inconclusive on the cause of the pneumonia. Globally, the virus has now infected more than 320 people in another 27 countries and territories, and killed a Chinese man in the Philippines and a 39-year-old male in Hong Kong. New cases were confirmed in Malaysia, Taiwan and Japan on Saturday. Read more here A lawyer turned citizen journalist reporting from in Wuhan, the epicenter of the coronavirus outbreak, has been forcibly quarantined, friends and relatives said on Friday. Chen Qiushi had been posting videos from Wuhan since January 24, the day after the city was put under lockdown. His dispatches offered a critical take on conditions in the city, including the state of hospitals as well as newly constructed isolation wards. Chen’s videos and comments have featured in CNN’s reporting. His forced removal and quarantine comes less than 24 hours after the death of doctor Li Wenliang, who was also reprimanded by the state for revealing what he knew of the coronavirus outbreak. \"I’m scared, I have the virus in front of me and behind me China’s law enforcement,” Chen told viewers in an emotional video recorded on January 30 before his disappearance. “But I will keep my spirits up, as long as I’m alive and in this city I will continue my reports,” he said. Chen’s videos and personal accounts have been censored from Chinese social media sites, but he continued to post on Twitter and YouTube, where his most watched videos were regularly seen by more than a million people. His friends told CNN they had been checking in with him multiple times a day, fearing he could be taken by the authorities at any time for his reporting. When he stopped answering calls at around 7 or 8 p.m. on Thursday, February 6 they grew increasingly concerned. At 2:18 a.m. on Friday, February 7, Chen’s mother posted a video message on his Twitter page saying her son had disappeared. “I’m here to beg everyone online, especially friends in Wuhan to help find Qiushi, find out what’s going on with him.” Later that evening in a live broadcast, Xu Xiaodong, a famous MMA wrestler and friend of Chen, played a message from Chen’s mother saying he had been forcibly quarantined. “In the last few hours the Qingdao public security officers and state security officers … notified Qiushi’s parents that Qiushi has already been detained in the name of quarantine. Qiushi’s mother immediately asked them where and when he was taken away, they declined to say,” said Xu. Xu stressed that based on his interactions with Chen and the testimony of those on the ground, Chen had been in good health prior to his disappearance. Both Wuhan city police and Qingdao city police said they had no information about Chen when contacted by CNN. “We’re worried for his physical safety but also worried that while he’s missing he might get infected by the virus,” a friend who had been authorized by Chen to take over his Twitter account should he disappear told CNN. The individual requested anonymity for fear of reprisals by the government. “(When) I saw there was still no information from him at all I started to feel a bit panicked and also slightly angry,” the friend told CNN. Thailand has reported seven new confirmed cases of Wuhan coronavirus cases according to the Thai Ministry of Public Health. Three of the new patients are Thais and four are Chinese. A total of 32 cases have been confirmed inside Thailand. The country is a popular tourist destination for Chinese travelers.  A US citizen who contracted the coronavirus has died in a Wuhan hospital, the US Embassy in Beijing said.  The virus has killed 722 people in mainland China. Two outside mainland China have also died from the virus -- a man in Hong Kong and a Chinese man in the Philippines.  Here's what the US Embassy said: We can confirm a 60-year-old U.S. citizen diagnosed with coronavirus died at Jinyintian Hospital in Wuhan, China on February 6 (Thursday).  We offer our sincerest condolences to the family on their loss. Out of the respect for the family's privacy, we have no further comment. People who want to enter the United States after having traveled to China now face new travel and quarantine rules to contain the coronavirus outbreak. Watch more here: The United Arab Emirates confirmed two new coronavirus cases inside the country. according to the official Emirates News Agency. The two new patients are Chinese and Philippine nationals. The UAE has now confirmed seven cases in the country, Emirates News Agency reported. A Japanese man in his 60s suspected of contracting coronavirus has died of pneumonia in a Wuhan hospital, according to the Japanese Ministry of Foreign Affairs. He would be the first Japanese person to die from the virus, if confirmed.  The hospital that treated him said the cause of his pneumonia was inconclusive. Nearly two decades have passed since a coronavirus known as SARS emerged in China, killing hundreds of people and sparking panic that sent a chill through the global economy. The virus now rampaging across China could be much more damaging. China has become an indispensable part of global business since the 2003 SARS outbreak. It's grown into the world's factory, churning out products such as the iPhone and driving demand for commodities like oil and copper.  Because of the coronavirus outbreak, car plants across China have been ordered to remain closed following the Lunar New Year holiday, preventing global automakers Volkswagen (VLKAF), Toyota (TM), Daimler (DDAIF), General Motors (GM), Renault (RNLSY), Honda (HMC) and Hyundai (HYMTF) from resuming operations in the world's largest car market. According to S&P Global Ratings, the outbreak will force carmakers in China to slash production by about 15% in the first quarter. Toyota said on Friday it would keep its factories shut at least until February 17. Luxury goods makers, which rely on Chinese consumers who spend big at home and while on vacation, have also been hit. British brand Burberry (BBRYF) has closed 24 of its 64 stores in mainland China, and its chief executive warned Friday that the virus is causing a \"material negative effect on luxury demand.\" Dozens of global airlines have curtailed flights to and from China. If the virus continues to spread, the economic damage will increase rapidly. Read more here The Chinese government has issued new regulations to severely punish people who disrupt the epidemic control work. Those who violate the rules will be subject to speedy arrests and sentences, and even the death penalty.  In a joint statement released Saturday, China’s National Health Commission, Supreme Court, Supreme Procuratorate and Ministry of Public Security listed seven types of medical-related crimes. Approval for arrest, prosecutions and trials will be fast-tracked as the epidemic prevention and control is at a \"critical stage.\"   The statement ends by saying the death penalty will not be ruled out in severe cases. The seven medical-related crimes affected by these new measures are: Beatings, intentional injuries, and intentional killing of medical personnel.\nIllegally restricting medical personnel's personal freedom using violence, threats, or blatantly insulting, intimidating, or slandering medical personnel.\nTearing protective gears off of and spitting on medical personnel, which may cause medical personnel to be infected with the new coronavirus.\nRefusing to accept checks, quarantine, and treatment measures of medical and health institutions using violence, threats, or other methods, or obstructing medical and health institutions’ lawful disposal of corpses of infectious disease patients according to law.\nForcibly or intentionally destroying or occupying properties of medical and health institutions, or causing disturbances in the medical and health institutions, illegally placing dead bodies, setting up the mourning hall without permission, causing disorder and disrupting the normal conduct of epidemic prevention and control.\nIllegally carrying guns, ammunition, tightly regulated instruments or explosive, radioactive, poisonous and corrosive materials while entering medical and health institutions.\nOther situations that violate the safety of medical personnel and disrupt medical order.  Getting groceries delivered through Alibaba, the Chinese e-commerce giant, has become a different experience in China since the coronavirus outbreak.  After a Saturday order on Alibaba's grocery site, a message popped up on my phone: \"Hi, I am your deliveryman  and my body temperature is normal today. Wearing a mask, I am on my way to deliver your order. Please be ready to receive it at the designated time.\" Many residential compounds in major cities across China, including the capital, are now strictly limiting access to residents only. Delivery people are no longer allowed in. Recipients usually have to go outside to pick up their orders.  In my compound, delivery people have taken to pushing grocery bags through the gap between a now-locked side gate and the floor. Hours after a state-imposed lockdown brought public transport in the Chinese city of Wuhan to a halt in late January, Wan Jiuxiong and his colleagues sprang into action. The 27-year-old ride hailing driver joined a group of volunteers ferrying medical staff to and from overcrowded hospitals, where rows of feverish patients were fighting the coronavirus outbreak. Wan's first assignment was to pick up a nurse from home and drive her to the Jinyintan Hospital, a key facility designated by the government to treat patients infected with the pneumonia-like illness. Wan's passenger left in a hurry, without saying \"goodbye\" or \"thank you\", but Wan isn't looking for thanks. \"In this time of need, we Wuhan people have to save ourselves. Everyone has got to do their own part,\" he said. Wan is among hundreds of volunteers who have formed a lifeline for the residents of Wuhan, a sprawling metropolis of 11 million people. After the suspension of all buses and subways when the city went under lockdown on January 23, the government deployed 6,000 taxis to help deliver supplies and transport patients without a fever to hospital. Those with a fever can only be transported by special quarantine vehicles dispatched by disease control authorities. But each residential community is only allocated three or four taxis, hardly enough for dense sites housing thousands of people. That gap is filled by ordinary car owners like Wan. They have organized themselves into groups on WeChat, China's popular messaging app, where they swiftly respond to the requests of medics. Read more here China has still not invited US health experts to help with the fight against the Wuhan virus even though the US made the offer more than a month ago, Health and Human Services Secretary Alex Azar said Friday. Azar said the US has experts “ready, willing and able” to go to China and his department would like to get the effort underway quickly. But the Chinese government has its own decision-making process and “we have to respect that,” the secretary told a news conference. Taiwan confirmed its 17th Wuhan coronavirus case Saturday, according to the Ministry of Health and Welfare.  The patient is a man in his 20s and the son of an infected couple. He is now in isolation. The family travelled to Italy with transit in Hong Kong from January 22 to 31, and returned to Taiwan through Hong Kong on February 1.  The son developed a cough on January 27 during their trip. A total of 86 people in mainland China died from the Wuhan coronavirus on Friday, according to the country's National Health Commission (NHC). That was the highest single-day death toll since the Chinese authorities began issuing daily updates.  The number of deaths per day in mainland China has steadily risen over the past few  weeks.  Here's the breakdown from the NHC:  February 7: 86 deaths reported\nFebruary 6: 73 deaths reported\nFebruary 5: 73 deaths reported\nFebruary 4: 65 deaths reported\nFebruary 3: 64 deaths reported\nFebruary 2: 57 deaths reported\nFebruary 1: 45 deaths reported\nJanuary 31: 46 deaths reported\nJanuary 30: 43 deaths reported\nJanuary 29: 38 deaths reported\nJanuary 28: 26 deaths reported\nJanuary 27: 26 deaths reported\nJanuary 26: 24 deaths reported\nJanuary 25 15 deaths reported\nJanuary 24: 16 deaths reported\nJanuary 23: 8 deaths reported Chinese authorities said 17 people had died from the virus before January 23. It's been about two months since a deadly novel coronavirus was found in the Chinese city of Wuhan. Since then, nearly every country and territory in East Asia has confirmed a case. But not North Korea. One of the world's poorest countries has, according to its public statements, managed to avoid the virus despite the fact that in neighboring mainland China, it has killed more than 700 people and infected more than 34,000. More than 300 people have tested positive for the virus in over 27 places around the world -- including two other countries that share a land border with China: Russia and South Korea. In fact, every country and territory within a 1,500-mile radius of North Korea, except for sparsely populated Mongolia, has confirmed a case. So what's happening? Pyongyang has either been very lucky, isn't saying something or is reaping one of the few benefits of being a so-called \"hermit nation.\" Read more here The Diamond Princess: The Princess Cruises-operated ship was quarantined with thousands of people on board after it was revealed that an infected passenger flew into Tokyo and spent a few days aboard. On Saturday morning, 64 passengers had tested positive for the virus and been taken off the ship for treatment. About 2,600 guests and more than 1,000  crew are on board. The initial infected passenger is an 80-year-old from Hong Kong who flew into Tokyo -- the world's most populous city -- on January 17 with his two daughters. Two days later, he began coughing, Hong Kong authorities said. He boarded the cruise in Yokohama on January 20. When it stopped in Hong Kong on January 25, he got off and never returned. He sought medical attention on January 30 and was diagnosed with the virus shortly after. Hong Kong authorities said he was in stable condition Wednesday.  The quarantine is expected to end February 19. The World Dream: The World Dream is docked at Hong Kong's Kai Tak Cruise Terminal, with 3,600 passengers and crew on board in quarantine. The ship docked there on Wednesday after it emerged that three former passengers, who took a World Dream cruise to Vietnam from January 19 to 24, had the coronavirus, the ship's operator, Dream Cruises, said in a statement. The crew from that voyage stayed on as the World Dream picked up a new set of passengers before sailing to Hong Kong Wednesday morning, Hong Kong authorities said. Hong Kong's Health Department said Wednesday some 30 members of the crew reported feeling sick, but all were in stable condition. Three who reported fevers are in isolation in a Hong Kong hospital for further testing. The Westerdam: The Westerdam cruise liner left Singapore on January 16 for what should have been a 30-day tour of Asia. But after it stopped in Hong Kong on February 1, the ship has been turned away from the Philippines and Taiwan due to fears over the coronavirus. There is no suggestion that any passengers, current or former, have been infected. The ship, which is operated by Holland America, had been set to stop at five ports in Japan, but on Thursday the Japanese government said it would not allow the Westerdam to call anywhere in its territory. As China races to contain the Wuhan coronavirus, a feat of design and engineering has unfolded at the outbreak's epicenter: A hospital built in just 10 days. The two-story, 366,000-square-foot Huoshenshan Hospital began accepting its first patients Monday, a little over a week after land-levelling work commenced. A second, Leishenshan Hospital, is expected to open soon, with the two facilities expected to accommodate 1,000 and 1,500 beds respectively. Perhaps most important among them is the \"cohorting,\" or zoning, of patients -- grouping people based on the level of risk they pose, Kuah told CNN in a phone interview. He had been watching the construction of Huoshenshan Hospital via an official livestream. \"You might have one wing where people need to confirm whether they have (the virus), and another where they've all tested positive,\" he said. \"So within the facility people are 'cohorted' based on how suspect they are. Then, you can sub-cohort by, say, pregnant women, or people waiting for test results, or those waiting for (a quarantine period) to end.\" Read more here A 15th person has been infected by the Wuhan coronavirus in Malaysia, according to the country's state-run news agency Bernama. Health Minister Dr. Dzulkefly Ahmad said the patient is a 59-year-old woman from Wuhan, Bernama reported. Li Wenliang, the Wuhan doctor who was targeted by police for trying to sound the alarm in December, died of the coronavirus late last night. Grief and anger: Chinese social media has exploded into near-unprecedented levels of grief and fury against the government, with calls for accountability and freedom of speech -- sentiments rarely seen in China's tightly-controlled online sphere. The topics \"Wuhan government owes Dr. Li Wenliang an apology,\" and \"We want freedom of speech,\" soon began to trend on China's Twitter-like platform, Weibo, before disappearing from the heavily censored site. Images from outside the hospital where Li worked show a small memorial has been set up to honor the doctor. Censors crack down: The public has been angry for weeks that Wuhan officials downplayed the virus and silenced whistleblowers like Li. But the central authorities were largely able to keep this anger focused on local officials by allowing a rare amount of transparency and giving Chinese media a relatively free hand. In the past week or so, however, the central authorities have tightened their grip on the flow of information, with state media emphasizing positive stories of resilience and heroism. A relatable figure: Li resonated with the public because he wasn't a Party cadre or police officer -- he was an ordinary person who loved ice cream and TV. He's infinitely more sympathetic than the steely-eyed men and women trying to control the narrative around his death. Read the full analysis here. The world is facing a \"chronic shortage\" of equipment that could protect people from coronavirus, World Health Organization (WHO) chief Tedros Adhanom Ghebreyesus said in a briefing in Geneva on Friday.  \"We're sending testing kits, mask, gloves, respirators and gowns to countries in every region. However the world is facing a chronic shortage of personal protective equipment,\" he said.  Dr. Anthony Fauci, the director of the US National Institute of Allergy and Infectious Diseases, said that many people currently wearing masks actually may not need them. \"A lot of people feel that they need to be wearing masks, even though, unless you're right in the middle of a situation where's a lot of people coughing and sneezing -- that really we don't recommend routinely, that people wear masks,\" he told CNN.  Watch more about the shortage below: The Japanese Health Ministry said three more passengers on the Diamond Princes have tested positive for the Wuhan coronavirus. They have all been taken to the hospital. A total of 64 people onboard the ship have now been infected with the coronavirus. The ship has been quarantined off the coast of Yokohama, near Tokyo, since Tuesday, after it emerged that a former passenger had tested positive for the virus. That man is an 80-year-old from Hong Kong, who disembarked from the ship when it stopped in Hong Kong along its voyage.  Of the 2,600 passengers, of whom 428 are American, initially on the boat, 61 had already tested positive for the virus. The quarantine is expected to last until at least February 19. Read more about what it's like on the ship here China’s National Health Commission (NHC) has released its daily update of coronavirus cases.  On Friday, 86 people died of the Wuhan coronavirus in mainland China, bringing the death toll there to 722. Another two have died in the Philippines and Hong Kong.  The number of confirmed coronavirus cases in mainland China as of the end of the day Friday stood at 34,546, an increase of 3,399 from Thursday, according to the NHC.  Out of the more 34,000 confirmed cases, 6,101 are in critical condition, and 2,050 have been discharged from the hospital after recovery. The coronavirus death toll in the Chinese province of Hubei has risen to 699, according to the local health authority. That's an increase of 81 people from the day before. The total number of confirmed cases there now stands at 24,953.  Of the 19,835 hospitalized patients in Hubei province, 1,007 are in critical condition. The new reported deaths brings the death toll worldwide to 724. All but two of those who died were in mainland China.  On Friday morning, President Trump tweeted about his phone call with Chinese President Xi Jinping on the response to the coronavirus outbreak. Trump praised Xi as \"strong, sharp and powerfully focused\" on containing the virus, and added that he thinks Xi will be successful, \"especially as the weather starts to warm & the virus hopefully becomes weaker, and then gone.\" But will warmer weather really kill the coronavirus? \"His hope is our hope,\" said Dr. William Schaffner, an infectious disease specialist at Vanderbilt University Medical Center, referring to Trump's tweets. \"But we don't have knowledge that it will do that.\" Infectious disease experts tell CNN that it's too early to say, and nobody knows enough about the novel coronavirus to make assessments about its behavior. \"It would be reckless to assume that things will quiet down in spring and summer,\" said Dr. Peter Hotez, dean of the National School of Tropical Medicine at the Baylor College of Medicine in Texas. Read more here There's still a lot we don't know about the Wuhan coronavirus, and scientists around the world are racing to gather data to develop a treatment. Here's what we can tell you so far: Is there a cure? No -- but there are signs of progress. Doctors in Thailand said earlier this week they successfully treated a patient with a combination of antiviral drugs.\nWhat are the symptoms? Coronavirus symptoms can look like the flu -- people get a fever, a cough, trouble breathing. If you have these symptoms and recently went to China, or have been in contact with someone who did, experts advise going to the doctor.\nHow does the virus spread? The virus is thought to spread from person to person through respiratory droplets emitted by coughing or sneezing. There's also a possibility the virus can exist in and spread through contaminated fecal matter. There's currently no evidence that the virus is airborne -- meaning it doesn't travel across a large room.\nWho is at risk of infection? People of all ages can be infected with the virus, but older people and those with pre-existing medical conditions are especially vulnerable to severe complications.\nHow can I protect myself? Take the same precautionary measures you would during flu season. Wash your hands often with soap and water, cover your nose and mouth when you sneeze or cough, avoid close contact with people and large gatherings, and wear a face mask.\nIs it safe to travel? Many countries including the US have advised against travel to China. Many airlines have suspended travel to and from China, and countries have implemented bans on travelers from China. The Wuhan coronavirus has spread throughout the world since the first cases were detected in central China in December. There are now more than 310 confirmed cases of Wuhan coronavirus in 27 countries and territories outside mainland China: Australia (at least 15 cases)\nBelgium (at least 1 case)\nCambodia (at least 1 case)\nCanada (at least 5 cases)\nFinland (at least 1 case)\nFrance (at least 6 cases)\nGermany (at least 13 cases) \nHong Kong (at least 26 cases, 1 death)\nIndia (at least 3 cases)\nItaly (at least 3 cases)\nJapan (at least 86 cases, including 61 in cruise ship quarantine)\nMacao (at least 10 cases)\nMalaysia (at least 14 cases)\nNepal (at least 1 case)\nPhilippines (at least 3 cases, 1 death)\nRussia (at least 2 cases)\nSingapore (at least 33 cases)\nSouth Korea (at least 24 cases)\nSpain (at least 1 case)\nSri Lanka (at least 1 case)\nSweden (at least 1 case)\nTaiwan (at least 16 cases)\nThailand (at least 25 cases)\nUnited Arab Emirates (at least 5 cases)\nUnited Kingdom (at least 3 cases)\nUnited States (at least 12 cases)\nVietnam (at least 12 cases) Read more about the patients in each place. The novel coronavirus outbreak that began in December in Wuhan, China, has now spread to more than 27 countries and regions. If you're just joining us, here's the latest: Cases rise: There are more than 34,500 confirmed cases and 722 deaths reported in mainland China, most in hard hit Hubei Province. Wuhan is its capital. The virus has spread to 27 other countries and territories, infecting more than 300 and killing two, a Chinese man in the Philippines and a 39-year old in Hong Kong.  \nWhistleblower doctor: Li Wenliang, a Chinese whistleblower doctor, died Thursday from the virus, sparking a nationwide wave of grief and rare fury against the Chinese government. He had been targeted by police for trying to sound the alarm during the early weeks of the outbreak in December.\nQuarantined cruises: More than 7,300 people are quarantined on two cruise ships docked in Hong Kong and Japan, after former passengers were confirmed to have the virus. A total of 61 people have been found to be infected on the ship in Japan.\nRecoveries: Patients in the US, Vietnam, South Korea and Singapore have already been discharged from hospital.", "Section": "asia", "Writers": ["Angela Dewan", "Joshua Berlinger", "Jenni Marsh"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-08-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}