{"Type": "article", "Time": "2020-03-19", "Headline": "March 19 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here CNN's town hall on the coronavirus, addressing facts, fears, and medical guidance, has now finished. Here's what was discussed:  Vaccine trials: CNN medical analyst Dr. Celine Gounder, a clinical assistant professor of infectious diseases, said it is just the \"very beginning\" of a long process of research and studies.  Reinfection: Dr. Anthony Fauci, the director of the US National Institute of Allergy and Infectious Diseases, said while \"there is no design study that has proven that you are 'protected'\" from getting reinfected, \"projecting what we know about viruses, I would say that there is a very good chance that you're protected.\" Young people need to take pandemic seriously: \"We are getting more and more information that someone can transmit even when they are asymptomatic. So in order to protect oneself, society and particularly the vulnerable people, we've really got to adhere to the physical separation,\" said Fauci.  Increased contact tracing can help save lives: Mike Ryan, director of the World Health Organization's Health Emergencies Program said that, \"it is possible to do contact tracing even under the most difficult circumstances, but it does require a real scale-up in public health capacity.\" Assessing your own mental health: Psychologist and author Dr. Gretchen Schmelzer  likened the public's response to the coronavirus to the stages of grief, and encouraged people to find \"coping strategies\" to keep their stress levels down. ##Town Hall## Question: At CNN's coronavirus town hall Thursday, CNN Chief Medical Correspondent Dr. Sanjay Gupta asked psychologist and author Dr. Gretchen Schmelzer about the best ways for people to manage and assess there own mental health, especially considering that for many, the pandemic is not a single traumatic even but rather a long period of significant change. Answer: Schmelzer likened the public's response to the coronavirus to the stages of grief, and encouraged people to find \"coping strategies\" to keep their stress levels down.  \"It's important that people allow themselves to cope the way they need to,\" she said. \"This is essentially repeated trauma. This is going to go on for a while, and so people will adjust their behaviors. And they're going to have to unlearn some things when we come out of this.\" ##Daily Life## ##Town Hall## All 40 million residents in the state of California have been ordered to stay home to prevent the spread of coronavirus.  The state is one of the worst affected in the US after Washington and New York. There are now 910 coronavirus cases in California, including 19 deaths.  New York has at least 5,298 cases, while Washington has at least 1,376 confirmed cases.  California is the most populous US state and is the country's largest state economy.  Watch: ##Daily Life## Question: Jackie Stephens, a 65-year-old grandmother with underlying health conditions from Idaho, wants to know how best to explain to her \"timid, easily frightened\" 3-year-old grandson that he can't come into physical contact with her.  Answer: Psychologist and author Dr. Gretchen Schmelzer recommended telling Stephens' grandson that \"right now, grandma needs a special bubble.\" \"Young children can understand that there is a way to stay connected, even if they can't be be held,\" Schmelzer said, though she acknowledged it is \"hard for both parties.\"  Schmelzer recommended talking and maybe reading stories to each other online through video messaging apps like Skype or Facetime.  She added that it's important the grandchildren \"are still feeling the love.\" \"There's different ways of staying connected.\"  ##Town Hall## ##Daily Life## CNN Correspondent Will Ripley is joining the town hall from Tokyo, Japan -- where a debate is ongoing on the future of the Tokyo 2020 Olympics. \"In less than an hour the Olympic Torch is going to be arriving here in Japan. And officials continue to insist they're moving forward to host the Olympics on schedule at the end of July,\" Ripley said. \"Can the world feel confident given, you know, we're seeing such limited testing here?\" Will the Olympics go ahead? The coming weeks will tell: \"I have no reason to believe they're not making progress in Japan,\" said Mike Ryan, director of the World Health Organization's Health Emergencies Program. \"And the Olympics is a major global event. And I think Japan still has hope the Olympics will happen, but that is going to be based on a risk management decision. And obviously the government of Japan will not make a decision to go ahead if there is danger to athletes, danger to spectators. And a lot of that will depend on how the disease evolves in the coming few weeks.\" Watch:  ##Town Hall## The Indian government has prohibited the export of masks, ventilators and raw textile materials for masks and coveralls. India's Minister of Commerce, Piyush Goyal, confirmed the news in a tweet, and said the action has been taken in a \"bid to utilize the nation’s resources for the well being of Indian citizens.\" The news comes a day after the country issued fresh guidelines, banning all international commercial passenger flights from landing in India from March 22.  The directive will be in place for a week.  What other measures is India taking? The Indian government is directing state governments to advise citizens above 65 and children below 10 to stay home. This excludes public representatives, medical professionals and government employees.  States have also been requested to enforce work from home for private sector employees, except those working in emergency or essential services. There are more than 190 confirmed cases in India and four deaths.    CNN's Anderson Cooper and Chief Medical Correspondent Sanjay Gupta speak to Mike Ryan, director of the World Health Organization's Health Emergencies Program about the US' capacity to test for the coronavirus and do contact tracing.  Learning from Italy: \"I think other countries really, really need to step up and learn the lessons that are being learned in Italy right now. We have to push this virus back. It's not just enough to do social distancing. It's good to have that, it's great to separate people, but we have to be able to go after the virus,\" Ryan said.  Tailoring responses: \"You've got 50 states. You've got a different situation in each of those states. And you need to tailor the responses in each of those states. And if you've got a chance you need to go after the virus. And contact tracing and isolation of cases is still a strategy that can be used,\" Ryan said.  Question on problems with testing in US: \"If you don't test people, you don't know they're positive. Therefore, they may be positive and you don't have time to contact trace them because you don't know they have it,\" Cooper said.  Need to identify cases: \"It's really important we identify all confirmed cases. We need to test suspected cases. We need those cases to be isolated, and it is difficult in a very intense environment. It's difficult to do the kind of detailed contact tracing. In Ebola, at the peak of the outbreak, we were tracing 25,000 contacts a day in the middle of a war zone. It is possible to do contact tracing even under the most difficult circumstances, but it does require a real scale-up in public health capacity. And where that can be done and the virus can be pushed back, we can save lives,\" Ryan said.  ##Town Hall## CNN's Dan Simon and Gary Tuchman joined the coronavirus town hall from San Francisco and Georgia's St. Simons Island. Things were very different in the two locations. The scene in San Francisco: \"What police are looking for, is they want voluntary compliance. And I have to tell you, for the most part, they're getting it,\" Simon said.  The city's busiest districts and streets are very empty. People can go outside to get groceries or grab fresh air -- as some were seen doing behind Simon on the city's shoreline looking out toward the Golden Gate Bridge.  The scene in St. Simons: Things are much different in Georgia's beach towns, which are  popular spring break destinations, according to Tuchman.  Bars and restaurants were still open tonight.  \"The major partying will take place after 10-11 o'clock tonight. And the beaches, they are crowded,\" Tuchman said.  Tuchman said a minority of beachgoers were attempting to distance themselves, but most were not. \"It's not just college students. There were also families, children, and I saw many people in their 70s and 80s,\" he said.  Watch: ##Town Hall## ##Daily Life## The 2020 Daytime Emmy Awards are canceled, according to a release from the National Academy of Television Arts and Sciences. The Academy's chairman Terry O’Reilly announced the decision in a letter to members, saying: “Today, I am writing to let you know that we have made the hard decision to cancel this year’s Daytime EMMY Awards.”  O’Reilly said his team is “working on alternative ideas to celebrate those who would normally have received their EMMYs.” The awards were due to be held in June. ##Business## The state of Illinois can now test more than 1,000 people a day for coronavirus, the state's governor J.B. Pritzker said in a press conference Thursday afternoon. In a few days, they'll be able to do more than 2,000, he said.   As the state’s testing abilities grow, the governor expects the case count will continue to grow. “The tests are only discovering people who have the virus,” Pritzker said. More than 420 people have been diagnosed with coronavirus in the state, and four have died.  Addressing what he called “rumors,\" Pritzker said, “essential services will not close, interstates, highways and bridges will stay open.” “Grocery stories, pharmacies and gas stations will continue to operate,” he said. “We will never shut these services down.”  The Mexican ambassador to the US, Martha Barcena, said Thursday that she was self-quarantining after meeting with Republican congressman Mario Diaz-Balart last week. This week, Diaz Balart became one of the first members of Congress to test positive for coronavirus.  Barcena said she took the Covid-19 test today and feels fine.    CNN's town hall on the coronavirus, addressing facts, fears, and medical guidance, is just over halfway through -- it will run until 10 p.m. ET. We're covering the town hall here with live updates -- but you can also stream it live. Where can I watch it? The town hall will air exclusively on CNN, CNN International, CNN.com, across mobile devices via CNN's apps for iOS and Android, via CNNgo apps, and on Facebook.  ##Town Hall## The executive director of the United Nations' World Food Programme says he has coronavirus. David Beasley tweeted a statement confirming the diagnosis. \"I began feeling unwell this past weekend after returning to my home in the United States from an official visit to Canada and I took an early decision to go into self-quarantine, five days ago,\" he said in the statement.\n\"So far, my symptoms have been relatively light, and I am in good spirits. I am lucky to be close to my family and I have access to excellent medical support.\" He said he was tracing back who he may have had contact with before he was aware of his infection. Life must go on and the World Food Programme must continue to do the work that makes all of us so proud as we bring food assistance to the many millions across the world who depend on us for help. I have a strong team of leaders around me and I have an incredible team of staff members in more than 80 countries around the globe. I am certain that you will continue to step up and do what needs to be done while I recover. Discussion on CNN's coronavirus town hall has moved to a vaccine trial in the US that gave the first dose to its first participant on Monday.  CNN medical analyst Dr. Celine Gounder, a clinical assistant professor of infectious diseases, said it is just the \"very beginning\" of a long process of research and studies.  \"I want to emphasize that these are candidate experimental vaccines. We do not know if they work or if they are safe yet. There is a whole process to determine whether a vaccine is safe and effective.  Different phases: \"Those studies are done over the course of months. You are going to look at people who get the vaccine, don't get the vaccine, and among those who get it, do you see lower rates of infection? That means it needs to be done in the context of a community transmission, among communities of risk. A long process: \"That will not happen overnight, it takes time, and it's a process. When Dr. Fauci says we are looking at 18 months for a proven vaccine, that is really fast if we can achieve that.\" ##Town Hall## Question: Zofia Scully, a communications executive, asked if someone who works in a restaurant has the virus -- but is not aware they have it -- then comes in contact with the food or the packaging, is it then possible for the person receiving the food to catch the virus? Answer: CNN's Dr. Sanjay Gupta and Dr. Celine Gounder, a CNN medical analyst and professor at New York University, both agreed that the biggest risk is contracting the virus from whoever is delivering the food. \"You're not going to get it from the food,\" Gupta said. Gupta said when he and his family have been ordering food, they've been taking it out of the packaging on the porch, wiping down any surfaces of any remaining packaging, then washing their hands. Gounder said the \"highest-risk\" moment is the \"face-to-face\" interaction.  \"Ideally, you would be able to pay them online, tip them online on whatever platform you're using for ordering food and then have them leave it outside your door,\" she said. Why this matters: Restaurants around the globe have closed their doors, either voluntarily or due to orders from government. Many have switched to a delivery-only model and use third-party services like Uber Eats or Deliveroo. Some of them are now offering users the option of asking delivery people to leave the food outside their doors. Watch: ##Town Hall## Two people from Vermont who tested positive for the coronavirus have died, the state’s governor and health commissioner announced. Both died Thursday and were “very elderly,” Health Commissioner Mark Levine said. They were the first coronavirus-related deaths in the state. One was from Windsor County and treated at the Veterans Affairs Hospital, officials said. The woman lived at The Burlington Health and Rehab nursing home. “There is no doubt this is sad for all of us, but it’s not unexpected news,” Governor Phil Scott said.\n“I know some are feeling very scared, worried, overwhelmed,” Scott added. “I want you all to know we will get through this. At times like this, Vermonters rise to the occasion, we help our neighbors and we get creative. We will get through this and we will do it together.” When asked about whether Vermont has enough hospital beds, ventilators and other medical equipment to deal with a possible surge of patients in the future, Levine noted, “If there’s a scenario we’re planning for, it’s a worst-case scenario.” “These deaths -- and I hope we will experience no more -- highlight how extremely important it is for all of us, young and old, to take extra care to protect those most vulnerable to serious illness,” Levine added. More than 20 people have been diagnosed with coronavirus in Vermont. The number of Californians being ordered to stay home has risen to more than 21 million people. On Thursday evening, Los Angeles County officials told more than 10 million residents to stay home. When added to the roughly 11 million Californians under similar orders, it brings the total number to more than 21 million. That means more than half of all Californians are now living under what equates to a shelter in place order. The revised emergency order -- dubbed \"Safer at Home\" -- goes into effect at midnight. Those restrictions will not apply to emergency workers and food workers. But it does mean that all non-essential businesses are being closed. LA County Supervisor Kathryn Barger had no estimate on how long the restrictions would last, but assured the public that this is only temporary. \"What we do, and how we do it, and if we get this right, will determine how long this crisis lasts,” Mayor Eric Garcetti said. The Mexican and Israeli foreign ministers tweeted on Thursday that their respective nationals were on special flights exiting Peru. Peru announced a sudden border closure on Sunday that left many foreigners stranded. Peru has 234 reported coronavirus cases and one confirmed death. On Thursday, Israeli Foreign Minister Israel Katz tweeted a video showing a cheering group of passengers, many wearing face masks, aboard a plane in Lima. Mexican Foreign Minister Marcelo Ebrard retweeted Subsecretary Maximiliano Reyes Zúñiga, who wrote that a flight from Lima to Mexico City took off late on Thursday with 154 passengers aboard. The situation for Americans: Meanwhile, Americans stranded in Peru have been calling on US authorities for help. A Google spreadsheet maintained by a user who says her father is among the passengers stranded in Peru currently has more than 1,600 entries for stranded Americans. Here's what President Donald Trump said about the Americans currently stuck in Peru at a news conference on Thursday:  “We're trying to get them out. And, you know, they got caught. They were late with their flights. We gave them a period of time. They didn't make it, but we're looking to get them out with military, probably through the military.” Another way out? However, information on the US Embassy in Lima’s website appears to suggest that private airline carriers could take the stranded Americans home. The Embassy published a link to an Avianca Airlines signup page for passengers in need of international flights and wrote that anyone interested in the offer “should respond immediately.” The Embassy also listed phone numbers for major airlines that operate flights between Peru and the United States. American students stranded in Cusco, Peru told CNN on Thursday that they are eager for the US State Department to assist them in returning home. “Bring us home,” student Erin Hill told CNN: “Thank you (State Department) for the work and hours you’re putting in. Everybody here wants to get home.” ##Travel## Four unaccompanied children have been tested for coronavirus, according to the US Office of Refugee Resettlement (ORR), the federal agency tasked with the care of migrant children. Two of the children tested negative, and two tests are pending, the agency said. The office is also limiting the placement of unaccompanied children in New York, adding that a staff member of a New York program tested positive.  “ORR has stopped all intakes at the facility, and is notifying any staff that may have been exposed,” the statement says. “ORR’s medical team is working with the affected program and will provide internal updates on any developments, and if there is a need for additional actions.”  There are approximately 3,600 unaccompanied children in ORR custody. ORR stopped placement of children in California and Washington last week. “The situation remains extremely fluid and can change rapidly,” the agency said.  ##Health## CNN's town hall is now turning to the question of whether someone can become reinfected once they've had the novel coronavirus. Here's what Dr. Anthony Fauci, the director of the US National Institute of Allergy and Infectious Diseases, said:  \"There is no design study that has proven that you are 'protected' but, if this virus -- and I have every reason to believe that it will -- acts like any other virus that we have had any experience with, once you get infected, and recover from that infection, your body will mount a response that will protect you from reexposure and rechallenge with that exact virus.\" The question: \"How confident are you that you get some protection after you've been infected?\"  The answer: \"I have been dealing with viruses my entire professional life, and the viruses in which you get infected and you get a complete response where you clear the virus, you can be protected. The duration of the protection varies -- it might be a lifetime. If you get infected with measles, it is highly likely that you are protected for life from re-exposure to measles. Highly likely. Maybe a bit less depending on how long you live. Other viruses, we have less experience with. Projecting what we know about viruses, I would say that there is a very good chance that you're protected.\" Watch: ##Town Hall## A FedEx employee in Memphis, Tennessee, has tested positive for Covid-19 and is recovering at home, the company said in a statement.  The office -- on Shady Grove, a street in the city -- has been closed for a thorough cleaning and disinfecting, and all employees who work in that building will be permitted back in once that process is complete, the company said in a statement. How is Covid-19 affecting deliveries?  According to a statement from FedEx, the company is continuing to \"operate to and from impacted areas as local conditions and restrictions allow.\" \"The safety and well-being of our 475,000 team members is our top priority, as they continue to deliver critical goods to support communities across the globe. We appreciate our frontline team members and their unwavering commitment to deliver for our customers through this global crisis,\" the company said in a statement.\n\"Work and travel restrictions may affect shipments inbound and outbound to and from impacted areas, as well as shipments moving within those areas.\" ##Health## ##Business## An anti-malaria drug that was made available for coronavirus patients should not be viewed as a panacea, Dr. Anthony Fauci, the director of the US National Institute of Allergy and Infectious Diseases, said at CNN's coronavirus town hall on Thursday. Here's what he said: \"Let me put it into perspective for the viewers, and perhaps we will understand it better. There are two drugs, very similar, they've been used for decades for malaria, as well for the treatment of autoimmune diseases like lupus. It is a very inexpensive drug, it is tried and true, it has been around for a long time,\" Fauci explained. \"There has been anecdotal, non-proven, anecdotal data, that it works -- when people give it to someone, it makes them better. But when you have an uncontrolled trial, you can never definitely say it works.\"  \"Today, there are no proven safe and effective therapies for the coronavirus,\" Fauci said. \"That doesn't mean that we are not going to do everything we can to make things that even have a hint of efficacy more readily available, so long as you do it in the context of some sort of protocol that would take a look at getting information about safety and efficacy. But there is no magic drug out there right now.\" ##Town Hall## CNN Corespondent David Culver is in Shanghai, China, bringing the latest developments there to the ongoing town hall. On Thursday, China reported no new domestically transmitted cases for the first time since the pandemic began.  Here's what Culver said: The reaction: \"People are hesitant to breathe easy. They are still very reluctant to think that this has passed them, and perhaps, that is something the World Health Organization officials are grateful for. They say it avoids complacency.\" Second surge: \"They are portraying this as an external threat more than anything else. They fear imported cases. While the number of locally transmitted cases has sat at zero for the last 24 hours, since the most recent reporting, they say they've seen 34 new imported cases coming from other countries. They are stepping up some of the screening procedures, and evaluations, of people who are traveling from all over the world, which is a complete reversal of what we saw a few weeks ago, when people were fearing traveling from China, now they are fearing folks coming from other countries.\" Watch: ##Town Hall## Panama is shutting down all international flights starting Sunday, the country's President Nito Cortizo wrote on Twitter. All incoming and outgoing international flights to and from the Central American country will be suspended, starting 11:59 p.m. Sunday, March 22.  Flights will be suspended for 30 days -- but cargo, humanitarian and domestic flights will be able to continue their operations normally until further notice, Cortizo said. Panama -- a country of almost 4 million people -- has 109 cases of coronavirus and one death, according statistics compiled by Johns Hopkins University and Medicine. Peru's Ministry of Health announced the country's first death due to novel coronavirus, according to a statement published late Thursday. The victim was a 78-year-old man who also suffered from high blood pressure, the statement says. There are 234 cases in the South American country, according to President Martin Vizcarra. ##Health## A member of the medical administrative staff at an ICE detention center in the United States has tested positive for coronavirus. ICE stands for Immigration and Customs Enforcement -- and staffers at ICE are responsible for enforcing US immigration law. The staff member works at the detention center in Elizabeth, New Jersey, according to a notification sent to Congress by ICE and obtained by CNN.  The staffer, who was under self-quarantine, is receiving treatment. ICE says no detainees or other staff at the facility are currently symptomatic. ICE also says that currently none of their detainees have confirmed cases of coronavirus. New Jersey has more than 740 cases of coronavirus, including nine deaths. ##Health## Young people need take the coronavirus outbreak seriously in order to avoid infecting those who may be more vulnerable to the virus, Dr. Anthony Fauci, the director of the US National Institue of Allergy and Infectious Diseases and one of President Donald Trump's key advisers on the pandemic, explained at CNN's town hall. Here's how he explained it: We are getting more and more information that someone can transmit even when they are asymptomatic. So in order to protect oneself, society and particularly the vulnerable people, we've really got to adhere to the physical separation. You know them well now: avoiding crowds, stay out of bars, stay out of restaurants, stay out of places where there is a congregation of people. And particularly, individuals who are elderly, or individuals who have an underlying condition, should essentially self-isolate themselves for the time being in order to shield themselves from what might be an innocent, unintended, inadvertent transmission. \nThat's a message I would really like to get out, particularly to the younger people who may not take it seriously. I mean, I just think back when I was young, I kind of felt like I was invulnerable -- you know, well I'll do fine. But it's not just you, it's you and society and the people that are vulnerable. So please cooperate, we are going through a very difficult, unprecedented time right now.  ##Town Hall## New Orleans -- the biggest city in Louisiana -- is offering drive-through coronavirus testing at two locations. But not everyone will qualify -- only first responders and healthcare workers can get tested. Louisiana has more than 380 cases, including 10 deaths. New Orleans has the largest number of positive coronavirus cases in the the state.  When does it start? The testing sites will be open seven days a week, beginning Friday, March 20.  Who can get tested? For now, the sites will only test healthcare facility workers and first responders who are symptomatic. According to a news release: \"These individuals are working around the clock to provide care, compassion and safety to residents, and are at high risk for exposure and spread. As availability allows, testing criteria may be expanded beyond the initial pilot program.\" How will it work? Individuals will be required to remain in their vehicles and to provide identification, health insurance information and a healthcare facility employee or first responder badge. Staff in full medical protective gear will check the individual’s temperature with a no-touch thermometer and use a nasal swab to take a sample. Test results will be given by phone within three to five days. Is this the first drive-through testing site? No, South Korea has already rolled out a similar system. Read more about it here.  ##Daily Life## ##Health## CNN contributor and Daily Beast Rome Bureau Chief Barbie Nadeau is tuning into the town hall from the Italian capital, where she's been covering the outbreak. Italy on Thursday surpassed China for the most number of deaths related to COVID-19. Italy now has 41,035 cases and 3,405 deaths, making it the deadliest center of the COVID-19 outbreak. Healthcare services overwhelmed: \"It has been getting much worse. If you think you have a ruptured appendix, you break your leg, you don't know if you'll be able to go to the doctor. Our dentists are closed, doctors are closed. We have no medical care right now. Unless it is on a real emergency basis. Even then, people are afraid that if they go into an emergency room that they will contract the virus,\" Nadeau said.  Staying home: \"It is time to rip off the band-aid and make everyone stay at home. People are walking their dogs, but you see the same dog with 4 or 5 different people through the day. In the grocery store, people are buying one banana, or sack of potatoes at the time. People are not necessarily thinking the way they need to be thinking.\" ##Town Hall## Caribbean nation Haiti is now in full lockdown after President Jovenel Moise announced the country's first two cases of coronavirus. During a news conference, President Moise said one infected person is a 60-year-old Belgian man who traveled to Haiti from Europe recently. He runs an orphanage in Haiti.  The other confirmed case is a French citizen. Haiti has a population of more than 11 million people, and is one of the poorest countries in the Western Hemisphere, according to the CIA World Factbook.   ##Health## ##Daily Life## Of the many things that have happened in the past week since CNN's last town hall, Dr. Sanjay Gupta said one of the most surprising to him was new data from China that showed 80% of coronavirus patients contracted the virus from someone they didn't know. \"There is a message in there, I think for all of us,\" Gupta said. \"We are, as I said, all dependent on each other more than ever, and more than I can certainly remember in my lifetime, and it's why we all have to behave like we have the virus ... you will be more careful, you will be more mindful, you will slow down.\" ##Town Hall## For the next two hours, CNN correspondents and medical experts will discuss the facts and fears around the coronavirus outbreak. It's being hosted by Anderson Cooper in New York and Sanjay Gupta in Atlanta, as the two are practicing social distancing.  There are no guests in the New York studio -- people are joining the town hall virtually. ##Town Hall## Two Los Angeles Lakers players have tested positive for coronavirus, the team announced in a statement. Here's what the Lakers said in their statement: \"Following four Brooklyn Nets players testing positive for COVID-19, because Los Angeles Lakers’ players were exposed to them during our game against the Nets on March 10, our team physicians and public health officials recommended coronavirus testing for the players.  \nWe learned today that two Lakers players have tested positive. Both players are currently asymptomatic, in quarantine and under the care of the team’s physician. \nAll players and members of the Lakers staff are being asked to continue to observe self-quarantine and shelter at home guidelines, closely monitor their health, consult with their personal physicians and maintain constant communication with the team.\nThe health and well-being of our players, our organization, our fans, and all those potentially impacted by this situation is paramount. As always, we appreciate the support of our fans, family and friends, and wish everyone affected by this virus a speedy recovery.\" The news comes after another NBA basketball team -- the Boston Celtics -- announced that one of their players had tested positive. Marcus Smart took to Twitter to confirm that he was the Celtics player infected with the virus.##Health## CNN's live global town hall is expected to start soon. The town hall will address facts surrounding the coronavirus pandemic. CNN's Anderson Cooper and Dr. Sanjay Gupta are hosting the two-hour special, which starts at 8 p.m. ET. You can watch the town hall in the video player above here, CNN, CNN International, CNN.com, and on Facebook. Four family members, a mother and three siblings, have all died after being diagnosed with coronavirus.  Vincent Fusco, Jr., a man in his 50s, died today, according to Roseann Paradiso Fodera, a cousin of one of the family members who died and an attorney representing the family. “This is an unbearable tragedy for the family,” Paradiso Fodera said. Her first cousin, Grace Fusco, was one of the four who passed away after being diagnosed as positive, she said. Two of Grace's children, Carmine Fusco and Rita Fusco-Jackson, siblings to Vincent Jr., also died prior to Grace's death, Paradiso Fodera said.  The New York Times was the first to report about the family. “The family’s biggest concern is that we have four members of one family who have passed, two on life support and one stable. All Covid-19 positive. Yet, 19 children, parents and grandchildren in this family tested on Saturday and they are anxious that their relatives have passed and they don’t know if they are infected or not,” Paradiso Fodera said. Paradiso Fodera said the 19 were tested on Saturday, but they have yet to learn the results.  All family members were hospitalized at CentraState Medical Center in Freehold, New Jersey, except for Carmine, who was at a different facility in Pennsylvania when he died. Many family members who are not hospitalized are quarantined together. “Why don’t the family members who are not hospitalized have the test results? This is a public health crisis. Why should athletes and celebrities without symptoms be given priority over a family that has been decimated by this virus? “There must be an investigation by the CDC or NIH as to why this family was so susceptible to the virus,” Paradiso Fodera asked. CNN’s Bonnie Druker contributed to this report. Boston Celtics player Marcus Smart confirmed he tested positive for coronavirus. Smart took to Twitter to announce the news, saying, “I was tested 5 days ago and the results came back tonight, which were positive. Ive been self quarantined since the test, thank goodness. COVID-19 must be taken w the highest of seriousness. I know it’s a #1 priority for our nations health experts, & we must get more testing ASAP.” Smart also posted a video on the tweet.  Earlier, the team said the player is not exhibiting any symptoms, and testing was done after the player's exposure to a known positive case. ##Health## The latest person to die from coronavirus in Los Angeles County is a man in his 30s.  The man had an underlying health condition, and lived in a small community near Pasadena, California, Health Officer Barbara Ferrer said at a conference Thursday. There are at least 231 cases of coronavirus in Los Angeles County, according to the L.A. County Department of Public Health. ##Health## A second employee from the Los Angeles Police Department has tested positive for coronavirus, according to a statement from LAPD.  “The individual, who is a member of the Department’s senior staff exhibited flu-like symptoms last week and is resting at home. The employee is expected to make a full recovery,” LAPD said in a statement. All of work spaces associated with this person will be disinfected by the end of the day Thursday, the department added. On Sunday, the department said an LAPD officer was diagnosed with coronavirus. The uniformed supervisor, who works LAPD's Pacific Division, which includes Playa Del Rey, Venice and Westchester, “exhibited flu-like symptoms around March 5.  He is expected to make a full recovery, the LAPD said. ##Health## The Federal Aviation Administration has received several requests from federally-funded airports, asking to close and restrict airport access, according to the agency.  The FAA generally does not allow closure of airports that receive federal funds and any request must be approved by the agency. The agency is reviewing requests from Puerto Rico and Tangier, Virginia, an island town located in the Chesapeake Bay. Earlier Thursday, CNN reported that Puerto Rico's governor, Wanda Vazquez Garced, wanted to redirect all flights to enter through the international airport to centralize screenings. \"It's severe but I think we can\" work with the FAA on this, she said. According to the FAA, Vázquez and the Puerto Rico Ports Authority submitted proposals to restrict airport access and close airports in Puerto Rico. Additionally, the town of Tangier, in Virginia, wants FAA approval to close Tangier Island Airport.  ##Travel## Bank of America announced Thursday it will allow customers experiencing financial hardship due to coronavirus to defer payments on mortgages and credit cards, among other measures. \"We’re going to continue to provide convenient access to the important services they count on, and the additional assistance and support they need during this difficult period,\" Dean Athanasia, president of consumer and small business at Bank of America, said in a statement. Bank of America said it will work on a \"case-by-case basis\" to allow its customers to pause payments on credit cards and mortgages, as well as small business and auto loans. The bank added that deferred payments won't negatively affect customers' credit scores, but that borrowers will need to make those payments eventually. ##Daily Life## There are at least 13,133 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention.  According to the CDC, there are 70 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 13,063 cases in all 50 states and the District of Columbia and other US territories, bringing the total number of coronavirus cases to 13,133.  In total, 193 people have died.  ##Health##   About one-third of California’s 39 million residents have been told to shelter in place as part of an effort to stop the spread of coronavirus. Sacramento County on Thursday ordered 1.5 million residents to shelter in place at midnight. Even Humboldt County, which reported one case of coronavirus, also urged its residents to stay home. Health Officer Dr. Teresa Frankovich announced the shelter-in-place order, which starts at midnight and is expected to last until at least April 9.   Under these orders, people may leave homes only for essential work or errands like buying groceries or medicine. Sacramento and Humboldt counties joins a growing list of California communities that have already issued shelter-in-place orders to residents. Watch: ##Travel## US Customs and Border Patrol officers at Chicago's O'Hare Airport intercepted packages at mail facility containing illegal medical test kits from the United Kingdom, some designed to test for Covid-19. According to a news release, the shipments contained testing kits for \"various viruses and diseases including Covid-19,\" but that not all the parcels contained Covid-19 test kits. Groups of test kits had \"generally one Covid-19 kit within groups of alleged test kits for meningitis, IVF, MRSA\" and \"salmonella.\" CBP turned the parcels over to the US Food and Drug Administration. ##Health## President Trump has made the G7 a video teleconference and canceled the Camp David venue, according to White House deputy press secretary Judd Deere. “In order for each country to focus all of its resources on responding to the health and economic challenges of COVID-19 and at President Trump’s direction, National Economic Council Director and U.S. Sherpa for the 2020 G7 Larry Kudlow has informed his Sherpa colleagues that the G7 Leaders’ Summit the U.S. was set to host in June at Camp David will now be done by video-teleconference.\" Deere continued: \"The White House also informed the other G7 members that in order to continue close coordination, the President will convene the Leaders’ via video teleconference in April and May just as he did this week.”  ##Daily Life## Florida Gov. Ron DeSantis said he issued an order Thursday morning to limit gatherings on beaches to no more than 10. \"So what you've see now is a lot of the sheriff's departments have instituted protocols … Cocoa Beach, major spring break destination went down 70% since my order. And so, I think that's a more prudent approach to do social distancing,\" the Republican governor said. The governor also wants Spring Break vacationers to know that the party is over. “Since I issued my directive, anybody who's put that in place, spring break’s done. Any place to go for bars and all this done. They don't have a place to go.” DeSantis added that he spoke to the US surgeon general recently about social distancing. He doesn’t want people living in the Sunshine State to stay inside all day if they feel fine. “They [medical experts] want you to social distance, of course, but they actually encourage people to get fresh air. They just don't want you congregating in big groups. And so, if you have a Floridian that, you know, goes walks their dogs like a married couple on the beach, as long as you're not within six feet of each other, they view that. And, you know, that's a healthy thing. And so, I think it's important to allow that if the local communities want to do it, to be to be able to do it,\" he said. ##Daily Life## ##Travel## States need more medical and testing supplies. That was the message from governors around the country to President Trump on Thursday, as they met with members of the coronavirus task force. The President, who at times appeared frustrated, spoke with governors from the Federal Emergency Management Agency’s headquarters in Washington, DC. Many of the governors, like Phil Murphy of New Jersey and Charlie Baker of Massachusetts, said their main worry is that there is not enough personal protection equipment available in their states — like masks, disposable gowns, and other supplies.  Trump told Murphy that the states should be working to get whatever equipment they need on their own, but the federal government would help if it could. “Try what you can — do the best you can to get what you can actually get,” Trump said. Addressing some of the concerns about access to necessary medical equipment, Vice President Mike Pence told governors to immediately \"take inventory of your medical supply needs.\" He said the federal government would work with any state \"in the middle of critical response\" to \"get you what you need.\" But he said other states should go through the normal routes to obtain medical equipment from the marketplace, even as hospital workers raise concerns about shortages. \"Other states, you need to talk to your healthcare leaders, providers and make sure that they are going to the supply chain and we encourage you to pull them together today to emphasize that point,\" Pence said. Days after the President insisted access to testing wasn’t an issue, Illinois Gov. J.B. Pritzker pressed the task force over the amount of available coronavirus tests that would be provided to his state. Pritzker said that Illinois did not have enough equipment to properly conduct tests. He said those were being “monopolized” by the drive-through sites the federal government was operating. Members of the administration said that wasn’t true. Other state leaders said that even when they did get test kits, there were problems with how they were being distributed. Gov. Kristi Noem of South Dakota told the group that she spent weeks requesting testing supplies, only to have them go to a lab in her state that wasn’t approved to operate by the Food and Drug Administration.  “So they received what I was trying to get for two weeks when they’re not even approved, not even up and running,” she told the President. She said she had even started asking other states for help. As she voiced her frustration and confusion over how it happened, the President cut her off. “Alright. We got it. Thanks Kris,” he said, as the governor continued to speak. Health and Human Services Secretary Alex Azar, who the President had snapped his fingers at as Noem spoke, jumped in to answer. He said the hospital “probably bought them on the open market.\" “After this call we’ll get on with you to make sure you’re getting what you need,” Azar said. The governor tried to make further requests, but her connection cut out before she could finish.  The President offered little feedback to the governors, choosing instead to leave much of the substance of the meeting to Pence, Azar and other members of the task force.   ##Health## The Philadelphia 76ers announced Thursday that three members of its organization have tested positive for COVID-19. \"Three individuals have received positive test results for COVID-19. All other tests results are currently negative. We have reported this information to state and local health authorities as required,\" the team's statement said. \"Pursuant to CDC guidelines, the individuals are in self-isolation and will be monitored closely by medical professionals. The health of our players, staff, fans and community is paramount, and we continue to be guided by medical experts at this time.\" The organization did not identify the three members. ##Health## New York City Mayor Bill de Blasio said the city is two to three weeks away from running out of medical supplies. According to De Blasio, the city needs these items: 3 million N95 masks\n50 million surgical masks\n15,000 ventilators\n25 million each of personal protective equipment, surgical gowns, coveralls, gloves and face masks “I said very clearly that for the month of March, we have the supplies that we need, the city has very strong reserves of the kind of supplies that I talked about. ... It is going into April that I’m worried about. I don’t have the perfect day for you, we’re assessing all the time but it is a day, two weeks from now or three weeks from now where we must, by then, have had a very substantial resupply. So I think the simple way to think about it, is that the federal government has, essentially, two weeks to get us major resupply or the people of New York City are going to be in much greater danger.” ##Health## California Gov. Gavin Newsom described in letter to President Trump on Thursday the impact coronavirus will have on the state and its residents. “We project that roughly 56% of our state’s population – 25.5 million people – will be infected with the virus over an eight-week period,” he said. He asked that the US Navy’s Mercy Hospital Ship be stationed at the port of Los Angeles. Defense officials tell CNN the ship will head to the Seattle area in the next five to 10 days. The final destination could always change depending on civilian needs, an official cautioned. Newsom said the hospital ship “will help decompress the health care system to allow the Los Angeles region to ensure that it has the ability to address critical acute care needs.” ##Health##  Sean Payton, the head coach of the NFL's New Orleans Saints, has acknowledged that he is recovering from coronavirus.  He thanked people on Twitter for \"the well wishes\" after ESPN posted an interview with the Super Bowl-winning coach where he disclosed the diagnosis. Payton told ESPN that he started to feel unwell this past Sunday and was tested Monday. He says he is self-isolating at home and feeling fatigued, but is not experiencing a fever or cough. \"This is not just about social distancing,\" Payton told ESPN. \"It's shutting down here for a week to two weeks. If people understand the curve, and understand the bump, we can easily work together as a country to reduce it. Take a minute to understand what the experts are saying. It's not complicated to do what they're asking of us. Just that type of small investment by every one of us will have a dramatic impact. Eligible inmates who have served at least 50% of their sentence and meet all other early release requirements will be released early, according to the Jefferson County Sheriff's Office in Colorado. The law enforcement agency tweeted that they will begin the early releases Thursday and continue with daily releases \"until the risk of Covid-19 spread if mitigated.\" According to the tweet, none of the inmates or employees have tested positive for novel coronavirus. The Sheriff's Office went on to say they are initiating the process because reducing the jail population will reduce the risk of exposure.  ##Daily Life## Niger's president Issoufou Mahamadou announced the country's first case of coronavirus Thursday. In a tweet, he urged everyone to stay calm and respect all measures to help prevent the spread of the virus. ##Health## South Carolina Gov. Henry McMaster is asking hospitals and medical facilities to restrict visitations except for end-of-life patients.  He went to say that visitors are asking for gowns, gloves and masks. There are at least 81 cases of coronavirus in South Carolina, according to the state's epidemiologist Dr. Linda Bell. ##Daily Life## Senate Majority Leader Mitch McConnell just introduced a sweeping, $1 trillion emergency economic aid proposal in response to coronavirus pandemic. The proposal would include direct payments to Americans under a certain income threshold, $200 billion in loans to airlines and distressed industry sectors, and $300 in forgivable bridge loans for small businesses.  The proposal, a draft of which was obtained by CNN, underscores the scale of the economic crisis now facing individuals and businesses across the country amid the accelerating pandemic and addresses bolstering health care resources, student loans and aid, business tax provisions and temporary authority.  The proposal, however, is just an opening bid as the Senate attempts to address the coronavirus outbreak. It was drafted by Senate Republicans and the Trump administration, with no input from Democrats. At the heart of the proposal is hundreds of billions of dollars directed toward “recovery rebates” of up to $1,200 for individuals and $2,400 for couples beneath a certain income threshold. The proposal also includes $300 billion to be used for loans to small businesses, however structured, as well as private nonprivate organizations. The program would be structured so businesses could take out loans from banks and lenders that would be guaranteed by the Small Business Administration. Those loans must be used, according to the proposal, for to pay salaries, mortgage payments, other debt obligations and payroll support including paid sick, medical and family leave, as well as health care benefits. ##Daily Life## A trade group representing the largest US airlines is asking Congress and the Trump administration to work together and quickly implement financial aid to protect millions of airline jobs. In a letter addressed to Treasury Secretary Steven Mnuchin, House Speaker Nancy Pelosi, House Minority Leader Kevin McCarthy, Senate Majority Leader Mitch McConnell and Senate Minority Leader Chuck Schumer, Airlines for America said its speaking on behalf of 11 million workers the industry either directly represents or supports. \"The rapid spread of COVID-19 and the government- and business-imposed restrictions on air travel are having never-before seen impacts on U.S. aviation and our employees,” the trade group said. “The breadth and immediacy of the need to act cannot be overstated. It is urgent and unprecedented.” Airlines for America represents the biggest US airline carriers, including American Airlines, Delta, United and Southwest. ##Travel## Two active duty Army mobile hospital units have received \"prepare to deploy” orders, according to Army Chief of Staff General James McConville. This type of order is an early signal to military units to be ready to deploy, although final orders could still change. The units would be sent to still-to-be determined areas where additional medical beds are needed to treat non-infectious patients, so civilian hospitals can focus on those with coronavirus.  The units receiving the orders are the 47th Combat Support Hospital based at Joint-Base Lewis-McChord in Washington state which has seen a significant virus outbreak, and the 586th Field Hospital at Fort Campbell, Kentucky. Both units typically deploy with hundreds of troops, including full surgical and trauma care capability. In recent years these types of units have made repeated deployments to warzones. It’s not clear yet, if these units deploy, what types of manning levels and medical expertise they will utilize. The Pentagon has said as they deploy medical units it wants to ensure military bases still have sufficient medical care, and if reservists are called up that local communities are not impacted. ##Health## One of Brazilian President Jair Bolsonaro’s son set off a war of words Thursday, after calling the Chinese government a “dictatorship” that purposely hid the severity of coronavirus. Eduardo Bolsonaro, a congressional lawmaker for the state of Sao Paulo, wrote on Twitter: “Once again, a dictatorship chose to hide something serious instead of exposing the reality, which could have saved countless lives. China is to blame and freedom is the solution.” The Chinese embassy in Brazil responded to Eduardo Bolsonaro via Twitter Wednesday, saying his comments “sounded familiar” and were “extremely irresponsible.” “Your words are extremely irresponsible. They sound familiar, like an imitation of those of your dear friends. You must have caught a mental virus upon your return from Miami, which is infecting the friendship between our people.” President Bolsonaro and Eduardo Bolsonaro were both part of a delegation that visited US President Trump in Mar-a-Lago almost two weeks ago. China is Brazil’s biggest trading partner, but Bolsonaro has made it clear that he considers Trump his main international ally. Iranian President Hassan Rouhani ordered the closing all shopping malls and markets, except for essential centers such as pharmacies and grocery stores for the next 15 days, starting Friday, the first day of the Iranian New Year. He also assigned the interior minister and governors of each province to evaluate crowded areas in key provinces. The Iranian health ministry announced Thursday that every 10 minutes one Iranian dies from coronavirus and every hour 50 Iranians are going to be infected by the virus. At least 1,284 people have died from coronavirus, according to the health ministry. At least 18,407 cases of coronavirus have been reported in the country. ##Daily Life## ##Health## Israel is requiring its citizens to stay home for seven days, the latest in a series of escalating steps to stop the spread of coronavirus.  The announcement makes mandatory a series of recommendations from the Ministry of Health made earlier this week. \"Difficult times require difficult measures. You are required to stay at home. this is no longer a request. This is no longer a recommendation. This is an obligatory requirement,\" Prime Minister Benjamin Netanyahu said Thursday night. Israel had already closed down leisure and entertainment venues, while encouraging citizens to stay home unless it was necessary to leave the house. The latest instructions, which Netanyahu said would be approved as emergency regulations, go into effect tonight. “We are very much minimizing the movement of people outside of their homes,” said Ministry of Health Director-General Moshe Bar Siman Tov. “We are telling the public — this time not in a recommendation but in a requirement — don’t leave home. Leave your home only when you have to leave your home: if it’s for work that’s allowed, if it’s necessary for purchases, and if it’s for medical treatment.” Pharmacies, supermarkets and essential services will remain open. Watch: ##Daily Life## Massachusetts added 72 positive coronavirus cases, bringing the state total to 328, according to the state's website. Forty-three people remain hospitalized, and 3,132 people have been tested in the state, according to the website. Cases related to Biogen conference attendees and household contacts remain at 97. The FDA is urging Americans to donate blood, saying those who do \"are contributing immeasurably to the public health of our nation.\" \"People who donate blood are equivalent to those people who are working in a critical infrastructure industry,\" FDA said in a statement.  FDA says donations are down, but blood donation centers can take donations safely. \"In order to ensure that blood is available to those who need it most, it is important for healthy individuals who are able to donate to take the time to do so,\" the statement said.  In a matter of days, mass numbers of workers, students and businesses have increased their use of the internet to work, communicate and stay entertained as coronavirus spreads. Netflix said Thursday it will reduce streaming quality in Europe to keep the internet from collapsing under the strain of unprecedented usage. But Verizon CEO Hans Vestberg said he's not concerned about the US network's ability to handle the traffic. “So far (we’re seeing) no congestion in the network, we can handle that, we have built a very robust network,\" Vestberg told CNN's Richard Quest Thursday. The company has noted a shift in the types of applications relying on the network: gaming is up 75% from the prior week, web traffic is up 20%, VPN usage is up 30% and streaming is up 10%. In less than one week, 100,000 of Verizon's 135,000 global employees have shifted to remote working arrangements, but Vestberg said the company remains focused on network up-keep. “We still have field engineers in the market keeping the network up ... We need to keep these networks up because they are so important in this critical moment and this crisis right now,” he said. ##Business## US stocks closed higher on Thursday, eking out steady gains in the afternoon following a morning of volatile trading.  The Dow swung more than 1,200 points from its low to its high point. It finished up nearly 1%, or 188 points. It was the first time since March 6 that the index closed within 1,000 points from when it opened. The S&P 500 closed up 0.5%, also by far its most modest finish since the start of the month. The Nasdaq Composite, which was the best performer of the day, ended up 2.3%. As stocks settle after the trading day, levels might still change slightly. ##Business## Illinois Gov. J.B. Pritzker announced three additional deaths during a news conference Thursday afternoon.  \"We offer them our collective strength at this time. May their memories be for a blessing,\" Pritzer said, addressing the families of the victims. The addition of these three deaths brings the Illinois state death total to four, according to CNN's counting.  ##Health## President Trump's notes from Thursday's coronavirus briefing show someone crossed out the word “Corona” in coronavirus and replaced it with the word “Chinese.”  This picture captured by Washington Post Photographer Jabin Botsford, comes as Trump has stepped up his efforts to scapegoat China for the spread of the coronavirus.  The change in tone from the White House comes as the number of cases in the US rises on a daily basis, and despite Trump initially praising China's President Xi Jinping for his handling of the crisis.  After consulting with medical experts and receiving guidance from the World Health Organization, CNN has determined that the term “Chinese virus” is both inaccurate and considered stigmatizing.   Some background: CNN previously reported that a prominent Chinese official has promoted a conspiracy theory that the US military could have brought the novel coronavirus to China — and it did not originate in the Chinese city of Wuhan. Parts of Chinese social media, and even the country's government, appear to have launched a concerted campaign to question the origin of the novel coronavirus, which has infected more than 170,000 people globally as of Tuesday midday, according to CNN's case tracker. The first reported cases of the virus were in Wuhan, and scenes from the city on lockdown shocked the world. The lockdown gave an early indication for how seriously global authorities would need to combat the fast-spreading virus. \"Viruses know no borders and they don't care about your ethnicity or the color of your skin or how much money you have in the bank,\" said Dr. Mike Ryan, executive director of the World Health Organization health emergencies program. \"It's really important that we be careful in the language we use.\" The Festival de Cannes has been postponed due to the coronavirus pandemic, the organizers tweeted Thursday The film festival's organizers added that “several options are considered in order to preserve its running, the main one being simple postponement, in Cannes, until the end of June-beginning of July, 2020.\" The festival was originally planned for May 12-13. ##Business##  The Pentagon has not received a request from the State Department at this point to operate flights that would be used to fly Americans currently stranded overseas back to the United States, two defense officials tell CNN.  President Trump indicated on Thursday that such planning was already in place for a group of Americans in Peru who are unable to arrange flights home amid the coronavirus pandemic. “We're trying to get them out. And, you know, they got caught. They were late with their flights. We gave them a period of time. They didn't make it, but we're looking to get them out with military, probably through the military,” Trump said during a news conference Thursday at the White House. ##Travel## Days after Secretary of Defense Mark Esper announced that the Defense Department would use its labs to help conduct coronavirus testing for civilians, a top military medical official said that the military had not yet been asked to do that. ”The department has made our 14 certified coronavirus testing labs available to test non-DOD personnel as well, and we will soon offer two additional labs for that purpose. We hope this will provide excess capacity to the civilian population,” Esper said Tuesday.  Esper repeated this at the White House press conference on Wednesday. But on Thursday, Army Lt. Gen. Ronald Place, the director of the Defense Health Agency, said “at this time we are only testing DOD beneficiaries...at present we have not been asked to add our laboratories to the myriad labs across the country that have that capability.” Place added “we are far from being overwhelmed in our laboratories and have the capability to do way more than that.” Some context: Earlier Thursday, the Pentagon said the Defense Department “currently has 15 labs with 40 test kits available” with a daily capacity of 9,096 tests/day.  It said that 1,574 patients had been tested and that “an additional lab is being prepared at Armed Forces Research Institute of Medical Services in Thailand.\" There are now 10,995 cases of COVID-19 in France, Jerome Salomon, the director of the French health agency, said on Thursday.  Salomon urged French citizens to respect lockdown measures imposed by the French government.  ##Health## The US State Department on Thursday issued a worldwide Level 4: Do Not Travel Advisory due the coronavirus pandemic.  “The Department of State advises US citizens to avoid all international travel due to the global impact of COVID-19,” the updated advisory said. “In countries where commercial departure options remain available, US citizens who live in the United States should arrange for immediate return to the United States, unless they are prepared to remain abroad for an indefinite period.\" The advisory added: \"US citizens who live abroad should avoid all international travel. Many countries are experiencing COVID-19 outbreaks and implementing travel restrictions and mandatory quarantines, closing borders, and prohibiting non-citizens from entry with little advance notice.” Read the full advisory here.Watch: ##Health## ##Travel## The state of Michigan has reported 226 additional cases of novel coronavirus, bringing its total to 336. According to the state’s website today, a total of 2,449 tests have been conducted. ##Health## An association representing 290,000 US nurse practitioners says it, and other healthcare providers, “urgently need personal protective equipment” and are asking the Trump administration “to support this priority to the fullest extent of its authority.” The American Association of Nurse Practitioners are also asking federal and local governments to lift regulations that prevent nurse practitioners from certain functions, the group said in a statement. ##Business## ##Health## President Trump committed to leaving National Guard units under state control during a meeting with the nation's governors at the headquarters of the Federal Emergency Management Agency on coronavirus. The issue was brought up by Georgia Gov. Brian Kemp. “I just want to encourage you all to leave the directives with the National Guards with the governors,” Kemp said to the President and other members of the coronavirus task force. \"As you all know, I think we’re on the front line of the fight, and we’re in the fight with you, but I believe we can best make those directives based on what’s going on in our state.\" Without pausing, Trump agreed. “I like that idea, Brian. That’s done. I like it,” the President said. ##Health## San Francisco 49ers announced on Thursday that the franchise donate $500,000 to team employees and the greater Santa Clara community in response to the coronavirus outbreak. \"This investment will start immediately with $49,000 going to feed the children and the elderly in Santa Clara and San Mateo counties during this crisis,\" team president Al Guido said in a statement. \"We appreciate their leadership and creating this opportunity for us to advocate for those most impacted by this situation.\" The team also canceled any public events associated with the NFL Draft, which aligns with steps taken by the league a week prior. ##Business## After a request by officials from the European Union concerned about the unprecedented strain on the internet, Netflix said in a statement it would begin reducing bit rates across all streams in Europe for 30 days. “We estimate that this will reduce Netflix traffic on European networks by around 25 percent while also ensuring a good quality service for our members,” the statement said. Watch: ##Daily Life## There are at least 11,015 cases of novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. According to the CDC, there are 70 cases from repatriated citizens Based on CNN Health’s tally of US cases that are detected and tested in the United States through public health systems, there are 10,945 cases in all 50 states, Washington, DC, and other U.S. territories, bringing the total number of coronavirus cases to 11,015. In total, 164 people have died.  ##Health##  Connecticut Gov. Ned Lamont announced Thursday that he is moving the presidential primary to June 2.  The state was originally scheduled to hold its presidential primary on April 28. In a tweet about the move, Lamont said, “In coordination with other states and our Secretary of the State, and in an effort to carry out Democracy while keeping public health a top priority, I have decided to move our presidential primary to June 2nd. I will provide more information later today.” Denise Merrill, Connecticut’s Secretary of State, wrote in a series of tweets that, “Moving the primary date is a good first step, and will give... our local election officials more time to prepare. Changing an election date is not something we do lightly – it’s a recognition of the severity & nature of this crisis, and more steps may be necessary to guarantee that every CT voter has an opportunity to cast their ballot.” ##Daily Life## Daniel Dae Kim, a prolific actor best known for his work in the television series \"Hawaii 5-0\" and \"Lost,\" said he's tested positive for COVID-19. \"Looks like I’ll be ok, but I wanted share my journey with you in the hopes that you find it informative or helpful,\" he wrote in an Instagram post on Thursday.  Kim also shared a 10-minute video about his experience and said his test results came back Wednesday. \"Hope you all stay safe, calm, and above all, healthy,\" Kim wrote. See his post:  ##Health## Senate Majority Leader Mitch McConnell vowed to move a massive $1 trillion economic stimulus bill at “warp” speed. But on Capitol Hill, warp speed isn’t that simple and could mean more than a week before relief comes. There are many legislative hurdles and ample policy differences that lawmakers still have to iron out.  That’s left Republican and Democratic leaders uncertain how quickly a bill can pass Congress, meaning getting a final measure to President Trump’s desk next week is currently the most optimistic assessment, at best. That means industries and workers now under siege from the damaging economic crisis will be forced to wait for the legislative sausage-making to work its course. And once the bill is eventually passed, it will take time to get implemented, including proposed payments to workers who have been displaced because of the unprecedented impact of the novel coronavirus. While Treasury Secretary Steven Mnuchin asked congressional leaders for a bill to be completed by Monday, House Speaker Nancy Pelosi told Democratic lawmakers that is an unrealistic timeframe, according to a source familiar with her remarks.  Pelosi pointed to the last round of talks with the Trump administration that continued to drag on over the emergency relief package that was just signed into law, the source said. Republicans in the Senate seem to share a similar assessment. “A lot of it depends on how quickly things can come together through the weekend,” said Sen. John Thune, the Senate majority whip and a South Dakota Republican. “But then we are going to start the negotiations with the Democrats. And we got a number of our members who will be involved in that and hopefully through the weekend we can bring some closure to it through the weekend and early next week.” ##Daily Life## Puerto Rico Gov. Wanda Vazquez Garced is requesting that the Federal Aviation Administration restrict and redirect flights to the island, Vazquez said at a press conference Thursday. \"Many countries have closed off their borders because it's the way to contain community spread,\" she said. \"It's severe but I think we can\" work with the FAA on this.\" There are five travel-related cases of coronavirus on the island, three were cruise passengers and two flew-in from abroad, the governor said. A sixth case was reported from a veteran's hospital on the island. \"If we can redirect all flights to enter through the international airport,\" for example, the island can \"centralize\" screenings, the governor said.  \"It's not a complete cut-off,\" Vazquez added. Puerto Rican officials are scheduled to speak to FAA officials on Friday, she said.  \"We'll see what the concerns are or if there are any alternatives they can offer to our request,\" says Vazquez. ##Travel## The coronavirus is impacting US military operations in places like Iraq and Afghanistan as measures to prevent its spread have led to major changes in both theaters. In Iraq, the US-led training effort aimed at combating ISIS has been suspended “for 60 days as a precaution due to the global pandemic,” the United Kingdom Defense Ministry announced Thursday. The UK, one of the larger contributors to the coalition in Iraq, also said that it would be returning some of its personnel back to the UK due to the pause. Similarly, the US-led international coalition in Afghanistan has implemented a series of restrictions in order to prevent the spread of coronavirus, including “temporarily” pausing the movement of personnel movement into Afghanistan and delaying the return of some service members.  Such actions could complicate US plans to drawdown its forces level in Afghanistan to 8,600, a key aspect of the US-Taliban agreement that was signed late last month. “In some cases these measures will necessitate some service members remaining beyond their scheduled departure dates,” Gen. Scott Miller, the commander of US and international forces in Afghanistan, said in a statement. Some more background: US Army Col. Sonny Leggett, a spokesperson for US Forces Afghanistan, said in a tweet Wednesday that while the command was instituting screening and testing protocols to reduce the risk to personnel, he added that \"we continue to execute the ordered drawdown to 8,600.\" American Airlines CEO has told employees that the airline has taken out a $1 billion loan “to strengthen our balance sheet,” according to an email sent to employees obtained by CNN. \"Doug remains in Washington, DC, along with other airline CEOs, making the case for an aid package. Team member needs and our future are at the forefront of his motivation as he does this work, and more information will be coming soon,\" the aid request stated while referring to CEO Doug Parker. Earlier today: American Airlines said it was grounding nearly half of its fleet and canceling 55,000 flights next month, according to an internal message sent to employees obtained by CNN.  The airline also expects “demand to fall even more before it gets better,\" the message stated. The striking numbers in an internal email from American Airlines President Robert Isom include a reduction of international flights by 75% and domestic flights by 30% in April, “with plans to reduce it even further in May.” ##Travel## ##Business## As federal agencies continue to investigate possible treatment options for the novel coronavirus, pharmaceutical company Bayer announced on Thursday that it is donating 3 million tablets of its antimalarial drug chloroquine phosphate to the US government.  Sharing details first with CNN, Bayer said in a statement that chloroquine phosphate, sold under the name Resochin, originally has been indicated for the prevention and treatment of malaria, but also appears to have “broad spectrum antiviral properties” and effects on the body’s immune response. “New data from initial preclinical and evolving clinical research conducted in China, while limited, shows potential for the use of Resochin in treating patients with COVID-19 infection,” the statement said. “Bayer in recent days has been in talks with the White House, HHS, CDC, and the FDA, offering any assistance we can provide with a focus on donating Resochin to help in the government's efforts to combat the virus. Currently not approved for use in the United States, Bayer is working with appropriate agencies on an Emergency Use Authorization for the drug's use in the U.S,” the statement said. “Bayer thanks the Trump administration for moving quickly to enable this donation and will continue to work closely with the administration to support its efforts in the fight against COVID-19.” Earlier Thursday: President Trump said the antimalarial drug chloroquine and its analog hydroxychloroquine would be available with a prescription to treat the novel coronavirus.  Early evidence from human cells suggests that chloroquine — which is used to treat malaria and autoimmune diseases — may have some activity against the novel coronavirus.  Doctors in China, the US and other countries have used the drug experimentally in COVID-19 patients, but there is not yet sufficient clinical evidence that it's effective in humans.  ##Health## Another 29 people in England have died of coronavirus, bringing the total deaths in the UK to 137, the National Health Service England said in a statement Thursday. The patients were between 47 and 96 years old and had underlying health conditions. Six people in Scotland, two people in Wales and one person in Northern Ireland have died of coronavirus. ##Health## Mayor of Miami-Dade County Carlos A. Gimenez signed emergency orders closing all parks and beaches Thursday morning.  Gimenez went on to say that it applied to all publicly owned and privately run parks, beaches and recreational facilities under Miami-Dade’s jurisdiction.  He also signed an emergency order closing all non-essential retail and commercial establishments in the county by 9 p.m. Thursday, including casinos.  The mayor went on to say that he reached out to the Miccosukee Tribe, as Miami-Dade does not have jurisdiction over casinos run by tribes. Other non-essential establishments that must close by 9 p.m. include shops, beauty salons, spas and nail studios, sporting goods stores, book stores, jewelry stores and malls. “I know that it must be frustrating that every day we have new closures, but it is necessary,\" Gimenez said. The mayor emphasized that grocery stores, convenience stores, pharmacies and gas stations would remain open. Restaurant kitchens will remain open for pick-up and delivery only.  \"Everyone should practice social distancing when going about their business at these stores,\" Gimenez said. Medical facilities, doctor offices, banks, child and adult day care centers will remain open “at this time,\" the mayor said. Gimenez also said that construction sites and hardware stores and pet supply stores can remain open. ##Daily Life## Oklahoma health officials announced Thursday that the state's first coronavirus death is a man in his 50s from Tulsa County. There are 44 cases of coronavirus in state, the Oklahoma State Department of Health said in a statement. \"There continues to be a shortage of complete testing kits, delaying the availability of test results. Due to this critically low supply, OSDH is working with health care providers to prioritize test completion for vulnerable populations,\" the statement said.  ##Health## The parent company of retail stores TJMaxx and Marshals announced on Thursday that it is temporarily closing all stores globally to “prevent the further spread of this virus.” Ernie Herrman, CEO and president of TJX Companies, wrote in a letter that the company is also temporarily closing its online business platforms as well all as its distribution centers and offices. During closures, the company plans to pay all store, distribution and office associates. “We thank our customers for shopping our stores and e-commerce sites and look forward to serving you again in the near future,” Herrman said. ##Daily Life## Indiana Gov. Eric Holcomb announced the state would be closing schools until May 1. “As we get nearer to May 1, we may have to close permanently,” he said. There are 56 cases of novel coronavirus in Indiana. Of those cases, two deaths have been reported. ##Daily Life## American Airlines is grounding nearly half of its fleet and canceling 55,000 flights next month, according to an internal message sent to employees obtained by CNN.  The airline also expects “demand to fall even more before it gets better,\" the message stated. The striking numbers in an internal email from American Airlines President Robert Isom include a reduction of international flights by 75% and domestic flights by 30% in April, “with plans to reduce it even further in May.” The message said American would park 130 wide body and 320 narrow body planes. The airline has told regulators that its core fleet includes 942 aircraft. The airline, which is the world's largest, also said it is continuing efforts to reduce the number of employees it pays, by expanding voluntary leave programs and “offering an early out” to employees with at least 15 years of service. “With minimal operations, we need a smaller staff,” Isom wrote.  The note did not disclose any furloughs or layoffs, and the airline has declined to comment on whether it is considering such cuts. ##Travel## ##Business## Italy has just surpassed China for the most number of deaths related to COVID-19.  The total number of cases in the country rose to 41,035 on Thursday, which includes 5,322 new cases, the Italian Civil Protection Agency said at a news conference. The number of deaths in Italy has reached 3,405. Italy has become the deadliest center of the COVID-19 outbreak. The current number of deaths in China stands at 3,242, according to the World Health Organization.   ##Health## The coronavirus measures in place in the hard hit Lombardy region of northern Italy are “not strict enough,” according to Chinese medical experts helping the country deal with the crisis. The situation in Lombardy right now \"is similar to what we experienced two months ago in Wuhan, China, the epicenter of COVID-19,\" the Chinese Red Cross vice president, Sun Shuopeng, said Thursday in a press conference in Milan, Italy. \"In the city of Wuhan after one month since the adoption of the lockdown policy, we see a decreasing trend from the peak of the disease,\" Sun Shuopeng said. \"Here in Milan, the hardest hit area by COVID-19, there isn't a very strict lockdown: public transportation is still working and people are still moving around, you're still having dinners and parties in the hotels and you're not wearing masks. We need every citizen to be involved in the fight of COVID-19 and follow this policy.”  He advised Italians to stop all “economic activities and cut the mobility of people.” Everyone should just stay at home, he added. ##Health## Ventura County is ordering residents ages 70 and older to shelter-in-place until at least April 1, joining other regions of California attempting to stem the spread of coronavirus. “All individuals currently living within Ventura County, equal to or older than 75 years of age, or equal to or older than 70 years of age with an active or unstable comorbidity, are ordered to shelter at their place of residence from March 18, 2020 to April 1, 2020,\" the country said in its order. The order adds: \"Exceptions shall only exist as necessary to seek medical care, nutrition, or to perform essential work in healthcare or government.\" Violation of this order is a misdemeanor and could result in a fine or imprisonment. “We have no plans on arresting 75-year-olds,” said Ashley Bautista, a Ventura County spokesperson. However, the cost for violation is to illustrate how serious coronavirus is to the community. By the numbers: Ventura County has 13 cases of coronavirus. The state of California has 834 cases, including 17 deaths. ##Daily Life## The Dutch Minister of Health, Welfare and Sport, Bruno Bruins, has resigned, the Dutch government said in a statement to CNN.  The announcement comes one day after he collapsed during a parliamentary session. Bruins was responsible for the Netherlands’ COVID-19 response. After collapsing Wednesday, Bruins tweeted last night that he had been suffering from “faintness because of over-exhaustion and intensive weeks.”  He said at the time that he was doing better, and was looking forward to “getting back to work to fight the corona crisis as well as possible.” Until a new appointment is made, Minister Hugo de Jonge will take over Bruins’ responsibilities. ##Health## In a message put out by Buckingham Palace Thursday, Queen Elizabeth said \"we all have a vitally important part to play as individuals\" as the UK battles to contain the spread of coronavirus. Here's the Queen's complete message:  \"As Philip and I arrive at Windsor today, we know that many individuals and families across the United Kingdom, and around the world, are entering a period of great concern and uncertainty.\nWe are all being advised to change our normal routines and regular patterns of life for the greater good of the communities we live in and, in particular, to protect the most vulnerable within them.\nAt times such as these, I am reminded that our nation’s history has been forged by people and communities coming together to work as one, concentrating our combined efforts with a focus on the common goal.\nWe are enormously thankful for the expertise and commitment of our scientists, medical practitioners and emergency and public services; but now more than any time in our recent past, we all have a vitally important part to play as individuals - today and in the coming days, weeks and months. \nMany of us will need to find new ways of staying in touch with each other and making sure that loved ones are safe. I am certain we are up to that challenge. You can be assured that my family and I stand ready to play our part.\" ##Daily Life##  President Trump said he is considering “repercussions” for the Chinese government’s handling of coronavirus, after days of placing the blame for the virus on the country.  “It would have been much better if we had known about this a number of months earlier,” the President said at a news conference Thursday. “It could have been contained to that one area in China where it started. And certainly the world is paying a big price for what they did.” Some context: Trump was initially very complimentary of Chinese President Xi Jinping’s handling of the outbreak, but in recent days he has taken to calling COVID-19 the “Chinese virus.”  After consulting with medical experts, and receiving guidance from the World Health Organization, CNN has determined that that name is both inaccurate and stigmatizing. The President also expressed skepticism of China’s claim that they had no new cases of coronavirus Thursday. “As far as believing what they’re putting out now, I hope it’s true,” he said. “Who knows? But I hope it’s true.” When asked if he was considering repercussions on the country, Trump answered: “We’re working on that right now.”  ##Health## President Trump on Thursday reacted to news that multiple members of Congress have been diagnosed with coronavirus. “I know all of them. I don’t know if they’re sitting like you people are sitting, you’re actually sitting too close,” Trump said, apparently joking that he’d like to “get rid” of about 75-80% of the reporters in the briefing room. “But look, I know all of them. They tested positive. Hopefully they’ll all going to get better. It’s one of those things, it’s Congress,” Trump said. He noted that many members have self-quarantined and that “most people” diagnosed with the virus “are getting better… doesn’t mean it’s not a tough one.” He praised the measures many members have taken. “I think Congress has behaved unbelievably well in that regard,” he said. ##Healths President Trump wasn’t able to provide any specifics when asked when life will get back to normal for Americans who are practicing social distancing. “I hope very soon. We’ll see. This is unchartered territory as you know… I would hope very soon,” he said. Asked later whether he expects the 15-day guidelines to be extended, he said, “I can only tell you on the 14th day. We’ll have to see.”  ##Daily Life## President Trump said he discussed the possibility of canceling the Olympics with other world leaders on a call recently, including Japanese Prime Minister Shinzo Abe who is hosting the event. Trump deferred to Abe on whether the Olympics will go on as planned this summer. \"We'd live with his decision,\" Trump said, referring to Abe. He added that Abe \"has told us he has not made a decision.\" ##Health## President Trump was asked about comments made days ago by his former head economist Kevin Hassett who said that the US could lose 1 million jobs in March because of the coronavirus outbreak. Trump said he disagreed with Hassett's comments. \"I don't think anyone believes that's going to happen,\" he said. The President continued by saying that if the US can get \"this thing wrapped up and finished earlier\" he thinks it could work out \"nicely\" for the economy. ##Business## Vice President Mike Pence stressed “the private sector” will help get more medical supplies to hospitals across the country, but there’s widespread skepticism that will be enough. “We continue to work with healthcare providers and businesses to identify more supplies, much more importantly across the private sector,” he said. Companies have now increased “by tens of millions” their production of N95 masks, according to the vice president. “On the subject of ventilators,” he continued, “we are working with healthcare providers around America and suppliers we literally identified tens of thousands ventilators can be converted to treat patients.” “We are remaining confident that we'll have the ventilators that we need as the coronavirus makes its way across America,” he assured. The Department of Homeland Security estimates that should the virus become \"very severe\" 38 million people will need medical care, and 9.6 million people will need hospitalization. Of those, an estimated 2.9 million people will need to be admitted to intensive care units, easily overwhelming the nation's current capacity. ##Health## President Trump said governors should be responsible for ensuring medical workers have sufficient supplies for combatting coronavirus, saying he stopped short of utilizing the Defense Production Act because he believes it’s a state role. \"Governors are supposed to be doing a lot of this work,” Trump said. “The federal government is not supposed to be out there buying vast amounts of items, and then shipping. We're not a shipping clerk.” Trump said governors should also be responsible for testing, and claimed no one could have predicted the need for ventilators. “Nobody in their wildest dreams would have thought we would need tens of thousands of ventilators,” Trump said. Asked when he would put the Defense Production Act into use, he said he’d know shortly. “We don't want to do it as it happens but before it happens. We'll know a lot the next two or three days,” he said. ##Health## President Trump announced Thursday that he spoke with Carnival Cruise chairman Micky Arison, who has said he will make some ships from his fleet available to complement the work of US Navy hospital ships. “This morning, I spoke with Micky Arison of Carnival Cruise Lines and he’s going to make ships available. So in addition to the big medical ships that you have coming, if we need ships with lots of rooms, they’ll be docked at New York and Los Angeles and San Francisco, different places,” he said. ##Health## Vice President Mike Pence, the head of the Trump administration’s coronavirus task force, said that “tens of thousands” of tests are being conducted across the country daily, and testing centers are now required by law to report those test numbers. “Because of the public private partnership that the President initiated several weeks ago, tens and thousands of tests are being performed every day,” Pence said at a Thursday press briefing at the White House. In addition, he said, “state and private labs are now required by law to report all coronavirus testing directly to the CDC, which will give the American public and our research timely and important information.” More context: The administration has come under increasing criticism in recent days for being unable to say how many people in the United States have been tested.   Still, Pence encouraged only those with symptoms to get tested, despite the possibility of asymptomatic spread. “It is important for every American to remember, if you don't have symptoms, you don't need the test,” he said. ##Health##   President Trump said the antimalarial drug chloroquine and its analog hydroxychloroquine would soon be made available with a prescription to treat the novel coronavirus. Early evidence from human cells suggests that chloroquine — which is used to treat malaria and autoimmune diseases — may have some activity against the novel coronavirus.  Doctors in China, the US and other countries have used the drug experimentally in COVID-19 patients, but there is not yet sufficient clinical evidence that it's effective in humans. The drug, generally considered to be safe for most patients, can have side effects including seizures, nausea, vomiting, deafness, vision changes and low blood pressure. Some more context: When asked about chloroquine last month, Dr. Janet Diaz of the World Health Organization said \"there is no proof that that is an effective treatment at this time. We recommend that therapeutics be tested under ethically approved clinical trials to show efficacy and safety.\"  At the time, Diaz said the drugs that were being prioritized by WHO's research and development efforts were antivirals. Trump also mentioned an antiviral drug, remdesivir, which is the focus of clinical trials in China and the US.  Remdesivir is an experimental antiviral that appears to work against a range of very different virus families, including coronaviruses and Ebola. The drug is already being tested at the University of Nebraska Medical Center in adults diagnosed with the novel coronavirus disease, according to the National Institutes of Health. ##Health## There are at least 10,502 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. According to the CDC, there are 70 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 10,432 cases in all 50 states and the District of Columbia and other US territories, bringing the total number of coronavirus cases to 10,502.  In total, 158 people have died.  ##Health## President Trump called the impact that the coronavirus has had on American society \"uncharted territory\" during a news conference Thursday. \"This is uncharted territory, as you know. We think have ideas. Does it help to say what the ideas are. I would hope very soon we pull together as a nation. People are for the most part ... doing what they are supposed to be doing,\" Trump said. Trump added: \"People are listening and really doing a great job. This country is an amazing country. I think we are up to 141 different countries right now. So it's very uncharted territory.\" Atlanta Mayor Keisha Lance Bottoms tweeted Thursday that she has signed an executive order that will limit restaurants to takeout as well as closing bars and gyms. \"The fate of cities across the globe will be upon soon if we do not follow recommendations on ways to slow the spread of the coronavirus,\" Bottoms said.  The order will go into effect at midnight on Friday.  ##Daily Life## Two emergency room physicians at Rush Oak Park Hospital in Illinois tested positive for novel coronavirus and are isolated at home, according to a statement from hospital spokesperson Nancy Di Fiore.   \"One doctor has not been seeing patients for several days prior, when he would have been contagious,\" the statement said.  \"The other may have had patient and peer contact and we are assessing the overall risk of exposure,\" according to the statement.  Di Fiore said the cases were likely \"community acquired.\" \"In these uncertain times, one thing is for certain staff in our healthcare systems are heroes for providing comfort and care under difficult circumstances with a highly transmissible disease,\" the statement said.  ##Health## US Surgeon General Dr. Jerome Adams called on young people — especially millennials and members of Generation Z  — to consider donating blood during the coronavirus outbreak. \"One donation can save up to three lives. Blood centers are opening now and in need of your donation,\" Adams said. He continued: \"Blood donation is safe and blood centers are taking extra precautions including spacing beds 6 feet apart and disinfecting surfaces between between patients and temperature checking staffs and encouraging donors making appointments ahead of time so we can space them out.\"  ##Health## Indian Prime Minister Narendra Modi encouraged the nation to come together Sunday night to applaud the efforts of those involved in fighting the novel coronavirus. In an address to the nation Thursday, Modi asked that all citizens stand on their balconies at 5 p.m. local on Sunday and clap or ring bells for five minutes as a show of appreciation for medical staff, police, government workers and others involved in working to combat the coronavirus pandemic. The prime minister also asked the nation to \"not get complacent\" and encouraged people to not leave their homes unless it is an emergency.  Modi also announced the formation of an economic task force headed by the finance minister to try and mitigate the economic situation surrounding coronavirus.  “They will decide the steps needed to be taken to combat the economic crisis caused by this pandemic,” Modi said.  Modi added that people should not be hoarding supplies.  \"We are taking all steps to ensure that there is no shortage of food, essential supplies and drugs,\" Modi said, adding, \"panic buying is not right.\" ##Daily Life## Dr. Deborah Birx, the White House coronavirus task force coordinator, praised the practice of self-isolation and the increase in testing in helping to tackle this pandemic. \"The number of test positives is increasing. That's a dramatically important signature that everybody is doing their job. Those with mild symptoms are staying home, self-isolating. Those with serious symptoms are coming forward to getting testing. Our test positive rates are in the 10 to 11% range,\" Birx said. More on this: Birx said during Wednesday’s briefing at the White House that the coronavirus task force is concerned about reports indicating that more young people are becoming seriously ill from coronavirus, suggesting they may have continued to be exposed to the virus because they weren’t concerned about being at risk. “There are concerning reports coming out of France and Italy about some young people getting seriously ill and very seriously ill in the ICUs,” Birx said. Watch: ##Health## Following President Trump's remarks about vaccines and therapies being developed to address coronavirus, Food and Drug Administration Commissioner Dr. Stephen Hahn spoke in detail about the important of \"compassionate use\" in the testing of these options. \"If there is an experimental drug that's potentially available, a doctor could ask for that drug to be used in a patient. We have criteria for that and speedy approval for that. The important thing about compassion use, and that's what the President meant, this is beyond right to try, that we get to collect the information about that,\" Hahn said. Hahn added: \"One of the things promising to the people is we'll collect the data and make the absolute right decisions based on the data of the safety and efficacy of the treatments. We are working expeditiously to make sure these products are safe and effective as it possibly could be.\" Watch: ##Health## Food and Drug Administration Commissioner Dr. Stephen Hahn was optimistic today when discussing the progress made in finding a way to eliminate the coronavirus. \"I have great hope for how we are going to come out of this situation. What's important is not to provide falsehood, but provide hope,\" Hahn said moments ago. Hahn added that it's the FDA's \"responsibility to the American people is to ensure that products are safe and effective\" when discussing the drugs and therapeutic options being explored to address the coronavirus.  ##Health## President Trump says he’s pushed the Food and Drug Administration to eliminate barriers to getting therapeutics for coronavirus to patients. He said a drug currently used as an antimalarial — hydroxychloroquine — would be made available almost immediately to treat coronavirus. \"It’s been around for a long time, so we know if things don’t go as planned, it’s not going to kill anybody,” Trump told reporters at the White House today. Trump said it was a common drug and would soon be available for “prescribed use” on coronavirus. He called it a “game-changer.\" \"We have to remove every barrier or a lot of barriers that were unnecessary and they’ve done that to get the rapid deployment of safe, effective treatments and we think we have some good answers,” Trump said. ##Health## President Trump spoke at lengths moments ago about the developments that are underway to produce a coronavirus vaccine. \"So we slashed red tape to develop vaccines and therapies as fast as it can possibly be done, long before anybody else was even thinking about doing this. As you know, earlier this week we began the first clinical trial of a vaccine candidate for the virus,\" Trump said from the White House. Trump went on to discuss the clinical trials underway for new coronavirus therapies and \"scaling these to allow many more Americans to access different drugs that have shown really good promise.\" \"We've had some really good promise. We will do so in a way that lets us continue to collect the data to know when,\" Trump said. Trump added: \"We have a couple that we're in really good shape on. And that's for immediate delivery. Immediate, like as fast as we can get it. The FDA has also approved compassionate use for a significant number of patients.\" Trump also said the FDA is reviewing usage of drugs that are approved abroad or those approved here for other uses. Watch: ##Health## Domino's Pizza is looking to hire up to 10,000 workers as people shift their eating habits to takeout or delivery amid restrictions surrounding the growing coronavirus pandemic. The pizza chain is looking to hire for several positions in its stores and factories, including chefs, customer service representatives and managers. \"Our corporate and franchise stores want to make sure they're not only feeding people, but also providing opportunity to those looking for work at this time, especially those in the heavily impacted restaurant industry,\" CEO Richard Allison said in a press release. Domino's (DPZ) stock is one of the few bright spots in the volatile stock market. Shares are up 10% Thursday and have climbed more than 7% this year. ##Business## Prince Albert II of Monaco has tested positive for COVID-19, a palace spokesperson told CNN. His health status is not worrying, the spokesperson added. The State Department is preparing to raise its travel advisory worldwide to Level 4: Do Not Travel – the highest level — in the face of the coronavirus pandemic.  Four sources told CNN that Secretary of State Mike Pompeo had approved a Level 4 advisory.  Late last Wednesday, the advisory was raised globally to Level 3: Reconsider Travel “due to the global impact of COVID-19.” Politico was the first to report the heightened advisory level. CNN has reached out to the State Department for comment.  Another source told CNN that the move would be aimed at curtailing Americans’ travel abroad and to get those who are traveling to come home. ##Travel## Japanese Olympic Committee (JOC) board member Kaori Yamaguchi has called for the Tokyo Olympics to be postponed because athletes are unable to prepare adequately as a result of the ongoing coronavirus pandemic, she told the Nikkei newspaper. Yamaguchi, who won a Judo bronze medal at the Seoul Olympic Games in 1988, said she plans to raise this point at a JOC Board Meeting scheduled for March 27. \"The Olympics should not be held in a situation people in the world can’t enjoy,\" Yamaguchi said. \"As far as I can tell, athletes in the United States and Europe are unable to train as normal and finish their qualifying matches. That makes it impossible for them to appear well prepared at the start, with all the associated risks,\" Yamaguchi said. Some context: Yamaguchi’s comments come after International Olympic Committee (IOC) member Hayley Wickenheiser on Tuesday called the decision to proceed with the Games “insensitive and irresponsible.” Wickenheiser, who competed for Canada in five Winter Olympic Games in Ice Hockey and at the 2000 Summer Olympics in Softball, wrote in a statement on Twitter: \"This crisis is bigger than even the Olympics […] Athletes can't train. Attendees can't travel plan.\" The IOC and Tokyo 2020 Organizers have repeatedly insisted that the games will run as scheduled in Japan’s capital from July 24 to Aug. 9. ##Travel## New York Gov. Andrew Cuomo attempted to assuage concerns this morning by saying \"there is no quarantine plan for New York City\" as it relates to the ongoing coronavirus pandemic. Cuomo went on to discuss New Rochelle, which is in Westchester County. As of Wednesday morning, 538 of the more than 2,380 cases in New York state were in Westchester County. \"My containment plan in new Rochelle didn't contain anyone. It was a bad word. It meant to contain the virus. You could come and go in new Rochelle, schools were closed, large gatherings were closed. But there was no quarantine containment. Well, you called out the National Guard. I called out the National Guard to help with food delivery and cleaning surfaces,\" Cuomo said. Some context: On Tuesday, Cuomo dismissed the possibility of an imminent shelter-in-place order after New York City Mayor Bill de Blasio urged New Yorkers to prepare for the measure. De Blasio told New Yorkers to prepare for the possibility within the next two days. \"I think New Yorkers should be prepared right now for the possibility of a shelter in place order,\" de Blasio, a Democrat, said during a press briefing about coronavirus. \"It has not happened yet but it is definitely a possibility at this point. I believe that decision should be made in the next 48 hours, and it's a very, a very difficult decision.\" However, a shelter-in-place order would have to be approved by Gov. Cuomo. Watch: ##Daily Life## The New York Federal Reserve continues to point a firehose of liquidity at clogged-up financial markets. The NY Fed just announced it will purchase another $10 billion of mortgage-backed securities (MBS) on Thursday via two separate operations. The cash injections, according to the NY Fed, are aimed at tackling \"highly unusual disruptions\" in the mortgage bond market linked to the coronavirus outbreak. The $10 billion is part of the $200 billion in mortgage bonds the Fed promised on Sunday to buy as it relaunched quantitative easing, or QE. And this is on top of the flurry of overnight repo operations that are aimed at unclogging short-term funding markets. And the NY Fed made clear its MBS may only be beginning. The statement said the NY Fed \"stands ready\" to buy even more mortgage bonds if it's needed to keep markets operating smoothly. ##Business## To alleviate some of the financial hardships New Yorkers are experiencing due to the spread of coronavirus, Gov. Andrew Cuomo announced a 90-day mortgage relief for homeowners across the state. “We’re not exempting people from the mortgage payments, we’re just adjusting the mortgage to include those payments on the backend,” he said. According to Cuomo, this mortgage relief includes: Waive mortgage payments based on financial hardship\nNo negative reporting to credit bureaus\nGrace period for load modification\nNo late payment fees or online payment fees\nPostponing or suspending foreclosures ##Daily Life## The average price of a gallon of gas has fallen below $2 in nearly a quarter of the country's states, according to AAA.  The national average currently stands at $2.19 for a gallon of regular gas, the lowest it's been since early December 2016. That's down 13 cents from a week ago and 36 cents lower than a year ago.   Oklahoma is the cheapest, with a cost per gallon of regular going for $1.84. Hawaii and California are the two most expensive states for a gallon of regular, at $3.52 and $3.28 respectively.  \"This is unprecedented,\" Tom Kloza, head of energy analysis for the Oil Price Information Service, told CNN Business.  Kloza expects that the national average will soon drop between $1.99 per gallon with some states hitting $1 per gallon or less.  The national average price will probably decline further ‐perhaps to between $1.25 to $1.50 per gallon — in the next few months, he said.  ##Daily Life## The American Clinical Laboratory Association is asking congressional leadership for $5 billion in emergency funding for COVID-19 testing and related costs. “We are growing increasingly concerned the federal government is not recognizing the strain on the laboratory industry to meet the demand for testing for COVID-19,” the group wrote in a letter on Wednesday night. The labs in the industry group have done 43,000 COVID-19 tests so far, they say, but have had no assurance for how these tests will be paid for. \"Notably, these tests have been performed absent assurances about the payment for these necessary services,\" the letter says. \"We are growing increasingly concerned that the federal government is not recognizing the strain on the laboratory industry to meet the demand for testing for COVID-19.  Free testing for COVID-19 has now been promised to the American people. Laboratories should not bear the cost of \"free\" testing. Clinical laboratories need additional support from Congress to ensure we have the necessary staffing, supplies and equipment to fulfill that vital promise.\" ##Health## The USNS Mercy hospital ship is now expected to head to the Seattle area in the next five to 10 days, according to a defense official.  “That is the expectation,” the official said.  The final destination could always change depending on civilian needs, the official cautioned. The other ship, the USNS Comfort, is still weeks away from being deployed to New York.  \"The Comfort, which is on the East Coast, should be ready in a couple weeks,” Secretary of Defense Mark Esper told CNN’s Jake Tapper on Wednesday. Esper made also made clear to CNN that the two Navy hospital ships being deployed to help respond to the coronavirus outbreak will not treat patients suffering from the virus. There are at least 10,259 cases of the novel coronavirus in the United States, according to state and local health agencies, governments and the US Centers for Disease Control and Prevention. According to the CDC there are 70 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through public health systems, there are 10,189 cases in all 50 states, Washington, DC, and other US territories, bringing the total number of coronavirus cases to 10,259.  In total, 152 people have died.  ##Health## New York Gov. Andrew Cuomo has ordered 75% of the state’s workforce to work from home. \"The numbers have gone up overnight. I am going to increase the density control today. No more than 25% of people can be in the work force,\" Cuomo said Thursday. \"Yesterday it was 50%. We're reducing it again, except the essential services that we spoke about yesterday. That means 75% of the work force must stay at home and work from home. Again, voluntarily I'm asking all businesses to have people work from home. As a mandate, 75% of your employee base must work from home.\" ##Daily Life## Multiple flights have been canceled or temporarily suspended across Africa as airlines struggle to cope with falling demand following the spread of coronavirus. Rwanda Air, and Air Mauritius are among airlines that have suspended flights to China. Morocco has suspended all international flights to and from its territory \"until further notice\" and Kenya Airways also suspended flights to countries affected by the virus. According to a report from the International Air Transport Association (IATA), as of March 11, African airlines have recorded a loss of up to $4.4 billion in revenue since the virus surfaced. Adefunke Adeyemi, IATA's Regional Director for Advocacy and Strategic relations in Africa says passenger demand for Africa has reduced significantly. International bookings in Africa went down by 20% in March and April, while domestic bookings have fallen by about 15% in March and 25% in April, according to data from IATA. \"Not as many passengers are traveling to, from and within Africa because of the outbreak. In terms of the impact on the aviation industry, the numbers we released show Africa taking a hit in terms of revenue,\" Adeyemi told CNN. ##Travel## Federal Aviation Administration chief Stephen Dickson will self-quarantine for the next week after his recent exposure to a congressman who has since tested positive for the coronavirus, an agency official told CNN on Thursday.    On March 11, Dickson “had a brief interaction” with Rep. Mario Diaz-Balart, who has since tested positive.   As a result, Dickson will “self-quarantine and work remotely for seven days to ensure he is symptom-free 14 days after contact with the congressman,” the official said.   “On March 11, before a hearing at the House Transportation, Housing and Urban Development, and Related Agencies Subcommittee, FAA Administrator Steve Dickson had a brief interaction with Rep. Mario Diaz-Balart. As a result of Rep. Diaz-Balart testing positive for COVID-19, the administrator is following the recommended protocols from the Centers for Disease Control and Prevention (CDC) and will self-quarantine and work remotely for seven days to ensure he is symptom-free 14 days after contact with the congressman,\" an FAA official said. Germany's Defense Ministry will mobilize its armed forces and call up army reserves to support the government's efforts to cope with the coronavirus crisis, Defense Minister Annegret Kramp-Karrenbauer said Thursday in Berlin.  ''We are preparing for a worst-case scenario where a very large number of people will become infected and we have the human resources to help,\" Kramp-Karrenbauer said during a press briefing, adding that the capabilities of the army reserves should be used sensibly. \"This will be important, especially if the crisis lasts longer,\" she added.  In her statement to the press, the German defense minister assured citizens that they will be able to rely upon the armed forces over the course of the COVID-19 crisis. \"The fight against the virus is a marathon,\" Kramp-Karrenbauer said.  ##Health## The Energy Department promised Thursday to support US oil producers facing \"potentially catastrophic losses\" by quickly purchasing 30 million barrels of crude. Those barrels, purchased at dirt-cheap prices, will be used to start filling up America's emergency oil stockpile, known as the Strategic Petroleum Reserve, or SPR. The initial purchase will be focused on small and midsize US oil producers, the group most at risk from the oil crash to $20 a barrel. Treasury Secretary Steve Mnuchin said he will recommend to President Trump that he request funding from Congress to buy even more crude — enough to fill up the SPR. \"At $22 for WTI crude, we should be filling up the reserve for the next 10 years,\" Mnuchin said on Fox Business Thursday morning. Mnuchin said the oil market has \"nothing to do with the coronavirus, other than there's just a lot less demand.\" That's not exactly right: The demand destruction, caused by mass cancellations of flights and widespread factory shutdowns, is a major driver of the oil crash. The other huge problem: Saudi Arabia and Russia are flooding the market with too much supply in a bid to crowd out high-cost US producers. ##Business## The United Kingdom's communications team went into overdrive on Thursday in an attempt to play down fears of a lockdown in London.  Reports of the imminent imposition of tighter restrictions in the capital gained steam after Prime Minister Boris Johnson, at a press conference on Wednesday night, repeatedly refused to deny that such measures were being considered.  “We will rule nothing out and we will certainly wish to consider bringing forward further and faster measures where that is necessary,” Johnson said. Multiple government sources told CNN on Wednesday that serious conversations about restricting travel in and out of the capital and limiting the city's transport network were taking place at the highest levels of government.  However, on Thursday morning, the prime minister's official spokesperson told journalists that there was \"zero prospect\" of travel restrictions and that the government has \"no plans\" to shut down the London's transport network.  Some context: It's worth remembering that until recently, the closure of schools was not something the government was considering, and that as recently as two weeks ago, the scientific evidence didn't support stopping mass gatherings such as concerts or music events.  However, British schools will close their gates at the end of this week and as of Monday, mass gatherings will not be supported by emergency workers.  Music festivals have been canceled, West End theaters shuttered and cultural life in the UK is winding down. London’s transport authority closed 40 Tube stations on Thursday and reduced the service frequency on most lines, ostensibly to maintain a baseline service. A 91-year-old man in Connecticut has died “due to complications from COVID-19,” Gov. Ned Lamont tweeted Thursday morning. The man – a New Canaan resident who was being treated at Norwalk Hospital – is the second reported death in Connecticut. “Our hearts are with his family and friends at this difficult time,” Lamont tweeted. ##Health## The Louisiana Department of Health has reported an eighth death related to COVID-19. The 60-year-old individual was a St. James Parish resident. As of Wednesday evening, 280 positive cases of coronavirus has been identified in Louisiana.  ##Health##   The Philippines will stop issuing visas to foreigners in a bid to stop the spread of the novel coronavirus. \"We are stopping the issuance of visas from all posts abroad and here,\" Philippines Foreign Secretary Teodoro Locsin Jr. said in a tweet posted on Thursday. \"This goes one imperative step forward: a total ban on incoming foreign visitors of all nationalities no exceptions.\" Locsin said that foreign visitors in the country will be \"given all the help to get out\" adding that it would be \"idiotic to detain them.\" Some context: On Wednesday, the Philippines declared a state of calamity allowing law enforcement agencies as well as the armed forces to be deployed to affected areas in order to ensure peace. The move also made the \"Quick Response Fund\" available for use by local governments to fight the virus.   ##Travel## The Transportation Security Administration said two baggage screening officers at JFK airport have tested positive for coronavirus.  One screener last worked on March 13 in Terminal 5 in the checked baggage room. The second screener last worked on March 12 in Terminal 4 in the checked baggage room. This brings a total of 12 TSA officers who have tested positive. At least one passenger with confirmed coronavirus case took a JetBlue flight out of JFK on March 11. A second passenger deplaned from a Delta flight on March 16, and after boarding, learned he or she had been exposed to a coronavirus case. It is unclear whether the workers contracted the cases at work or elsewhere. ##Travel## Former Trump administration economist Kevin Hassett says the April jobs report will be “the worst jobs number you ever saw.” In an interview with CNN’s Poppy Harlow on Thursday, Hassett said that if everyone stays home for six months, “it is like a Great Depression.” Watch: ##Business## Gulf Shores Mayor Robert Craft announced via video Thursday morning that the Gulf Shores beaches will close due to the coronavirus pandemic. \"Effective 7 a.m. tomorrow, all public beaches in Gulf Shores will close with a tentative reopen date of Monday, April 6. Additionally, we will be requesting the Baldwin County Commission, Town of Dauphin Island, and City of Orange Beach join us in asking Gov. Kay Ivey to close all Alabama beaches for the same time frame,\" Craft said. A state of local emergency was declared for Gulf Shores on Thursday. ##Daily Life## The US Centers for Disease Control and Prevention has loosened its guidelines to allow health care workers who have been exposed to COVID-19 to continue working as long as they wear a mask, according to CNN's Dr. Sanjay Gupta. \"This is a huge concern, John, because this is how you potentially increase the spread, at least not slow down the spread,\" Gupta said to CNN's John Berman this morning.  Within the guidelines, the CDC says bandanas and scarves could be used in place of a mask, Gupta said. The reason for these guidelines is due to a lack of personal protective equipment and not enough health care workers, Gupta said. Watch Gupta's remarks below: Iranian Health Ministry spokesman Kianoush Jahanpour said in a tweet today that every 10 minutes, one Iranian is killed by the coronavirus. Every hour, at least 50 Iranian are infected. Iran’s Health Ministry confirmed 149 new deaths from coronavirus in the past 24 hours, raising the overall death toll to 1,284 on Thursday. This is the country's highest spike in death toll over a 24-hour period since the coronavirus outbreak began.  There were additional 1,046 confirmed cases of coronavirus bringing the total to 18,407, Iran’s Deputy Health Minister Alireza Raisi said.  ##Health## The Chinese government on Thursday announced the result of its investigation into issues related to Dr. Li Wenliang, the ophthalmologist who was reprimanded by police in Wuhan for trying to warn others about the coronavirus — and whose death from the virus on Feb. 7 sparked nationwide outrage. The national authorities confirmed that the 34-year-old Li, who worked at a hospital in Wuhan, re-posted internal government documents on the emerging outbreak on Dec. 30 in a social media group chat and warned others not to go outside.  Local police in Wuhan, the epicenter of the outbreak, subsequently summoned Li on Jan. 3 and issued him a formal reprimand. The government investigators also said that Li received proper treatment once he became ill, and all medical procedures were approved by him or his family. The authorities concluded that local police's reprimand of Li was “inappropriate” based on improper application of law and that it should be rectified. The government investigators urged local police to withdraw its reprimand and hold relevant personnel accountable. The US-led international coalition in Afghanistan has implemented a series of restrictions in order to prevent the spread of the novel coronavirus, including “temporarily” pausing the movement of personnel movement into Afghanistan and delaying the return of some service members. “In some cases these measures will necessitate some service members remaining beyond their scheduled departure dates,” Gen. Scott Miller, the commander of US and international forces in Afghanistan said in a statement. “As of March 19, 21 Resolute Support personnel exhibiting flu-like symptoms are in isolation and receiving medical care,” the statement said, referring to the official name of the international coalition operation. The statement said that because there are no testing facilities in Afghanistan, tests are being performed at a military hospital in Landstuhl, Germany, or at other civilian locations. Additionally “1,500 multi-national service members, civilians and contractors who have arrived in theater within the past week are living in screening facilities prior to onward movement.” Miller said that this was due to an “Abundance of caution, not because they are sick.” He also said that access to bases had been restricted and that while efforts to train and advise local Afghan forces continue there has been a push to conduct meetings via “technical means” as opposed to in person.   The British government currently has no plans to restrict travel in and out of London or to close down the capital’s underground tube service, Prime Minister Boris Johnson’s spokesman told reporters Thursday. Transport for London (TFL) said Wednesday that it had plans to close “until further notice” up to 40 tube stations that do not interchange with other lines. Johnson is meeting Thursday with London mayor Sadiq Khan to discuss plans for the capital, according to City Hall. The meeting comes amid widespread speculation and concern that London could be placed under lockdown. All the nations of the UK announced school closures starting this weekend “until further notice.\" Politicians are suggesting that schools might not resume during this academic year.  ##Daily Life## Eight out of ten people in the Spanish capital will get COVID-19, according to the president of the Region of Madrid, Isabel Díaz Ayuso. “They will have mild symptoms,” she said, but added that \"it will be a problem\" for the vulnerable population, which is around 15% of people. \"This virus has been in Spain for a longer time and is going to spread to practically everyone, and in most, it will not leave lasting marks. But the problem is the vulnerable population,\" said Díaz Asuyo in an interview on Spanish radio. She called the disease \"lethal\" for elderly people with pre-existing conditions, and said that in 24 or 48 hours \"it can end the life of a person who is in the vulnerable population group.\" As a result of this, the region of Madrid has sought to \"save time,\" unify healthcare in the public and private sectors, and convert \"normal beds into ICU beds.\" Some 580 beds in these critical units are occupied, Díaz Asuyo said, and the Ministry of Health plans to facilitate \"new rapid tests\" to detect coronavirus this weekend.  ##Health## The UK government has attempted to play down the prospect of an imminent lockdown in London, a day after Prime Minister Boris Johnson declined to rule out stricter measures for the city. On Wednesday, multiple government sources told CNN that conservations had taken place in Downing Street discussing measures ranging from shutting down parts of the capital’s transport network to restricting travel in and out of the city. Similar reports appeared across the UK media.  On Thursday, the Prime Minister’s spokesman said there was “zero prospect” of any restrictions on travel in and out of London, and that there were “no plans” to shut down its transport network. However, the city’s transport authority had already closed parts of London’s Tube network, and the government did not rule out introducing further social distancing measures in the coming days. Johnson was due to meet the London mayor, Sadiq Khan, on Thursday to discuss plans to fight coronavirus in London, a spokesman for City Hall told CNN. Giving evidence to the London assembly on Thursday, Khan said too many Londoners were failing to follow official advice. “We are clearly still in the early phase of this crisis but the spread of the virus is at a more advanced stage in London than in other parts of the country. This means that further measures will need to be introduced at the point at which they will have the biggest effect,” he said. Chinese authorities have announced that some Beijing-bound international flights will be diverted to nearby cities for health screenings in the coming days.  Passengers will clear immigration and customs at their first point of entry and only those deemed healthy will be allowed to board the same aircraft again to fly to Beijing. Some context: The Chinese capital has recorded a growing number of imported coronavirus cases in recent days.  Beijing authorities have already tightened screening and quarantine procedures targeting international arrivals. With a few exceptions, all travelers arriving from abroad are now required to undergo a 14-day quarantine at designated government facilities at their own expense. ##Travel## Deaths from COVID-19 in Spain have jumped over 20% in the last day, reaching 767, according to a Spanish Health Ministry official speaking at a daily briefing in Madrid Thursday. There are now a total of 17,147 cases recorded in the country, the ministry added. Meanwhile, 939 people are in intensive care, said Fernando Simón, director of the Spanish Coordinating Centre for Health Alerts and Emergencies at Spain’s Ministry of Health.  ##Health##    Some in the nursing industry were left \"confused\" after President Trump appeared to walk back his decision to use the Defense Production Act to combat medical equipment shortages on Wednesday.  Hours after a meeting with industry representatives in which he spoke about “scaling up” supplies, Trump said on Twitter that he had only signed the act “should we need to invoke it in a worst case scenario in the future.”  \"It was so disassociated from what he said this morning at the press conference and what he said to us,” said Dr. David Benton, CEO of the National Council of State Boards of Nursing, who was at the White House meeting. Benton said representatives “described to the President how critical [ventilators] are\" and expressed “anxiety” about the availability of protective equipment including masks and gowns. The White House said more equipment was coming, just not under the Defense Production Act. A senior administration official said that the Department of Health and Human Services was working with states and the private sector to facilitate distribution as needed. “The private sector has stepped up to make sure that we do everything possible to provide supplies to our healthcare workers and first responders, but if more cooperation is needed to address shortages, this order will ensure that the health and medical resources needed are properly distributed,” the official said.  By the numbers: The Department of Homeland Security estimates that should the virus become \"very severe,\" 38 million people will need medical care and 9.6 million will need hospitalization.  Of those, an estimated 2.9 million people will need to be admitted to intensive care units, overwhelming current capacity.  ##Health## German airline Lufthansa has announced drastic cutbacks in its flight operations, grounding 700 of its 763 planes.  The carrier's CEO Carsten Spohr said the spread of coronavirus had placed the airline in “an unprecedented state of emergency.” He added that “the longer this crisis lasts, the more likely it is that the future of aviation cannot be guaranteed without state aid.\" ##Travel## States across the US have reported 2,760 new cases of novel coronavirus over the past 24 hours, according to a tally by CNN. On Wednesday morning at 6 a.m. ET, CNN was reporting at least 6,138 cases with 112 deaths. On Thursday morning at 6 a.m. ET, CNN had tallied at least 8,898 cases with 149 deaths; an increase of 2,760 cases and 37 deaths.  A week ago on March 12, CNN was reporting 1,274 cases and 38 deaths. Two weeks ago on March 5, CNN had counted 161 cases and 11 deaths. Members of the White House Task Force and public health officials have warned the number of cases in the US will increase as more testing is completed.  ##Health##  The high-profile New York restaurant group which runs the city's Union Square Cafe is slashing its workforce by 80% and laying off around 2,000 people in the wake of coronavirus-related closures.  The cuts are a result of \"a near complete elimination of revenue,\" Union Square Hospitality Group (USHG) said in a statement.  \"We have laid off more people today that we probably hired in the first 20-25 years we were in business. I cannot believe those words have just come out of my mouth,\" USHG Chief Executive Danny Meyer said in an emotional video message to staff. The company operates restaurants and event businesses in New York, Las Vegas, Washington DC and other cities. Meyer opened Union Square Cafe in 1985. \"The reality is that we've had to make drastic and previously unimaginable choices for how we conduct business just to protect our team and our communities ... in doing so, our revenues have been decimated, and the foundation of our business has been seriously tested,\" he said in a statement. Meyer will forgo his salary and members of the executive team will take pay cuts, which will go into an employee relief fund with other donations.  \"The goal is to rehire as many of those people as soon as possible, when health and business conditions permit,\" USHG said in the announcement. Industry insiders have warned that the temporary closures of restaurants and bars across the US could devastate the industry. The National Restaurant Association said restaurants will need $325 billion from the government to help workers and employers. Read the full story here ##Business## France has received 30 million protective face masks to help healthcare workers treat patients infected by the coronavirus, French Minister for Health Olivier Véran said Thursday.  He advised against use by the general public, and French Prime Minister Edouard Philippe reiterated that face masks were \"useless\" for day-to-day protection and deprived healthcare workers who needed them. Meanwhile, the French lockdown that began this week is likely to last beyond the forecast two weeks, according to Geneviève Chêne, the director general of Public Health France.  Chêne told French radio station FranceInfo on Thursday that France should start to see \"a major slowdown within two to four weeks” but that the primary objective remained the conservation of the healthcare system. She said that it was “likely to be necessary to extend the confinement so that this slowdown is sufficient.\"  French President Emmanuel Macron announced lockdown plans in a televised address on Monday evening. From Tuesday midday local time, residents were instructed to stay at home. Those who wish to leave their home must carry a signed copy of a government-approved certificate permitting certain activities such as buying groceries or visiting the sick. ##Health## Officials in the Austrian province of Tyrol have ordered 279 communities to isolate themselves and go into quarantine as an extension of federal lockdown measures.   \"We have to prevent with all our strength conditions like what we are seeing now in Italy...we are issuing a quarantine order for all 279 Tyrolean communities,\" Governor Guenther Platter announced Wednesday evening in a statement shared on Facebook.  Platter said that members of the public would only be allowed to leave their villages or towns if necessary to cover basic needs, provide services of general interest or travel to work.  \"If there is a doctor, a pharmacy, a grocery store and a bank in the village, then the community may not be left for these purposes. What is not allowed, for example, is to go to another village if there is a grocery store in your own village,\" Platter added.  According to Austria's Federal Ministry for Social Affairs, Health Care and Consumer Protection, the western province has reported 437 cases -- out of Austria's total 1,843 -- as of Thursday morning. The order for the popular tourist region follows previous quarantine measures imposed on ski resorts across Austria -- including Ischgl and St Anton -- which had been identified by authorities as hotspots for the spread of the coronavirus. ##Daily Life## While our abilities to go to work and participate in activities outside the home are under restriction, initial discomfort may quickly result in \"cabin fever.\"  Cabin fever is not like a psychological disorder, but the feelings associated with it are. It involves a range of negative feelings and distress related to restricted movement: irritability, boredom, some hopelessness, restlessness and difficulty concentrating.  Your personality is a major factor in how quickly you develop these kinds of emotions. If you're more extroverted and not used to being at home, you're probably more prone to feeling this way and may feel it instantly. Those who see quarantine as a way to clean, pay bills, organize their closet or pursue a new hobby might take longer to reach cabin fever, if they ever do. Whichever group you belong to, there are various ways you can ease the tension: Establish a routine \nMix up your space \nStay physically and mentally active \nConnect with others .. but find time to separate, too \nEmbrace discomfort Read the full article here ##Daily Life## The European Union is urging Netflix and other streaming platforms to stop showing video in high definition to prevent the internet from breaking because of the coronavirus pandemic.  With so many countries on lockdowns to fight the spread of the virus, hundreds of millions working from home and even more children out of school, EU officials are concerned about the strain on internet bandwidth. European Commissioner Thierry Breton tweeted Wednesday evening that he had spoken with Netflix CEO Reed Hastings. Breton called on viewers and companies to \"#SwitchtoStandard definition when HD is not necessary\" to secure internet access for all. A Netflix spokesperson told CNN Business that Hastings and Breton will speak again on Thursday, and said it already adjusts streaming quality and tries to minimize bandwidth consumption.  \"Commissioner Breton is right to highlight the importance of ensuring that the internet continues to run smoothly during this critical time,\" the Netflix spokesperson said. \"We've been focused on network efficiency for many years, including providing our open connect service for free to telecommunications companies.\" Facebook on Wednesday acknowledged that the effects of the pandemic were stretching it to the limit. In a call with reporters, CEO Mark Zuckerberg said Facebook was facing \"big surges\" in use as the coronavirus forces millions to stay home.  He described the increase in demand as \"well beyond\" the annual spike usually seen on New Year's Eve. Voice and video calls on WhatsApp and Facebook Messenger, in particular, are more than double usual levels.  ##Business## It's a stunning reversal President Donald Trump would like Americans to forget. Only days after dismissing the coronavirus threat as a distraction, he's now assumed the title of a resolute war time president fighting an \"invisible enemy\" while promising to rally the nation behind him in pursuit of \"total victory.\" Trump's new posture is in response to a crisis that is worsening by the hour and appears to be partly designed to cover up the administration's failures in distributing testing kits that might have helped authorities slow the virus' advance. But his somber rhetoric is already being undermined by his own actions. He's casting doubt over whether he will actually implement a move to invoke the Defense Production Act, which could speed the production of badly needed ventilators, masks and other supplies for hospital workers. And it turns out the announcement that hospital ships will be deployed to New York and a forthcoming West Coast destination will happen more slowly than initially thought -- it could take weeks before the vessels are ready, said Defense Secretary Mark Esper. A war against coronavirus: Trump's war metaphor also suggests a willingness of the populace to allow some infringements of hard won civil liberties in extreme circumstances -- as is happening with self-isolating right now. But the concept of a wartime presidency also brings political and personal expectations of the commander-in-chief himself and may require a significant refashioning of Trump's divisive political method. Read the full analysis here: ##Health## Hong Kong is facing a resurgence of health issues related to imported coronavirus cases as it confirmed 16 new cases, bringing its total to 208. In a news conference on Thursday, Dr. Chuang Shui-kwan of the Center for Health Protection said most of the new cases had recently arrived in Hong Kong from countries including Spain, the UK, Italy and the US. She said that the new cases included business people and students returning from overseas. Dr. Chui Tak-yi of the Food and Health Department said that Hong Kong was facing a new wave of public health issues related to imported cases. He added that officials are expecting a rise in cases in the days to come. He added that over the past two weeks, 92% of new cases recorded in the city were imported cases. Of the 208 confirmed cases, 91 patients are still receiving treatment in hospitals including one patients who is in critical condition according to Dr. Linda Yu of the Hospital Authority.  ##Health## All legislature members in the US state of Georgia, along with their staff, are being asked to self-quarantine for 14 days after a senator was confirmed to have the coronavirus. Sen. Brandon Beach has tested positive, the Georgia House said in a statement. Meanwhile, two members of the US Congress have tested positive for the virus -- Rep. Ben McAdams of Utah and Rep. Mario Diaz-Balart of Florida. Several other Congress members in different states have also announced self-quarantines after coming in contact with McAdams or Diaz-Balart. ##Health## European Union official Michel Barnier has tested positive for the novel coronavirus, he confirmed on Twitter. The EU's chief Brexit negotiator said he was \"doing well and in good spirits,\" and was following all the precautions along with his team. He added: \"For all those affected already, and for all those currently in isolation, we will get through this together.\" Barnier also shared a video of himself filmed at his home, in which he paid tribute to health workers and said he was thinking of all the families affected by the coronavirus.  He also mentioned his book on ecological threats, \"Chacun Pour Tous\" (Each For All), which he said was relevant to the current crisis. ##Daily Life## Governments and manufacturers are adopting drastic measures to produce more ventilators as the coronavirus pandemic places unprecedented demand on the world's hospitals. The UK government has turned to a wartime solution, enlisting manufacturers including luxury carmaker Rolls-Royce and vacuum company Dyson to produce this essential equipment. Helen Meese, vice-chair of the biomedical engineering division at the Institution of Mechanical Engineers, told CNN Business there was \"a major need\" for ventilators, particularly as the world prepares for \"quite a drought of these devices over the coming weeks\" as we reach the peak of the pandemic.  The World Health Organization has urged all countries to \"optimize the availability\" of lung ventilation equipment, which assists or replaces breathing functions for critically ill patients, pumping oxygen into the blood to keep organs functioning. \"Oxygen therapy is the major treatment intervention for patients with severe Covid-19,\" the organization said. Read the full story here Nearly two months after the first US coronavirus case, the federal government is now preparing for a pandemic that could last up to 18 months or longer and \"include multiple waves of illness,\" a report obtained by CNN shows. The report, dated Friday, is a behind-the-scenes look at how the administration is ramping preparedness and how the whole of the federal government is being mobilized to tackle the crisis in our midst. While not saying specifically that the administration believes the pandemic will last 18 months, the document lays out the contingency plans they are making have to assume a longer timeline to ensure preparedness. \"Shortages of products may occur, impacting healthcare, emergency services, and other elements of critical infrastructure. This includes potentially critical shortages of diagnostics, medical supplies (including PPE and pharmaceuticals), and staffing in some locations,\" the report outlines in one potential scenario. The country is already feeling the strain: Hospitals have sounded the alarm on quickly vanishing supplies as the outbreak in the US shows no signs of slowing -- in just 24 hours, cases soared by more than 40%. The US government announced this week it would help make up for potential medical supply shortages and deploy two hospital ships to help increase medical capacity. Nearly 9,000 Americans have tested positive for the virus. At least 149 have died. Read more here and here. ##Health## ##Daily Life China has reported no new locally transmitted coronavirus cases for the first time since the the pandemic began, marking a major turning point in the global battle to contain Covid-19. At a news conference on Thursday morning, officials from China's National Health Commission announced there had been just 34 new cases in the past 24 hours -- all imported from overseas -- and eight new deaths, all in Hubei, the province where the virus was first identified.  There were there no new reported cases in Hubei at all on Wednesday. Why this matters: The milestone will likely be held up as proof of the ongoing success of China's sweeping, top-down efforts to control the virus, despite persistent allegations that local officials mishandled the initial outbreak. Just last month, mainland China was reporting thousands of new cases every day, and was considered the most high-risk infection area in the world. In the weeks following the early spread of the virus, the government enacted draconian quarantine measures and strict travel restrictions affecting hundreds of millions of citizens. In some hard-hit cities, residents have been unable to leave their apartments for more than a month, while transport between major population hubs has been limited or halted altogether. The unprecedented nature of the measures has exacted a steep toll, both on the many millions of ordinary Chinese forced to endure life under lockdown and the country's economy, which has seen a steep decline in recent weeks. But it has also apparently worked, with zero new local transmissions. And as the danger has lessened in China, the global infection rate continues to accelerate, with countries across multiple continents now grappling with fast-expanding outbreaks of their own. Read the full story here: The Emperor and Empress of Japan have postponed a state visit to the UK that was planned for spring due to the coronavirus pandemic, according to a statement from Buckingham Palace. The visit will be rescheduled for a later date. Earlier in February, the Japanese Imperial Household canceled public birthday celebrations for Emperor Naruhito over fears that large crowds could allow the coronavirus to spread. It would have been the first public celebration of Emperor Naruhito’s birthday; he took the throne last year after his father, Akihito, became the first emperor to abdicate in 200 years. The numbers: Johns Hopkins University, which is tracking cases reported by the World Health Organization and additional sources, puts the total number of cases worldwide at more than 218,800, with at least 8,800 deaths. China reports no new domestic cases: For the first time, the country where the coronavirus pandemic began has announced no new locally transmitted infections -- a pivotal moment in the battle to contain Covid-19. All 34 new cases reported yesterday were imported from overseas. UK ramps up measures: From Friday, schools across the UK will close until further notice. Northern Ireland’s schools will close starting Monday. Dozens of London Underground stations will close after the government advised to stop non-essential social contact. An additional 10,000 military personnel will be placed \"at a higher readiness\" to support public services as part of a new coronavirus support force. Latest restrictions: Germany is extending its entry restrictions at six national borders to air and shipping traffic, the European Union has closed its external borders for 30 days, the UAE is banning incoming travelers and residency visa holders and Australia and New Zealand are both banning entry to foreign citizens and non-residents. Situation in US: 80% of coronavirus-related deaths in the US occurred in adults aged 65 and older, according to a report from the US Centers for Disease Control and Prevention. The US has at least 8,898 cases and 149 deaths. The government is preparing for the  pandemic to last up to 18 months. Economy: The European Central Bank said it would spend $818 billion buying government debt and private securities to fight the coronavirus crash. South Korea is supplying 50 trillion won ($39.1 billion) in emergency funding to support small business. New cases: South Korea confirmed 152 new coronavirus cases yesterday -- a rise after a week of diminishing infection rates. Singapore confirmed 47 new coronavirus cases yesterday -- its largest single-day increase in cases. Fiji confirmed the country's first coronavirus case -- bad news for Pacific Island nations, which are some of the most remote and aid-dependent in the world. Meanwhile, Russia and Mexico have reported their first coronavirus-related deaths. Mexico has confirmed its first coronavirus-related death, the country’s health ministry announced in a tweet on Wednesday. The patient, who also had diabetes, began showing symptoms of the coronavirus on March 9, according to the ministry. The ministry did not specify where in Mexico the patient died, and extended its condolences to the patient's family in the tweet. Mexico has 93 coronavirus cases, according to data from Johns Hopkins University. ##Health## A patient with coronavirus has died in Moscow in Russia's first death of the pandemic, health authorities in the country reported today. The patient was a 79-year-old woman who was hospitalized on March 13. She \"had a number of chronic diseases, including type 2 diabetes, atherosclerosis, and hypertension,” said the national coronavirus response center in a statement.  According to the statement, the patient was first hospitalized in a private clinic, before being moved to a special facility, where she tested positive for the virus. The woman suffered respiratory failure and received treatment in an intensive care unit. Russia now has 147 cases of coronavirus. The country has placed travel restrictions on arriving foreign nationals, and Moscow has barred large public gatherings. ##Health## The Indian city of Mumbai is preparing for the arrival of about 26,000 passengers, mostly Indian nationals, who are expected to return from Gulf countries over the next two weeks. More than 20 flights a day arrive in Mumbai from Gulf nations like the UAE, Kuwait, Qatar and Oman. Yesterday, the Indian Ministry of Home Affairs passed an order that all passengers coming from or transiting through those countries will be quarantined for 14 days upon arrival, either at government facilities or at home. Most of the travelers are Indian blue-collar workers on labor contracts in the Gulf countries, who are now returning home. Arrivals who are asymptomatic and have homes in Mumbai can go home and self-isolate for 14 days. If they live in neighboring towns, they can still stay at home but are not allowed to take public transport.  If they show symptoms, or live far from Mumbai, they will be quarantined in government facilities, said municipal government officials. Quarantine centers: One quarantine site is the Seven Hills Hospital in the Marol area of Mumbai -- but the city has also set up other quarantine facilities and a portal in partnership with hotels and marriage halls. The government quarantine facilities have about 700 beds available, said P Velrasu, Additional Municipal Commissioner. Mumbai currently has 45 cases of the coronavirus, according to the state's Ministry of Public Health and Family Welfare. India has 169 cases in total, and three deaths, according to Johns Hopkins University, which is tracking cases reported by the World Health Organization and additional sources.  ##Health## ##Travel## Singapore confirmed 47 new coronavirus cases yesterday -- its largest single-day increase in cases so far. Some 33 of the new cases were imported from Europe, North America, and Southeast Asia -- all regions that are experiencing spikes in cases, said the Singapore Ministry of Health in a statement. Of the remaining cases, nine are linked to previous confirmed cases in the city, and five have no such associations. These 47 cases raise the national total to 313. A total of 117 patients have fully recovered and been discharged from hospital. Some 196 patients are still being treated in hospital, including 15 who are in critical condition. New measures: The jump in cases comes soon after Singapore announced that all travelers arriving in the country will face a mandatory 14-day home quarantine, effective Saturday. Singapore also advised all its citizens not to travel abroad. ##Health## Germany is extending its entry restrictions at six national borders to air and shipping traffic, the interior ministry said late Wednesday. EU citizens coming from Austria, Spain, Italy, Switzerland, Luxembourg and Denmark will no longer be allowed into Germany by air or sea unless there is an “urgent reason to travel,” said the interior ministry in a statement. Travelers coming from EU countries may only land at a German airport if they are traveling from their original destination to their home country. Germany had imposed the land border closures with those six countries earlier this week. Earlier today, German Chancellor Angela Merkel warned the public: She asked all citizens to play their part in containing the pandemic. “Things are serious. Take this seriously. Since German unification, no, since the Second World War, there has not been a situation that was so dependent on us acting together in solidarity,” she said. ##Travel## South Korea confirmed 152 new coronavirus cases yesterday -- a rise after a week of diminishing infection rates, and a reminder that the country is not yet out of the woods. For the past few days, South Korea had been reporting fewer than 100 cases per day, raising hopes that the outbreak's peak had passed. But new clusters have been identified; of the 152 new cases, 97 are from the city of Daegu, including 75 from one nursing facility, said Yoon Tae-ho of the Central Disaster Relief Headquarters today. The government is \"substantially cautious of the danger in the sense that sporadically cases are breaking out in nursing facilities and hospitals in clusters,\" Yoon said. “Our biggest concern is that those in the nursing facility or hospital are suffering from an existing condition and had been in the facility for a long time. They are very old.\" About 80% of all the confirmed cases in South Korea are associated with cluster transmissions, the Korea Centers for Disease Control and Prevention said on Sunday. South Korea now has 8,565 coronavirus patients, of which 91 have died, according to Johns Hopkins University, which is tracking cases reported by the World Health Organization and additional sources.  ##Health## In South Africa, spreading false information about the coronavirus is now a crime, punishable by up to six months in prison, a fine, or both. The move is one of several new measures announced by the government late Wednesday, in an effort to halt the spread of the virus and curb misleading rumors on social media. Other measures include legally enforcing testing, treatment and quarantine or isolation of suspected cases.  Earlier this week, a family in Gauteng province refused to be isolated after testing positive and had to be brought in by police after a court order.  Visits to prisons have been suspended, and gatherings of more than 100 people are now prohibited by law. Gatherings of more than 50 people will also be banned if alcohol is present. South Africa has 116 cases of the coronavirus, according to Johns Hopkins University -- most of them imported from overseas. ##Daily Life##  New York City is nearly unrecognizable as the coronavirus pandemic has driven crowds from the streets. Ridership on the city's subway system was down 3.7 million on Tuesday, compared with the same day last year. Times Square, normally teeming with vehicle and foot traffic, was lit up as ever but nearly uninhabited Monday as bars and restaurants became take-out only and public spaces like theaters and gyms shuttered. Rockefeller Center, like other entertainment spots, was captured in an unfamiliar light Wednesday as it was closed, with no skaters and no onlookers to fill it. The city's hotels were less than 49% full last week, according to data released Wednesday, and Gov. Andrew Cuomo announced a mandatory ban on businesses that would allow no more than 50% of the workforce to report for work outside their home. As a result, coming and going in the city has dwindled. Nearly 10 million Californian residents are under \"shelter in place\" orders -- meaning they are required to stay home, except for essential needs like buying groceries or picking up medication. This week, Mayor Bill de Blasio told New Yorkers to prepare for the possibility of a similar order, though the final decision rests with Cuomo. ##Daily Life##   The United Arab Emirates is extending its travel ban to deny entry to residency visa holders, according to state news agency WAM. The new restrictions go into effect today.  Earlier this week, the UAE also suspended issuing all tourist visas and most work permits. UAE nationals in the country are also temporarily banned from traveling abroad.  The UAE has 114 confirmed coronavirus cases, according to Johns Hopkins University, which is tracking cases reported by the World Health Organization and additional sources.  ##Travel## On Thursday, Fiji's Prime Minister confirmed the country has its first coronavirus case.  That came as Samoa -- another Pacific island nation -- announced it had a suspected case. According to the Ministry of Health’s news release, it could be days before the case can be confirmed.  Other island nations have also reported cases, including French Polynesia, and the US territory Guam.  This is bad news for Pacific Island nations, which are some of the most remote and aid-dependent in the world.  Last year’s measles outbreak in Samoa shows how easily disease can spread among its population of 200,000 -- and suggests the country would be ill-equipped to cope with the coronavirus.  During the measles outbreak, Samoa declared a state of emergency. Government offices and schools closed, and children were banned from public gatherings. But it wasn’t enough to prevent more than 80 deaths -- a devastating number for such a small population.  Pacific Islands have taken strict measures. Samoa now requires all arrivals -- including residents -- to undergo a medical examination within three days before arrival.  The way New Zealand has responded also shows how concerned it is for its much smaller neighbors. On Saturday, New Zealand announced that almost everyone entering the country needs to self-isolate for two weeks. At the time, the country’s leader Jacinda Ardern described the measure as the strictest in the world.  Of course, the rule was aimed at limiting the spread in New Zealand. But it was also put in place to look out for Pacific Islands.  Although people coming from the Pacific would be allowed to avoid the self-isolation rule, anyone traveling to the Pacific would need to meet strict new exit rules, including a health assessment. Anyone who had traveled outside New Zealand in the past 14 days wouldn’t be allowed to go to the Pacific. On Thursday, Ardern announced new measures, closing off the country's border to almost all non-New Zealanders -- including those coming from the Pacific. But again, protection of the Pacific was part of the plan. “It remains the case that the protection of the Pacific from Covid-19 is a major concern for the New Zealand government and these measures support that,\" Ardern said. \n“A small number of exemptions to the new measures can be sought for humanitarian reasons, essential health workers and citizens of Samoa and Tonga who need to travel to New Zealand for essential reasons.   New Zealand is a gateway to the Pacific. It’s one of the few countries with flights to the Pacific Islands. It also has a large Pacific Island community, some of whom regularly travel to the islands. As one of the biggest aid donors to the Pacific, New Zealand would likely need to step in and help in the event of a coronavirus crisis -- just as it did during the measles outbreak. ##Travel## ##Health## A pivotal moment in China: Mainland China reported no new locally transmitted coronavirus cases for the first time since the the pandemic began. The country recorded 34 new cases of coronavirus yesterday -- all imported from overseas. Wuhan restrictions: The Chinese city at ground zero of the pandemic will need to see 14 consecutive days of no new cases before travel restrictions can be lifted, a top Chinese health expert said.  Hubei lockdown eases: Months of lockdowns and travel restrictions affecting hundreds of millions of citizens are slowly easing. Inter-provincial travel, which had previously been shut down entirely, is gradually resuming. People from other provinces are now allowed into Hubei province, of which Wuhan is the capital. South Korea measures: The country with the biggest outbreak outside of China in Asia reported seven more deaths on Wednesday, bringing the total there to 91. South Korea has at least 8,565 cases of coronavirus, according to Johns Hopkins University, which is tracking cases reported by the World Health Organization (WHO) and additional sources. The government is supplying 50 trillion won ($38.8 billion) in emergency funding to support small business. South and Southeast Asia: Countries in South and Southeast Asia must “urgently scale-up aggressive measures” and widespread testing to prevent the coronavirus from spreading further, said WHO officials. Bangladesh reported its first coronavirus death on Wednesday -- it has 14 cases in total. Thailand is now demanding health certificates from all travelers. The Philippines has been placed under a state of calamity for six months and at least half of the country is on lockdown, while Malaysia is under a nationwide movement restriction order. Second surge: Places like mainland China and Hong Kong are bracing for a potential second wave of infections, as people return from overseas, bringing the virus with them. Asia markets fall: Asian stocks and US futures sank Thursday despite a slew of steps unveiled to cushion the economic blow caused by the coronavirus. The Korean Exchange briefly suspended trading in Seoul after markets there plummeted. Australia's S&P/ASX 200 was last down 4%, Hong Kong's Hang Seng Index fell 4.5%, while China's Shanghai Composite was last down 2.3%.  ##Travel## ##Daily Life## ##Business## ##Health## Bollywood star Deepika Padukone is the latest celebrity to join the \"Safe Hands Challenge.\" World Health Organization director-general Tedros Adhanom Ghebreyesus kicked off the challenge on Tuesday, tweeting a video of himself washing his hands thoroughly and explaining the proper ways to do it. He then challenged a host of celebrities -- Padukone being one. She posted a hand-washing video in response, and tweeted, \"Covid-19 surely is an uphill health and public safety task, but all of us are in this fight together!\" She then called on star athletes Roger Federer, Cristiano Ronaldo, and Virat Kohli to post their own hand-washing videos. Other celebrities who have joined the challenge include \"Pose\" star and fashion icon Billy Porter, rapper G Herbo, and F1 driver Romain Grosjean. Take a look: ##Health## South Korea today announced an emergency economic aid package of $38.8 billion (50 trillion Korean won) for small businesses slammed by the coronavirus pandemic. “(We) will prepare a national financial crisis response program worth a total of 50 trillion won for the financial stability of people’s livelihoods,\" said the country's finance minister Hong Nam-ki. “The financial stabilization package program for the people’s livelihood will be first, strengthening financial support for small businesses, small business owners and self-employed people; second, easing financial burdens on vulnerable social groups; and finally third, will be a stabilizer of the financial market, such as stocks and bonds.” At an emergency economic meeting today, President Moon Jae-in said the emergency package was \"an unprecedented, comprehensive measure in scale and content.”  The package will provide emergency management funds and loan guarantees for small business owners, which will \"allow (these owners) to get loans quickly and easily at low interest rates,\" Moon said. “All financial sectors will postpone loan interest payments of small businesses and small business owners.” ##Business## Dozens of stations on the London Underground will be closed starting Thursday, as part of the effort to slow the coronavirus pandemic, Transport for London announced in a statement on Wednesday. “Up to 40 London Underground stations that do not interchange with other lines will be closed until further notice. Anyone who needs to make essential journeys should check www.tfl.gov.uk for live travel updates before they travel,” the statement read. The closures come after the government's advice this week to stop non-essential social contact and unnecessary travel. \"The Mayor of London and Transport for London are urging all other customers to follow the Government's advice and not make anything but essential journeys,” said the statement. Public transport falls globally: It's not just in London -- New York City's MTA subway has seen a sharp fall in travelers this week as people stay home and self-quarantine. On Tuesday, 1.79 million people rode the subway. The same date last year, that number was close to 5.57 million, said the MTA in a tweet on Wednesday. “3.7 million of you chose not to ride with us yesterday because you want to #flattenthecurve. “We miss you, but for now, we’ll say: thank you for not riding with us. You’re keeping NYC safer,\" the MTA said. ##Travel## ##Daily Life## Seven members of a New Jersey family contracted the coronavirus, and three of them have now died, according to the New York Times. Grace Fusco, 73, died Wednesday without knowing that two of her eldest children also died before her, the Times reported. CNN was directed to a representative of the family for comment but have not heard back. A relative confirmed four other children who have the coronavirus remain hospitalized, with three in critical condition, according to the report. Fusco’s eldest daughter, Rita Fusco-Jackson of Freehold, New Jersey, died Friday. Sometime after that, the family learned Fusco had the coronavirus. Fusco’s eldest son, Carmine Fusco of Bath, Pennsylvania, died before his mother on Wednesday.  A Tuesday night family dinner more than a week ago appears to the be the source of this coronavirus cluster, the Times reported. The first person in New Jersey to die with the coronavirus attended that family gathering. Grace Fusco has 11 children and 27 grandchildren, according to the report. ##Health## ##Daily Life##  The numbers: Johns Hopkins University, which is tracking cases reported by the World Health Organization and additional sources, puts the total number of cases worldwide at more than 218,800, with at least 8,800 deaths. China reports no new domestic cases: For the first time, the country where the coronavirus pandemic began has announced no new locally transmitted infections -- a pivotal moment in the battle to contain Covid-19. All 34 new cases reported yesterday were imported from overseas. US deaths: 80% of coronavirus-related deaths in the US occurred in adults aged 65 and older, according to a report from the US Centers for Disease Control and Prevention. The US has at least 8,736 cases and 149 deaths. UK ramps up measures: From Friday, schools across the UK will close until further notice. Northern Ireland’s schools will close starting Monday. Dozens of London Underground stations will close after the government advised to stop non-essential social contact. An additional 10,000 military personnel will be placed \"at a higher readiness\" to support public services as part of a new coronavirus support force. The only continent without cases: US researchers and workers stationed in the Antarctic were screened for coronavirus prior to their deployment. About 100 people are in the Antarctic from the US and other countries. World under lockdown: Millions across the world have been put under strict restrictions on travel and movement. The European Union has closed its borders for 30 days. And many US counties have issued \"shelter in place\" orders. Latest restrictions: Australia and New Zealand are both banning entry to foreign citizens and non-residents. Economy: The European Central Bank said it would spend $818 billion buying government debt and private securities to fight the coronavirus crash. South Korea is supplying 50 trillion won ($38.9 billion) in emergency funding to support small business.  Flights suspended: Australian airline Qantas and its subsidiary Jetstar will suspend scheduled international flights from late March until at least the end of May. Air Canada will gradually suspend the majority of its international and US trans-border flights by March 31. Ryanair said it expects that \"most if not all\" its flights will be grounded by March 24. There were 12,094 flight cancellations worldwide on Wednesday.   Thailand will require health certificates for all incoming travelers, the country’s Civil Aviation Authority announced today. The order was issued Wednesday night.  Airlines will need to check if passengers have recent travel histories to certain high-risk areas, a health certificate issued within 72 hours stating that the passenger is not at risk of infection, and proof of medical insurance covering at least $100,000. ##Travel## Starting tonight, New Zealand will ban any foreign citizens from entering the country, Prime Minister Jacinda Ardern announced in a news conference today. “Protecting New Zealanders from Covid-19 is our number one priority. In recent days it has become increasingly clear that the spread of the virus in other parts of the world means we need to take even stronger border measures,” Ardern said in a news release shortly after the conference.\n“Today’s decision stops any tourist, or temporary visa holder such as students or temporary workers, from coming to and entering into New Zealand.\" The travel ban will now apply to those coming from the Pacific Islands, who had previously been exempt from restrictions. It will also close off travel between New Zealand and Australia for the majority of citizens in the two countries, who are typically able to travel back and forth without a visa. “A small number of exemptions to the new measures can be sought for humanitarian reasons, essential health workers and citizens of Samoa and Tonga who need to travel to New Zealand for essential reasons,\" Ardern said. New Zealanders’ partners, legal guardians or any dependent children traveling with them may also return. The threat of imported cases: The new measures come after the country reported eight new cases today, bringing the national total to 28. All the new infections are \"related to overseas travel,\" not locally transmitted, said the ministry. There is not yet any evidence of community transmission in the country. “All of the cases of Covid-19 identified in New Zealand relate to people travelling to New Zealand and bringing the virus with them – therefore we need to further restrict the risk of people bringing the virus into New Zealand,\" Ardern said in the release. UPDATE: This post was updated to accurately reflect the restrictions. ##Health## ##Travel## Starting tomorrow, Australia will no longer allow entry to non-Australian citizens or residents, unless they are direct family members of Australians, Prime Minister Scott Morrison announced today. \"Tonight we will be resolving to move to a position where a travel ban will be placed on all non-residents, non-Australian citizens coming to Australia, and that will be in place from 9 p.m. tomorrow evening,\" said Morrison. He added that he had consulted with New Zealand Prime Minister Jacinda Ardern on this travel ban to \"align\" their measures. Ardern also announced a travel ban for foreign citizens entering New Zealand today. \"We believe it is essential now to take the further step to ensure that we now no longer will not be allowing anyone, unless they are a resident or citizen or direct family member in those cases, as is applied to all the travel bans previously,\" Morrison said. He added that people with travel plans to Australia should use these next 24 hours to make alternative arrangements. Australians overseas can still return to the country, but will be subject to a 14-day isolation upon arrival. This comes as the country announced a rise in cases. Australia reported 111 new cases, bringing the national tally to 565, the country's Department of Health said today. Of the 565 total, 259 cases are considered to be \"overseas acquired\" -- imported from virus-hit countries like the US, Iran, Italy, and the UK.  Some 46 patients have recovered, and six have died. ##Health## ##Travel## The number of global novel coronavirus cases has surpassed 218,800, according to the Johns Hopkins University, which is tracking cases reported by the World Health Organization and additional sources. The number of deaths worldwide stands at 8,810, according to the university's tally. China: On Wednesday, China reported 34 new cases -- all imported from overseas. The milestone of no new locally transmitted infections represents a turnaround for the Chinese government. China has a total of 80,928 cases and 3,245 deaths, with 70,420 patients recovered.  Italy: The country with the worst outbreak outside China announced its biggest single-day jump in new coronavirus cases Wednesday, increasing by 4,207 in 24 hours. The total number of cases now stands at 35,713 and 2,978 deaths, according to the WHO. Iran: Iran confirmed 147 new deaths from the coronavirus Wednesday, bringing the country’s total death toll to 1,135. An additional 1,192 cases were confirmed, bringing the total to 17,361. Iran has been the epicenter of the outbreak in the Middle East. ##Health## El Salvador has reported its first case of the coronavirus, President Nayib Bukele said in a televised announcement on Wednesday.  The infected patient had visited Italy and entered El Salvador through an \"unofficial point,\" according to the announcement.  ##Health## While the coronavirus pandemic and climate change are inherently different issues, they share two important characteristics: both are global crises that threaten the lives of millions of people. Yet only one crisis has inspired widespread, drastic action from countries across the globe. As Covid-19 spreads, countries have been put into lockdown, schools closed, events canceled, factories shuttered, millions told to work from home and emergency funds released. No economic cost has been too big to stem the spread of the disease. Coronavirus is proving that it is possible to make dramatic changes and economic sacrifices to save lives. So why haven't governments done more to protect their citizens from the impact of climate change? The climate crisis is also a global health emergency. The virus' impact has been sudden and dramatic. The toll of the climate crisis is slow and steady -- but no less deadly. Air pollution kills 7 million people every year, according to the World Health Organization. A recent study found toxic air shortens lives worldwide by nearly three years on average. And the life of every child born today will be profoundly affected by climate change, according to another report. We have the tools to adapt to climate change -- we don't need radical shutdowns like the world has seen for this pandemic. But climate scientists say that adapting to climate change does not require radical shutdowns -- the technology needed to reduce emissions already exists. Renewable energy sources are a cost-effective alternative to fossil fuels, and making the switch makes economic sense. \"It's absolutely possible to completely transform our country and world economies in a way that's sustainable, in a way that would mitigate the risk,\" said Donna Green, associate professor at University of New South Wales' Climate Change Research Centre. Read the full analysis here: ##Health## Some 80% of coronavirus-related deaths in the US occurred in adults aged 65 and older, according to a report from the US Centers for Disease Control and Prevention published Wednesday. The report examined patient deaths that occurred between February 12 and March 16. Because of missing data about underlying health issues and other key characteristics, deaths were estimated as a range.  For adults aged 85 years and older, the death rate was highest, ranging from 10% to 27%. For adults aged 65 to 84, the range was 3% to 11%. No US deaths have occurred among people aged 19 years or younger.   The largest proportion of hospitalized patients were between 65 and 84 years old, contributing 36% of cases. They also made up the largest proportion of ICU patients, with 46% of cases. “The risk for serious disease and death in Covid-19 cases among persons in the United States increases with age,” the report said. “Social distancing is recommended for all ages to slow the spread of the virus, protect the health care system, and help protect vulnerable older adults.” ##Health## Passing through airports in Hong Kong and Tokyo this week highlighted the differences in the approaches of the two Asian hubs in dealing with the novel coronavirus pandemic. Arriving in Hong Kong: After disembarking directly onto the tarmac, we were taken to a quarantine area on the lower level of the airport. There we underwent multiple health and security checks. My temperature was taken, and I filled out a detailed questionnaire on my travel history. Quarantine officers gave me a checklist of instructions for after I left the airport, including that I take my temperature twice daily and immediately report any abnormal symptoms to the Department of Health. If I was to land in Hong Kong today, it would be even stricter. The local government announced this week that anyone arriving from a foreign country is required to self-quarantine for two weeks, and will likely be issued an electronic monitoring bracelet that will alert the authorities if they leave their home or hotel. Arriving in Tokyo: When I arrived at Narita airport in Japan this week our plane pulled up to the gate as usual. I walked freely through the airport, more than 500 meters to the quarantine office where about 10 quarantine officers hastily tried to process everybody who came from my flight. Nobody took my temperature, although I did walk past a thermal camera scanning for elevated body temperatures. But it was a cold evening and many passengers were bundled up in coats that could have hindered the camera's ability to get an accurate reading. My quarantine officer gave me forms to sign in English requesting that I remain in my home for 14 days, check my temperature daily, and avoid public transportation. These were simply requests, and are not being enforced. I am following the suggested protocol, but there is nothing to stop me from going anywhere I please. But without widespread testing, it's hard to know whether the calm in Tokyo is a true picture of the coronavirus situation in Japan -- or if it is actually the calm before the storm. Read the full story here: ##Travel## Several members of the US Congress are now self-quarantining after coming in contact with two congressmen who tested positive for the coronavirus. Rep. Mario Diaz-Balart, a Republican from Florida, and Rep. Ben McAdams, a Democrat from Utah, confirmed earlier today that they had contracted the coronavirus. Republican Rep. Ann Wagner of Missouri and Democratic Rep. Stephanie Murphy of Florida both issued statements tonight saying they were self-quarantining after coming into contact with an unnamed colleague who tested positive. They both said they have no symptoms. Republican Whip Steve Scalise is also self-quarantining because he held an “extended meeting” with Diaz-Balart. Scalise says he is not experiencing any symptoms. Rep. Drew Ferguson, a Republican from Georgia, is self-quarantining after “contact with a member of Congress on March 13 that has since tested positive for Covid-19.” Ferguson does not say who the member is.  ##Health## The UK's Ministry of Defence announced today it would place an additional 10,000 military personnel \"at a higher readiness\" to support public services, as part of a new coronavirus support force. Higher readiness means the personnel are available within a certain time frame. The additional 10,000 personnel are on top of another 10,000 already in place. “The men and women of our Armed Forces stand ready to protect Britain and her citizens from all threats, including Covid-19,\" said Defence Secretary Ben Wallace in a statement from the ministry.  \"Defence is fully engaged with other government departments, the devolved administrations and local authorities to establish how best it can support over the coming weeks and months. Other measures include: 150 military personnel will be trained to drive oxygen tankers in order to support the National Health Service if required. \nScientists from the Defence Science and Technology Laboratory are working with Public Health England to understand the virus and tackle the spread.\nThe military is providing specialist planners to Local Resilience Forums -- multi-agency partnerships -- to provide support for public services and local communities.  ##Daily Life## US researchers and workers stationed in the Antarctic were screened for coronavirus prior to their deployment, according to a spokesperson from the National Science Foundation.  \"Currently, it's off season in Antartica so there's only a skeleton crew there now. Everyone currently on the ice was screened,\" NSF's Micheal England told CNN. He said there are about 100 people in the Antarctic from both the US and other countries, who are all hunkered down or preparing for the upcoming winter. The summer season, when most workers and researchers will deploy, begins in October.  When asked if the global pandemic would change their operations, England said, \"That's still to be determined officially at this point, but more than likely yes.\" Antarctica is the only continent left with no reported cases. ##Health## In the UK, the education system is grinding to a halt, with schools closing and national exams postponed amid the coronavirus crisis. All schools in the UK will shut on Friday \"until further notice,\" said UK Education Secretary Gavin Williamson on Wednesday. Exceptions will be made for the children of “key workers” and vulnerable children, including all children who have been assigned a social worker. The government is also setting up a national voucher system for free school meals for low income students, he said. Northern Ireland schools will also close starting Monday, potentially until the summer holidays, First Minister Arlene Foster said Wednesday. The national GCSE exams and A-level exams will also not take place this year in the UK, said Williamson. He added that he would make sure students’ grades “reflected their work.”  ##Daily Life## Wuhan, the Chinese city at ground zero of the coronavirus pandemic, will need to see 14 consecutive days of no new cases before travel restrictions can be lifted, a top Chinese health expert told state media on Tuesday. Speaking to the state-run China Daily newspaper, Li Lanjuan, a member of the Chinese Academy of Engineering and senior adviser to the country’s top health authority said: “If no new case of the coronavirus has been reported for 14 consecutive days in Wuhan following the last reported cases, we believe it will be a time when the lockdown can gradually be lifted.” Mainland China has seen a steady decline in locally transmitted cases for weeks, even as numbers skyrocketed across the rest of the world. Today, China reported its first day of no new domestic cases since the outbreak started -- all new cases were imported from abroad. Wuhan had been reporting cases in the single digits leading up to today's announcement. The rest of the country has been slowly relaxing restrictions on people's movements in the past week, with highways reopening and quarantine stations closing.  Inter-provincial travel, which had previously been shut down entirely, is gradually resuming. People from other provinces are now allowed into Hubei province, of which Wuhan is the capital, if they pass temperature checks and have the appropriate \"health codes\" -- color-coded passes that indicate permission to travel. ##Travel## ##Daily Life## ##Health## Nearly 10 million California residents are under a mandatory \"shelter in place\" order to prevent the spread of the coronavirus. Shelter in place means residents are required to remain at home except for essential needs like picking up groceries, medication, or caring for someone in another household. The orders are being enforced by law enforcement. Where the order has been issued: Solano County and Lake County in Northern California have now joined other Bay Area counties and cities, which include Alameda, Contra Costa, the City of Fresno, Marin, Monterey, Napa, San Benito, San Francisco, San Luis Obispo, San Mateo, Santa Clara, Santa Cruz, Sonoma, and Yolo counties. Solano County’s shelter in place order, which began today, will be in effect until April 7. The order for Lake County begins on Thursday and ends on April 10. The City of Palm Springs in Southern California’s Riverside County issued its order to begin Wednesday through April 2, with a possible extension if needed. The 17 jurisdictions across the state encompass approximately 9.67 million Californians, according to a US Census count. ##Travel## ##Daily Life## NBA spokesman Mike Bass said today that eight full NBA teams have been tested because of the \"unique working conditions.\" Seven players have tested positive so far, he said. Here's what he said:  “Positive test results for the coronavirus are provided to public health authorities and released publicly only by order of those authorities or the individuals themselves. NBA teams are working with their physicians, local and state health departments, and other medical experts, to coordinate the proper care around this virus for players and team staff. \nOnce there were some players who tested positive, because of the unique working conditions of NBA players, team physicians and infectious disease experts looked at the situation of each team, made individual determinations, and the recommendation was to have eight other full teams tested. As of now, seven total players have tested positive.” The US Centers for Disease Control and Prevention is encouraging live-streaming funerals  as an alternative to in-person gatherings, as the pandemic sends cities and states into lockdown. The Trump administration has urged people to avoid groups of 10 or more to reduce the spread of the coronavirus -- and the CDC offered guidance to the National Funeral Directors Association about alternatives. “For example, if live-streaming and limiting in-person attendance to immediate family is possible, we encourage that. Additionally, promoting social distancing at the event, regardless of size, and promoting hand hygiene as well is also important,” David Berendes, an environmental epidemiologist with the CDC, said during the briefing. “Social distancing, hand hygiene and other common sense measures would apply to those events and you may consider limiting the number of high risks individuals who are attending the event to those who are absolutely necessary,” he said.   How to deal with the threat of infected bodies: In late February, the CDC issued guidance for funeral directors, medical examiners and pathologists on how to handle the bodies of people who have died from the coronavirus. Funeral home workers should follow routine infection and control precautions when handling the bodies, the agency said. There are no known risks of being in the same room as a patient who has died -- but it's such a new disease that health experts are still learning how it spreads.  “If washing the body or shrouding are important religious or cultural practices, families are encouraged to work with their community cultural and religious leaders and funeral home staff on how to reduce their exposure as much as possible,\" said Dr. Sarah Reagan-Steiner, a medical officer with the infectious disease pathology branch at the CDC.  ##Health## ##Daily Life## Mainland China on Thursday reported no new locally transmitted coronavirus cases for the first time since the the pandemic began, marking a major turning point in the global battle to contain Covid-19. The country reported 34 new cases of coronavirus yesterday -- all imported from overseas. The milestone represents a turnaround for the Chinese government. Just last month, mainland China was reporting thousands of cases per day, and was considered the most high-risk infection area in the world. Now, after months of lockdowns and travel restrictions affecting hundreds of millions of citizens, strict home quarantines, and an unprecedented nationwide effort, the country is down to zero reported new locally transmitted cases. Instead, the threat is now coming from overseas. The number of cases and deaths outside China have exploded in the past two weeks, with the pandemic hitting the US and Europe particularly hard. If China is any model to go by, these countries could have months to go before reaching zero new local transmissions. Places like mainland China and Hong Kong are now bracing for a potential second wave of infections, as people return from overseas, bringing the virus with them. China also reported eight new deaths yesterday, according to the National Health Commission. The country now has a total of 80,928 cases and 3,245 deaths. ##Health## The European Central Bank announced today a huge new money-printing program aimed at keeping the region's financial system functioning and helping the economy cope with the pandemic. The central bank said it would spend €750 billion ($818 billion) buying government debt and private securities before the end of 2020 -- and it stands ready to do even more if necessary. \"The Governing Council is fully prepared to increase the size of its asset purchase programs and adjust their composition, by as much as necessary and for as long as needed,\" the ECB said in a statement. What the program will do: That massive increase to the central bank's balance sheet, known as quantitative easing, is designed to keep the financial system liquid when investors are running scared.  Europe's central bank \"will explore all options and all contingencies to support the economy through this shock,\" the ECB said in a statement.  Markets are plummeting: Global stocks have plunged deep into a bear market, and central banks around the world are engaging in emergency stimulus plans to bolster their economies and markets in the face of a potentially disastrous worldwide recession. Large parts of Europe are under lockdown as the virus rampages through the region. Industries such as carmaking and aviation have almost completely shut down, while many shops, bars, restaurants and other public venues have been forced to close. Read more here. ##Business## Nicaragua's Vice President, Rosario Murillo, announced the first case of coronavirus in the country late Wednesday. The patient is a Nicaraguan national who returned to the country after visiting Panama from March 13-14. The patient is a 40-year-old man and is in stable condition, Murillo said. ##Health## The United States now has at least 8,736 cases of the coronavirus and 149 deaths, according to state and local health authorities and the Centers for Disease Control and Prevention. 70 cases are repatriated citizens, like those evacuated from the Diamond Princess cruise ship or from China. 8,666 cases were detected and tested in the US through public health systems. These cases are spread out across all 50 states, the District of Columbia and other US territories. New York is by far the worst hit state, with more than 2,900 cases. Washington is next, with 1,187 cases. California follows with 690 cases. ##Health## As airlines suffer from the devastating shock of the coronavirus pandemic, they're slashing flights and suspending routes. Australian airline Qantas and its subsidiary Jetstar will suspend scheduled international flights from late March until at least the end of May, and will cut 60% of domestic flights. Two-thirds of its 30,000 employees will be temporarily stood down, the airline said. Budget carrier Ryanair said it expects that \"most if not all\" its flights will be grounded by March 24, except for \"a very few\" essential operations, mainly between the UK and Ireland. Scheduled flights from now until then will be cut by 80%.  Air Canada announced today that it will gradually suspend the majority of its international and US trans-border flights by March 31, following the news that the US-Canada border would be closed to non-essential traffic. The airline said it intends to maintain a small number of international and US trans-border destinations from select Canadian cities after April 1. ##Travel## The first known cases of coronavirus in the US federal correctional system emerged today, as the number of infected inmates and staffers at local facilities across the country continued to climb. Since Tuesday, a staffer at a medium security federal prison in Berlin, New Hampshire, and an employee at a Bureau of Prisons administrative facility in Grand Prairie, Texas, have tested positive. Corrections officers in New York and Georgia have now caught the virus, as well as an inmate at New York City's Rikers Island, marking the first case at the notorious jail. Concerns about an unprepared system: The rise in infections have heightened concerns about the spread of the pandemic within the tight quarters housing the nation's inmates. Officials cite short staffing and a lack of proper protective equipment. Criminal justice advocates have also called for the release of certain nonviolent offenders, including those who may be at greater risk from the virus, while high-profile inmates including Michael Cohen and Michael Avenatti have asked to be released. In Arizona, the state's Department of Corrections said Wednesday that it would give inmates free hand soap after an advocacy group exposed a lack of cleaning supplies at local prisons and appealed to a federal judge to intervene. ##Health## The numbers: Johns Hopkins University, which is tracking cases reported by the World Health Organization and additional sources, puts the total number of cases worldwide at more than 215,000, with at least 8,700 deaths. Relief packages: President Donald Trump signed a coronavirus relief package that includes provisions for free testing for Covid-19 and paid emergency leave. In Canada, Prime Minister Justin Trudeau announced an $82 billion Covid-19 economic aid package. Flight routes suspended: Australian airline Qantas and its subsidiary Jetstar will suspend scheduled international flights from late March until at least the end of May. Air Canada will gradually suspend the majority of its international and US trans-border flights by March 31. Ryanair said it expects that \"most if not all\" its flights will be grounded by March 24. There were 12,094 flight cancellations worldwide on Wednesday.  Undetected infections: Mild, asymptomatic or otherwise unrecognized infections may have driven the rapid spread of the novel coronavirus in the outbreak’s earliest days, according to modeling published in the journal Science. Italy's biggest single-day jump: The number of coronavirus cases increased by 4,207 in 24 hours, bringing the total to 35,713. The total number of deaths now stands at 2,978. Education disrupted: Coronavirus is impacting the education of more than 849 million children around the world, according to UNESCO. Meanwhile, schools are expected to close across the UK on Friday as coronavirus cases rose to 2,626, with 104 deaths. Northern Ireland’s schools will close starting Monday and will potentially remain closed until the summer holidays. Situation in US: There are at least 8,525 cases of novel coronavirus across all 50 states and 145 people have died. President Trump says he sees the country on a wartime footing and himself as a \"wartime president\", and that he will be invoking the Defense Production Act. Further border and travel restrictions: Singapore is to implement a 14-day mandatory quarantine for all inbound travelers; Israel has barred all foreign nationals from entering the country; the Jordanian Armed Forces said that all of Jordan’s governorates will be completely sealed; Portugal has declared a state of emergency; Brazil has partially closed its border with Venezuela; and Nigeria has banned entry for people from 13 countries. ##Business## ##Daily Life## ##Health## ##Travel## Brazil reported a sharp single-day spike of 137 coronavirus cases, bringing the country's total to 428.  Three more fatalities also bring the national death toll to four. Government officials infected: Among the new cases is the President of Brazil’s Senate, Davi Alcolumbre. After testing positive, he is now isolated at home “without severe symptoms,” according to a Senate news release published Wednesday. Earlier today, the minister of mines and energy, and the minister of institutional cabinet security also tested positive. Both ministers accompanied Brazilian President Jair Bolsonaro during his meeting with President Donald Trump at Mar-a-Lago earlier this month. Last week, Bolsonaro’s press secretary, Fabio Wajngarten, whom also met with Trump, tested positive for the virus. ##Health##   California Gov. Gavin Newsom issued an executive order today to allocate $150 million to mitigate the spread of coronavirus among the state's particularly vulnerable homeless population. According to Newsom, the state will provide: $100 million directly to local governments for shelter support and emergency housing for the homeless population\n$50 million to purchase travel trailers and lease rooms in hotels, motels, and other facilities in partnership with counties and cities to provide immediate isolation placements statewide for homeless individuals.  The state is immediately procuring 1,309 trailers and is leasing two hotels to provide emergency isolation units for homeless people, Newsom announced at a news conference. ##Business## ##Health## Two US congressmen tested positive for the coronavirus today. First was Rep. Mario Diaz-Balart, a Republican from Florida. He tweeted the confirmation of his diagnosis, and that he is feeling better. \"However, it's important that everyone take this seriously and follow @CDCgov guidelines in order to avoid getting sick & mitigate the spread of this virus,\" Diaz-Balart said. Then Rep. Ben McAdams, a Democrat from Utah, tweeted later today that he had also tested positive. He said he first felt symptoms on Saturday after returning from Washington, and was tested on Tuesday. He received the positive result on Wednesday. They are both under quarantine.  ##Health## A researcher at University of Washington Medicine has died of coronavirus, according to a tweet from the medical school. Dr. Stephen Schwartz was a professor of pathology since 1984, according to the department’s biography, with a focus on vascular biology. “He has left a lasting imprint on our department, our university, and the broader scientific community and will be greatly missed,” the University of Washington Medicine's Department of Pathology tweeted.  Schwartz co-authored dozens of studies on cardiovascular and cancer-related issues, according to a collection of research papers maintained by the National Institutes of Health. He earned his PhD from the University of Washington in 1973. New York City Mayor Bill de Blasio criticized President Donald Trump’s response to the coronavirus pandemic Wednesday night, telling CNN “there’s a massive national crisis going on and he’s consistently late and very marginal in what he does.” De Blasio said the federal government is absent in the discussion right now and noted the President is “the Herbert Hoover of his generation.” “He’s taking actions that are far, far behind the curve and aren’t addressing the core concerns and talking about a massive number of new cases we expect of coronavirus, we’re almost to 2,000 cases right now in New York City alone,” de Blasio told CNN. “That’s going to cause a surge into our hospitals, they’re going to be using up their supplies rapidly in an unprecedented manner.” He added that the President “has not done anything to maximize the amount of medical supplies being produced and to ensure they are being distributed where they are needed most in the United States.\" Watch: Nearly one in every four Californians has been ordered to stay home to help curb the coronavirus spread.  Napa, Yolo, and San Luis Obispo counties, and the city of Fresno are the latest areas to issue \"shelter-in-place\" orders, joining 10 other Northern California counties. “These are extremely difficult times. The Covid-19 virus continues to spread around the world and in our local communities,” said Dr. Ron Chapman, public health officer for Yolo County. “We need to do everything we can to protect our most vulnerable people from the harmful impacts of the virus.” Fresno Mayor Lee Brand is also asking his city’s nearly 600,000 residents to stay home until further notice, with an updated emergency order that goes into effect at midnight. Residents are still allowed to leave their house to buy groceries and get medical supplies. They can also go outside for a walk or a hike, as long as social distancing is maintained. These directives do not apply to essential workers, like health care professionals or vital infrastructure employees. ##Daily Life## President Trump signed into law a coronavirus relief package that includes provisions for free testing for Covid-19 and paid emergency leave. The Senate had earlier Wednesday approved the House-passed bill. The move allowed the upper chamber to devote its full attention to passing the next relief package in response to the coronavirus crisis. According to the White House, the \"Families First Coronavirus Response Act\" will provide \"supplemental appropriations related to the COVID-19 public health emergency, as well as waivers and modifications of Federal nutrition programs, employment-related protections and benefits, health programs and insurance coverage requirements, and related tax credits during the COVID-19 public health emergency.\"", "Section": "world", "Writers": ["Jessie Yeung", "Helen Regan", "Adam Renton", "Fernando Alfonso III"], "URL": "https://www.cnn.com/world/live-news/coronavirus-outbreak-03-19-20-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}