{"Type": "article", "Time": "2021-01-04", "Headline": "January 5 coronavirus news", "Text": "Texas Rep. Kevin Brady, the top Republican on the House Ways and Means Committee, has tested positive for coronavirus, he announced Tuesday. \"Tonite the Office of House Physician informed me that I've tested positive for Covid 19 & am quarantined,\" he tweeted. \"As recommended, I received a first dose of the Pfizer vaccine Dec 18 & also recently tested negative for Covid on New Years Day.\" Brady -- who was on the floor voting this week, including on Sunday -- added that he will \"Begin treatment tomorrow\" and should \"be fine.\" Over 50 members of Congress have tested positive for Covid-19 or coronavirus antibodies, or were presumed positive.  Read more: The federal government’s Operation Warp Speed said it distributed more than 3 million coronavirus vaccines on Tuesday, meaning that the government has now distributed more than 19 million vaccines across the United States. Officials in President Donald Trump's administration have been promising to speed up vaccine distribution. They have admitted they have fallen far short of promises to have vaccinated 20 million people by the end of 2020. “On behalf of Operation Warp Speed, I am proud to report that today, 3,087,100 vaccines were distributed to the American people,” Acting Secretary of Defense Christopher Miller said in a statement.\n“Today’s great work brings the total number of doses distributed to 19,141,175 over the last 21 days since the first vaccine doses showed up at administration sites.”  Earlier Tuesday, the Centers for Disease Control and Prevention reported 17 million vaccine doses had been distributed and more than 4.8 million people had been given their first doses of vaccine.  ##Vaccines## North Korea kicked off a rare political event that's supposed to happen every five years or so with about 5,000 people -- including leader Kim Jong Un -- gathered indoors without masks and seated close together on Tuesday. While it's impossible to verify if face coverings were worn at any point in time, none of the images released by North Korea's state-run KCNA news Wednesday of the Workers Party Congress show people wearing masks indoors. From a propaganda standpoint, the images make sense: North Korea claims to not have recorded a single case of Covid-19, so holding a high-level meeting without masks is a way to reinforce that narrative. But almost no one believes North Korea has been spared from a pandemic that has infected more than 86 million people and killed nearly 2 million. In fact, Kim's regime recognizes the danger of the virus and has gone to incredible lengths to stop its spread.  Almost all travel into the country ceased shortly after the virus emerged a year ago, and internal travel is also heavily restricted. North Korean state media regularly carries articles reminding its people on the importance of its emergency anti-epidemic campaign. And the regime reportedly had two people executed for not following Covid-19 guidelines, including a customs official who did not follow virus prevention rules while importing goods from China. Experts believe Pyongyang is enacting a vigilant response because it knows its dilapidated healthcare infrastructure likely cannot contain a major outbreak of Covid-19.  That makes the photographs from the meeting Tuesday all the more puzzling. Perhaps North Korea believes the safeguards it put in place were good enough to allow attendees not to wear masks to the meeting. This is a unique event that North Korea does not want to postpone -- it's just the eighth Party Congress in North Korea's history and the second of Kim's tenure. The last one held before Kim took power was in 1980. But holding it is a risk. If just one of the 5,000 people who traveled from across the country to attend the meeting had Covid-19 and was infectious, it means Kim may have just kicked off an incredibly important political meeting with a super-spreader event. Countries around the Asia-Pacific region have closed borders and imposed strict quarantine requirements, essentially sealing themselves off from the world. But in many jurisdictions there's a key exception to those rules: flight crews. For months, flight crews in a number of places -- including Taiwan and Australia -- have been able to avoid the tough quarantine rules imposed on other international travelers. But rule breaches by airline staff in both places in December have prompted questions about whether exemptions for aviation workers are creating an unnecessary risk to the public. Taiwan has now tightened its quarantine rules for flight crews, something two Australian states did in December. But it's a tricky predicament. While health experts say that treating flight crews differently is a loophole in an otherwise tough border approach, aviation industry officials say exemptions are needed to keep the industry operating -- and avoid jeopardizing flight crews' mental health. What happened in Taiwan? When Taiwan reported its first locally-transmitted case in more than 250 days on December 22, authorities quickly pin-pointed a foreign pilot as the source of infection. Authorities said a New Zealand pilot in his 60s infected a woman in her 30s after completing the required three days of quarantine required for pilots, Taiwan state media CNA reported. That pilot has now been fined by Taiwanese authorities for not disclosing his complete contact history and fired by his company. What happened in Australia? A series of incidents in December prompted questions over quarantine exemptions for flight crews. A Sydney van driver who had transported international flight crews tested positive at the start of December. Later that month, New South Wales Police fined 13 international air crew members 1,000 Australian dollars ($760) each for going to a number of Sydney venues when they should have been quarantining. And just before Christmas, a Qantas crew member tested positive after flying into Darwin from Paris and then boarding a domestic flight. Read the full story: Medical regulators in Colombia have authorized Pfizer/BioNTech's Covid-19 vaccine for emergency use, Colombian President Ivan Duque announced on Tuesday. Speaking in his daily news briefing, Duque said: \"This was a process completed in record time ... In less than two days, our technicians reviewed more than 22,000 pages of documents.\"  This is the first coronavirus vaccine that Colombia's medical authority, INVIMA, has authorized for emergency use. Duque said discussions were ongoing with AstraZeneca and Johnson & Johnson for future authorizations of their coronavirus vaccines. In previous statements the Colombian government announced it had secured 10 million doses of the Pfizer/BioNTech vaccine. ##Vaccines## World Health Organization Director-General Dr. Tedros Adhanom Ghebreyesus said that some members of the international scientific team investigating the origins of Covid-19 were told at the last minute that they did not yet have the necessary permissions to arrive in China -- including some who were already en route.  Tedros said that some members of that scientific team had already begun their travels from their home countries to China in the 24 hours prior to learning arrangements that had been agreed to between WHO, the Chinese government and countries that the team were to travel through on their way to Wuhan had not been finalized.  “I am very disappointed with this news given that two members had already begun their journeys and others were not able to travel at the last minute,\" Tedros said Tuesday, according to a transcript of his remarks on the WHO website.  The WHO Director-General went on to say he had been in contact with Chinese officials to “once again made clear that the mission is a priority for WHO and the international team.” He added that he was given assurances that China was speeding up the internal procedure for “the earliest possible deployment.” “We are eager to get the mission underway as soon as possible,\" he said. The United States reported 131,195 current Covid-19 hospitalizations on Tuesday, setting a new record high since the pandemic began, according to the Covid Tracking Project (CTP).  This is the 35th consecutive day that the US has remained above 100,000 current hospitalizations. According to CTP data, the highest hospitalization numbers were recorded on the following days: Jan. 5: 131,195 people hospitalized\nJan. 4: 128,210 people hospitalized\nJan. 3: 125,562 people hospitalized\nDec. 31: 125,379 people hospitalized\nDec. 30: 125,218 people hospitalized  ##Hotspots## Seven people from five countries tested positive for Covid-19 after a long-haul flight from Dubai to New Zealand in late September, despite taking pre-flight precautions, according to a case study published Tuesday in the journal Emerging Infectious Diseases. Five of the passengers tested negative several days ahead of the 18-hour flight, including two traveling from Switzerland who likely brought the virus onboard the plane. The rest of the passengers who later tested positive for Covid-19 sat in aisle seats up to two rows away from those traveling from Switzerland, according to the study. Five of the seven passengers reported wearing masks and gloves, which were optional during the flight. Upon arrival in New Zealand the passengers were taken to a government quarantine facility, where they later tested positive. The study says one of the cases was likely infected in the quarantine facility by a family member who was among the other six cases. The study serves as a cautionary counterpoint to other research suggesting that viruses don’t spread easily on planes because of air circulation and filtration systems. The study authors note the system that controls the cabin air would likely be turned off for about a half-hour during a refueling stop in Malaysia. Researchers at the US Centers for Disease Control and Prevention have estimated that getting tested three days before traveling reduces the risk of spreading the virus by only 5 -  9%. However, testing on the day of departure may reduce that risk by 37 - 61%, according to their paper, which was posted online in November and has not been peer-reviewed. The November paper notes that pre-departure tests \"can still miss infected travelers who are in their latent period, as they may not have enough viral shedding to be detected.\" There have been at least 21,007,694 total cases of coronavirus in the United States and at least 356,540 people have died from Covid-19 since the pandemic began, according to data compiled by Johns Hopkins University.  Johns Hopkins recorded the first case of coronavirus in the United States on Jan. 21, 2020.  Seventeen other countries have reported more than 1 million total Covid-19 cases, according to Johns Hopkins. Here's a breakdown of the countries and their total number of coronavirus cases: India has more than 10 million total cases\nBrazil has over 7 million total cases\nRussia has more than 3 million total cases\nFrance, United Kingdom, Turkey, and Italy have over 2 million total cases\nSpain, Argentina, Colombia, Germany, Mexico, Poland, Iran, Ukraine, Peru, and South Africa all have over 1 million total cases each ##Hotspots## About one in 15 Georgia residents has been infected by Covid-19 and more than one in 1,000 has died, according to data from Johns Hopkins University.  The state’s seven-day average of new cases reached a record high on Monday, with an average of 8,546 new cases reported each day.  Only eight other states had higher per capita rates of new cases over the same seven-day period.  In hospitals across Georgia, 91% of intensive care unit beds are occupied and 85% of all inpatient beds are occupied, according to estimates published Sunday by the Department of Health and Human Services.  In the Atlanta metro area, new cases rose 33% over the previous week, according to data published by the health department on Tuesday, nearly double the average increase for the 25 largest metro areas in the US. ##Hotspots## Houston Methodist, a Texas hospital system, is offering a bonus of $500 to employees if they get vaccinated against Covid-19. In an email written to the Houston Methodist staff last week, President and CEO Marc Boom said that employees are eligible for a “Hope Bonus” of $500 this March to thank them for their work during a challenging 2020. “Eligibility criteria will include getting a Covid-19 vaccination, fulfilling our obligation as health care workers to lead the community,” Boom wrote. Boom noted that the Covid-19 vaccine is not mandated for employees right now but will be eventually. Houston Methodist employees previously received a $500 bonus in November to thank them for their work during the coronavirus pandemic. ##Vaccines## More than 5,000 Covid-19 vaccinations were carried out on Tuesday \"in around thirty” hospitals in France, the country’s Health Minister Olivier Veran tweeted.  “Tomorrow, doses will have been delivered to about one hundred hospitals,” Veran added, thanking those involved in the country’s mass-vaccination effort.   Veran said on Monday that the country’s vaccination program would “intensify significantly” over the coming days, adding that the government expects to have “one million shots available by the end of the week.” “As for nursing homes, the vaccinations are continuing progressively,” he said.  According to the latest government data, 20,489 new cases were recorded in France on Tuesday, bringing the total number of confirmed cases to 2,680,239.  A total of 867 Covid-19-related deaths were registered over the last 24 hours, bringing the national death toll to 66,282.  ##Hotspots## ##Vaccines## The governor of Puerto Rico, Pedro Pierluisi, announced a decree on Tuesday to eliminate total quarantine on Sundays — a decision ordered by former Gov. Wanda Vázquez in December.  Pierluisi implemented a daily curfew from 11 p.m. to 5 a.m. local time, which will begin Jan. 8 and last until Feb. 7.  Commercial establishments must close at 10 p.m., according to the new decree, and a physical distance of three meters (nine feet) between family members is requested.  The new decree states that beaches, marinas and recreational parks are now allowed to be open, but alcohol will not be allowed. Additionally the opening of urban recreational and commercial areas is allowed with a capacity of 30%.  The Condominium Boards and Associations will establish the 30% rule within each complex in relation to the number of residents.  Commercial areas still require physical distancing, and bars and discos will remain closed.  Pierluisi also announced plans to carry out widespread testing across the island, as well as an educational campaign for information and prevention through media and social networks. He ordered an economic assistance program for affected businesses, and emphasized the need to improve communication and distribution regarding the vaccine strategy on the island.  According to the Puerto Rico Department of Health, as of Jan. 4, there were 74,458 confirmed cases of Covid-19 and 1,562 deaths. The Grammy Awards will not be happening later this month as planned. The awards ceremony, which celebrates the best in music, has been postponed due to the ongoing coronavirus pandemic, according to a statement sent to members of the Recording Academy and obtained by CNN. It will now tentatively take place on March 21. The event had been set to take place at the Staples Center in Los Angeles on Jan. 31, with \"The Daily Show\" host Trevor Noah acting as host. Top nominees for the 63rd Annual Grammy Awards include Beyoncé, Dua Lipa, Roddy Ricch and Taylor Swift. The move comes one day after the union that represents actors and media professionals, SAG-AFTRA, called for a production hold in Covid-plagued Southern California. \"Southern California hospitals are facing a crisis the likes of which we have never seen before. Patients are dying in ambulances waiting for treatment because hospital emergency rooms are overwhelmed. This is not a safe environment for in-person production right now,\" SAG-AFTRA President Gabrielle Carteris said in a statement on Monday. In its guidance, the union encouraged members to stay home and decline on-set employment. \"Even putting aside the risk of acquiring COVID on set — a risk that we have done a great deal to mitigate through our safety protocols — on-set production always poses some risk of injury, whether because of a stunt gone wrong, an equipment failure or a garden-variety fall. Right now, with few if any hospital beds available, it is hard to understand how a worker injured on set is supposed to seek treatment,\" SAG-AFTRA National Executive Director David White said. The Grammys was set to be the start of Hollywood awards season. The Golden Globes, which is usually held in January, will now be the first award show of the season, if it goes forward. The ceremony is scheduled to take place on Feb. 28 in Beverly Hills, California. CNN's Marysabel Huston-Crespo contributed to this report. Publix Supermarkets in three Florida counties are partnering with the Florida Division of Emergency Management and the Florida Department of Health to open Covid-19 vaccination sites at 22 locations, according to a news release from Gov. Ron DeSantis' office. According to the release, Publix is receiving 15,000 doses of the Moderna vaccine to launch the new pilot program at supermarkets in Citrus, Hernando and Marion counties. Residents who qualify in Phase 1 of the vaccine rollout can begin making reservations on Thursday and vaccinations will begin on Friday, the release said. ##Vaccines## US stocks closed higher on Tuesday, shaking off worries about the runoff election in Georgia and coronavirus infection.  Energy stocks were among the best performers after a group of major oil producing nations agreed to keep production broadly flat in February and March. Saudi Arabia announced a surprise voluntary production cut of one million barrels of oil per day, sending oil prices higher. In economic data, the Institute for Supply Management’s manufacturing report showed the sector fared better than expected in December. Here's how the major indexes closed: The Dow finished up 0.6%, or 168 points.\nThe S&P 500 ended 0.7% higher.\nThe Nasdaq Composite closed up nearly 1%. Note: As stocks settle after the trading day, levels might still change slightly. The first case of the UK Covid-19 variant has been identified in Georgia, according to a release from the state Department of Health.  \"The Georgia Department of Public Health (DPH) is announcing Georgia’s first case of COVID-19 variant B.1.1.7, the same variant discovered in the U.K. and in several other countries and U.S. states,\" the department said in a news release. The variant was discovered during analysis of a specimen sent by a pharmacy in Georgia to a commercial lab, the release said. The resident is an 18-year-old man with no travel history who is currently isolating at home. Previously, cases of the UK variant have been reported in Colorado, California and New York. Last week, the US Centers for Disease Control and prevention said data suggests the new Covid-19 variant has been circulating undetected in the United States and transmitted person to person.  ##UK Variant## The pace of Covid-19 vaccine administration in the United States continues to slow, according to data from the US Centers for Disease Control and Prevention.  As of 9 a.m. ET Tuesday, just 4.8 million of the 17 million doses distributed had been administered – or 28%. That figure was closer to 30% on Monday and 33% over the weekend. Only five states have administered at least half of the Covid-19 vaccine doses that have been distributed to them, according to the CDC data: South Dakota: 64.5%\nNew Hampshire: 56%\nNorth Dakota: 55.8%\nConnecticut: 54.7%\nIowa: 50% Meanwhile, 15 states have administered less than a quarter of doses distributed, including three states that have administered less than 20%:  Kansas: 15.3%\nGeorgia: 16.3%\nArizona: 16.4% Vaccine administration is moving even slower in long-term care facilities. Just 13% of the 3.3 million doses distributed for use in long-term care facilities have been administered, according to the CDC data. ##Vaccines## The European Union is in talks to procure some 100 million additional doses of the Pfizer/BioNTech coronavirus vaccine as part of a potential new contract, French Secretary of State for European Affairs Clément Beaune said Tuesday.  \"There are European discussions at this very moment, which we are supporting, to order additional doses that will benefit France, as well as other countries,\" Beaune told BFM TV. \"There are no definitive numbers, but it could be around a hundred million more,\" Beaune added.  While the Secretary of State for European Affairs denied that the EU has experienced a shortage in vaccine supplies, he confirmed that discussions are ongoing to procure more doses. Speaking on Tuesday, European Council President Charles Michel said that the distribution of the vaccine across the EU has posed a \"tremendous challenge,\" but asserted that European authorities are \"fully mobilised\" with member states in order to ensure that doses are deployed.  \"Before the end of January, EU leaders will have another video conference to discuss again the Covid-19 crisis and the vaccine roll-out,\" Michel added.  In his interview with BFM on Tuesday, Secretary of State Beaune noted that the EU has so far \"signed contracts with six major vaccine companies,\" adding that one million doses had arrived in France on Tuesday evening. CNN has reached out to BioNTech for comment and is awaiting a response. ##Vaccines## Nearly 128,000 children were diagnosed with coronavirus infections from Dec. 24 to Dec. 31, the American Academy of Pediatrics said Tuesday.  The professional association, made up of pediatricians, noted that over a two-week period — from Dec. 17 to 31 — there was a 17% increase in Covid-19 cases in children. These newly reported cases bring the cumulative total to more than 2.13 million cases since the start of the pandemic. Children account for a little more than 12% of all Covid-19 cases in the states that report cases by age.  Some more context: Severe illness due to Covid-19 is still relatively rare among children. In each state between 0.2% and 3.4% of all children with Covid-19 were hospitalized, and children accounted for at most 0.19% of all Covid-19 deaths. Thirteen states reported no child deaths in this time period.  The AAP says there still is an urgent need to collect more data on the long-term impacts of the pandemic on children, including how Covid-19 affects them physically and mentally.  The count of cases is also not complete, because not all states report data in the same way. These numbers come from 49 states, New York City, the District of Columbia, Puerto Rico and Guam. California reported 368 new Covid-19 fatalities Tuesday, bringing the state's total death toll to over 27,000 since the start of the pandemic. Additionally, 31,440 new cases of the coronavirus bring the state’s total number of infections to 2.45 million.  California has averaged more than 38,000 new cases every day for the past two weeks.  Once again, hospitalizations are reaching all-time highs in the Golden State. More than 22,000 people are receiving in-patient treatment, the state reported Tuesday. About 21% of those patients are in intensive care units. Much of the state is still feeling the oppressive crush, with ICU capacity at 0% in Southern California and the San Joaquin Valley. Nearly 300,000 Covid-19 tests are conducted every day in California, and the positivity rate continues to rise, reaching 12.7%, the highest rate since the initial wave of infections last spring. With a total of 27,003 deaths, California has the third highest Covid-19 death toll in the nation. Only New York and Texas have reported a higher number of fatalities. NOTE: These numbers were released by the California Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  ##Hotspots## Denmark will introduce new, tougher measures aimed at curbing the spread of coronavirus, Prime Minister Mette Frederiksen said Tuesday.  She warned the \"situation is really serious\" as the country sees further confirmed cases of a more transmissible new variant first identified in the UK. \"A new and disturbing development in the pandemic has hit us: The British mutation in the coronavirus, which is a particularly contagious version,\" Frederiksen said during a news conference in Copenhagen.   Frederiksen expressed fears that the new variant might spread more quickly across Denmark than previously circulating strains, even as scientists work to track the spread and determine if it’s really driving new infection rates. \"Stay home, work at home if at all possible, cancel social engagements…if we do not succeed in delaying this mutation, more people will get sick, more people will be hospitalized and die, and it will put massive pressure on our hospitals,\" she urged citizens.  Under the new restrictions — which are expected to come into force on Wednesday — authorities have recommended all social gatherings be limited to a maximum of five people outside of one’s household, with a distance of two meters, rather than one, to be kept at all times in public spaces.  The government has also appealed to citizens to cancel all non-essential appointments until Jan. 17, and has encouraged citizens to avoid meeting with people outside of their own household as much as possible.  While no final decision has been taken on enforcing further travel restrictions, the Prime Minister also confirmed that the government is considering additional measures to control travel to and from Denmark.  \"The next weeks will be crucial…we must see infection rates drop and we must be as low in case numbers as possible once the new variant takes over,\" Health Minister Magnus Heunicke said during the news conference. \n\"If we can drop infection rates, it will be harder for the British version to take hold. It is a race between that mutation and the vaccines – and it is a race we must win,\" he added. According to Denmark’s Statens Serum Institut (SSI), the new variant is believed to be at least 50 percent more contagious than existing coronavirus variants in Denmark.  SSI Director Henrik Ullum also said it is possible the new variant could spread rapidly across Denmark by mid-February, leading to an exponential increase in infection numbers.  While Prime Minister Frederiksen noted the country’s vaccination program will help to \"bring the infection down,\" she cautioned that Denmark is \"in a real race with time.\" \"Our strategy is clear: the minute they hit the ground, the vaccinations must be given,\" Frederiksen said. \"The next few months will be the most difficult in the epidemic. Then spring will help us, and more and more people are being vaccinated,\" she added.  ##Restrictions## ##UK Variant## Nearly 3% of the community in London tested positive for the new coronavirus variant in the closing days of 2020 and the first two days of 2021, the UK Office for National Statistics announced Tuesday. Its Covid-19 Infection Survey said that 2.72% of the community in London tested positive for the new variant on Jan. 2. By contrast, 0.69% of the community in London tested positive for other variants on Jan. 2, the survey added. The findings are based on the Community Infection Survey produced by the ONS, and are broken down by region as well as England-wide.  The new variant is more prevalent than other variants in London, the east of England and the southeast of England, the data shows. It is about equally prevalent with other variants in the east and west Midlands and the southwest.  Speaking during the UK government daily coronavirus news conference on Tuesday, England’s Chief Medical Officer Chris Whitty said in England \"in every area there has been a relative increase in the new variant of this virus that is spreading around the country.\"  Whitty said the fastest increases have been seen in southeast England and eastern England in addition to London.  About 1.70% of the community in the east tested positive for the new variant on Jan. 2, while 0.46% of the community there tested positive on the same day for other variants.  In southeast England, 1.35% of the community tested positive on Jan. 2 for the new variant, with 0.78% testing positive for other variants. Whitty warned that the new variant is \"now taking off in other areas as well,\" including in parts of the country \"which have got some of the lower rates and had previously controlled things.\" Whitty drew particular attention to the northeast and northwest \"where the rate of increase has been higher than in some of the southern areas.” ##UK Variant## Germany's government announced it will extend the country's national lockdown – which was in place until Jan. 10 – until the end of the month. It will also further tighten restrictions on movement and contact in order to curb the spread of coronavirus.  \"We will have to harden measures,\" Chancellor Angela Merkel told journalists following a meeting with Germany's 16 regional leaders in Berlin. She warned that hospitals across the country are already overwhelmed, particularly in intensive care units.  Under the new measures, all non-essential stores, restaurants, schools and nurseries will be required to remain shut until Jan. 31. Citizens will only be permitted to meet with one other person outside of their own household, as opposed to gatherings of up to five people from two separate households.  \"We need to restrict contact more strictly…we ask all citizens to restrict contact to the absolute minimum,\" Merkel added.  Tougher measures will also be introduced in towns and districts where the number of new coronavirus cases exceeds 200 per 100,000 residents over seven days, with a limit on non-essential travel of up to 15km (9.3 miles), Merkel announced.  She also confirmed that travelers returning to Germany from high-risk countries will now have to test twice for coronavirus, with travelers required to quarantine for five days upon return, even if their first coronavirus test result is negative.  Addressing the spread of the more transmissible variant first identified in the UK, Merkel said it is a \"race against time\" for Germany. Bavarian state premier Markus Soeder also warned that \"the mutating virus is spreading faster and likely to become more prevalent,\" adding that the lockdown would have to be extended as a result of this \"new threat.\" Chancellor Merkel reiterated that the coronavirus vaccine gives \"hope to return to normal life,\" asserting that – despite criticism — Germany was right to back the European Commission’s decision to procure vaccines for all 27 member states.  \"We do not want any go-it-alone national approach in securing vaccines,\" Merkel said. According to Germany’s Robert Koch Institute (RKI) on Tuesday, 316,962 people in Germany have now been vaccinated – around 0.4% of the country's population. A total of 11,897 new cases new cases of coronavirus and 944 additional deaths were recorded in Germany as of Tuesday, the RKI added.  ##Hotspots## ##UK Variant## Dr. Anthony Fauci said Tuesday that \"it is very unlikely\" the US federal government would ever try to legally require people to receive Covid-19 vaccines. \"It is very unlikely it will be federally mandated,\" Fauci, director of the National Institute of Allergy and Infectious Diseases, told Newsday's Randi Marshall during a virtual event.  Mandating vaccines is left to state and local authorities in the US. \"There will be individual institutions — they can be hospitals, they can be workplaces, they can be schools — where the authorities in charge of that institution say that in order to participate in the activities of this institution, you have to get vaccinated,\" Fauci said, adding that hospitals and other health care facilities, for instance, have a long history of requiring workers to get vaccinated against various pathogens. US public school districts, as well as many camps and daycares, require students to be vaccinated in order to attend. ##Vaccines## New York Governor Andrew Cuomo says the UK strain of Covid-19 is highly problematic and could be a game changer. He made the comments during a press conference Tuesday. The governor said he spoke with global experts about the strain and said the numbers are frightening on the increase of the transmission of the virus.  \"Apparently the UK strain can actually overtake the original Covid strain in a matter of weeks,\" Cuomo said. \"Even if the lethality doesn’t go up, the fact that it is so much more transmittable is a very real problem,\" he added. Cuomo urged anyone who may have been exposed to the state's first confirmed case of the UK strain – in Saratoga – to contact the state and come forward. \"Containment is vitally important here,\" he said. He compared fighting the virus to a footrace and said the UK strain changes the whole race. \"We are in a footrace right now, as I said, between the vaccine implementation versus the infection rate and hospitalization capacity.\" ##UK Variant## About one in 50 people across England now has coronavirus, England’s chief medical officer Chris Whitty said Tuesday, calling the figure \"really very high.\" The Covid-19 case rate across the United Kingdom increased by 70% in the two weeks to Dec. 30, Whitty said.  Government data showed the rate rose from 287 cases per 100,000 people on Dec. 16 to 487 per 100,000 people on Dec. 30. The comparison is of the seven-day rolling average. The number of people currently hospitalized with Covid-19 across the UK is as high as it has ever been, Whitty added.  The number is daily deaths is currently below the peak in April 2020, but Whitty said that pattern might not hold given the number of people sick with coronavirus at the moment. “We will unfortunately see, inevitably, a spike in the number of people who die of this disease,” Whitty said. On Monday UK Prime Minister Boris Johnson announced a new national lockdown in England to tackle this surge. Scottish First Minister Nicola Sturgeon announced Monday that mainland Scotland would enter into a lockdown from midnight whilst the remaining UK nations Wales and Northern Ireland started lockdowns in December. ##Hotspots## ##UK Variant## There is no scientific data to support giving just a single dose of the Pfizer/BioNTech or Moderna Covid-19 vaccines, Dr. Anthony Fauci said on Tuesday. The vaccines were authorized to be given as two doses and the US Food and Drug Administration on Monday nixed any idea of changing that regimen to stretch supply. \"There really is no scientific basis in a clinical trial that proves that giving a dose to more people and maybe waiting instead of the 21 or 28 days that the science told us is the correct interval to going out three, maybe four months to the second dose,\" Fauci, director of the National Institute of Allergy and Infectious Diseases, told Newsday's Randi Marshall during a virtual event. \"That is something that is taking a chance and we prefer to make all of our decisions based on the scientific data that we have,\" Fauci said. \"There is not scientific data to back that up. It might work. ... But we don't have good scientific data to prove that.\" ##Vaccines## The World Bank expects the global economy will grow by 4% in 2021, after contracting 4.3% last year, assuming widespread deployment of Covid-19 vaccines.  In its Global Economic Prospects, the World Bank warned the pandemic may depress both incomes and economic activity for a prolonged period of time. The outlook is “highly uncertain,” and delays in rolling out vaccines could substantially hamper growth. “While the global economy appears to have entered a subdued recovery, policymakers face formidable challenges—in public health, debt management, budget policies, central banking and structural reforms—as they try to ensure that this still fragile global recovery gains traction and sets a foundation for robust growth,” World Bank Group President David Malpass said in a statement.  ##Vaccines## Daily coronavirus cases in the UK have topped 60,000 for the first time since the pandemic began according to the latest UK government data. Some 60,916 cases were recorded on the government coronavirus dashboard, surpassing Monday's 58,784 cases.  Another 830 deaths have also been registered over the last 24 hours, bringing the total number of people in the UK who have died within 28 days of a positive coronavirus test to 76,305.   The UK reproduction rate sits somewhere between 1.1 and 1.3, according to the dashboard.  In a statement, Public Health England’s Medical Director, Yvonne Doyle, said Tuesday that the “rapid rise in cases is highlight concerning” and will mean “yet more pressure” on the country’s National Health Service.  “We must stay at home, reduce contacts and do everything possible to break the spread of this virus,” Doyle added.  The new case record comes one day after UK Prime Minister Boris Johnson announced a new national lockdown in England to tackle this surge. Scottish First Minister Nicola Sturgeon announced Monday that mainland Scotland would enter into a lockdown from midnight whilst the remaining UK nations Wales and Northern Ireland started lockdowns in December. The Cleveland Browns announced Tuesday that head coach Kevin Stefanski, two players and two additional members of the coaching staff have tested positive for Covid-19, prompting closure of the team’s facility while contact tracing is ongoing.  Last week, Cleveland was forced to close its practice facility on Wednesday, Thursday and Saturday because of coronavirus infections among the team.  With a win over the Steelers this past Sunday, the Browns clinched a playoff berth for the first time in 18 years. Those same two teams are scheduled to meet in an NFL Wildcard playoff game Sunday in Pittsburgh. If Stefanski is not able to coach, the Browns indicated in the statement that special teams coordinator Mike Priefer would serve as acting head coach.   As cases in the state of Arizona continue to trend upwards, the Arizona Department of Health Services reported just 8% of ICU beds were available as of Monday. There are just 8% of regular hospital beds available as well. According to the state's Covid-19 dashboard, 62% of people in the ICU are Covid-19 patients. About 57% of the state’s available ventilators are in use.   On Tuesday, the state reported 5,932 new cases and 253 Covid-19 related deaths, ADHS said. The state has a 12.7% positivity rate.   Note: These numbers were released by the state's public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University, The Covid Tracking Project and the US Centers for Disease Control and Prevention. ##Hotspots##  Covid-19 infections in the United States may have been four times higher than the number of cases reported, with 1 in 7 US residents infected by mid-November, according to a new study.  As of November 15, about 10.8 million reported cases of Covid-19 were reported to the US Centers for Disease Control and Prevention, but the study suggests the actual number of infections was closer to 46.9 million.  The study also suggests that approximately 35% of Covid-19 deaths may not be reported. \"Reported Covid-19 cases do not represent the full SARS-CoV-2 disease burden,\" the researchers wrote in the study, published in the medical journal JAMA Network Open on Tuesday.  Researchers tested randomly selected blood samples for the presence of Covid-19 antibodies in a series of surveys conducted in 10 states, as well as one nationwide. They derived estimates for the number of infections, hospitalizations and deaths in the US as of Nov. 15 by comparing antibody prevalence in the samples to the number of reported cases to adjust for underreporting.  Gaps between the number of reported infections and estimated number of infections decreased over time, suggesting more widespread access to testing in later months, according to the researchers.  Data from this study may be helpful in monitoring progress toward herd immunity as infections continue to rise, but there is still a long way to go. \"Even after adjusting for underreporting, a substantial gap remains between the estimated proportion of the population infected and the proportion infected required to reach herd immunity,\" the researchers wrote.  ##Hotspots## New York City Mayor Bill de Blasio wants to create five “mass vaccination” sites throughout the city, with the goal of propping up two of them this weekend. He described them as “public sites where anyone in the appropriate categories can come 24/7 and get vaccinated,” in all 5 boroughs of New York City.  The first three will be in Bathgate Industrial Park in the Bronx, the Brooklyn Army Terminal Annex Building in Brooklyn and La Marqueta in Manhattan. The Staten Island and Queens sites have yet to be announced.  These sites are in addition to vaccine hubs, all H+H facilities, and DOH pop up sites, he said.  “We’re going to have capacity all over the 5 boroughs, we want to make it easy and quick and accessible to all.” ##Vaccines## The English Premier League has announced 40 new positive Covid-19 cases among players and club staff in its latest round of testing – more than double from the previous week.  In a statement on Tuesday, the league said that between Dec. 28 to 31, 1,311 players and club staff were tested for Covid-19 of these, there were 28 new positive tests. From Jan. 1 to 3, Covid-19 tests were administered to 984 players and club staff, with 12 tests coming back positive. It is the first week players and club staff have been tested twice a week for Covid-19. Last week, the Premier League announced 18 positive results, which was the highest weekly figure since the start of the current season.  As of Tuesday, four Premier League matches have been postponed this season due to Covid-19 issues. The statement added that it “continues to have confidence in its COVID-19 protocols, fully backed by the Government, to enable fixtures to be played as scheduled.” Overflowing hospital morgues, increased 911 wait times, beds only opening when patients die. Hospitals in California, where almost all of the state's 40 million residents are living under stay-at-home orders, are seeing historic stress points. The surge of new coronavirus cases and hospitalizations is pushing hospitals in Los Angeles County to the \"brink of catastrophe,\" a top health official there said. In a little more than a month, Los Angeles County doubled its number of infections, climbing from about 400,000 cases on November 30 to more than 800,000 cases on January 2, health officials said Monday. The case deluge has translated to a surge of Covid-19 patients, overwhelming hospitals and plunging intensive care unit capacity across the region to zero. There are now more than 7,600 people hospitalized with Covid-19 in in the county, 21% of whom are in the ICU, officials said With no hospital beds available, ambulance crews in the county were given guidance not to transport patients with little chance of survival. And the patients who are transported often have to wait hours before a bed is available. \"Hospitals are declaring internal disasters and having to open church gyms to serve as hospital units,\" Supervisor Hilda Solis said, calling the situation a \"human disaster.\" And a person is dying of the virus every 15 minutes, Los Angeles County Director of Public Health Barbara Ferrer said. As hospitalizations climb, the Los Angeles County Emergency Medical Services Agency (EMS) directed ambulance crews not to transport patients with little chance of survival to hospitals and to conserve the use of oxygen. Before the pandemic, when healthcare workers and resources were more readily available, patients who were unlikely to recover could be transported by ambulance to the hospital for treatment. But Los Angeles hospitals are now at capacity and many medical facilities don't have the space to take in patients who do not have a chance of survival, the agency said. Patients whose hearts have stopped despite efforts of resuscitation, the county EMS said, should no longer be transported to hospitals. \"Effective immediately, due to the severe impact of the Covid-19 pandemic on EMS and 9-1-1 Receiving Hospitals, adult patients (18 years of age or older) in blunt traumatic and nontraumatic out-of-hospital cardiac arrest (OHCA) shall not be transported [if]return of spontaneous circulation (ROSC) is not achieved in the field,\" the agency said in a memo issued to ambulance workers last week. If there are no signs of breathing or a pulse, EMS will continue to perform resuscitation for at least 20 minutes, the memo said. If the patient is stabilized after the period of resuscitation, they would then be taken to a hospital. If the patient is declared dead at the scene or no pulse can be restored, paramedics will no longer transport the body to the hospital. And even after they arrive at hospitals, some EMTs have to wait outside for hours, as hospitals often don't have enough beds to take the patients in. \"We are waiting two to four hours minimum to a hospital and now we are having to drive even further... then wait another three hours,\" EMT Jimmy Webb told CNN affiliate KCAL. Local officials have tried to encourage the public not to call 911 unless \"they really need to,\" Dr. Marc Eckstein, the commander of the Los Angeles Fire Department EMS bureau, told CNN affiliate KABC. \"I think this next four-to-six week period is going to be critical with our system being taxed,\" Eckstein added. ##Hotspots## Birmingham, Alabama, Mayor Randall Woodfin has been hospitalized nearly a week after announcing he tested positive for Covid-19.  In a tweet, the City of Birmingham said Woodfin was admitted to the hospital on Monday night to address symptoms connected to Covid-19 pneumonia, according to his doctor.  Woodfin tweeted last Wednesday that Covid-19 had \"made its way to his doorstep\" and at that time his symptoms were mild.  The city said Woodfin is \"receiving excellent care and is resting comfortably.\" Read the tweet: Los Angeles County has been fighting a brutal battle against Covid-19 for weeks now. New infections have soared with about one in five residents who get tested for Covid-19 receiving positive results. In a little more than a month, the county doubled its number of infections, climbing from about 400,000 cases on Nov. 30 to more than 800,000 cases on Jan. 2, health officials said Monday. The case deluge has translated to a surge of Covid-19 patients, overwhelming hospitals and plunging intensive care unit capacity across the region to zero. There are now more than 7,600 people hospitalized with Covid-19 in in the county, 21% of whom are in the ICU, officials said With no hospital beds available, ambulance crews in the county were given guidance not to transport patients with little chance of survival. And the patients who are transported often have to wait hours before a bed is available. But it will get worse.  Officials say they're headed into the feared surge stemming from holiday gatherings. \"The increases in cases are likely to continue for weeks to come as a result of holiday and New Year's Eve parties and returning travelers,\" Los Angeles County Director of Public Health Barbara Ferrer said. \"We're likely to experience the worst conditions in January that we've faced the entire pandemic, and that's hard to imagine.\" As the nation's most populous state and home to approximately 1 in 9 Americans, California would understandably lead in a category such as total cases in a pandemic felt nationwide. However, it is the sheer volume of sick residents and the rate of increase that is particularly driving alarm. On Nov. 1, the seven-day average for new daily cases in California was 4,183. On Dec. 29, it was 31,245. The state averaged more than 40,000 new coronavirus infections every day for the week prior to Christmas, according to data from Johns Hopkins University (JHU), filling up hospitals and pushing health care workers to consider ways to ration care. Multiple factors are at play when it comes to California's sudden acceleration of coronavirus cases, including Covid-19 fatigue, resistance to stay-at-home regulations, the huge number of essential workers and the socioeconomic factors of the pandemic affecting poorer and minority households. ##Hotspots## US stocks opened in the red on Tuesday as investors eye the high-stakes runoff election in Georgia that will determine the balance in the Senate. On top of that, the spread of Covid-19 is forcing new lockdown restrictions in Europe. Here's how the market opened:  The Dow opened 0.1%, or 24 points, lower.\nThe S&P 500 also slipped 0.1%.\nThe Nasdaq Composite opened down 0.2%.   The Puerto Rico Department of Corrections and Rehabilitation confirms an outbreak of Covid-19 affecting 143 prisoners in the correctional facility of Bayamón 501, according to a news release from the agency.  According to the statement, on Dec. 28 a correctional officer tested positive. He had been in contact with five prisoners. Those five people later had contact with the other prisoners in module one of the facility. In the release, the department's designated secretary, Ana Escobar Pabón, said she was informed of the outbreak Monday afternoon, after cases spread quickly.  All of the prisoners of module one were tested and the results were received yesterday, according to Escobar Pabón. Two prisoners are hospitalized, according to Escobar Pabón. The prisoners who were affected will be isolated for 14 days. Prisoners in other modules of the facility, security officers and civilians that might have been exposed will be tested as well. Escobar Pabón ordered the use of plasticware to serve food, canceled any transports from going in or out of the prison, and provided additional PPE to the workers. Visits were already cancelled under the current Covid-19 executive order. ##Hotspots## Swiss health authorities reported 28 cases of the new variant of Covid-19 that has been spreading across the UK.  Most of these infections were discovered either in people who had traveled from the UK recently or that had been in contact with those that had, the Head of Infectious Diseases Control at the country’s Federal Office of Public Health, Virginie Masserey, said at a press conference on Tuesday. However, she said the variant had also been found in people who “didn't have this epidemiological link.” “This virus is in Switzerland and propagating,” Masserey explained, adding that while the spread at the moment remains \"very low,” the new variant provides a “further reason to continue the efforts to lessen absolutely the number of cases in Switzerland.” “If we start to see a significant spread of the variant starting from a rather high level this could overburden the health system and increase the number of deaths” she added.  Switzerland’s Federal Office of Public Health reported 4,020 cases in the past 24 hours, 208 new hospitalizations and 98 deaths.  ##UK Variant## The Armenian President has tested positive for Covid-19, his assistant Hasmik Petrosyan tells CNN.  The President is self-isolating in London where he was visiting grandchildren, Petrosyan said, speaking from Yerevevan, Armenia. Asked how he's doing, she said \"not bad.\" Sarkissian arrived in London on December 30 to celebrate New Years with his grandchildren, but Petrosyan said it's not clear when he may leave.  \"I don’t know the details (of restrictions), but maybe a little bit later,\" she said when asked if he was allowed to leave the UK, given travel restrictions. More than a million people passed through security at America’s airports once again on Monday.  The Transportation Security Administration (TSA) says it screened 1,080,346 people at airport checkpoints nationwide. This sets the stage for another post-holiday uptick in coronavirus cases.  Roughly 18 million people have flown since the start of the holiday travel period on Dec. 18 and TSA numbers continue to average above one million passengers each day. On Twitter, TSA spokesperson Lisa Farbstein said \"if you choose to travel, please wear a mask.\" On Monday, TSA said it expects air travel numbers to keep trending up in 2021, though not reach pre-pandemic levels. ##Hotspots## Dr. Jeffrey Smith, chief operating officer of Cedars-Sinai Medical Center in Los Angeles, said hospitals and staff are doing their best to keep up as coronavirus infections soar.  Ambulance crews in Los Angeles County were given guidance not to transport patients with little chance of survival. The order is “very specific to patients who suffered from a cardiac arrest and are unable to be revived in the field,” Smith explained. “Those patients have a very low rate of survival even if they are transported to the hospital, so at this time, it is deemed to likely be futile.” He said emergency medical services are working to divert ambulances to hospitals with capacity to receive patients. The length of time that patients are waiting in ambulances varies from “day-to-day and hour-to-hour,” Smith said. “Things change very quickly. There are parts of our city where ambulances are waiting for hours in order to off-board patients. In those places, the county is working with those hospitals to actually set up tents to receive those patients and get them off the ambulances so the ambulances can be returned to service,” he said.  Smith said that the medical center has converted recovery rooms into ICU beds to double their capacity, brought in additional staff from around the country and increased health care workers’ shifts to try to keep up with demand. ##Hotspots## The 91-year-old British man who became an internet sensation after being interviewed on CNN just after taking his first dose of the Pfizer/BioNTech coronavirus vaccine in December has now been given his second and final dose. Martin Kenyon told CNN on Tuesday he had taken his booster shot of the vaccine on December 29, as previously arranged with Guy's Hospital in London. The pensioner said he is in good health and still in awe of just how much attention he keeps receiving over his vaccination, which he calls \"nonsense.\" Kenyon's rise to fame stems from an interview with CNN's Cyril Vanier outside of Guy's Hospital moments after he received his first shot.  The grandfather had gone to the hospital to get vaccinated on December 8, the day that the UK became the first country to rollout the Pfizer/BioNTech vaccine -- a landmark moment in the coronavirus pandemic.  When asked by Vanier about how he felt, given that he was one of the first people in the UK to receive the first dose of the vaccine in December, Kenyon responded:  I don't think I feel about it at all, except that I hope I am not going to have the bloody bug now. I don’t intend to have it [coronavirus] because I’ve got granddaughters and I want to live a long time to enjoy their lives.\" WATCH: Belgium will only receive half of its expected doses of the Pfizer/BioNTech coronavirus vaccine because of a “logistical issue,” a government spokesperson said at a Covid-19 briefing on Tuesday. “The company Pfizer has only provided us with half of the expected doses for the month of January,” Yves Van Laethem said, explaining that the logistical problems in the second half of December “disrupted the delivery of the vaccine.” Van Laethem added that this meant the country had received a little over 3,000 doses rather than the expected 6,000 doses.  Despite this setback the government still planned to prioritize \"the most fragile people,” who have “been hit the hardest by the virus,” he said. The vaccine will continue to be administered primarily to nursing home residents in two doses, he added, reminding Belgians that 60% of the country's virus deaths had taken place in those settings. Case numbers continue to decline “in all the provinces” of the country, Van Laethem also said. Belgium at present is recording an average of 1,582 daily cases, which marks a decrease of 40% compared to the previous week. The situation in its nursing homes is also continuing to improve \"slowly and systematically\" the spokesperson added. Pope Francis will not hold the traditional baptisms in the Sistine Chapel on January 6 due to the pandemic, the Vatican said Tuesday. “As a precaution, due to the heath situation, the traditional baptism of children presided by the Holy Father in the Sistine Chapel this year will not be celebrated,” a statement from the Vatican press office said. The Vatican added that baptisms will be \"celebrated in the respective parishes to which they belong.\"  Pope Francis has traditionally baptized children in the Vatican’s Sistine Chapel for the Feast of the Baptism of the Lord, an occasion marking the conclusion of Christmas’ liturgical season, on the Sunday after the Epiphany. Brooklyn Nets star forward Kevin Durant is expected to be in quarantine for seven days per league regulations and is set to miss four games after he was exposed to someone who tested positive for Covid-19, according to multiple news and sports reports including from The Athletic and ESPN. The team announced Monday that Durant will miss Tuesday's game against the Utah Jazz due to health and safety protocols but has not indicated why.  Brooklyn currently sits tied for 10th in the NBA Eastern Conference, with a record of 3-4. Durant has not issued any statements. Last March he was diagnosed with Covid-19 and told the Washington Post he was asymptomatic. “I’m alive,” Durant told The Post in a May interview. “That’s it. That’s all I can tell you. I’m good. The unknown is always scary, but I had a lot of support,” he said. Durant, who missed all of last season recovering from a torn Achilles tendon, is averaging 28.2 points per game in his first six games with the Nets after signing with Brooklyn as a free agent in 2019.  The Nets are scheduled to host Utah Tuesday and Philadelphia Thursday, then face Memphis on the road Friday before returning home for a tipoff with Oklahoma City on Sunday. CNN has reached out to the NBA and the Nets for comment. UK Prime Minister Boris Johnson has canceled a January trip to India, “in light of the national lockdown announced last night, and the speed at which the new coronavirus variant is spreading,\" according to a Downing Street statement.  \"The Prime Minister said that it was important for him to remain in the UK so he can focus on the domestic response to the virus,” the statement said.  It added that Johnson spoke with Indian Prime Minister Narendra Modi on the phone on Tuesday morning, saying that he \"hopes to be able to visit India in the first half of 2021, and ahead of the UK’s G7 Summit that Prime Minister Modi is due to attend as a guest.\" “The leaders underlined their shared commitment to the bilateral relationship, and to continuing to build on the close collaboration between our countries -- including in response to the pandemic,\" the statement went on. On Tuesday, the UK government said that is currently reviewing measures to restrict international travel. Russian President Vladimir Putin and German Chancellor Angela Merkel held a phone call  in which they discussed cooperation in fighting the coronavirus pandemic, with an “emphasis on possible prospects for joint production of vaccines,\" according to a statement from the Kremlin on Tuesday.  \"It was agreed to continue contacts on this topic between the ministries of health and other specialized structures of the two countries,” the Kremlin said. A German government press officer who confirmed the call said that the \"focus was the fight against the Covid-19 pandemic.\"  No further information was made available by the German government press office. The economic damage caused by the coronavirus pandemic has put an end to five consecutive years of job recovery in Spain, data released by the country’s Employment Ministry on Tuesday showed. Some 724,532 more people were unemployed at the end of December 2020 than were a year earlier, according to the data.  Spain ended 2020 with an unemployment rate of 15.8% -- an increase from last year’s figure of 14.1%. The numbers put an end to a job recovery rate that started in 2014, following a soar in unemployment as a result of the 2008 financial crash. “Unlike what happened with the previous crisis, the employment policies put in place throughout this year were able to soften the impact of Covid-19 over the jobs market,” said  Joaquín Pérez Rey, Spain's Secretary of State for Jobs and the Social Economy, on Tuesday.  The Covaxin vaccine, which was developed by labs in India and given emergency approval on Sunday, will be tested on children as young as two, pending approval from India’s drug regulatory body, according to the developer and manufacturer Bharat Biotech. Bharat Biotech's chairman Krishna Ella said at a news conference on Monday that the company was planning to submit a proposal to India's drug regulatory body soon on its plan to start a clinical trial that would include 2- to 15-year-olds.  Covaxin is currently still in Phase 3 trials and there are questions that remain about how it could have been approved without the release of those trials' efficacy data.  In a news release Sunday, Bharat Biotech said Covaxin's Phase 3 trial started in mid-November, with a goal to include 26,000 volunteers. India's health minister Dr. Harsh Vardhan tweeted late on Sunday that the emergency use authorization (EUA) for Covaxin is \"differently conditional -- in clinical trial mode.\" Children above the age of 12 are already a part of the Phase 3 trials but Bharat Biotech hopes to establish the vaccine’s effectiveness among children by testing lower age groups, according to Ella.  Ella explained that this vaccine would be the safest option for babies as it is an inactivated vaccine.  \nInactivated vaccines are produced by growing the virus in culture media, then inactivating it with heat and/or chemicals, according to the US Centers for Disease Control and Prevention (CDC). Inactivated vaccines are not alive and can't replicate, nor can they cause disease from infection, according to the CDC. \nElla explained that inactive polio vaccines are currently given to newborns -- and are safe to do so. The Covaxin vaccine, which is also an inactivated vaccine, is working under the same reasoning, he said. \nAn inactive vaccine is \"a proven platform and the safest platform to give to children,\" Ella added.  Bharat Biotech said that it intends to sell their vaccine to the United States, and will specifically target it for the vaccination of children there, said Ella.  The company has 20 million doses of the vaccine currently in stock, with the capacity to manufacture hundreds of millions of doses across four manufacturing facilities. Regarding the timeline of the vaccine's rollout, Ella said: “I would love to launch it the earliest possible time ... but it is not in our hands.\" Thailand has lengthened its nationwide emergency decree until the end of February, a government spokesperson told a weekly news conference on Tuesday. Spokesperson Anucha Burapachaisri said the cabinet has decided to extend the decree to ensure that authorities are equipped with the power to swiftly address a Covid-19 outbreak. On Monday, Thailand recorded the largest daily increase in new virus cases since the beginning of the pandemic with 745 new infections, according to figures from the Department of Disease Control. In global terms, the number of people affected by the pandemic in the country remains low. As of Tuesday, the total number of accumulated positive Covid-19 cases in Thailand stands at 8,966, with the death count at 65.  Prime Minister Prayut Chan-o-cha said Monday that the country has not imposed a lockdown, but more stringent measures -- such as limiting dine-in services at restaurants -- will be adopted to contain the outbreak, according to the country’s Center of Covid-19 Situation Administration (CCSA). The country has already started local production of the Oxford/AstraZeneca Covid-19 vaccine under a technology transfer agreement, which is expected to be distributed later this year, according to the CCSA. The Thai government has already procured close to 28 million doses of Covid-19 vaccines, with a goal of inoculating no less than half of its population of 70 million, the country's National Vaccine Institute said. As England woke up to another national lockdown Tuesday morning, a senior UK minister reiterated that the government hopes to be able to \"progressively lift restrictions after February 15.” Cabinet Office Minister Michael Gove said on Sky News that \"we can't predict with certainty that we'll be able to lift restrictions [in mid-February],” but that \"what we will be doing is everything we can to make sure that as many people as possible are vaccinated, so that we can begin progressively to lift restrictions.\" On Monday, the UK became the world's first to roll out the Oxford/AstraZeneca vaccine as cases surged.  The country is back in crisis mode as new daily Covid-19 cases soared above 50,000 infections for the seventh day in a row and hospitalizations exceed April's peak. Meanwhile, more travel restrictions for England could be on the way, Gove said.  Speaking on BBC News, Gove said that the government was looking at \"further options to restrict international travel,\" and that he had spoken with the first ministers of Scotland, Wales and Northern Ireland to ensure that the approach would be a coordinated one. The message is very very clear for UK citizens that they should not be traveling,\" he said.  Gove added that it was understandable that \"there's a natural concern about people coming into this country.\" The minister said that the new travel proposals were still being worked out but they would be reviewing the situation at airports and ports.  The announcement of new restrictions on Monday followed mounting calls from public health experts, teachers' unions and lawmakers for a more stringent lockdown, and further criticism of the UK government's handling of the pandemic. The UK recorded a record 58,784 new coronavirus cases on Monday -- the highest daily increase since the beginning of the pandemic.  According to the latest government data, the total number of cases recorded across the UK now stands at 2,713,563. A further 407 deaths have also been registered over the last 24 hours, bringing the total number of people who have died within 28 days of a positive coronavirus test in the UK to 75,431. Italy will extend most of the coronavirus restrictions imposed during the Christmas holidays until January 15, the government said on Tuesday. According to a new government decree, traveling between regions will be forbidden except for health or work reasons. People will be allowed to visit friends only once a day, with no more than two adults per group of visitors. Bars and restaurants will only provide takeout service.  High schools will reopen on January 11, with only 50% of the students in class and 50% remotely. Kindergarten and primary school students will start as expected on January 7.  \"If we don’t have the (epidemic) conditions, it’s useless to reopen the schools just to close them again after a few days,” Health Undersecretary Sandra Zampa said in a radio interview on Tuesday. Regional governors have the power to implement even tighter measures and in some regions, like Veneto and Friuli Venezia Giulia, high school students will resume activities at the end of January.  According to the latest data from the Health Ministry on Tuesday, the total number of those infected by the virus in Italy is 2,166,224, with 10,800 more cases added on Monday. The total number of deaths is 75,680, with an increase of 348 fatalities on Monday. ##Restrictions## Singapore police can obtain data from the country's Covid-19 contact-tracing technology for criminal investigations, a government minister said in parliament. “The Singapore Police Force is empowered under the Criminal Procedure Code (CPC) to obtain any data, including TraceTogether data, for criminal investigations,” said Desmond Tan, the country's Minister of State for Home Affairs. TraceTogether is a digital system developed by the Singaporean government that notifies people who might have been exposed to Covid-19 through close contact with confirmed cases. It comes in the form of either a smartphone app or a Bluetooth token. Tan added that the government is the \"custodian\" of data collected through the system, and that \"stringent measures\" are in place to ensure that it can only be used for \"authorized purposes.\" As of Monday, more than 4.2 million people, or 78% of Singapore's population, have enrolled in the TraceTogether program, said Lawrence Wong, co-chair of the multi-ministry task force tackling the Covid-19 pandemic. According to information posted on TraceTogether's website, the system only records users who have come into close contact with one another by exchanging Bluetooth signals on their tokens, but does not record their geolocation data. Parts of the US are beginning to feel the brunt of last month's holiday celebrations -- at a time when hospital systems are already at their breaking point. Experts warned holiday travels and gatherings could help fuel another surge of Covid-19 infections. Yet millions of Americans traveled anyway -- with more than 1.3 million people -- a pandemic record -- screened by the TSA on Sunday alone. That's as hospitalizations hit another grim record Monday, with more than 128,200 Covid-19 patients, according to the COVID Tracking Project. But some states are warning worse may be yet ahead. Mississippi Gov. Tate Reeves said the state had \"more patients with Covid in ICU beds at the end of last week than we have had at any other period throughout this pandemic.\"\nAnd he expects \"some very large numbers with the spread from the holiday gatherings combined with the backlog and testing and reporting that may have occurred during the last 10 days.\" After marking a particularly deadly day in New York, Gov. Andrew Cuomo said Monday there has been a spike following the recent social gatherings that took place. \"It is clear that the increase through the holidays, increased the infection rate and increased the number of people who are now walking into hospitals,\" the governor said. In California -- where at least two regions have zero ICU beds left -- infections are continuing to soar. \"We are heading into what we anticipate as a surge on top of a surge,\" Gov. Gavin Newsom said in a Monday news conference. \"It's going to put a lot of pressure on hospitals and I see it coming out of the holidays.\" Read the full story: ##Hotspots## Indonesia will give the first Covid-19 shot to President Joko Widodo to mark the beginning of its vaccination program on January 13, the country's state-run Antara News Agency reported on Tuesday.  Vaccinations will continue across the country on January 14 and 15, Antara reported, citing Home Affairs Minister Tito Karnavian. Doni Monardo, chairperson of the task force for Covid-19 handling, said the public should continue to wear masks and maintain social distancing even after vaccinations begin to minimize the risk of infections. \n\"The narrative about this vaccine should not make people think that after the vaccine is available, everything will be over. No, the vaccine will not immediately stop Covid-19. The vaccine will not help unvaccinated people to escape Covid-19,\" he said, according to Antara. Indonesia has already received 3 million doses of Covid-19 vaccines from Chinese pharmaceutical firm Sinovac. It has also signed deals with AstraZeneca and Novavax to secure another 100 million doses of vaccines, according to Antara, but no details were given on when those shipments will arrive. In December, Widodo said the country will provide free Covid-19 vaccines for the public amid the worsening outbreak.  \"There is no reason for the public to not get vaccinated,\" Widodo said. As of Tuesday, Indonesia has reported 772,103 Covid-19 cases and 22,911 deaths, according to John Hopkins University. ##Vaccines## German Chancellor Angela Merkel will discuss extending a nationwide lockdown with the leaders of her country's 16 states on Tuesday, as the number of Covid-19 infections continue to rise. The current lockdown, which went into effect in mid-December, is set to expire this Sunday. But the situation in Germany remains “extremely difficult” due to new coronavirus infections, Merkel spokesman Steffen Seibert said.  Seibert said it is also hard to obtain an accurate picture of the pandemic at this point in time because it is unknown how potential holiday travel and gatherings may have affected the situation. The core of Merkel's discussion with regional leaders will center on the speed of the vaccination process and whether to reopen schools.  The German government has come under pressure from both politicians and scientific experts for not securing enough doses of the Pfizer/BioNTech coronavirus vaccine to roll out its vaccination program. Merkel is set to meet the premiers virtually at 1 p.m. (7 a.m. ET). She will hold a news conference to announce the outcome in the afternoon. Caseload and vaccinations: Germany has reported at least 1,787,410 Covid-19 cases, killing at least 35,518 people.  At least 11,897 cases and 944 deaths were identified since Monday by the Robert Koch Institute, the German disease control agency By Monday, 264,952 people -- or about 0.3% of the population -- had been immunized, according to the institute. This post has been updated with the rescheduled virtual meeting time. ##Restrictions## ##Hotspots## French Health Minister Olivier Veran announced on Monday a plan to \"amplify, accelerate and simplify\" the distribution of Covid-19 vaccines throughout the country,  Veran's announcement came after the government was criticized for the slow rollout of its program. Speaking to RTL radio, Veran said the following people will be part of the new vaccination program: Nursing-home patients and staff  \nHealth workers older than 50 \nFirefighters\nHomecare workers older than 50 By the end of January, people older than 75 and who are not in nursing homes will also be able to get vaccinated, Veran said. New centers opening: Veran also announced France will open new vaccination centers more quickly.  \"Twenty-seven hospitals currently have vaccines; we will have 100 tomorrow (Wednesday) afternoon in order to cover the entire territory,\" he said. \"Next week, we will have 300 vaccination centers. And 500 to 600 vaccination centers will be accessible at the end of January.\"  ##Hotspots## ##Vaccines## A cluster of islands in the Pacific Ocean that's one of the few places on Earth entirely free from Covid-19 could become one of the first countries vaccinated against the disease. The Republic of Palau, an archipelago home to about 18,000 people, received its first shipment of the vaccine developed by US pharmaceutical company Moderna on Saturday. Vaccinations started the next day, Palau's Ministry of Health announced on Twitter. The first shipment included 2,800 doses of the vaccine, which will be administered in two shots, 28 days apart. Health care workers, key officials and vulnerable groups will be among the first to receive the vaccine, according to the ministry's statement. To date, Palau has not recorded a single coronavirus case or virus-related death, according to the World Health Organization. In January, as the virus began to spread across Asia and the Pacific, Palau was among the first to implement stricter border controls. Its borders were entirely locked by March, and it began testing citizens for the virus by April. These measures were key to keeping Covid-19 out, Palau's ambassador to the UN said in May. An independent nation in free association with Washington, Palau has access to the United States' mass Covid-19 vaccination program, known as Operation Warp Speed (OWS). The archipelago covers an area of just 177 square miles (459 square kilometers) -- about a sixth of the size of Rhode Island, the smallest US state. That small size puts Palau in prime position to be among the first nations to be inoculated against Covid-19, according to the country's Incident Commander of the Ministry of Health, Ritter Udui. \"We are lucky to be in a position where we have access to vaccines through OWS, and our small size makes it easier for us to roll out the program,\" Udui said. \"It's not compulsory to receive the vaccine, so our goal is to vaccinate about 80% of the population. We hope to achieve herd immunity (through the vaccination program).\" Read the full story: ##Vaccines## More than a year since the coronavirus pandemic began, while a surprising -- and frustrating -- number of points remain unclear, one thing is certain: the first major outbreak was in the central Chinese city of Wuhan. While scientists are still examining the exact origins of the virus, that Wuhan was the initial epicenter is undeniable. As China has moved past its initial mishandling of the virus, Beijing has reveled in contrasting its own successes with the situation in other countries, particularly the United States. But the stain of being the place where the pandemic emerged remains. In recent months, Chinese state media and officials have begun hyping up reports of potential other sources, pointing to research that may suggest -- or can be manipulated to suggest -- that the virus was circulating earlier than first thought and, most importantly, was circulating outside of China. \"More and more research suggests that the pandemic was likely to have been caused by separate outbreaks in multiple places in the world,\" Chinese Foreign Minister Wang Yi claimed this month. \"(China took) immediate actions to carry out epidemiological investigation, identify the pathogen and publicize key information including the genome sequencing of the virus. All this sounded alarm bells across the world.\" Auto parts theory: On Monday, reports circulated on Chinese social media that the virus had been detected on auto part packaging in multiple cities, including from foreign brands. By the afternoon, Wu Zunyou, chief epidemiologist at the Chinese Center for Disease Control and Prevention, had stepped in to tell state media the auto parts in question were not imported, and whatever traces of the virus were detected were unlikely to be infectious. While Wu effectively dismissed the potential car parts origin theory, it has echoes of far more widely reported claims that the virus could have entered China via frozen foods. For months, China has been testing and disinfecting frozen products coming from overseas, over fears the virus could reenter the country that way, even as experts remain skeptical about this as a potential source of infection. Read the full analysis: Top sumo wrestler Sho Hakuho has tested positive for coronavirus, the Japan Sumo Association (JSA) announced on Tuesday. Mongolian-born Hakuho , who has won a record 44 top-division titles, has been preparing for the New Year Grand Sumo Tournament, which is due to start on Sunday in Tokyo. Hakuho experienced changes to his sense of smell on Monday and was tested at a nearby clinic. His results came back Tuesday morning. Wrestlers who are believed to have had close contact with him will be tested Tuesday. Surging cases: Covid-19 infections have been soaring in Japan in recent weeks, and authorities are poised to declare a state of emergency in some areas, including Tokyo.  Japan’s Ministry of Health said 3,320 new coronavirus cases were identified Monday, bringing the country’s total number of cases to 248,672. Prime Minister Yoshihide Suga dismissed calls to declare a state of emergency in November, citing advice from an advisory panel that hospitals were still relatively empty. However, Japan's total case count has more than doubled since then. Suga's approval rating has plummeted in recent weeks, in part due to his handling of the pandemic.  ##Hotspots## At least 180,477 new Covid-19 patients were identified across the United States on Monday, according to Johns Hopkins University's tally of cases. Another 1,903 people were killed by the virus.  To date, there have been at least 20,817,140 coronavirus cases in the US. A total of at least 353,483 people have died in the pandemic.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.     Vaccination status: At least 15,418,500 vaccine doses have been distributed nationwide, and at least 4,563,260 shots have been administered, according to the US Centers for Disease Control and Prevention.  Track US cases here: ##Hotspots## California is already the epicenter of the latest Covid-19 surge in the United States, but things could get worse if cases spike due to gatherings over the Christmas and New Year's holidays. Gov. Gavin Newsom said at a news conference that the state may soon be heading into a \"surge on top of a surge.\" Officials in Southern California, where the surge is most acute, are calling it a \"human disaster.\"  The union that represents actors and media professionals, Screen Actors Guild and the American Federation of Television and Radio Artists (SAG-AFTRA), is recommending a production hold in Southern California due to the surge that is plaguing the state. The Golden State reported 29,633 new coronavirus cases and 97 virus-related deaths on Monday. Though both figures are lower than recent averages, that's likely attributed to a lag in testing data from the holidays and weekend. Here’s a roundup of the staggering figures: LA County Public Health Director Dr. Barbara Ferrer says one person is now dying from the virus every 15 minutes in the county. Health officials are predicting the death toll could soar in the coming weeks to more than 1,000 people per week. \"We're likely to experience the worst conditions in January that we've faced the entire pandemic, and that's hard to imagine,\" Ferrer said.\nAbout one in five Los Angeles County residents tested for Covid-19 is testing positive.\nHospitals are nearing a breaking point. As of Monday evening, there were 7,544 people hospitalized in Los Angeles County due to Covid-19 and just 17 available adult ICU beds, according to county health data. \nLos Angeles ambulance crews have been directed to conserve the use of oxygen and stop transporting patients with little chance of survival to hospitals.\nOnly 454,000 people have received a shot of the Covid-19 vaccine in California despite the state receiving 1.29 million doses -- meaning only 35% of the state’s vaccine supply has been administered so far. Gov. Newsom acknowledged the state’s rollout of the vaccine has been too slow, but vowed it would pursue more aggressive action to accelerate who can administer the vaccine, such as dentists.\nSix cases of the more transmissible coronavirus variant first seen in the UK have now been confirmed in patients in Southern California.\nAs of Monday, California had reported a total of 29,635 deaths and 2,420,894 cases. ##Hotspots## ##Restrictions## ##Vaccines## Coronavirus deaths in South Korea have surpassed 1,000, the Korea Disease Control and Prevention Agency (KDCA) said Tuesday.  KDCA said the country reported 26 additional fatalities from Covid-19 Monday, bringing the death toll to 1,007.   An additional 715 cases were also identified Monday -- 455 of which were in the Seoul metropolitan area, according to KDCA. At least 64,979 cases have been confirmed in the country since the pandemic began.   Fighting a new wave: South Korea has long been considered a model country for its effective response to multiple waves of coronavirus, but a new spate of cases this winter has had officials worried. President Moon Jae-in said this new wave appears past its peak and is slowly being contained. However, Moon said he will maintain the current disease prevention measures to continue to curb the infection rate. Moon also said that the government will begin vaccination as early as next month.  Dr. Hugo López-Gatell, Mexico’s deputy secretary of health and a prominent figure in the country's response to the Covid-19 pandemic, declined to apologize for traveling over the New Year holiday when asked about viral social media photos that show him unmasked on an airplane and at an oceanfront restaurant in the state of Oaxaca. Sitting in front of a sign that read “Quédate en casa,” or, “Stay at home,” López-Gatell told reporters at a Monday news conference: “I have nothing to hide. I simply went to the coast of Oaxaca … And I went to visit close relatives, very good friends, and we were in a very private home during those days.” For months, López-Gatell has urged Mexicans to stay at home during the pandemic unless it was absolutely necessary to leave. Speaking at the news conference, he said that the Covid-19 situation varies between Mexican states, with some states more severe than others, in an apparent justification of his travel. However, López-Gatell lives in Mexico City, the heart of the country’s outbreak. He also said the restaurant he was seen at was open and following public health rules. Read more about the reaction to López-Gatell's trip: ##Hotspots## Mexico’s drug administration has approved the AstraZeneca Covid-19 vaccine for emergency use, according to a tweet from Dr. Hugo López-Gatell, the country's deputy health secretary. It's the second coronavirus vaccine approved in the country, following Pfizer's, which Mexico authorized and began using to vaccinate people in December. Mexico’s foreign minister, Marcelo Ebrard, hailed the news of the second emergency vaccine authorization and wrote on Twitter that “production will begin very shortly in Mexico.” ##Vaccines## With intensive care units at Southern California hospitals nearly full because of the Covid-19 pandemic, the Los Angeles County Emergency Medical Services Agency (EMS) has directed ambulance crews not to transport patients with little chance of survival to hospitals, and to conserve the use of oxygen. Los Angeles and Southern California are dealing with one of the country's worst outbreaks of the novel coronavirus. ICU bed capacity plunged to 0% in Southern California last month, as more and more people were admitted to hospital seeking treatment for Covid-19.  Now, many medical facilities simply do not have the space to take in patients who do not have a chance of survival, according to the agency.    As of Monday evening, there were 7,544 people hospitalized in Los Angeles due to Covid-19 and just 17 available adult ICU beds, according to county health data. Due to the shortage of beds, the county EMS said patients whose hearts have stopped, despite efforts of resuscitation, should no longer be transported to hospitals. If there are no signs of breathing or a pulse, EMS will continue to perform resuscitation for at least 20 minutes, the EMS memo said. If the patient is stabilized after the period of resuscitation, the patient would then be transported to a hospital. If the patient is declared dead at the scene or if no pulse can be restored, paramedics will no longer transport the body to the hospital. Oxygen shortage: A shortage of oxygen in Los Angeles and the nearby San Joaquin Valley, thanks to Covid-19, is putting immense pressure on the system and forcing paramedics to conserve the supply. In order to maintain normal circulation of the blood to organs and tissue needed for the body to function, EMS said an oxygen saturation of at least 90% will be sufficient.  California Gov. Gavin Newsom formed a task force to address the issue last week. It is working with local and state partners to help refill oxygen tanks and mobilize them to hospitals and facilities most in need. ##Hotspots## The United States reported 128,210 current Covid-19 hospitalizations on Monday, setting a new record high since the pandemic began, according to the Covid Tracking Project (CTP). This is the 34th consecutive day that the US has remained above 100,000 current hospitalizations. According to CTP data, the highest hospitalization numbers were recorded on these days: Jan. 4: 128,210 \nJan. 3: 125,544 \nDec. 31: 125,379 \nDec. 30: 125,218 \nJan. 1: 125,047  ##Hotspots## UK Prime Minister Boris Johnson reimposed a lockdown in England on Monday as a more transmissible variant of Covid-19 fuels a surge in infections and hospitalizations in the country. \"It is clear that we need to do more to bring this new variant under control,\" Johnson said. \"That means the government is once again instructing you to stay at home.\" During his televised address to the nation, Johnson reimposed measures seen during the first lockdown last spring, including closures of secondary and primary schools to all except the children of key workers and vulnerable children. He added that this means it will not be \"possible or fair for all exams to go ahead this summer as normal,\" and alternative arrangements are being put in place. People will be allowed to leave their homes for limited reasons like shopping for essentials, exercise, and medical assistance. Johnson also said people could still leave home \"to escape domestic abuse\" -- an issue that arose earlier during the pandemic, as isolation and lockdown conditions exacerbated barriers to escape for victims of domestic violence. International departures are now limited to those who have \"a legally permitted reason,\" such as work. Outdoor sports venues will have to close. But unlike spring's lockdown, nurseries will not be shuttered, elite sports can go ahead, and places of worship will remain open on the basis that attendees adhere to social distancing rules. The lockdown is expected to remain in place at least through the middle of February. His announcement follows that of Scotland's First Minister Nicola Sturgeon, who announced a lockdown that will begin on midnight, Tuesday, local time. Wales and Northern Ireland -- the other nations of the UK -- are already in lockdown. The UK is back in crisis mode as new daily Covid-19 cases soared above 50,000 cases for nearly a week, and hospitalizations exceed April's peak. Read the full story: ##Restrictions## ##UK Variant## Scientists in Britain said Monday they are increasingly concerned that that the pattern of mutations in a variant of the novel coronavirus first identified in South Africa may affect the protection offered by some vaccines. While that variant shares the same N501Y mutation as another variant first identified in the United Kingdom, it also has two other mutations called E484K and K417N. They affect the spike protein -- the part of the virus that attaches to the cells it infects. Most of the coronavirus vaccines are also designed to train the body to recognize the spike protein, or parts of it, and the fears are that if it mutates too much, vaccines will no longer be as effective. \"These two additional mutations may interfere more with vaccine effectiveness in the South African variant,\" Dr. Julian Tang, honorary associate professor and virologist at the University of Leicester, said in a statement distributed by the UK-based Science Media Center on Monday.  \"This does not mean that the existing Covid-19 vaccines will not work at all, just that the antibodies induced by the current vaccines may not bind and neutralize the South African variant as well as it would the other circulating viruses -- including the UK variant,\" Tang said. Lawrence Young, professor of molecular oncology at the University of Warwick, said in a separate statement on Monday that \"the accumulation of more spike mutations in the South African variant are more of a concern and could lead to some escape from immune protection.\" Meanwhile, scientists are working to better understand the new variant, its mutations and their significance. \"Some of the changes are quite significant and thus scientists are paying a lot of attention. We do not yet know enough to say more than this,\" James Naismith, director of the Rosalind Franklin Institute, said in a statement on Monday.  Maria Van Kerkhove, the World Health Organization's technical lead for coronavirus response, told CNN Sunday that scientists are doing tests to assess the vaccine's efficacy against the variant first found in South Africa, which has 22 mutations. ##Vaccines##", "Section": "world", "Writers": ["Joshua Berlinger", "Adam Renton", "Kara Fox", "Ed Upright", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-01-05-21/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}