{"Type": "article", "Time": "2020-05-06", "Headline": "May 6 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. The UK government will scrap their stay-at-home advice as part of the plan to gradually ease coronavirus restrictions, UK media reported on Wednesday evening. British Prime Minister Boris Johnson told MPs earlier in the day that he will be lifting some restrictive measures starting next Monday, and will officially announce the details on Sunday. Johnson will expand the once-a-day limit on exercise to allow \"unlimited\" exercise either individually or with members of the same household, The Telegraph reported.  He will also encourage people to go back to work if they can do it safely, and in a divergence to the strategy pursued by the government so far, he will tell those using public transport to use face-coverings where social distancing is not possible, according to The Telegraph. The Scottish government has already recommended use of face coverings in crowded spaces.  Schools could start a \"phased\" return of pupils at the beginning of June, but restaurants, bars and cafes have not been given a firm date for reopening, The Telegraph reported.  ##Daily Life## At least 10,503 new cases of coronavirus and 615 new deaths were reported in the last 24 hours in Brazil, according to the country's health minister. There are now at least 125,218 cases of Covid-19 in the country and at least 8,536 people have died from the disease. Brazil currently has the highest number of coronavirus cases in Latin America while Brazilian President Jair Bolsonaro has faced criticism for downplaying the threat of the virus. Bolsonaro has repeatedly attended large political rallies calling for an end to quarantine measures in the country. ##Health## Brazilian President Jair Bolsonaro’s official spokesperson, Gen. Otávio Santana do Rêgo Barros, has tested positive for the coronavirus, according to a statement released by his office. Rêgo Barros tested positive for Covid-19 on Monday, according to the statement. His team said the results were confirmed Tuesday and that he is recovering in his home. According to the statement, he wasn’t displaying “any symptoms that should raise any concern.” ##Health##  Researchers in the UK say they have seen an “unprecedented cluster” of eight children with rare inflammatory problems amid the coronavirus pandemic. The cases, they said, bear resemblance to a severe form of Kawasaki disease – a rare condition that causes inflammation in the walls of the arteries and can limit blood flow to the heart. All of the children were previously fit and well, the researchers said in a study published Wednesday.  Five of the children received mechanical ventilation through a tube in their windpipes, and one was put on an ECMO machine – a device that takes over for the heart and lungs. Seven of the children survived, and one died from a stroke. Four of the children had known exposure to coronavirus, and two eventually tested positive. Six of the children were of Afro-Caribbean descent, and five were boys. In the study, published in the medical journal The Lancet, the researchers said the case cluster formed the basis of a national alert. In late April, Britain’s National Health Service sent an “urgent alert” to doctors saying they had seen cases of atypical Kawasaki disease that could be linked to coronavirus. As their study went to press, the researchers said they had treated more than 20 children with similar signs. The first 10 of these children tested positive for coronavirus antibodies – including the eight who made up the original “cluster” of cases. That suggests they had been exposed to the virus in the past, even if their diagnostic test came back negative at the time. “We suggest that this clinical picture represents a new phenomenon affecting previously asymptomatic children with SARS-CoV-2 infection manifesting as a hyperinflammatory syndrome with multiorgan involvement similar to Kawasaki disease shock syndrome,” the researchers wrote.  Separately, the New York State Department of Health issued an advisory to healthcare providers about a similar syndrome. The state said that as of May 5, it had received 64 potential cases of the condition, called Pediatric Multi-System Inflammatory Syndrome Associated with COVID-19. “The inflammatory syndrome has features which overlap with Kawasaki disease and toxic shock syndrome and may occur days to weeks after acute COVID-19 illness. It can include persistent fever, abdominal symptoms, rash, and even cardiovascular symptoms requiring intensive care,” the New York health department said in a statement. US President Trump has again leveled accusations that China could have stopped the global coronavirus pandemic, calling the spread \"the worst attack we've ever had on our country.\" Speaking from the Oval Office today, the President went on to say, \"This is worse than Pearl Harbor. This is worse than the World Trade Center.\" What we know: So far, more than 71,000 people in America have died from coronavirus. In comparison, more than 2,000 Americans were killed in the Pearl Harbor bombings during World War II. On September 11, 2001, a total of 2,977 people were killed in New York City, Washington, DC and outside of Shanksville, Pennsylvania. But while Pearl Harbor and 9/11 were direct and targeted attacks on the United States, the coronavirus pandemic is impacting countries all over the world, including in China. As of today, Johns Hopkins University puts China's death toll from the virus at 4,637. There's never been an attack like this,\" Trump said today in the Oval. The President added: \"And it should have never happened. Could have been stopped at the source. Could have been stopped in China. It should have been stopped right at the source. And it wasn't.\" In recent days, Trump and Secretary of State Mike Pompeo have doubled down on the assertion that the virus originated from a laboratory in the central Chinese city of Wuhan, where the outbreak was first detected last December. The claim has unsurprisingly drawn fierce rebuttal from the Chinese government, which described the accusation as \"smear\" intended to bolster Trump's reelection chances.  Intelligence shared among the Five Eyes network — an alliance between United States and  the UK, Australia, New Zealand and Canada — also reportedly appears to contradict the Trump administration's assertion. Trump's recent displeasure with China are a far cry from his past statements on the nation and its leader, Xi Jinping, whom he earlier praised for his transparency and management of the outbreak.  Last month, CNN identified at least 37 separate instances where Trump praised China since January, including one as recent as April 1. (Here is a timeline of those remarks.) As recently has last month, Trump was touting his administration's trade deal with China during a White House coronavirus task force briefing. The president said the relationship with China is \"very good\" and the \"biggest communication\" is between himself and President Xi. \"So, look, the relationship with China is a good one, and my relationship with him is, you know, really good,\" Trump said on April 1. Watch here: ##Daily Life## ##Health# The number of coronavirus patients in intensive care units in France has continued to steadily decline since April 9, data from the French Ministry of Health shows. There are currently 3,147 Covid-19 patients in ICU in France, down by 283 from the day before, the ministry said on Wednesday. A total of 23,983 people are hospitalized with coronavirus in France, which is down by 792 from the day before. ##Health## ##Daily Life## Blood thinning drugs may help save some patients worst affected by coronavirus, doctors reported Wednesday. Their findings could point a way to help the virus-related issue of blood clots throughout the body. The team at Mount Sinai Hospital says it is now running experiments to see which anticoagulants may work best, and at which doses.  “Our findings suggest that systemic anticoagulants may be associated with improved outcomes among patients hospitalized with Covid-19,” they wrote in their report, published in the Journal of the American College of Cardiology. Dr. Valentin Fuster, director of Mount Sinai Heart and physician-in-chief of the Mount Sinai Hospital, and colleagues looked at more than 2,700 patients treated at Mount Sinai in New York City, which has been hit hard by coronavirus. Starting in March, some patients were given anti-clotting drugs based on bedside decisions made by doctors. The team started taking a systematic look at whether the drugs made a difference. They did, especially for patients who were put on ventilators to help them breathe. They found 29% of patients on ventilators who were given blood thinners died, compared to 63% of patients on ventilators who were not given blood thinners. “The patients who received anticoagulants did better than those who didn’t,” Fuster told CNN. The findings are not clear-cut enough yet to make solid recommendations. The team noted that patients who were already severely ill were more likely to be given the blood thinners. The researchers did not find that the patients who got blood thinners were significantly more likely to have bleeding problems – one of the risks of the drugs. Watch here: ##Health## At least 30,076 people have died from coronavirus in the UK, the country's Communities Secretary Robert Jenrick said on Wednesday.  The country now has the highest confirmed death toll in Europe and the second-highest death toll in the world, behind the United States. The number of people who tested positive for the virus stands at at least 201,101 with 13,615 people currently hospitalized. ##Health## ##Daily Life## The number of people who have died in Italy from coronavirus has risen again with a further 369 deaths reported in the past 24 hours.  Italy has the second-highest death toll in Europe, behind only the UK. In Italy, 29,684 have died since the outbreak began. There was also a jump in new daily infections with an increase of 1,444 diagnoses, which is rise of 369 since yesterday.  But the number of active cases in the country has dropped from 98,467 yesterday to 91,528 today. The decrease of 6,939 cases is the biggest ever. The sharp fall in active cases can be explained by a significant increase in recoveries of 8,014, raising the total number of people recovered from the virus to 93,245.  However, the Italian Civil Protection Agency warns that the high number of recoveries is due to an adjustment on numbers and some of the cases pertain to the past couple of days.   The total number of cases in Italy, including deaths and recoveries, is now 214,457.  ##Daily Life## ##Health## Eleven-year-old Jorja Bolla wanted to cheer up older adults in the nursing homes around her hometown of Beatrice, Nebraska. When she thought of who makes her smile when she feels lonely, she knew her little pony Peanut would have to pay them a visit while they are isolated during the coronavirus pandemic. \"We brushed him and braided his hair with some colored pipe cleaners,\" Jorja told CNN. \"And we put on a unicorn horn but he shook that off!\" Jorja and her 8-year-old sister Journee led Peanut up to the windows of the nursing homes. Staff on the phone helped facilitate conversations with the residents.  \"I would talk to them ... and Peanut was acting up so he put on quite a show,\" Jorja explained. \"And of course, my sister was dancing around.\" The residents really enjoyed seeing Peanut. Some would follow the girls and their pony from window to window.  Jorja visited three nursing homes with Peanut and has promised to return. She is developing a program for the residents to be able spend more time with Peanut.  There will be grooming, petting and plenty of treats to feed him. Pet therapy can help seniors combat social isolation and depression by improving their overall mood and quality of life. ##Health## ##Daily Life## Turkey has recorded its highest number of new Covid-19 positives since April 30 with 2,253 new cases in the last 24 hours, according to the latest figures by the Turkish health ministry.  Turkey’s new cases have been on a downward trajectory since mid-April and have reached as low 1,614 per day.  The country is entering what the Health Minister Fahrettin Koca has called the second phase in its fight against the pandemic. In a news conference on Wednesday, he called this period a “controlled social life,” which will impose fewer restrictions. “Even though we have used the word normalization, it is not about going back to normal. It is about forging a new normal,” Turkish Health Minister said.  Turkey is due to start lifting some restrictions on May 11, including reopening hairdressers and barber shops.  ##Health## ##Daily Life## The 12th person infected by coronavirus in Vatican City works for Pope Francis, the Holy See Press Office said today.  The person has been working remotely since early March and is now under observation at home, the Holy See Press Office Director Matteo Bruni said.  Vatican City is the seat of the Catholic church and has been a sovereign state in the middle of Rome since 1929. It has 605 residents, all with a Vatican City passport and who are out of Italy's legal jurisdiction.  The pandemic has radically changed the way the Vatican operates, with the Pope celebrating Palm Sunday mass in an empty church and the sites normally packed with tourists empty. The 83-year-old Pope, who has a damaged lung from an infection in his 20s, has twice tested negative for coronavirus. He is being distanced from anyone who might be carrying the virus, takes his meals in his private quarters, and uses hand sanitizer before and after meeting any guests, the Vatican press office said last month. ##Health## ##Daily Life## ##Travel## The Spanish Parliament approved the extension of the country’s state of emergency for a fourth time on Wednesday, continuing severe restrictions on movement and business until at least May 24 due to the coronavirus pandemic.  The decision, approved by 178 votes against 75 and with 97 abstentions, came after Spain’s Prime Minister Pedro Sánchez negotiated last-minute votes to secure the extension, despite the main opposition Popular Party, PP, abstaining.  The extension gives the Socialist Party-led minority government the power to continue enforcing restrictions under the state of emergency rules decreed on March 14th.  During the parliamentary debate ahead of the vote, opposition and right-wing parties harshly criticized the socialist minority-led government, accusing  Sánchez of holding Spanish citizens \"hostage\" by curtailing fundamental rights.  “We are limiting two rights, to guarantee another two: public health and life. And to limit the two rights of mobility and of assembly, we need the only constitutional and juridical instrument that allows us to act over them, which is the state of emergency\", Sánchez responded. The Spanish prime minister said he will request 15-day extensions throughout the country’s de-escalation period, expected to last until the end of June. Most of Spain began \"Phase Zero\" of the government's de-escalation plan on Monday, by lifting some of the confinement restrictions to additional sectors of the work force to return to their jobs, such as restaurants for take-away service, small stores and hair salons with clients by appointment only.  It is expected that next Monday, some regions will advance to “Phase One” if they show infections rates are low and that their health facilities are able to react quickly to any new outbreaks.  The government says the state of emergency during the de-escalation plan is crucial.  \"To ignore the risk of the epidemic and hastily lift the state of emergency would be an absolute, total, and unforgivable mistake that the government will not commit, and which is why it’s requesting the extension”,  Sánchez argued ahead of Wednesday’s vote. The state of emergency was first declared on March 14 and extended for the first time on March 27. ##Health## ##Daily Life## ##Business## ##Travel## Moscow will ease restrictions for industrial enterprises, allowing factories and construction companies to reopen starting May 12. But self-isolation limits will remain in place, the city’s mayor Sergey Sobyanin said in a videoconference chaired by President Vladimir Putin. Sobyanin said the outbreak in Moscow has generally stabilized and linked recent increased numbers of reported cases, which were at around 5,000 a day, to expanded testing. “Over the past two weeks, the hospitalization of patients has not increased, the number of patients in serious condition who require hospital care is not growing, it is approximately at the same level,” Sobyanin said.  Sobyanin later said cafes and restaurants will reopen last as they “circulate an unlimited number of people,\" while factories are “localized collectives” that amount to around 3.5 million workplaces.  During the videoconference, the head of country’s wellbeing agency announced a three-stage plan of reopening, which regions will implement independently.  The first phase would allow people to exercise outside and reopen small shops. The second involves opening up schools and universities as well as larger stores, but with a limited number of people allowed inside at the same time. The third phase means the reopening of parks, all shops, schools, and restaurants. Russia has officially reported 165,929 cases of coronavirus, with 1,537 deaths and 21,327 recoveries. Moscow accounts for 85,973 cases.  Questions raised amid pandemic: Three frontline health care workers have mysteriously fallen out of hospital windows in Russia over the past two weeks, heightening public attention to the working conditions for doctors and medical professionals amid the coronavirus pandemic. ##Health## ##Daily Life## ##Business## With millions facing movement restrictions due to the coronavirus pandemic, many Muslims are finding creative ways to break their fast this year. The holy month of Ramadan started on April 23 for many Muslims. Over the 30-day period, Muslims fast during the daylight hours, a practice seen as one of the five pillars of Islam. They can eat before sunrise, and break their fast after dusk each day. But with so many places of worship closed due to the pandemic, the holiday will be a bit different this year. Many Islamic holy sites remain empty, including Mecca and Medina in Saudi Arabia and the Al-Aqsa Mosque in Jerusalem. Worshippers are being advised to pray at home. Other mosques are trying to practice social distancing. During Ramadan, two main meals are served to begin and end the daytime fast. \"Suhoor\" is served and eaten before dawn, and \"iftar\" is served and eaten after sunset. Typically, these meals are enjoyed in group gatherings among family and friends. Many instead are turning to virtual worship, focusing on individual prayer habits and turning isolation into inner peace. Learn more here. ##Daily Life## ##Health## ##Travel## The Baltic countries of Estonia, Latvia, and Lithuania have agreed to reopen common borders on May 15. The borders between Estonia and Latvia, and Latvia and Lithuania will open \"to the people of Baltic states,\" the Estonian Prime Minister, Juri Ratas, tweeted.  \"It's a big step towards life as normal,\" Ratas added. The Latvian Prime Minister, Krisjanis Karins, said the decision was made considering the successful containment of Covid-19 across the Baltics, and that citizens arriving from other countries will have to obey a 14-day self-isolation. Coronavirus cases in the Baltic states: According to the European Center for Disease Prevention and Control, Estonia has had 1,711 cases of coronavirus and 55 deaths, Lithuania has 1,423 cases and 46 deaths, and Latvia has 896 cases and 17 deaths so far. ##Health## ##Travel## Even once the coronavirus pandemic ends, the world cannot go \"back to business as usual,\" World Health Organization Director-General Tedros Adhanom Ghebreyesus warned. \"The Covid-19 pandemic will eventually recede, but there can be no going back to business as usual. We cannot continue to rush to fund panic but let preparedness go by the wayside,\" Tedros said during a media briefing in Geneva. \"As we work on responding to the pandemic, we must also work harder to prepare for the next one. Now is an opportunity to lay the foundations for resilient health systems around the world,\" Tedros said, adding that \"investing in health now will save lives later.\" \"That includes systems to prepare, prevent and respond to emerging pathogens,\" Tedros said.  History will judge all of us not only on whether we got through this pandemic, but also on the lessons we learned and the actions we took once it was over.\" ##Health## ##Business## Governments are failing to keep accurate records of infections and deaths of nurses and health care workers treating coronavirus patients, the International Council of Nurses (ICN), a federation representing nurses from 130 countries, claimed.  As a result, the numbers are being “significantly” underestimated, the ICN said Monday. Data collected by the ICN from 30 countries suggests at least 90,000 health care workers have been infected and more than 260 nurses have died.   “Thousands of nurses have been infected with Covid-19 and hundreds have already died, but governments cannot say exactly how many because they are not collecting the data. This lack of accurate data has led to a serious underestimation of the infection rate among nurses, and the number of deaths,” the group said.  ICN said this failure to record both infection rates and deaths among health care workers is putting more nurses and their patients in danger. It is calling for data on health care worker infections and deaths to be systematically collected by national governments and held centrally at the World Health Organization.  ##Health## Secretary of State Mike Pompeo said the US does not have certainty about the origin of the Covid-19 pandemic, even as he insisted the virus could have begun in a Chinese lab  – a conclusion that other senior US officials, the US intelligence community and spy agencies in allied countries have all said that is not likely.  \"We don’t have certainty. And there is significant evidence that this came from the laboratory. Those statements can both be true. I’ve made them both. Administration officials have made them. They’re all true,\" he said at a press conference at the State Department Wednesday. However, Pompeo asserted that the lack of certainty was not a contradiction from his past comments that there was “enormous evidence” it came from a lab, claiming that they could “both be true.” Pompeo claimed there was “no separation” in the disparate answers from himself, top US military officials, Five Eyes officials, and the intelligence community. “We’re all trying to figure out the right answer. We’re all trying to get to clarity,” Pompeo said. “There are different levels of certainty assessed at different places. That’s highly appropriate. People stare at data sets and come to different levels of confidence. Every one of us stares at this and knows the reality. The reality of this came from Wuhan.” How China responded to US claim: The claim has unsurprisingly drawn fierce rebuttal from the Chinese government, which on Wednesday described the accusation as \"smear\" intended to bolster Trump's reelection chances. Remember: Here is what we know -- and what we don't know -- about the claims and the laboratory at the center of the controversy.   A day after Norwegian Cruise Line Holdings warned investors that it could be forced to go out of business, the company announced it is “well-positioned to weather Covid-19 impacts.”  In a statement, the company reported it has raised more than $2 billion, including “(1) $400 million public offering of common equity, (2) $750 million exchangeable senior notes offering, (3) $675 million senior secured notes offering and (4) $400 million private investment from global consumer-focused private equity firm L Catterton.”  Norwegian said the raised cash will allow them to withstand more than a year of suspended cruises. Norwegian suspended sailings of all its fleets on March 14 during an industrywide shutdown that has been extended through at least June 30. “This significantly strengthens the Company’s financial position and liquidity runway and it now expects to be positioned to withstand well over 12 months of voyage suspensions in a potential downside scenario,” Norwegian wrote in a statement. The cruise industry has been hit particularly hard by the pandemic as there were several high profile ships with multiple people testing positive for the coronavirus. Many died from the disease. Some ships had difficulty finding ports where they could discharge their passengers.  ##Daily Life## ##Travel## ##Health## British Prime Minister Boris Johnson “agrees” with Professor Neil Ferguson’s decision to step back from his role as a leading government scientific adviser after he broke the lockdown rules he helped architect by meeting with his married lover, the PM's spokesperson said.  The spokesperson said Johnson was informed of Ferguson’s decision just before the story broke. Professor Ferguson, who is based at Imperial College in London, is one of the architects of the UK government's stay-at-home strategy and was a prominent member of the Scientific Advisory Group for Emergencies (SAGE) which has been spearheading the country's coronavirus response. What this is about: The Telegraph reported Tuesday that a woman whom it described as his married lover had visited Ferguson's home in London at least twice despite social distancing guidelines. Prof. Ferguson will also stop participating in Nervtag (the new and emerging respiratory virus threats advisory group), the PM’s spokesperson said.  ##Daily Life## ##Health## Contact restrictions in Germany will continue through early June but the country's football league is set to resume play towards the end of May, Chancellor Angela Merkel announced today. Speaking at a press conference following her meeting with state prime ministers, Merkel said the first phase of the pandemic is behind Germany, but \"it will be with us for a long time.\"  For another month, contact restrictions and social distancing will remain in place in Germany, as well as face coverings in public. Families can now meet with those in one other household. The measures are set to end June 5.  Merkel said shops can reopen but with hygienic measures. Angela Merkel said authorities would watch local regions to ensure any outbreak was stopped.  “We can afford a bit of courage,” she said, cautioning “we have to watch that this thing does not slip out of our hands.”  Germany's professional association football league the Bundesliga can play once again in the second half of May, the chancellor said. She did not specify if this was behind closed doors. ##Daily Life## ##Health##  Belgian households will be able to expand their social circle to include four people from outside their home from May 10. These people must be the same four people and must socialize within the confines of the home. Citizens have been advised to socialize outdoors if they have a garden or terrace, Belgian Prime Minister Sophie Wilmès said in a press conference in Brussels. Wilmès also said that retailers in Belgium can reopen their doors from May 11. One customer for every 10 square meters will be allowed to shop in a store for a maximum of 30 minutes.  The Prime Minister said that Belgians must shop for groceries on their own, but may be accompanied by children under the age of 18. Those who need assistance may be accompanied whilst shopping. All sports events in the country have been suspended until July 11. Schools, restaurants and bars are to remain indefinitely closed, the Prime Minister added.  ##Health## ##Daily Life## US President Donald Trump appeared to reverse course on the decision to wind down the coronavirus task force, instead rebranding it. He tweeted today the task force will “continue on indefinitely” and shift its focus to “SAFETY & OPENING UP OUR COUNTRY AGAIN.” Trump touted his administration’s success in procuring personal protective equipment and testing, even though many experts say there is not nearly enough testing available. He also said task force members may be added or subtracted “as appropriate” and will “also be very focused on Vaccines & Therapeutics.” So far, more than 71,000 deaths have been recorded in the US and more than 1.2 million people have been infected with coronavirus. Here are his tweets: Some background: A senior White House official told CNN the task force will start to wind down later this month. And Vice President Mike Pence confirmed to reporters the White House is considering disbanding the coronavirus task force as early as Memorial Day. ##Daily Life## ##Health## The leading scientific adviser who resigned from his UK government post after breaking lockdown rules by meeting his married lover will not face any further police action, London’s Metropolitan Police said today. Professor Neil Ferguson, the leading epidemiologist who advised the UK government on the coronavirus response, resigned yesterday after the Telegraph newspaper reported he broke lockdown rules by allowing his reported lover to visit his home. The country now has the highest confirmed death toll in Europe. London police said, \"We remain committed to our role in supporting adherence to government guidance and have made it clear that our starting position is explaining the need to follow the regulations with anyone who is in breach in order to keep people safe and protect the National Health Service (NHS). It is clear in this case that whilst this behavior is plainly disappointing, Professor Ferguson has accepted that he made an error of judgement and has taken responsibility for that. We therefore do not intend to take any further action,\" Met Police said. What happened: Ferguson told CNN he made \"an error of judgement and took the wrong course of action,\" and had therefore stepped back from his government post.  ##Daily Life## ##Health## Heathrow Airport CEO John Holland-Kaye said the UK government must work with the international community to establish a common standard for how to avoid measures, such as quarantine, that will “completely kill the travel sector”. He noted that there is no commonly, internationally established health screening other than temperature checks. What the airport is doing now: Heathrow Airport is testing technologies around a large-scale screening system to reduce the risk of Covid-19 transmission while traveling. Trials will assess for medical effectiveness, passenger response as well as suitability to the airport environment. Technologies under review will include UV sanitation, facial recognition thermal screening technology and contactless security procedures.  Heathrow Airport will share data from trials with government and industry to jumpstart the creation of a Common International Standard for health screening. Why this matters: If this technology proves successful, it will give us a glimpse of what the future of travel will look like when the the movement restrictions around the world are lifted.  ##Travel## South Korean lawmakers claim the coronavirus pandemic has caused residents of North Korea's Pyongyang to stockpile daily necessities. Citing intelligence, South Korean lawmaker Kim Byung-kee said the border blockade with China “is adding difficulties to North Koreans’ lives and economic activities, and prices of imported goods such as seasoning, sugar and etc. temporarily jumped and the exchange rate for dollar rose.” Kim said trade between China and North Korea from the first quarter had decreased 55% from the same period last year and March was particularly hard hit with a 91% drop. “Due to anxiety about prices following temporary jump in prices of food imports, Pyongyang residents stockpiled daily necessities, crowds flocked to department stores and shops, and even lining up occurred,” Kim told reporters.  North Korea has not reported any coronavirus cases but, according to Kim, South Korea's National Intelligence Service (NIS) said it can’t be ruled out given the human exchanges between China and North Korea “were brisk” before the blockade between the two countries was instituted in January. Why North Korea hasn't reported a single case: It's unclear how North Korea has been able to avoid the virus, when its neighbors China, Russia and South Korea have experienced major outbreaks. Pyongyang has either been very lucky, isn't saying something, or is reaping one of the few benefits of being a so-called \"hermit nation.\" ##Health## ##Daily Life## ##Travel## Starting this Friday, Lebanon will allow prayers, and Sunday masses will again be held in mosques and churches as the country begins to ease the lockdown measures. The number of worshipers should not exceed 30% of the capacity of each mosque or church,  Lebanese Minister of Interior Mohammed Fahmi said, according to Lebanon’s National News Agency NNA. They must also adhere to public safety procedures. Lebanon has adopted a five-phase plan to gradually reopen the country and to ease the “general mobilization” measures that were imposed on March 15 to curb the spread of Covid-19. Restaurants were allowed to re-open with a 30% customer capacity on Monday, working hours for some commercial and industrial enterprises in the country were extended, and a public transport was allowed to operate with limited number of passengers and under specific conditions as of April 27. Why this matters: Lebanon had received some credit for largely succeeding in preventing a major outbreak of the virus so far. But it is also being criticized for mishandling its aid program for the country's poor. Aid distribution has been repeatedly delayed due to political wrangling. ##Daily Life## ##Health## Qatar Airways has warned it is planning to cut jobs due to the coronavirus pandemic.  “The unparalleled impact on our industry has caused significant challenges for all airlines and we must act decisively to protect the future of our business. As a result, Qatar Airways can confirm that the airline will make a number of roles redundant due to the impact of COVID-19.,” the airline said in a statement.  Qatar Airways said any job loss is “regrettable” and that it intends to enable employees to rejoin when possible when the circumstances improve. The airline for now did not say how many jobs will be cut.  ##Business## ##Travel## The UK leader announced that the government's plan for moving forward during the pandemic will be presented to Parliament on Sunday, in the hope that some new measures to ease the country's lockdown will be adopted the following day.  He did not explicitly mention any particular measures, but his comments hint at a relaxation of the country's lockdown. \"We want, if we possibly can, to get going with some of these measures on Monday,\" he said, ensuring MPs that the House would be fully informed and have the opportunity to debate the plan.  The comment came during the leader's first Prime Minister's Questions session since he was released from hospital, where he was treated for coronavirus in an intensive care unit. He faced his new opponent, Labour leader Keir Starmer, in person, as well as several MPs asking questions over video conference, some of whom framed the the country's confirmed death toll as a symbol of the government's failed response.  The UK now has the second-highest death toll in the world and the highest in Europe. If you're just joining our live coverage of the global coronavirus pandemic, here are some key headlines today: Trump to disband task force: The White House coronavirus task force will begin winding down later this month, according to a senior White House official. This comes just after new models show the US could see 3,000 people die of the virus each day, doubling the death toll to 134,000 by August 4. \nUS states may have to close again: More than half of the country's states have started reopening, including many that have not met White House guidelines on when to do so. They may need to shut down again though.\nTop UK advisor resigns: Neil Ferguson, the leading epidemiologist who advised the UK government on the coronavirus response, resigned on Tuesday after the Telegraph newspaper reported he broke lockdown rules by allowing a woman to visit his home. The country now has the highest confirmed death toll in Europe. \nGermany lockdown: Chancellor Angela Merkel will discuss loosening lockdown measures with the 16 state prime ministers today. \nBack to school: Nearly 58,000 students returned to school today in Wuhan, China, the original epicenter of the outbreak. Wuhan began lifting restrictions in early April, after more than two months of total lockdown.\nInfection slowdown: South Korea and mainland China both recorded no new local transmissions yesterday. South Korea has issued guidelines that offer an insight into the new post-lockdown normal.  \nIn Japan: New guidelines for social distancing are provoking public backlash. The suggestions include mandatory face masks and outdoor dining at restaurants.\nNew findings: A genetic analysis found that the virus' jump from animals to humans was \"very recent,\" and ruled out the possibility that it had been infecting people long before it was identified. The UK's Health Secretary Matt Hancock described epidemiologist Neil Ferguson's breach of the country's lockdown rules as \"extraordinary,\" a day after the top adviser was forced to resign.   Ferguson, whose modeling of how the coronavirus spreads has influenced government responses around the world, stepped down on Tuesday after the Telegraph newspaper reported that he had allowed a woman to visit him at his home, breaking the very rules he helped architect. Hancock told Sky News anchor Kay Burley on Wednesday that he was left speechless over the incident. \"It’s extraordinary, and you know, I don’t understand it,\" he said.  \"Professor Ferguson is a very, very eminent and impressive scientist, and the science that he’s done has been an important part of what we’ve listened to, and I think that he took the right decision [to resign].\" He added that social distancing rules were there for everyone, \"they are deadly important and incredibly serious. These are the means by which we managed to get control of this virus.” Asked whether Ferguson should face prosecution, Hancock said: “It's a matter for the police. They'll take decisions independently from ministers.” In a statement to CNN in response to the Telegraph's article, Ferguson accepted that he had made \"an error of judgement and took the wrong course of action,\" and therefore stepped back from his involvement in Britain's Scientific Advisory Group for Emergencies (SAGE), which advises the government. He also said he acted in the belief that he was immune, \"having tested positive for coronavirus and completely isolated myself for almost two weeks after developing symptoms.\" ##Health## The European Union is forecast to contract by a record 7.5% this year, according to a new forecast from the European Commission, as the coronavirus batters economies around the world.  In its spring economic forecast, the commission predicts the contraction of \"historic proportion\" and says the EU will rebound in 2021, with growth of 6% predicted for that year. The forecast says that every EU country will enter recession this year, but the full impact and the strength of the recovery in each member state will “differ markedly.” “Europe is experiencing an economic shock without precedent since the Great Depression,\" said Paolo Gentiloni, European commissioner for the economy. \"Both the depth of the recession and the strength of recovery will be uneven, conditioned by the speed at which lockdowns can be lifted, the importance of services like tourism in each economy and by each country's financial resources. Such divergence poses a threat to the single market and the euro area -- yet it can be mitigated through decisive, joint European action. We must rise to this challenge.” Read more: Europe's leading global airline is losing $1 million an hour and needs a bailout ##Business## China says recent accusations by US Secretary of State Mike Pompeo and President Donald Trump that the Covid-19 pandemic originated in a lab in Wuhan are a political strategy for Republicans ahead of the 2020 presidential election. Speaking at a regular press briefing on Wednesday, Chinese Foreign Ministry spokesperson Hua Chunying told reporters:   “We urge the US to stop spreading disinformation or misleading the international community. It should deal with its own problems and deal with the pandemic at home. I believe the strategy of the Republicans in their election shows that all too clear, and now we are fed up with such tricks.”\n“Mr Pompeo cannot present any evidence because he has not got any, this matter should be handled by scientists and not politicians out of their domestic political needs,” Hua added. Responding to comments from Trump about possibly levying tariffs in retaliation, Hua said: “The facts show that tariffs are not good weapons, they impact all parties negatively, under current circumstances tariffs should not be used as weapons.\" When asked about a Reuters report that a Chinese government think tank had issued a document to leaders saying the US and China could potentially end up in armed conflict over growing global anti-China sentiment, Hua said: “As to the question of whether this will result in military conflict, of course this is not what we want to see. China loves peace, we believe that cooperation in fighting the epidemic should deepen mutual cooperation.” Hua also addressed accusations that the country was profiting from the virus, saying, “China’s so called cover-up or profiting from the virus are just baseless,” and that as of May 1, China has provided “5.3 billion masks to the US and 330 million surgical gloves, 38.8 million protective suits and 5.98 million goggles, and 7,500 ventilators.” US allegations: Pompeo said Sunday in an interview with ABC that there was \"enormous evidence\" Covid-19 originated in a laboratory in Wuhan. He did not provide details to support the claim. China has also faced criticism over its handling of the virus, especially during the initial outbreak. It was accused of silencing whistleblowers and delaying informing the public about the severity of the crisis. A report by the US Department of Homeland Security found that the Chinese government intentionally concealed the severity of the virus from the international community while it stockpiled imports and decreased exports, according to two administration officials familiar with the report. Chinese response: Wuhan Mayor Zhou Xianwang has admitted that the city's \"warnings were not sufficient,\" and offered to resign. And Beijing has hit back with its own propaganda efforts, accusing the US of shifting blame and spreading \"lies.\" Read more: At least 1,204,475 cases of coronavirus have been recorded in the US, including 71,078 deaths, according to Johns Hopkins University's tally of cases.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking US coronavirus cases here: ##Health## With more than half the United States now into at least the first stage of reopening, one expert says the country still hasn't done enough to protect residents from the coronavirus. \"I don't think you can say, how much suffering are you willing to bear in order to restart the economy until you have done everything possible to ensure that every single person in America can take measures to protect their own health, the health of their families and the health of their communities,\" Dr. Richard Besser, the former acting director of the US Centers for Disease Control and Prevention, said Tuesday. \"That's just not the case right now.\" Governors across the country have allowed residents to return to some semblance of normalcy after weeks of shutdowns to stop the spread of the virus. But the country's death toll continues to rise and public health experts have warned relaxing restrictions could cost thousands of lives. \"We don't have the testing capacity now to know where this disease is,\" Besser said. \"We have not scaled up the thousands and thousands of contact tracers that we need, we don't provide safe places for people to isolate or quarantine if they are identified as either having an infection or being in contact.\" \"We are saying, if you have money and you are white, you can do well here,\" he said. \"If you are not, good luck to you.\" Read the full story here. ##Health## Former British prime minister Theresa May has criticized world leaders for their “inability to forge a coherent international response” to the novel coronavirus pandemic, in an opinion piece for the Times of London on Wednesday. May, who was prime minister from 2016 until the summer of 2019, said that though researchers and scientists across the world are working together, there is “little evidence of politicians doing so.”  “A polarized politics has taken hold. It views the world through a prism of winners and losers and sees compromise and cooperation as a sign of weakness,” May wrote. While acknowledging there are “real questions” about the initial response of the Chinese government, May said it would be a “mistake” to “allow this to become a fault line in international relations.” Amid ongoing questions of the World Health Organization and the US withdrawal in funding, May said frustrations should be “channeled into reforming” the organisation and “not denigrating the concept of international co-operation.” This comes as the UK struggles to contain the virus. Yesterday the UK's death toll surpassed Italy's, making it the highest in Europe and second globally after the US. Singapore confirmed 788 new cases of coronavirus today, raising the country's total past 20,000 infections. The vast majority of these new cases are foreign migrant workers living in dormitories, where clusters have made the country's numbers spike dramatically in recent weeks. The country has now recorded 20,198 cases and 18 deaths, according to data from Johns Hopkins University -- the highest caseload in Southeast Asia. Singapore reopens: The city-state started a phased return to work yesterday. Businesses that reopen will be required to follow strict new rules, including the wearing of face masks all day in the office and no gathering among staff during lunch breaks. The Ministry of Health calls the new measures the \"new normal in a Covid-19 world.\" Starting from May 19, schools will also reopen, for those who have practical sessions and need additional support.  But for migrant workers isolated inside dormitories, restrictions on daily movements will stay in place until June 1. ##Health## ##Daily Life## ##Business## If you're just joining our live coverage of the global coronavirus pandemic, here are some key headlines today: Trump to disband task force: The White House coronavirus task force will start to wind down later this month, close to Memorial Day on May 25, according to a senior White House official. This comes just after new models show the US could see its death toll double, to reach 134,000 by August 4.\nUK resignation: Neil Ferguson, the leading epidemiologist who advised the UK government on the coronavirus response, resigned on Tuesday after the Telegraph newspaper reported he broke lockdown rules. \nNew findings: A genetic analysis found that the virus' jump from animals to humans was \"very recent,\" and ruled out the possibility that it had been infecting people long before it was identified. And here are the latest updates today: Germany lockdown: Chancellor Angela Merkel will discuss loosening lockdown measures with the 16 state prime ministers today. Under Germany’s federal system, state leaders have a lot of autonomy, but Merkel’s spokesman has said he does not want a patchwork system of regulations. \nBack to school: Nearly 58,000 students returned to school today in Wuhan, China, the original epicenter of the outbreak. Wuhan began lifting restrictions in early April, after more than two months of total lockdown.\nNot just in Wuhan: Hong Kong will also start sending students back to school this month. Some countries and regions in Europe are also beginning to resume daily life and lift restrictions as the coronavirus threat begins to subside.\nUS infection forecast: Covid-19 will likely infect 60% to 70% of the US population before it slows down, according to a top infectious disease epidemiologist. Michael Osterholm estimates that between 5% and 15% have been infected so far.\nDeaths spike in Pakistan: The country has reported 40 new fatalities, its largest single-day jump in deaths of the epidemic.\nInfection slowdown: South Korea and mainland China both recorded no new local transmissions yesterday.\nIn Japan: New guidelines for social distancing are provoking public backlash. The suggestions include mandatory face masks and outdoor dining at restaurants.\nAnd some good news: Japanese artist Takashi Murakami and the streetwear brand Supreme teamed up to raise over a million dollars, with 100% of proceeds going to support those facing homelessness during the pandemic. The leading epidemiologist who advised the UK government on the coronavirus response has resigned from his government post on Tuesday after the Telegraph newspaper reported he broke lockdown rules.  Professor Neil Ferguson, who is based at Imperial College in London, is one of the architects of the UK government stay-at-home strategy and was a prominent member of Britain's Scientific Advisory Group for Emergencies (SAGE), which has been spearheading the coronavirus response. In a statement to CNN, Ferguson said he accepted he made \"an error of judgement and took the wrong course of action,\" and therefore stepped back from his involvement in SAGE.  \"I acted in the belief that I was immune, having tested positive for coronavirus and completely isolated myself for almost two weeks after developing symptoms,\" he said. \"I deeply regret any undermining of the clear messages around the continued need for social distancing to control this devastating epidemic. The government guidance is unequivocal, and is there to protect all of us,” he said. ##Health## ##Daily Life## Hong Kong has ordered more than 173,000 people to undergo quarantine since the coronavirus outbreak began, city authorities said today. As of Monday, the city's Department of Health has issued 103,543 mandatory quarantine orders to people arriving in the city from mainland China, Taiwan and Macao. A further 69,685 orders were issued for people arriving from elsewhere overseas. Hong Kong survived two waves of coronavirus.  The city saw its first case in late January, and had just begun letting its guard down in late February when it was hit by a second wave. After a brief period of low case numbers, new infections spiked dramatically, prompting a series of additional stringent restrictions. That second wave now appears to have largely passed. Hong Kong hasn't had a case of local transmission in more than two weeks, and the city is cautiously resuming normal life. Yesterday, city leaders announced that certain restrictions would be loosened, and schools will start reopening by the end of the month. The new guidelines, which will go into effect Friday, will allow more people to gather in public and some businesses to reopen. Read more: ##Daily Life## Renowned Japanese artist Takashi Murakami teamed up with fashion brand Supreme to fundraise during the coronavirus pandemic -- and ended up raising more than a million dollars. Murakami, founder of the \"superflat\" movement that blurs the boundaries of high and low culture, helped create a T-shirt with his original artwork. The print features the Supreme logo against the artist's signature flowers.  All of the proceeds will go to the non-profit organization Help USA to support youth and families facing homelessness during the pandemic, said Supreme, a cult US streetwear brand. The shirt originally sold for $60. But anytime Supreme releases new items, they are quickly snatched up and resold for much higher prices online, with fans worldwide clamoring for the coveted goods -- and this time was no different. The T-shirt is reselling for up to $1,750 on the streetwear site Grailed. On Tuesday, Help USA posted a photo of the shirt on Instagram, thanking Murakami and Supreme for donating $1,052,040 in sales. \"This incredible gift comes in a time of our clients' greatest need and supports our work nationally to provide the most vulnerable with a safe place to call home, food, and essential services during this crisis and beyond,\" said the post. ##Daily Life## Editor's note: Jeffrey D. Sachs is a professor and director of the Center for Sustainable Development at Columbia University. The opinions expressed here are his own. The big lie of the Trump administration is that China is the cause of America's problems. The meme has worked for a while, since it plays into American smugness that if China is succeeding, they must be cheating. Trump and his right-wing allies upped this game recently by claiming the Covid-19 pandemic was the result of an accidental release from a Chinese laboratory and that China's \"cover up\" blocked an effective global response. According to CNN, the still-secret findings of the Five Eyes intelligence agencies (the US, UK, Australia, New Zealand, and Canada) pour cold water on this claim. So too does Trump's top infectious disease expert, Dr. Anthony Fauci. Yet just this past Sunday, Secretary of State Mike Pompeo asserted, \"There is a significant amount of evidence that this came from that laboratory in Wuhan.\" Such charges by the Trump administration and by Sen. Tom Cotton of Arkansas are reckless and dangerous. They could push the world to conflict just as the Bush administration's lies about weapons of mass destruction in Iraq pushed the US into war in 2003. Read the full opinion here: When Gov. Andrew Cuomo of New York held up a letter and N-95 mask sent to him by a retired Kansas farmer, he called it humanity at its best. \"If you could, would you please give this mask to a nurse or doctor in your state?\" read the March letter from Dennis Ruhnke. Now, Ruhnke has been given an honorary degree from his state. \"Dennis' kindness and lifelong career in agriculture make him more than qualified to receive a degree,\" Kansas Gov. Laura Kelly said in a Facebook post. Kelly and Kansas State University President Richard Myers presented Ruhnke with a bachelor's degree during a ceremony on Tuesday. Ruhnke was two credits shy of earning his degree in 1971 when his father died, according to Kelly's post. He decided to leave school to look after his mother and the family farm. The N-95 mask was one of five left over from Ruhnke's farming days, he said in the letter. He and his wife, who are both in their 70s, sent the unused mask to Cuomo amid a medical supply shortage.  New York has been the hardest hit state during the coronavirus pandemic, with more than 321,000 reported cases and at least 25,124 deaths, according to Johns Hopkins University. ##Daily Life## Two Indian Navy ships have been deployed to Maldives to repatriate a thousand citizens, according to India's Ministry of Defence.  The stranded citizens will begin to board the ships on May 8, in an operation that will bring people back to India in phases.  Indian nationals who are permitted to return will undergo medical screening and will be subject to social distancing measures while onboard. \"These evacuation services will be charged. States will implement all standard prescribed preventive measures & arrange for a paid 14-day mandatory quarantine for these passengers.\" Hardeep Singh Puri, the Minister of Civil Aviation, tweeted on May 5. India will also be evacuating citizens via air starting May 7, bringing back 14,800 passengers in 64 flights from 13 countries, according to India's Ministry of External Affairs. ##Travel##  US President Donald Trump wants to move on. \"Wartime\" leadership in a national crisis no longer fits his political timetable. No matter that coronavirus cases are rising in many states and that governors are ignoring his guidelines about when it's safe to open. Trump is shrugging off warnings by scientists that the easing restrictions taking place across the country could cause tens of thousands of deaths. The White House gave its clearest sign yet Tuesday, just less than six months from Election Day and as the US death toll topped 70,000, that it is moving from pandemic management to a message of revival and an aggressive pitch for a second term. And Trump is thwarting oversight efforts of how he and his administration responded to the pandemic that could reveal failures that worsened the outbreak. Vice President Mike Pence revealed conversations about scaling back the administration's coronavirus task force perhaps around Memorial Day at the end of the month. Officials said that advisers like Drs. Anthony Fauci and Deborah Birx would remain on board. But closing the task force would make experts whose science-based arguments have sometimes contradicted Trump's overly optimistic projections far less visible. Disbanding the task force would also raise questions about the administration's priorities in effectively declaring victory over a pandemic that appears likely to rage for many more months. Asked in an ABC News interview if the price of opening will be more deaths, Trump replied: \"It's possible there will be some, because you won't be locked into an apartment or a house or whatever it is.\"  The President called on Americans to maintain social distancing and handwashing, but claimed that stay-at-home orders were also injurious to national well-being. Read the full analysis: ##Health## A total of 40 people died from the coronavirus in Pakistan yesterday -- the country's highest single-day increase in deaths during the outbreak, according to the health ministry. The ministry also confirmed 1,049 new cases, raising Pakistan's total to 22,550 cases and 526 deaths. A day earlier, the country reported its largest daily increase in cases, with 1,315 new infections within 24 hours. In a short address to the nation on Monday, Prime Minister Imran Khan announced that he plans to “ease restrictions” on the ongoing national lockdown to “help the economy and daily wage earners.”  Pakistan’s lockdown is scheduled to run through May 9. ##Health## If the coronavirus pandemic was a nine-inning game, we're only at the second inning, said Michael Osterholm, the director of the Center for Infectious Disease Research and Policy at the University of Minnesota. Covid-19 will likely infect 60% to 70% of the US population before it slows down, Osterholm told CNN on Tuesday. He estimates that between 5% and 15% have been infected so far. “All the things we’re doing to kind of control it will help, but it’s going to keep moving like that,\" Osterholm said. \"That’s what these viruses do.” The country has “a long ways to go” to get to a level of herd immunity, he added. Osterholm and his colleagues have offered three possible scenarios for the pandemic: Transmission will calm a bit in the summer and come back hard in the fall and winter.\nThere will be ups and downs -- waves of infections -- in different places over different times. \nThere will be a “slow burn” that lasts for 18 months or longer. “Think how much pain, suffering, death and economic disruption we’ve had in getting from 5% to 15% of the population infected and hopefully protected,” Osterholm said. “Wake up, world. Do not believe the rhetoric that says this is going to go away.” ##Health## The United States has recorded at least 1,204,351 cases of coronavirus and 71,070 related deaths, according to Johns Hopkins University. On Monday, the US reported 24,063 new cases and 2,142 deaths.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking US coronavirus cases here: ##Health## Prominent coronavirus modeler Dr. Christopher Murray says US President Donald Trump was wrong when he said Murray's latest forecast about the number of virus deaths did not account for mitigation measures. The model, often cited by the White House, now forecasts more than 134,000 people will die from Covid-19 by August -- double its earlier projection. Trump, when asked by CNN about the new model from Murray’s Institute for Health Metrics and Evaluation (IHME), claimed that the model \"assumes no mitigation.\" Murray confirmed that’s incorrect. “In our model we see deaths going up much higher than we originally thought,” Murray said Tuesday on CNN Tonight with Don Lemon.\n“That’s really being driven by people getting out and about, more mobility, and, most importantly, states relaxing social distancing mandates. That’s pushing up contact rates, pushing up transmission.” Murray, chair of health metrics sciences at the University of Washington, said there are some positive factors that have also influenced the model. An increase in testing and contact tracing will help reduce the number of deaths, he predicts. Summer temperatures should also “put a little bit of a brake on transmission,” Murray said. “So all those are factored into our forecast of 134,000 deaths,” Murray said. Murray said use of masks, avoiding large gatherings and working from home will help reduce the spread of the virus. “The real challenge will be the temptation that states have to relax more mandates. That’s going to push up potentially more transmission and some states may get tipped over the edge and go back to sort of exponential growth of, you know, a New York style situation,” Murray said.  ##Health## The Japanese government is facing a public backlash after it promoted “new social behavior” guidelines on Monday, as a state of emergency implemented to curb the spread of coronavirus was extended until May 31. Speaking at a news conference, an expert panel said the rate of new cases was on the decline in Japan -- but emergency measures would remain in place and the new guidelines should become the norm, as an uptick in infections would overwhelm hospitals.  New normal: The panel stressed the need to permanently adopt measures such as wearing face masks outside, keeping 2 meters (6.5 ft) between people, teleworking as much as possible, avoiding crowded spaces and washing hands regularly with soap in the long-term fight against the virus.  Backlash ensues: The advice, however, prompted criticism on social media. Many people commented that the new guidelines were obvious and that it was patronizing to try to enforce them. One new recommendation made on Monday for people eating in restaurants to sit outside, side-by-side while keeping conversation to a minimum, triggered the biggest adverse reaction. “I’m dumbfounded ... There are no other experts urging this kind of advice in the world -- just experts in Japan. It’s like they studied the virus, but not human behavior. What’s scarier than the virus is ignorant people giving society guidance on how to tackle it,” said one Twitter user. Others, however, preferred to err on the side of caution. One Twitter user posted images of people eating out alone and children at elementary schools eating lunch at their desks with a protective shield around each of them. “Taiwan and South Korea beat coronavirus and they’ve already been enforcing the measures in the photographs -- we might as well do the same. Wearing masks or eating alone isn’t expensive and it doesn’t infringe on human rights either,” the Twitter user said. On Tuesday, the Japanese government said it would reevaluate the need to maintain the state of emergency on a weekly basis, according to public broadcaster NHK. ##Health## ##Daily Life## For the first time in its history, New York City’s entire subway system is scheduled to be closed Wednesday morning. The Metropolitan Transportation Authority (MTA) is starting a deep cleaning to avoid spread of the coronavirus. “Extraordinary times call for extraordinary measures,” MTA Chairman Patrick Foye said in a late night news conference on Tuesday.  The cleanings will be done on a nightly basis, starting from 1 a.m. to 5 a.m. Wednesday. When the cleaning is done, every single subway car will be disinfected. “This is critical to ensure the health and safety of our employees and customers,” said Foye. To accommodate the loss of train service, the MTA is adding several hundred buses to its typical overnight routes to make sure essential workers have access to transportation. Subway officials warned New York residents that there may be hiccups in executing the unprecedented closure.  “If this were a normal moment, we would have planned this for months,” New York City Transit President Sarah Feinberg said.  ##Daily Life## ##Travel## Tyson Foods, one of the world's biggest meat producers, is resuming limited operations at a facility in Waterloo, Iowa, tomorrow. “Our top priority is the health and safety of our team members, their loved ones and our communities,” said Tom Hart, plant manager of the Waterloo facility, in a news release. The company, which employs roughly 100,000 workers, closed its pork plants in Waterloo, and Logansport, Indiana, in April so workers could be tested for the coronavirus. The Waterloo plant closure came after weeks of public pressure. Production had already slowed there because many of its 2,800 workers had been calling out sick, and local health authorities linked the Tyson plant to 182 cases -- nearly half of the county's total. The situation was so severe that the US meat supply could be at risk, said John Tyson, chairman of the Tyson board, in late April. The past week has seen Tyson facilities slowly reopen across the country. The company's pork plant in Perry, Iowa, resumed operations on Monday after being closed for coronavirus testing -- making the Waterloo facility the last pork plant with fully suspended operations.  The facility's reopening will come with a host of new safety measures, like daily clinical screenings and an onsite clinic with nurse practitioners. All the workers returning to the facility have been tested for the virus, and all those who tested positive will stay on sick leave until cleared for work by health officials, said the company's news release. ##Business## Thousands of students are going back to school today in Wuhan -- the original epicenter of the coronavirus pandemic. The central Chinese city was placed under strict lockdown in January to arrest the spread of the virus, with nobody allowed in or out, and movement limited within the city. The restrictions began lifting in early April, with borders opening, domestic travel resuming, and some businesses allowed to reopen. Students return: A total of 57,800 students will return to class in Wuhan today, according to a statement from Hubei province authorities. Some 121 schools in the city are reopening, including 83 high schools and 38 vocational schools. High school seniors will be the first to return, as they need to prepare for the \"gao kao,\" China’s university exam. It's typically held on June 7-8 each year, but was postponed this year to July 7-8 due to the coronavirus. Younger high school grades will slowly return in phases. ##Daily Life## The White House coronavirus task force will start to wind down later this month, a senior White House official told CNN on Tuesday. The official said the task force \"will be phased down around Memorial Day. We will continue to have key medical experts advising (President Donald Trump) daily and accessible to press throughout the coming months ahead.\" The New York Times first reported the White House's plan to wind down the task force. The move would quash the most visible nerve center for the federal government's response to the virus. But a senior administration official told CNN to expect members of the task force to still be involved in conversations with governors and industry leaders because the White House is aware that leaders still want to hear from doctors as they reopen their states and businesses. This comes just after the the Institute for Health Metrics and Evaluation at the University of Washington projected a doubling of US deaths -- to 134,000 by August 4 -- and an increased daily death toll.  Read the full story: ##Health## The novel coronavirus has infected more than 3.6 million people globally and killed at least 257,000. If you're just joining us now, here are the latest developments: Trump to disband task force: The White House coronavirus task force will start to wind down later this month, close to Memorial Day on May 25, according to a senior White House official. This comes just after new models show the US could see its death toll double, to reach 134,000 by August 4.\nUK death toll: The UK has overtaken Italy as the country with the highest coronavirus death toll in Europe, with more than 29,500 deaths. Only the US has reported more Covid-19 related fatalities.\nNew coronavirus study: A genetic analysis found that the virus has been circulating in people since late last year. Researchers concluded the virus' jump from animals to humans was \"very recent,\" and ruled out the possibility that it had been infecting people long before it was identified. \nProgress in Asia: Hong Kong appears to have largely contained its second wave, with no new locally transmitted cases in more than two weeks. South Korea reported only two cases yesterday -- both imported -- its lowest number in 78 days. And China only reported two confirmed symptomatic cases, neither of which were local transmissions.\nDaily life resumes: Schools, restaurants and bars are reopening in mainland China and Hong Kong. US states are moving toward partial reopening, despite local mayors and health experts warning it may be too soon. Places in Europe, like Serbia, Poland, Hungary and Germany's Bavaria region, are also reopening. A University of Pittsburgh research assistant professor, who was on the verge of making \"very significant findings\" toward Covid-19, was shot and killed in an apparent murder-suicide over the weekend, according to the university and police. Dr. Bing Liu was found in his home, and had suffered gunshot wounds to the head, neck, torso, and extremities, according to the Ross Police Department. Investigators believe an unidentified second man, who was found dead in his car, shot and killed Liu in the townhome before returning to his car and taking his own life. Police believe the men knew each other, but say there is \"zero indication that there was targeting due to his (Liu) being Chinese,\" according to Detective Sgt. Brian Kohlhepp. The university issued a statement saying it is \"deeply saddened by the tragic death of Bing Liu, a prolific researcher and admired colleague at Pitt. The University extends our deepest sympathies to Liu’s family, friends and colleagues during this difficult time.\" Members of the university’s school of medicine describe their former colleague as an outstanding researcher and mentor, and have pledged to complete Liu's research \"in an effort to pay homage to his scientific excellence.\" He had been working to better understand the cellular mechanisms that underlie Covid-19. ##Health## New York Gov. Andrew Cuomo says he's preparing for the reopening of his state as early as mid-May. \"We have about another week before we could open some regions of the state,\" Cuomo said Wednesday on \"Cuomo Prime Time,\" hosted by his brother, CNN's Chris Cuomo. \n\"We do see regional variations. So we're responding to those, because there are different facts upstate than downstate, so we're responding to those, but we're not going to be pressured into it.\" Cuomo said reopening will be based on facts and data, but more coronavirus testing is needed. \"We do need more testing and that is an open issue,\" he said.  \"They have to come up to scale. You then have to put tracing in place, which is an enormous undertaking that's never been done before. That has to be put in place to gauge the reopening.\" ##Business## ##Daily Life## South Korea reported two new coronavirus cases yesterday -- both imported from abroad, meaning the country had no local transmissions. This is the country's lowest number of new cases since February 18, when the number of new cases was as low as one. The national total now stands at to 10,806 cases and 255 deaths, according to South Korea’s Centers for Disease Control and Prevention. Another 50 patients have been discharged from isolation, bringing the national total of recovered cases to 9,333 -- or 86.4% of the total infected. ##Health## The city of Houston, Texas could furlough all of its employees except for police and firefighters, Mayor Sylvester Turner said at a news conference on Tuesday. The furloughs are likely to take place to make up for a $200 million budget shortfall and would likely start on July 1, Turner said. \"All subject to the budget being approved by the city council. And then we will see whether or not between now and then, Congress provides us with any additional flexibility on the dollars that have already been provided through the federal CARES Act, which could help to minimize those furloughs,\" he added.  Turner reiterated that the city is looking at the possibility of utilizing some of those dollars to prevent furlough in some categories.  Some background: Late last month, Turner said Houston was facing a budgetary shortfall due to the coronavirus, and it was \"the worst in the city's history.\"  He said both reopening the economy and extending the stay-at-home order is in the hands of Gov. Greg Abbott. On Tuesday, Abbott announced that certain business sectors would be allowed to reopen in the coming weeks, albeit with restrictions. ##Business## ##Daily Life## Japan recorded 123 new cases of the novel coronavirus and 22 deaths on Tuesday, according to the country's health ministry. That brings the national total to 16,066 cases and 556 deaths. Of that total, 712 cases and 13 deaths are linked to the Diamond Princess cruise ship, which was docked under quarantine for several weeks in February.  Tokyo, the hard-hit capital, made up 58 of the new cases on Tuesday.  Case numbers in Japan spiked last week and into the weekend, with new daily case numbers jumping past 100 and reaching 289 on Saturday. That fell back to 218 on Sunday, and 174 on Monday. Tuesday's count of 123 continues the downward trend past the peak of the spike. ##Health## China recorded two new coronavirus cases on Tuesday, both imported from overseas, according to the country's National Health Commission. In addition, 20 new asymptomatic cases were recorded. A total of 903 asymptomatic patients are still under medical observation.  The total number of cases officially recorded in mainland China now stands at 82,883, including 4,633 deaths.  The vast majority of patients have recovered and been discharged from hospital, the NHC said. Some 339 cases remain active. ##Health## Bookings for cruise line cabins in 2021 are down by 25.1% compared to the same time last year, according to the CEO of cruise website CruiseCompete.com. CruiseCompete.com is a platform where 500 member travel agencies compete for the business of cruise line travelers.  According to those member agencies, the biggest fear cruise travelers are experiencing right now is “getting stuck on a ship” and getting quarantined, said CEO Bob Levinstein. While he said that the cruise line industry will go through some bumps in the road, he believes the major cruise lines will survive the Covid-19 pandemic  “The value is on how its (the cruise line) run. It’s on the loyalty of the customer base,” Levinstein said. “There are enough fanatical people who enjoy it. We might just have to wait a while.” One of the cruise lines with very loyal customers is Norwegian Cruise Line, said Levinstein. Even though Norwegian warned investors that it might be forced to go out of business in an SEC filing, Levinstein is optimistic that \"there will be a Norwegian cruise line when this is done.\" ##Travel## A new genetic analysis of the virus that causes Covid-19 taken from more than 7,600 patients around the world shows the virus has been circulating in people since late last year, and must have spread extremely quickly after the first infection. Researchers in Britain looked at mutations in the virus and found evidence of quick spread, but not evidence the virus is becoming more easily transmitted or more likely to cause serious disease. “The virus is changing, but this in itself does not mean it’s getting worse,” genetics researcher Francois Balloux of the University College London Genetics Institute told CNN. How they conducted the study: Balloux and colleagues pulled viral sequences from a giant global database that scientists around the world are using to share data. They looked at samples taken at different times and from different places, and said they indicate that the virus first started infecting people at the end of last year. What this means: “This rules out any scenario that assumes SARSCoV-2 may have been in circulation long before it was identified, and hence have already infected large proportions of the population,” Balloux’s team wrote in their report, published in the journal Infection, Genetics and Evolution.  “Our results are in line with previous estimates and point to all sequences sharing a common ancestor towards the end of 2019, supporting this as the period when SARS-CoV-2 jumped into its human host,” the team wrote in the report, published Tuesday.  “It’s very recent,” Balloux said. “We are really, really, really confident that the host jump happened late last year.” The virus reached the West long before it was officially reported: The researchers also found genetic evidence that supports suspicions the virus was infecting people in Europe, the US and elsewhere weeks or even months before the first official cases were reported in January and February. ##Health## The US Congress moved so quickly this spring to approve a staggering amount of money to respond to the coronavirus crisis that most members barely had a chance to read the bills before they voted to send them to President Donald Trump’s desk. But efforts to oversee how the federal government is spending nearly $3 trillion of taxpayer money are sputtering along. A new oversight panel established by House Speaker Nancy Pelosi has yet to get off the ground as Republican leaders weigh boycotting the panel amid accusations it is designed to hurt Trump.  A five-member commission to oversee $500 billion for big companies has only done preliminary work in part because congressional leaders have not yet agreed on a chair to lead the group, even though the law was enacted more than a month ago. And the White House said coronavirus task force members are so consumed by responding to the crisis that they would not be available to testify before Congress this month unless explicitly approved by White House chief of staff Mark Meadows.   With control of the White House and Congress on the line in a high-stakes election less than six months away, the distrust is running high -- especially since the outcome is likely to be determined by how voters view Trump’s leadership amid the unprecedented economic and public health crisis.  Read the full story: California's weekly death toll from coronavirus has declined for the first time since the outbreak began. Data provided by California’s Department of Public Health shows a quick rise in deaths in March and the first part of April, and numbers plateauing in the past three weeks, with just over 500 fatalities reported each week. The week ending May 3 saw 505 deaths, a slight drop from the prior week’s report of 527 deaths. Gov. Gavin Newsom said on Monday he’s feeling optimistic based on the apparent stabilization of these numbers, but advised that reports of deaths typically lag behind confirmation of coronavirus cases. “This is an optimistic day, as we see a little bit of a ray of sunshine on the horizon,” Newsom said. ##Health## US President Donald Trump appeared to back off his claim that a coronavirus vaccine would be developed by the end of the year. Trump was asked if he was still convinced that a vaccine would be developed by the end of the year. The President responded, “You can never be convinced.”\nHe continued: “I can’t be convinced of anything, but I think that we have a really good shot of having something very very substantial.” Trump added that “we are doing really great” and he is getting daily reports from companies working to develop a vaccine. On Sunday, Trump told a Fox News town hall, \"We are very confident we are going to have a vaccine by the end of the year.\" ##Health## At least 1,203,502 cases of coronavirus have been recorded in the US, including 71,031 deaths, according to Johns Hopkins University's tally of cases.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking US coronavirus cases here: ##Health## The number of people who have died from coronavirus in the UK is now the highest in Europe and second only to the US globally. The UK on Tuesday surpassed Italy's death toll; the UK has now reported 29,502 deaths, according to Johns Hopkins University. In Italy, 29,315 people have died. The US has lost more than 71,000 people to the virus. There was an increase of 4,406 cases in the UK on Tuesday, bringing the total number of people who have tested positive for coronavirus to 194,990, UK foreign minister Dominic Raab said. So far, 1,383,842 coronavirus tests have been conducted in the UK. ##Health##", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton", "Angela Dewan"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-06-20-intl/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}