{"Type": "article", "Time": "2020-08-03", "Headline": "Michelin-starred meals to your door: How fine dining pivoted for the pandemic", "Text": "With panoramic views of Singapore's marina and fresh seafood flown in from Hokkaido, Japan, the two-Michelin-starred restaurant Saint Pierre oozes luxury. But when the pandemic hit and Singapore announced its lockdown, the restaurant's future was thrown into doubt. Unlike many other establishments, Saint Pierre did not have a food delivery system in place. Its fine dining was designed to be experienced in house — with every plate delivered fresh from the kitchen and presented as a work of art, rather than on the back of a moped.    To survive, head chef and owner Emmanuel Stroobant knew this had to change. The Belgium-born chef came up with Virtual Saint Pierre, a unique experience where diners can indulge in the restaurant's cuisine — modern French with an Asian twist — while at home.  Meals are served in lacquered bento boxes and hand-delivered by a waiter dressed in black tie. Guests enter a virtual dining room through a video conferencing link and eat together with others in their party. During the meal, Stroobant pops up to introduce the carefully curated menu. This way the communal experience of eating out is not lost, says Stroobant. \"Virtual Saint Pierre is aimed to bring back people together,\" he says. \"We are social creatures and we want to be able to eat together.\" Even at home, this is an extravagant experience. At a minimum of 180 Singapore dollars ($130) per person, these are not typical takeaways. \"We try to avoid people having to re-cook or reheat food at home. We just deliver the box and we come back after to clear it for you. It's really the same service you would have in the restaurant but at home,\" says Stroobant. Is virtual dining here to stay? The impact of coronavirus on Singapore's restaurant industry has been enormous. According to a survey by Chope, a restaurant reservation platform, 93% of restaurants on the island have seen a dip in revenue, with 80% reducing staff to cut costs. But Sherri Kimes, a professor at the Cornell University School of Hotel Administration and co-author of the report, says the impact has been particularly hard on fine dining restaurants as many have never previously offered delivery or takeaway. \"They basically had three choices: develop innovative ways in which to stay in business, temporarily close or just cease operations,\" Kimes tells CNN Business.  Saint Pierre is not the only high-end eatery to choose the first option: 28 HongKong Street is inviting guests to join online house parties as cocktails and canapés are delivered to their doors, and the three-Michelin-starred restaurant Odette is offering home deliveries of its signature dishes from black truffle tart to blue lobster. Such virtual offerings are expected to outlive the pandemic. One survey by Nielsen found that more than 60% of consumers in China, Hong Kong, Malaysia, South Korea and Vietnam plan to eat at home more.  \"People still want to go out for dinner, but uneasiness with the safety of going out and restrictions on party size will still make virtual dining popular,\" says Kimes.  She adds that though dine-in business is still allowed in Singapore there are capacity restraints, so many restaurants are developing their delivery and virtual offerings. They have \"discovered new revenue streams that they hadn't considered in the past,\" she says.  Stroobant agrees. Without its virtual dining experience, Saint Pierre would have shut down and the staff would have lost their jobs, he says.   \"We wanted to go and get out of this undamaged,\" he adds. ", "Section": "business", "Writers": ["Nell Lewis"], "URL": "https://www.cnn.com/2020/08/03/business/singapore-virtual-dining-it-spc-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}