{"Type": "", "Time": "2021-03-25", "Headline": "Phivolcs chief warns public vs going near Taal Volcano Island – Manila Bulletin", "Text": "The  Philippine Institute of Volcanology and Seismology (Phivolcs) has warned the public against visiting Taal Volcano and its surrounding areas amid the volcano’s continued unrest.Phivolcs Director Dr. Renato Solidum Jr. urged people not to go near the volcano, and refrain from boating around the Taal Lake.In an interview over TeleRadyo on Thursday, March 25, Solidum said seismic activity in the vicinity of Taal Volcano has been increasing recently, with a total of 268 earthquakes recorded in the past 24 hours.In its latest bulletin, Phivolcs has maintained Alert Level 2 or “Increased Unrest” in the volcano, but it noted that the “unrest has been elevating and is under constant evaluation.”Under such alert level, phreatic explosions, volcanic earthquakes, minor ashfall, and lethal accumulations or expulsions of volcanic gas can occur and threaten areas within and around the volcano island.“Kung sakaling magkaroon ng mga steam-driven explosion, dahil wala ng mga tao (sa isla) ay mas ligtas sa kasalukuyan. Importante lang na walang lumabag (In case there should be a steam-driven explosion, because no one is there on the island, it is safe at present. It’s just important that no one violates),” Solidum said.“At sa paligid ng Taal Volcano Island, sinabi rin natin kahapon nung nag issue tayo ng advisory, na dapat walang nag bo-boating o di kaya naninirahan sa tubig (And around Taal Volcano Island, we also said yesterday when we issued the advisory, that no one should go boating or living on the water,” he added.The Phivolcs chief said the agency has monitored a movement of the magma inside the volcano, but he noted that the movement is not continuous.“Kailangan din nating bantayan kung ang magma na umuusad ay lalabas ba talaga diyan sa bulkan (We also need to monitor if the magma that is moving will actually come out of the volcano),” he said.“At kung sakaling lalabas, titingnan natin kung ito ba ay magiging explosive o di kaya ay dahan-dahan o magkakaroon lang ng lava (And if it does come out, we will determine if it’s going to be explosive or it will come out slowly or will just produce lava),” he added. ", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/25/phivolcs-chief-warns-public-vs-visiting-taal-volcano-island/", "MainKeyWord": "Macao", "AdditionalKeyWord": "Malaysia", "Source": "MB"}