{"Type": "gallery", "Time": "2020-11-17", "Headline": "Innovative creations on display at Global Grad Show", "Text": "Each year, 100 ideas are showcased in Global Grad Show, billed as the world's most diverse gathering of graduate design projects. Scroll through to see some of the most innovative designs from this year's show.\n\nA shared urban vehicle: \"Tribe-Movability\" is an extendable and multifunctional vehicle used to move people and goods around a city. It can have two, three, or four wheels and transport two, three, or four people. Users of the sharing service connect via a digital platform. It was designed by a team from Istituto Europeo di Design, in Italy. An autonomous weeding robot for farmers: \"Autoweeder\" is a small autonomous weeding robot designed to help small farms run more efficiently. The robot is managed through an app and can navigate through vegetable gardens, allotments, or small fields using GPS. Its inventor is Stina Godée, a student from Lund University in Sweden.  A smart device to translate sign language into voice: \"CATCHER\" was invented to help solve the communication problem between hearing impaired people and people who do not know sign language. The device is hung on the user's chest and its camera interprets sign language and translates it into spoken language in real time. It was developed by Liye Zhang and Yi Yang at Politecnico di Milano, an Italian university.  Graphic design to help brands educate consumers and build trust: \"Humanitarian Branding\" is a graphic design project that uses the space on products usually reserved for branding information, such as logos, storytelling, and colors, to educate people. Its designers, Felipe Guarin and Catalina Lotero, students at Keio University Graduate School of Media Design in Japan, say the branding can help communicate instructions to consumers to help solve a crisis -- for example, information about good hygiene practices that could mitigate the spread of coronavirus.  A door to save homes from flooding: \"Kanan\" is a watertight door designed to help communities that are vulnerable to flooding. It is made from byproducts of farming, such as palm leaves, wood, sugar cane, banana leaves, or corn. Its developer is Ricardo Serrano Ayvar, a student at National Autonomous University of Mexico.   A portable incubator to save children from hypothermia: \"Robust Nest\" is an incubator designed for sub-Saharan Africa. It is suited to transporting patients in vehicles and can withstand frequent power cuts by using a heat-storing battery. It was developed by Fabien Roy, a student at ECAL in Switzerland, in collaboration with EPFL, a Swiss research center.  Using moss to clean air and monitor urban pollution: \"Mossy\" was created by Fernando Bezanilla, a student at Istituto Europeo di Design, in Spain, to reduce pollution. The device has two parts: the bottom contains moss and an irrigation system and the top contains a filter and a mechanism to keep the filter clean. A button on the front of the device activates the system and launches on screen information about pollution. A smart inhaler to help people manage chronic respiratory diseases: The \"Ease Smart Inhaler\" aims to make inhaled drug treatments more efficient. It has replaceable drug units that can adapt to changing treatment plans and it monitors inhalation behavior. It was designed by Xi Ling, a student at Tonji University in China.  A temperature regulating curtain: \"Plus Minus 25°C\" is a curtain that controls a room's temperature, without using electricity. Invented by Esmée Willemsen and Anna Koppmann, students at the University of the Arts Berlin, it uses fabric that is printed with phase changing material (PCM). Above 25 degrees Celsius the PCM absorbs heat and turns from a solid into a liquid. When the temperature drops, the heat is released. This is cooling in the summer and warming in the winter.   A system to help chemotherapy patients: This is \"alite*,\" a device that converts clinical sounds into lights that notify staff of the different stages in the process of chemotherapy. It has two parts. The first connects to an IV drip bag that administers medicine and sends notifications to the second part, that is worn by nurses and notifies them which procedure they need to do next. The inventor, Nicole Gemlitski, a student at Royal Melbourne Institute of Technology, says replacing clinical sounds with colors creates a calmer environment for patients. Using bacteria to create natural dyes: The Bacterial Dye project showcases how bacteria can be used to dye textiles to reduce the need for toxic chemicals. This project is from the Technical University of Denmark. A tool to learn sign language: \"Handy Toks\" is a tool for learning sign language in two steps. The first step uses figurines to teach the basics. The second step uses a keyboard which uses sign language characters. When typing a word, the computer connected to the keyboard displays a possible definition with a video example. The system was designed by Catalina Dontu, a student at Bucharest National University of Arts in Romania. VR that replaces human touch: \"Touch me Gently\" is a wearable device that recreates the sensation of human touch. Made from a shape-memory-alloy, it is attached to the forearm. Its inventors are Sachith Muthukumarana, Denys Matthies, and Suranga Nanayakkara, students from the University of Auckland in New Zealand. Ceramics made from ceramic waste: \"Earth Tatva\" uses the byproducts of ceramic production to produce new ceramics. It was inspired by the fact that  ceramics, once fired, take centuries to biodegrade. It was developed by Shashank Nimkar, a student at the National Institute of Design in India. A seat to make buses more accessible: Inspired by double-decker buses in Hong Kong, \"Asit\" is a bus seat designed to make journeys more comfortable for the elderly. It was designed by Hang Tat Hui, a student at The Hong Kong Polytechnic University School of Design.  A drone to save people from wildfires: \"SOSMO\" is a rescue drone designed to reach remote areas and bring people to safety during wildfires. Its features include a foam-firing cannon to fight the fire, two propellers that function independently, and a wide display area for greater visibility. Its designers, a team from Universidad Privada del Norte in Peru, say the drone can pick up a limited number of people or animals that are trapped.   Turning plastic bottles into light sculptures: The \"Tube 7\" kit enables people to make their own lighting systems at home using used water bottles. The kit includes seven different types of 3D printed connectors and one T-shaped base for installing the components. It was designed by Sheng-Hung Lee, a student from Massachusetts Institute of Technology.  Architecture for waterside communities: \"Water as a factor that defines space\" is a project made up of architecture solutions for \"Blue Space,\" the boundary between land and water. It was developed by Emilia Dziegelewska, a student from the University of Fine Arts in Poland. A learning companion for children with cochlear implants: \"Herd\" is a toy and a set of educational tools designed to help children with cochlear implants develop their communication skills. The robotic toy elephant is used to facilitate independent learning and parents can connect with teachers and medical professionals using an app. It was developed by a team from The Savannah College of Art and Design in the US. Turning wheat into sustainable pet supplies: \"Whecat\" is a project that turns wheat straw into eco-friendly pet supplies. It was developed by Ziren Zhou, a student at Hunan University in China. Turning coffee shops' waste into paper cup sleeves: The \"Receipts Recycling Factory\" is a device that recycles paper receipts and other waste products from coffee shops and turns the waste into paper sleeves for cups. Customers can put their used receipts into the device. It was invented by a team from East China Normal University. A device to track reproductive health: \"Phases\" is a device that uses the pH of saliva to monitor stages of women's reproductive health. It uses a sensor that collects saliva and a monitoring pad that measures the pH. The device also comes with an app to track the data. It was designed by Delia Lim, a student at the National University of Singapore.  A system to reward green behavior: \"M.O.S.S\" is a system that allows users to track how sustainable they are and provides targets to help them achieve their long-term goals. When targets are reached, users are rewarded with a mini moss ecosystem which can be attached to the exterior of a building. It was designed by Rachel Naysmith, a student at Edinburgh Napier University.  A plastic exchange system: \"Plastibank\" is an exchange machine that allows users to deposit their plastic waste and receive financial credit in return. Its inventor, Callum Ferguson, a student at The Glasgow School of Art, says it is like a \"stock market for plastic.\" ", "Section": "design", "Writers": [null], "URL": "https://www.cnn.com/style/gallery/global-grad-show-2020-spc-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}