{"Type": "article", "Time": "2020-10-01", "Headline": "China contained Covid-19. Now, hundreds of millions of people there are about to go on vacation at the same time", "Text": "China is on the move again. As October 1 arrives, hundreds of millions of people are expected to pack highways, trains and planes for the National Day holiday, one of the busiest times for travel in the world's most populous country. The eight-day Mid-Autumn Festival break is China's first major holiday since it emerged from the coronavirus outbreak. While life has largely returned to normal in recent months, the upcoming \"Golden Week\" holiday will be an ambitious test of China's success in taming the virus -- and a much-awaited boost to its economic recovery. Last year, a total of 782 million domestic trips were made during the holiday, generating nearly 650 billion yuan ($95 billion) of tourism revenue, according to the Ministry of Culture and Tourism.    The ministry predicts 550 million domestic trips to be made this year, while Ctrip, China's largest online travel agency, estimates the number to be over 600 million -- both above 70% of last year's level. The scale of mass movement in such a short period of time is unthinkable in many parts of the world, where governments are still struggling to control soaring infections. In the United States, the number of coronavirus cases topped 7 million over the weekend. Much of Europe is now in the grip of a second wave of infections; even countries largely spared by the first wave, such as Greece and Croatia, have seen cases surging as tourists took summer vacations following the reopening of Europe's internal borders in June. But for now, the virus is much less of a concern for Chinese holidaymakers, given China's close to zero local transmission and some of the world's strictest border control measures. Chen Qianmei, a 29-year-old from the southern city of Guangzhou, flew to Shanghai on Tuesday for her Mid-Autumn Festival vacation. She said she wasn't worried about the virus, although she still took precautions. \"I think China has (the virus) under pretty good control,\" she said. \"I'm wearing masks and bringing alcohol wipes with me to clean my hands, especially before eating -- although in Shanghai, few people wear masks now.\" Show of confidence The coronavirus, first detected in the central Chinese city of Wuhan last December before spreading across the globe, has been largely contained in China since March. In the following months, small-scale outbreaks have occasionally flared -- from the country's northeast to the capital Beijing and the far western region of Xinjiang, but all were swiftly contained through stringent lockdown measures and mass testing programs. China has not reported any locally transmitted symptomatic case since mid-August, and is rigorously screening overseas arrivals and workers at risk of exposure to the virus. Last week, it detected its first local asymptomatic infections in over a month, after two port workers unloading frozen imported seafood in Qingdao tested positive for the virus in routine screening.  The sense of control is in stark contrast to the anxiety and foreboding that had overshadowed China's last major travel period -- the Lunar New Year holiday in late January. Back then, the coronavirus outbreak was sweeping through Wuhan after local authorities initially silenced healthcare workers trying to sound the alarm. Two days before Lunar New Year's Day, the Chinese government ordered an unprecedented lockdown on the city, but by then, the virus had already spread to other provinces and beyond the country, as hundreds of millions of Chinese people headed home for family reunions or took vacations overseas.  More than eight months on, China's restrictions on domestic movement have all been lifted. Officially, some cities still require passengers to produce a green health code on their smartphones at train stations and airports to show they're safe to travel, but implementation can be lax in practice. In a sign of the government's confidence in keeping the virus under control, the Chinese Center for Disease Control and Prevention said last week that domestic travels can be arranged \"as normal\" for the upcoming holiday, given all cities in mainland China are marked as low risk for the coronavirus.  But the center still recommended travelers obey local epidemic control measures, wear masks on trains, flights and in crowded places, and keep 1-meter (3.2 feet) distance at tourist spots -- the last of which could be difficult if not impossible to observe, given the size of crowds that often inundate popular sites during Chinese holidays. Last week, China's Culture and Tourism Ministry ordered tourist sites to restrict capacity to 75% during the Mid-Autumn Festival, up from a limit of 50% from previous months. To facilitate contact tracing, visitors are required to register online in advance.  Wu Zunyou, chief epidemiologist at the Chinese CDC, told state broadcaster CCTV earlier this month that there is no need to impose extra restrictions for domestic travel during the National Day holiday, because the coronavirus is no longer circulating in society. \"It is now impossible to contract the virus in social environments,\" he said. \"Although we are still finding dozens of imported cases among travelers arriving in China on international flights, the imported cases are managed in a closed loop and won't spread to society, and therefore won't have much impact on domestic residents.\" Domestic travel boost Chinese authorities -- including the Chinese CDC and foreign ministry -- have urged Chinese citizens to avoid unnecessary overseas travel, citing the still-raging pandemic across the world.  The Golden Week holiday -- the longest in China along with the Lunar New Year holiday -- has traditionally seen middle-class Chinese travel abroad in large numbers. Last year, more than 7 million overseas trips were made during the holiday, with Japan and Thailand among the top destinations, government data showed. But this year, overseas trips will be practically impossible to make, given the various visa restrictions and quarantine requirements imposed around the world, as well as a lack of international flights. Upon their return to China, travelers must also face two weeks of strict quarantine -- with at least half of the time required to be spent in government-appointed hotels.  The only exception is Macau, which waived quarantine requirements in July for mainland travelers who obtained a negative test result for coronavirus within seven days. Last week, mainland China fully resumed tourist visas for the semi-autonomous region, just in time for the National Day holiday. As Chinese holidaymakers turn to domestic destinations, local governments are competing to attract tourists. According to Ctrip, more than 20 provincial and municipal governments have issued travel vouchers, while some 1,500 tourist spots across China have offered free or discounted tickets. China's railway operator, China State Railway Group, expected a total of 108 million train rides from September 28 to October 8. To cope with the increased Mid-Autumn Festival demand, an additional 1,200 trains have been added to service, but some tickets along popular routes have been snapped up anyway.  Some flights have also sold out. Qunar, a Chinese online travel booking site, estimated more than 15 million domestic flight tickets would be sold for Golden Week, a 10% increase from 2019, partly due to a drop in the price of airfares.  And on Chinese highways, massive traffic jams are expected again this year. An average of 51 million highway trips per day are expected during the eight-day holiday, a 1% to 3% increase from last year, according to the Transport Ministry. Wuhan, the original epicenter of the outbreak, has become a popular destination for Chinese tourists since its lockdown was lifted in April. Last month, Hubei province, of which Wuhan is the capital, announced that nearly 400 of its tourist attractions would be open for tourists for free until the end of the year. On a booking platform set up by the province since the announcement, more than 3.74 million tickets for tourist sites in Wuhan were booked in just over a month, according to the state-run Hubei Daily. The Yellow Crane Tower, a famous landmark of Wuhan, topped the list of the most sought-after attractions for Golden Week, according to Ctrip.", "Section": "travel", "Writers": ["Nectar Gan"], "URL": "https://www.cnn.com/travel/article/china-golden-week-coronavirus-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}