{"Type": "article", "Time": "2020-07-10", "Headline": "The US has a lot to learn from Taiwan's Covid fight", "Text": "Public health professionals around the world have lauded Taiwan's response to the coronavirus pandemic. Along with nearby countries such as South Korea and Singapore, Taiwan has employed policy responses to Covid-19 that are worthy of emulation around the world. Taiwan, in particular, effectively contained Covid-19 by springing to action early, coordinating a government-wide response to the virus, and clearly communicating with its citizenry.  A society of about 24 million people, Taiwan has had only 449 confirmed cases of Covid-19 -- and seven deaths.  These numbers are remarkable given that Taiwan is less than 100 miles off the coast of mainland China, where the outbreak initially began. The two sides maintain strong commercial and cultural ties, though relations have grown frosty since the election of Taiwan's current president in 2016. Taiwan has exported both its expertise and its medical supplies around the world. For world leaders looking to emulate Taiwan's strategy, four factors are key to understanding why it has been successful in the fight against Covid-19. First, the geopolitical fight between Taiwan and the mainland, officially the People's Republic of China (PRC), which considers the self-governing island a part of its territory, has fueled Taiwanese skepticism of Beijing's claims. Thus, when news of a novel coronavirus in Wuhan initially broke in December 2019, Taiwan did not rely on official Chinese pronouncements that the virus could be controlled and that it could not be transmitted between humans. Instead, it immediately started screening passengers on inbound flights from Wuhan, and moved quickly to identify and isolate any travelers who exhibited symptoms of Covid-19.  Second, Taiwan has had significant experience dealing with respiratory disease outbreaks and learned the lessons in pandemic preparedness and response from them. In particular, it was hit hard by the Severe Acute Respiratory Syndrome (SARS) in 2003 and responded effectively to the H1N1 flu in 2009. Because of Taiwan's experience, authorities there understood the importance of responding to the disease quickly, ensuring the availability of personal protective equipment like masks and putting in place protocols to identify cases of the virus and prevent community spread. Third, after SARS, Taiwan created the National Health Command Center (NHCC), an entity tasked with coordinating the government's response to health crises. In its response to Covid-19, Taiwanese authorities emphasized transparency and strong coordination and activated an office within the NHCC, the Central Epidemic Command Center (CECC), to gather and regularly disseminate information about the virus and its effects so that all Taiwanese residents would be kept well-informed. The central government also encouraged a society-wide response to the virus, with the private and public sectors working together to address health crises. Finally, Taiwan moved quickly and efficiently to deploy appropriate countermeasures against Covid-19. In the absence of a vaccine or effective therapeutics, this meant quickly isolating cases, as well as conducting thorough contact tracing and widespread testing of the population once those diagnostics became available.  Taiwanese authorities also encouraged the universal use of face masks. To make sure people had access to masks, the government ramped up production and controlled their distribution, particularly during the early phase of the crisis, by instituting a strict rationing system. It also enforced social distancing measures to help slow the spread of the virus and established travel restrictions -- initially from hotspots like the PRC, South Korea, and Italy, but eventually to all inbound foreigners.  Due to its strong response, according to the government's health data, the majority of Covid-19 cases in Taiwan have been imported and not the result of community transmission. While international travel restrictions largely remain in place, Taiwan did not have to impose harsh lockdowns in response to the virus, as many other countries (and jurisdictions within the US) have had to do.  Although Taiwan's efforts to fight Covid-19 have been successful, China continues to restrict its ability to participate in the World Health Organization, the UN-affiliated entity tasked with responding to international health crises. WHO has come under fire from the United States and other countries for its failure to include Taiwan, particularly given its ability to effectively fight coronavirus.  On July 7, President Donald Trump formally initiated America's withdrawal from WHO, citing its failure to deal effectively with the pandemic and its overly cozy relationship with the Chinese government. WHO has been accused of simply parroting some of Beijing's statements about Covid-19, such as its now debunked claim in mid-January that the virus could not be spread by human-to-human transmission. This assertion, in particular, was the source of controversy because of an email from a Taiwanese official to WHO on December 31, inquiring about the presence of \"atypical pneumonias\" in patients that were being \"isolated for treatment\" in Wuhan. Taiwan has argued that this email sounded an early alarm about possible human-to-human transmission. But WHO did not follow-up on Taiwan's inquiry, claiming that its December 31 email did not explicitly mention this form of viral transmission and that, in any case, it was already looking into the Wuhan outbreak. Despite Taiwan's absence from WHO, its Covid-19 strategy can be replicated here in the United States. Its efforts to identify each case quickly, coupled with contact tracing and isolation of those potentially exposed to the virus, are keys to our ongoing efforts to reopen communities across America. So too are attempts to encourage social distancing in group contexts, as well as masking where that distancing is not possible.  Finally, the Taiwanese government's emphasis on transparency, as well as constant communication with the public regarding the virus and steps that should be taken to curtail its spread, are worthy of emulation. Not all of Taiwan's policies can be replicated here in the US. But policymakers here should be willing to learn from Taiwan's success -- and advance those policies -- in our continuing fight against the deadly virus.", "Section": "opinions", "Writers": ["Lanhee Chen"], "URL": "https://www.cnn.com/2020/07/10/opinions/taiwan-covid-19-lesson-united-states-chen/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}