{"Type": "article", "Time": "2021-01-18", "Headline": "Confidence in Chinese vaccines has taken a hit. But as coronavirus cases grow, some countries are still pushing ahead", "Text": "Mass public vaccination programs using a Chinese coronavirus vaccine are underway across Indonesia and Turkey, where tens of millions of people are expected to receive doses of the CoronaVac shot made by Beijing-based company Sinovac. On Wednesday, Indonesian President Joko Widodo was shown receiving the country's first CoronaVac shot, after the government authorized it for emergency use. While on Thursday, Turkish President Recep Tayyip Erdogan announced he had also received the vaccine.  But the rollouts come despite a growing number of questions over the effectiveness of the shot, which last week was revealed to have an efficacy rate of just 50.38% in late-stage trials in Brazil -- significantly lower than earlier results showed. That rate only barely crosses the 50% efficacy threshold as set by the World Health Organization, and far lower than the 78% previously announced to much fanfare in China earlier this month. The apparent discrepancy has led to concern among some scientists, and shaken international confidence in Chinese-made vaccines. \"Since many countries are planning to order, or have already ordered Sinovac's vaccines, it might undermine people's willingness to take them, because people may question the usefulness of the vaccines,\" said Yanzhong Huang, a senior fellow for global health at the US based Council on Foreign Relations and expert on the Chinese health care system. \"It could be a potential stumbling block.\" The Brazilian results suggest CoronaVac is far less effective than vaccines developed by Pfizer-BioNTech and Moderna, which have an efficacy rate of about 95%. Russia says its Sputnik V vaccine has an efficacy of 91%, while the UK's vaccine, developed by Oxford University and AstraZeneca, has an average efficacy of 70%. The Sinovac vaccine has a lower efficacy rate than its domestic Chinese competitor, developed by the state-owned Sinopharm, which it says has a 79.34% efficacy. Under review The Sinovac and Sinopharm vaccines have been regarded as potentially affordable and easily distributed vaccine candidates. Unlike the Pfizer-BioNTech and Moderna vaccines, the Chinese shots do not require expensive cold storage. Sinovac has agreements in place with at least six governments, with plans in place to provide 46 million doses of its CoronaVac vaccine to Brazil, 50 million doses to Turkey and 7.5 million doses to Hong Kong. It will also supply 40 million doses of vaccine bulk -- the vaccine concentrate before it is divided into vials -- to Indonesia for local production.  Thailand has ordered 2 million doses of CoronaVac and expects to receive the first 200,000 doses in February, while the Philippines has ordered 25 million doses, of which the first batch is also expected to arrive next month, according to Reuters.  However, following the release of the Brazilian trial data, other countries are now reexamining potential plans.  Singapore's Health Minister said officials would review Sinovac's vaccine before any rollout to its citizens. Singapore has not approved the vaccine but does have a purchase agreement with the company. Health Minister Gan Kim Yong said the vaccine would need to go through a regulatory process and authorization by Singapore's Health Sciences Authority, according to the Straits Times.  Malaysia also said it would seek more data from Sinovac before it approved and purchased supplies, Reuters reported -- while in Hong Kong, which has signed a deal with Sinovac, a senior medical adviser said an expert panel would review every vaccine based on clinical trial data. Even though Brazil's health agency regulator, Anvisa, voted to approve emergency use authorization of Sinovac's CoronaVac vaccine on Sunday, it said it did not have access to important data about the vaccine on the Phase 3 study, such as the duration of protection provided by the vaccine and its effect on the elderly and other specific groups, such as people with comorbidities. Brazil's national vaccination program is set to begin on January 20, according to the health ministry.  And while governments in Thailand and the Philippines have so far publicly backed the Sinovac shot, politicians in both countries have questioned their rollout plans. In response to the concerns, Thai regulators have asked Sinovac to provide more detailed information on the clinical trials.  On Wednesday, Sinovac defended the safety and efficacy of its vaccine. \"These Phase III clinical trial results are sufficient to prove that CoronaVac vaccine's safety and effectiveness are good around the world,\" company chairperson, Yin Weidong, said in a news conference, according to Reuters.  Different efficacy rates Part of the confusion over Sinovac's vaccine has been around different efficacy rates and the data made available.  Turkey, which approved the Sinovac vaccine for emergency use on Wednesday, reported an efficacy of 91.25%, while Indonesia reported 65.3%.  Data from Brazil, meanwhile, showed 50.38% efficacy for those who suffered very mild cases of Covid-19. But the rate rose to 78% for mild to severe cases. \"It is difficult to interpret all this information without seeing the full datasets. This highlights the problem of issuing data by press release rather than publication in a peer-reviewed journal,\" Prof. Lawrence Young, virologist and Professor of Molecular Oncology at the University of Warwick, said in a statement. \"It also emphasizes the different approaches to requirements for regulatory approval.\" There are several reasons why one trial could produce a different efficacy rate from another, including how they were conducted, or that the vaccine could be more or less effective in different age groups, or different population groups, experts say.  A Sinovac representative told CNN that the discrepancy in efficacy results was due to the different situations in countries where clinical trials were carried out. \"The results are from different populations, in different places with different morbidity rates, and therefore they span a relatively large range,\" the representative said. But amid the vast amounts of new vaccine information coming out on a daily basis, analysts say there is a risk people could get confused and lose trust. \"There is a danger when people misunderstand the science,\" said Dr. Nikki Turner, director of the immunization advisory center at the University of Auckland in New Zealand. \"There is a really important point here about trying to effectively communicate the science behind these vaccines. Especially when things are moving very fast.\" And efficacy might not necessarily mean how effective the vaccine turns out to be. \"Once the vaccine moves from clinical trials into the community, you need to think broadly about all the different aspects of what makes a vaccine work,\" Turner said. \"Some vaccines may be more effective against reducing the disease, some vaccines may be more effective in reducing transmission, so it depends what your aim is.\"  Going where it's most needed The concern about one country relying on a single vaccine with a lower efficacy rate is that it may not necessarily build up the required herd immunity in a population.  That debate played out in Australia this week, with some scientists proposing a delay in mass inoculations. Australia has secured 54 million doses of the Oxford University AstraZeneca vaccine, with plans to begin rolling it out later this year. However, some scientists -- including the president of the Australian and New Zealand Society for Immunology -- have argued that the vaccine won't provide herd immunity and rollout plans should be halted, citing its low efficacy rate compared to US-made vaccines.  Australia's chief medical officer, Paul Kelly, tried to alleviate such concerns, saying \"AstraZeneca is, on the evidence we have so far, a safe and effective vaccine,\" adding that more data is set to come. Experts have said that while scientific discussion of new data being made available is a good thing, it shouldn't detract from the fact that all vaccines that have been approved in countries around the world have been shown to be safe and effective at stopping death and serious disease. Australia has recorded fewer than 30,000 Covid-19 cases and under 1,000 deaths, according to Johns Hopkins University. Several other nations in the Asia-Pacific region which have had similar success in controlling the pandemic have purchase agreements for vaccines but appear to be waiting for more data and to see what happens during the mass vaccine rollouts in harder-hit nations, before inoculating their own citizens.  New Zealand has been hailed as a global model for how it handled the outbreak -- it hasn't had a locally transmitted case since November 18. No vaccine has been approved in the country, though it has struck deals with several vaccine developers for access to their candidates once local regulators give the green light.  Turner, from the University of Auckland, believes waiting and assessing new data on vaccine safety and effectiveness will mean the population will be able to have greater confidence in the vaccines.  \"You have communities around the world that are nervous about new vaccines, new vaccine technology. Are they safe? Are they effective? So if we do not have to rush emergency decisions with preliminary data, then we are in a good position to wait a few more months and get more complete data on the effectiveness and the safety of these vaccines,\" she said.  Waiting too long, however, could risk another outbreak -- particularly given new, potentially more transmissible variants.  \"This is a balancing act between getting vaccines into the country to get the economy (on track), and to try and prevent the disease entering our country, versus rushing ahead and losing community confidence,\" Turner said.  Jamie Triccas, professor of medical microbiology at the University of Sydney's school of medical sciences, said that with the pandemic still raging, multiple vaccines from several suppliers must be considered -- and it was important to use them all.  \"The main thing is we want to stop deaths, that's the first thing you want. If you vaccinate as many as you can, you know the vaccine may not stop all people from getting infected but those are good at stopping serious infections, hospitalizations and death,\" he said.  \"Time is not on our side. We're in a situation where we're having more deaths and cases per day than ever. It's time to cooperate and move all vaccines out as quickly as possible, as long as they're safe and have a level of efficacy that's agreed on as being effective.\"", "Section": "asia", "Writers": ["Helen Regan"], "URL": "https://www.cnn.com/2021/01/17/asia/sinovac-vaccine-asia-efficacy-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}