{"Type": "article", "Time": "2020-05-11", "Headline": "Renewed outbreaks in South Korea, Germany and China show continued risk as more countries seek to reopen", "Text": "\"It's not over until it's over.\"  That was South Korean President Moon Jae-in, speaking Sunday after a new cluster of coronavirus cases emerged in the country's capital Seoul, sparking fear of a second wave of infections in the East Asian country.  South Korea was among the first places to deal with a major coronavirus epidemic, and seemed to be on track to loosen restrictions, after weeks of social distancing measures and careful surveillance. But the new cluster seems to have put an end to that, for now, with Moon warning his people \"we must never lower our guard regarding epidemic prevention.\" China too, is introducing renewed restrictions after two cities reported new cases of the virus. Shulan, in Jilin province in the country's far northeast, has been put under lockdown, following 11 newly confirmed cases. Jilin borders both Russia and North Korea, and concerns have previously been raised over imported cases from overseas causing a renewed outbreak.  More alarming are the new cluster of infections in Wuhan, the central Chinese city where cases of the novel coronavirus were first detected late last year. Wuhan was the first city in the world to enter into lockdown, only returning to relative normality late last month after 76-days.  On Monday, city officials said five new cases had been confirmed in the city, none of which were imported from  overseas. While that is a far cry from the figures at the beginning of the crisis, or those being reported daily across much of western Europe and the United States right now, the apparent ability of the virus to continue spreading undetected -- especially in a city as intensely surveilled and restricted as Wuhan -- will lead to concerns about the viability of reopening.  Mi Feng, spokesman for China's National Health Commission, on Sunday urged people to \"stay alert and step up personal protection against the virus.\" He added that the new clusters were a reminder to avoid social gatherings and seek medical advice or testing should anyone exhibit virus symptoms.  Before the latest cases, the number of new infections in both China and South Korea had slowed to a trickle, with local transmission appearing to be halted. While questions can be raised over the accuracy of China's numbers, or the certainty anyone can have that all cases have been detected and contained in a country so large, South Korea's response has been hailed as one of the best globally, aided in part by the country's relative small size and easily-controlled borders.  Elsewhere in Europe, Germany had also been held up as an example of how to handle an outbreak, but its reproduction number has increased to above one for the past two days in a row, according to its center for disease control, the Robert Koch Institute (RKI). This means that one infected person is on average infecting more than one other person. It was seen as a regional success story thanks to a well-resourced health system and early mass testing. The country's reproduction number was estimated to have fallen to 0.65 last Thursday, and it had begun a slow reopening. Chancellor Angela Merkel told the public last week that they could \"afford a bit of courage,\" while cautioning that \"we have to watch that this thing does not slip out of our hands.\" RKI said there was still a \"degree of uncertainty\" with the latest estimates but the increase in reproduction rate \"makes it necessary to observe the development very closely over the coming days.\" The German federal government and the states had agreed on a snap-back mechanism in case the virus returns. If any county exceeds 50 new coronavirus infections per 100,000 inhabitants, lockdown measures will be reintroduced in that county. Over the weekend, several counties across the country exceeded that limit. The latest cases may yet turn out to be a blip that will be contained, but that three countries which appeared to be on top of matters are again reporting domestic transmissions should be majorly concerning.  Observers only need look at Singapore -- which in the beginning of April had less than 2,000 cases, and now has more than 23,000 -- as to the potential risks of relaxing too soon and assuming the battle is won when it's only just begun. The city state is ramping up contact tracing, restrictions on movement, and even deploying robot dogs to encourage social distancing as it tries to get its outbreak under control.  Will any lessons from these countries be learned in the West, where countries are several weeks behind in their outbreaks, but many governments are already champing at the bit to relax lockdowns, despite sky-high infection rates?  Recent history suggests not. Western governments lagged in their response to the virus as it spread through Asia, despite clear evidence of the potential for a global pandemic. Asian experience and advice was also ignored on face masks until months into the pandemic -- a recent study by scientists in Hong Kong and the United Kingdom is only the latest to confirm that such coverings drastically reduce infection rates.  The new infections in China and South Korea also risk prompting a nihilistic response. If countries that appear to be on top of the disease cannot contain it, what can a nation with thousands of daily cases hope to do? But this is arguably the wrong takeaway -- these countries had the worst outbreaks in the world in February, but managed to get them under control. That they are seeing new cases is a lesson about the risks of relaxing too soon, not a reason to give up the fight entirely.  Nor is the message out of Asia all grim. Vietnam and Thailand are discussing the potential creation of a travel corridor, so confident are they that their domestic outbreaks are contained. New Zealand and Australia have already agreed to do the same -- though not for several months.  And Hong Kong, which successfully reined in a second wave of the virus when it seemed like the city might go the way of Singapore, has gone 21 days with no local infections, raising the possibility of being declared virus free later this month.  It's not over until it's over. But it will be over, eventually. What Asia's experience is showing is that this will require continued vigilance, and a lot of patience. ", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2020/05/11/asia/china-south-korea-coronavirus-reopening-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}