{"Type": "article", "Time": "2020-05-22", "Headline": "The answers to CNN's travel quiz", "Text": "So, you've reached the end of CNN Travel's quiz and you're ready for the answers, right?  Hopefully that's the case. If you're here to cheat by sneaking a few clues to make yourself look smarter, then we understand. But c'mon! You're better than that.  Either way, we hope you enjoyed it.  OK, let's get on with the answers: 1. Which of these cities has not hosted the Summer Olympics? Answer: b. Madrid 2. Identify the city skylines:  [Click here to enlarge the image] Answers: 1. Los Angeles, 2. Sydney, 3. Shanghai, 4 Berlin 3. Which city has the world's second oldest metro rail system? Answer: Budapest 4. Identify the country from its second capital city? Answers: a. Czech Republic; b. Sri Lanka; c. Malaysia; d. Chile 5. In which city is the world's tallest building? Answer: The 828-meter Burj Khalifa is in Dubai 6. Identify the city from the place of worship:  [Click here to enlarge the image] Answers: 1. Reykjavik (the Hallgrímskirkja); 2. Istanbul (Sultan Ahmed Mosque, or Blue Mosque); 3. Barcelona (Sagrada Família); 4. Moscow (St. Basil's) 7. Which city has the world's oldest Chinatown? Answer: c. Manila 8. Identify the city from the name of its airport: a. Boston; b. Doha; c. Johannesburg; d. Jakarta 9. Name the world's highest capital city: La Paz, Bolivia (at an elevation of approx. 3,640 meters above sea level) 10. Which destinations are widely regarded as the world's only three sovereign city states? Answer: Monaco, Singapore, Vatican City 1. Which famous aircraft made its last flight on November 26, 2003? Answer: Concorde [Read about it here] 2. Before the Covid-19 pandemic, what was the world's busiest airport in terms of passengers? Answer: e. Hartsfield-Jackson Atlanta 3. Identify the airlines by their tailfin logos: 1. Qantas; 2. South African Airways; 3. Aeroflot; 4. Air New Zealand; 5. Qatar Airways; 6. Lufthansa; 7. Turkish Airlines; 8. Hawaiian Airlines 4. What type of airplane is the US President's Air Force One? Answer: b. Boeing VC-25 [the military version of Boeing's 747 -- read more about it here] 5. Which two countries were connected by the Kangaroo Route? Answer: England and Australia [Back in 1938, this 37-stop aviation marathon took 10 days. Read more about it here] 6. Which direction -- north, east, south or west -- would you travel between these airports identified only by their codes? a. LAX to HNL (West -- Los Angeles to Honolulu); b. LGA to MCO (South -- New York to Orlando); c. LHR to JNB (South -- London to Johannesburg); d. BKK to PVG (North -- Bangkok to Shanghai); e. ARN to SVO (East -- Stockholm to Russia). 7. Match the massive airplane to its nickname:  [Click here to enlarge the image] Answer: 1. The massive Antonov An-225 is also known as Mriya, or \"Dream\"; 2. The Boeing 747 is known as the Queen of the Skies; 3. Airbus's A300-600ST cargo plane is also known as Beluga, for the whale it resembles; 4. The Airbus A380, the world's biggest passenger jet, is also known as the superjumbo 8. Which airline had the most aircraft at the beginning of 2020? Answer: b. American Airlines 9. Why is three the magic number for the Hawker Siddeley HS-12, the Tupolev Tu-154, the Lockheed L-1-1011 and the Boeing 727? Answer: They're all tri-jets, powered by three main jets. Check out the Boeing 727 below, with an engine mounted in the tail fin.  10. What aviation first did Amelia Earhart achieve in 1928? Answer: She became the first woman to cross the Atlantic by airplane.  1. Where can you find these pyramids?  [Click here to enlarge the image] Answers: 1. Sudan; 2. Egypt; 3. Mexico; 4. Rome 2. Which is the world's largest island? Answer: Greenland 3. Which country is home to Europe's largest natural desert? Answer: Spain 4. Match the image to the US National Park: [Click here to enlarge the image] Answers: 1. Yellowstone; 2. Grand Canyon; 3. Yosemite; 4. Canyonlands 5. Can you name the oceans that make up the so-called seven seas? Answers: The Arctic Ocean, the North Atlantic Ocean, South Atlantic Ocean, the Indian Ocean, the North Pacific Ocean, the South Pacific Ocean, the Southern Ocean.  6 What links Java Trench, Challenger Deep, Molloy Deep, South Sandwich Trench and Puerto Rico Trench? Answer: Known as the Five Deeps, they're the deepest places beneath our oceans. [Read more about an expedition to explore them here] 7. Match these desert oddities to their locations:  [Click here to enlarge the image] Answers: 1. Chile, 2. Texas, 3. Namibia, 4. Qatar 8. Which is the only one of the world's 10 longest rivers to flow northward? Answer: The Nile 9. Where can you no longer see the Azure Window? Answer: Malta [Read more about this vanished landmark here] 10. Which place receives the most annual rainfall: Answer: b. Mawsynram, India 1. Which two Asian destinations separated by the sea were linked by 55 kilometers of bridge and tunnel in 2018? Answer: Macau and Hong Kong [Read more about the world's longest sea-crossing bridge here] 2. Match the image to the New York Bridge:  [Click here to enlarge the image] Answers: 1. Queensboro, 2. Manhattan, 3. Brooklyn, 4. Williamsburg 3. Which towering French engineer designed the Bolivar Bridge in Peru, the Truong Tien Bridge in Vietnam and the Imbaba Bridge in Egypt? Answer: Gustave Eiffel 4. Which country is home to the world's longest bridge? Answer: China [The Danyang--Kunshan Grand Bridge forms part of the high-speed rail link between Beijing and Shanghai. Read more about the world's longest bridges here.] 5. Match the image to the London bridge.  [Click here to enlarge the image] Answers: 1. Tower, 2. Millenium, 3. Westminster, 4. Hammersmith [Read about the secrets of London's bridges here] 6. What would happen if you tried to cross France's Rhône River on the Pont d'Avignon? Answer: You'd get wet. The remains of this medieval bridge only extend partway over the water after collapsing in the 17th century.  7. Can you identify the following famous bridges?  [Click here to enlarge the image] Answers: 1. Sydney Harbor Bridge, 2. Golden Gate Bridge, San Francisco, 3. Ponte Vecchio, Florence; 4. Millau Viaduct, France 8. Which two continents are connected by the Yavuz Sultan Selim Bridge? Answer: Asia and Europe. The bridge spans the narrows of the Bosphorus in Istanbul. 9. What caused part of the Pont Des Arts bridge in Paris to collapse in 2015? Answer: The weight of so-called \"love locks\" attached to it. [Read more about it here] 10. Which country is home to this handy structure? Answer: Vietnam [Read more about the Golden Bridge in the Trường Sơn mountains here] 1. Which city has the most Michelin stars? Answer: Tokyo [Read more about Tokyo's starry status here] 2. Mirazur was named top of the World's 50 Best Restaurants list in 2019. In which country is it? Answer: France [Read what it's like to eat at Mirazur here] 3. Can you identify the country from the classic dessert? [Click here to enlarge the image] Answers: 1. Esterhazy Torte, Hungary, 2. Sour Cherry Pie, United States, 3. Cannoli, Italy, 4. Kulfi, India [Read more about the world's 50 best desserts here] 4. What are the bubbles commonly made of in bubble tea? Answer: Tapioca [Read about the unstoppable rise of bubble tea here] 5. The world's \"happiest country\" also consumes the most coffee per capita. Name the country? Answer: Finland [Those thirsty Finns are said to get through 12 kilograms each on an annual basis] 6. Which antipodean dessert is named for a ballerina? Answer: Pavlova [Said to be a tribute to Anna Pavlova, both Australia and New Zealand claim to have created it. Read more here] 7. Can you match these four British dishes to their names? [Click here to enlarge the image] Answers: 1. Scotch egg, 2. Spotted dick, 3. Toad in the hole, 4. Eton mess [Read more about weird and wonderful British foods here] 8. Kartoffelknoedel, xiaolongbao, manti and pierogi are all types of what? Answer: Dumplings 9. What color or colors is Neapolitan ice-cream? Answers: Pink (strawberry), brown (chocolate) and white (vanilla) 10. Chef Mary Mallon worked in kitchens in New York and Long Island in the early 20th century. By what unhygienic name is she better known? Answer: Typhoid Mary [Read more about this super-spreader here] 1. What do Colombia, Sao Tome & Principe, Gabon, Uganda, Maldives and Kiribati all have in common? Answer: They all lie on the Equator 2. Which three Asian countries topped the list in April 2020 for the most powerful passports for visa free travel, according to the Henley Passport Index? Answers: Japan, Singapore, South Korea [Read more about powerful passports here] 3. Which country has the most official languages? Answer: Zimbabwe [It has 16, according to Guinness World Records. These include: Chewa, Chibarwe, English, Kalanga, Koisan, Nambya, Ndau, Ndebele, Shangani, Shona, sign language, Sotho, Tonga, Tswana, Venda and Xhosa] 4. Four red, white and blue flags, four different countries. Name them. [Click here to enlarge the image] Answers: 1. Netherlands, 2. France, 3. Thailand, 4. Russia 5. What happened in Samoa and Tokelau on December 30, 2011? Answer: Nothing, this day officially never happened here. [Samoa and Tokelau skipped an entire day to change from one time zone to another] 6. Which country changed its name to eSwatini in 2018? Answer: Swaziland [Read more about the name change here] 7. Identify these countries from their outlines [Click here to enlarge the image] Answers: 1. Greece, 2. Mexico, 3. Thailand, 4. Egypt 8. Which is the world's newest country? South Sudan 9. These frontiers divide areas claimed by which pairs of countries? Answers: a. The Line of Control = India and Pakistan; b. The Demilitarized Zone = South and North Korea; c. The 49th Parallel = Canada and the United States 10. Which country is surrounded to the north, east and south by Senegal? Answer: Gambia 1. Name the adventurer in Jules Verne's 1872 novel \"Around the World in 80 Days.\" Answer: Phileas Fogg 2. Which four destinations have Steve Coogan and Rob Brydon visited in four series of \"The Trip?\" Answers: The UK, Italy, Spain, Greece 3. Who led this ill-fated Antarctic expedition? Answer: Ernest Shackleton [After his ship Endurance was crushed by ice, he led all his men to safety in a months-long trek back to civilization. Read more here] 4. Whose fictional crusade took him from Utah to Portugal, Venice, Austria, Berlin and then Petra? Answer: Indiana Jones [In \"Indiana Jones and the last Crusade\"] 5. What record did US journalist Nellie Bly break in 1890? Answer: She became the first person to travel around the world in under 80 days. [She managed it in 72 days] 6. Where did Anthony Bourdain have lunch with former US President Barack Obama? Answer: Hanoi [Revisit their 2017 encounter here]  7. Norwegian Thor Heyerdahl conquered what personal fear to cross the Pacific Ocean on his Kon-Tiki balsa wood raft in 1947? Answer: He was afraid of water after nearly drowning as a child. 8. W", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/travel-quiz-answers-may/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}