{"Type": "article", "Time": "2018-03-28", "Headline": "US challenged by China's navy in South China Sea", "Text": "In a move surely intended to put Washington on notice China's military has put on a show of force in the South China Sea, new satellite images show, with drills at sea and in the air to reinforce its claims in the contested region. Analysts said the images, provided by Planet Labs Inc and date-stamped March 26, showed China's only operational aircraft carrier, the Liaoning, accompanied by dozens of other vessels in the South China Sea, just south of the Chinese island province of Hainan. While the aircraft carrier has visited the South China Sea before, it was unusual to see such a large number of Chinese naval vessels training together in the area, Collin Koh, research fellow at the S. Rajaratnam School of International Studies' Maritime Security Program, told CNN. \"I would say this is the new normal and this will not be a one-off show of force,\" he said. China said Friday that it would conduct live-fire military drills in the South China Sea at an undisclosed future date, adding they weren't \"targeted toward any specific country or aim,\" state media reported. The Global Times, a state-run tabloid, said the Liaoning would likely take part. However, it wasn't clear if the photos were of the drills announced last week. The Chinese military has not released any official information on the Liaoning's movements.  The carrier group is only the latest in a series of military maneuvers by the Chinese government in March. Images on Chinese state media showed armored amphibious vehicles training in the waters of the South China Sea on Monday and Tuesday. On Sunday, China's state media announced air force exercises had been carried out over the South China Sea and the West Pacific. On March 21, the Liaoning aircraft carrier sailed through the Taiwan Strait towards the South China Sea, according to Taiwan's Defense Ministry. A US State Department official told CNN the United States was concerned about China's lack of transparency around its military exercises and \"associated strategic intentions.\" Koh said the flurry of military activity was the result of a newly-empowered Chinese President Xi Jinping following through on his plans for the country's armed forces. \"This show of force is not just to symbolize that China is ready to fight ... There is a lot more resolute determination on the part of China to push the military to much greater degrees of readiness,\" he said. Drills possibly in response to US action The United States conducts regular Freedom of Navigation operations (FONOP) in the South China Sea to reinforce their rights to sail unimpeded through the area. On Friday, the guided-missile destroyer USS Mustin sailed within 12 nautical miles of a Chinese artificial island at Mischief Reef, provoking a stern reaction from China's Foreign Ministry, which called it a \"military provocation.\" Ian Storey, senior fellow at the ISEAS Yusof Ishak Institute, told CNN that while there was likely no connection between China's drills and the US' most recent FONOP, the Trump administration had increased the number of operations since it came to power. \"It may be in response to this series of Freedom of Navigation operations, rather than just one,\" he said. In the past week, a group of Chinese H-6K bombers, Su-35 fighter jets and other aircraft conducted a series of aerial maneuvers and strike tactics in the South China Sea, state media announced on Sunday. They also conducted drills with bombers and fighter jets over Japan's Miyako Strait. Koh said many of the navy vessels captured on satellite photos were difficult to identify individually due to the low resolution of the images. \"These 40 plus vehicles we see in the pictures all belong to a carrier strike group, mostly comprised of the major surface combatants like the frigates and destroyers, possibly one or two submarines, but the remaining vessels (are hard to determine),\" he said. China's naval might growing The South China Sea is one of the most disputed regions in the world -- the Chinese government has laid down claims to a large swathe of territory in the region, which overlaps with the territory of Vietnam and the Philippines, among others. To strengthen its position in the region, Beijing has built and militarized artificial islands in the Paracel and Spratly island chains. A 2016 international court ruling found the Chinese government had no legal basis to its claims of historic rights. Storey said in the past 18 months the Chinese government had achieved a number of victories in the South China Sea. \"They've been successful in getting southeast Asian countries to forget about the tribunal ruling, and they've applied pressure on Vietnam to stop oil drilling in certain blocks,\" he said. In addition, their military capabilities at sea are only continuing to grow, according to Koh, with at least 40 new ships commissioned in the past year. The Chinese Navy is preparing to take their second, but first domestically built, aircraft carrier, on its first sea trial, possibly as early as April. The US State Department official said China's actions to militarize the South China Sea threatened to \"undermine regional stability.\" \"We urge all claimants, including China, to manage and resolve disputes peacefully, without resort to threats, coercion, or intimidation,\" he said.", "Section": "asia", "Writers": ["Ben Westcott", "Zachary Cohen"], "URL": "https://www.cnn.com/2018/03/28/asia/south-china-sea-drills-liaoning-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}