{"Type": "article", "Time": "2020-04-01", "Headline": "April 1 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. Residents of Los Angeles should wear non-medical grade face coverings when in public, the city's mayor Eric Garcetti said in a news conference Tuesday. Garcetti emphasized that all medical-grade N95 masks were reserved for front-line workers in hospitals and clinics. “Please do not get medical grade or surgical masks, or N95 masks. We must not contribute to the shortage of these essential personal protective equipment for medial personnel and first responders,” he said. Face coverings, like a bandanna, are only effective with safe physical distancing, he added. There are currently 8,155 cases of the virus in California. Global debate on face masks: Despite the regular use of masks in Asian countries such as China and South Korea, Western governments have been slow to embrace them to stop the spread of the virus. But with the number of new cases remaining low or stable in Asia, it appears that more countries in the West may change their approach. ##Health## President Donald Trump said on Wednesday that the UK and Canada were making plans to repatriate their citizens from two Holland America cruise ships currently off the coast of Florida. \"We are looking at the two ships. And we have Canada notified, lot of Canadians, a lot of British on the ship, they are coming to take the people that are on the ship back to their homeland,\" he said.\n\"Canada is coming, the UK is coming. And we have Americans and we have some people that are quite sick and we’re taking care of that, I'm speaking with the governor about that.\" Two cruise ships off Florida coast: Both the Zaandam and the Rotterdam are currently on their way to Florida, and have requested permission to disembark guests. “We appreciate the support of President Trump in resolving the humanitarian plight of our guests,” Holland America said in a statement. “Holland America Line calls for compassion and reason in the review and approval of our disembarkation plan by Florida officials.” Since March 22, 83 passengers and 136 crew onboard the Zaandam have exhibited flu-like symptoms. Eight passengers have tested positive for the novel coronavirus. Four people on the Zaandam have died, but the cause of their deaths is unknown. On the Rotterdam, 14 passengers have exhibited flu-like symptoms. ##Travel## Dr. Deborah Birx said a coronavirus antibody test could be available “within this month” and says “I've really called on every university and every state to develop ELISA’s, you can buy the antigens and the controls online, and really work to test entire health care communities in your state and support them that way.” The ELISA, or enzyme-linked immunosorbent assay, test detects and measures antibodies in blood. If successful, the test could help identify those who have already had the virus, but have since recovered.  Experts say that if a person has had the virus and developed antibodies, it will most likely mean they have built up immunity and the chances of that person being infected again drops dramatically.  Birx said that the test could help identify frontline medical workers who may have had the coronavirus and not know it. “I think really being able to tell them, the peace of mind that would come from knowing you already were infected, you have the antibody, you are safe from reinfection. 99.9% of the time,\" Birx said. Birx said a first test could be available, “soon, within this month if the universities help us, absolutely.” Watch: ##Health## There have been at least 917 new coronavirus deaths reported in the US on Wednesday, according to a count by CNN Health.  This is the most reported deaths in the United States in a single day since the coronavirus outbreak. There have been a total of 4,745 deaths reported in the US since the outbreak. Hear more: Wyoming remains the only state in the US without a death from coronavirus. So far, there are 137 positive cases in the state, according to CNN's tally. Adam Schlesinger, a prolific songwriter for film and television and co-founder of the band Fountains of Wayne, has died from complications of Covid-19. He was 52. \"As many of you are aware, Adam had been hospitalized with Covid-19 and although he had been making some small improvements over the last few days, Adam’s condition was critical and he was ultimately unable to recover from Covid-19 complications,\" read a statement from an attorney for Fountains of Wayne, provided to CNN. Schlesinger wrote the title track for \"That Thing You Do,\" the 1996 film directed by and starring Tom Hanks.  More recently, he wrote and produced music for the show \"Crazy Ex-Girlfriend.\" He won multiple Emmy Awards, a Grammy and was an Oscar and Tony Award nominee. The Fountains of Wayne song \"Stacy's Mom,\" a pop hit from 2003, was among the group's most popular songs. The Zaandam and Rotterdam cruise ships are expected to arrive and remain off the coast of Florida early Thursday while they wait for clearance from US authorities, according to a statement from Holland America.  The company made a plea to President Trump, Florida authorities and the public to be allowed to arrive to Florida. “We appreciate the support of President Trump in resolving the humanitarian plight of our guests,” Holland America said in a statement. “Holland America Line calls for compassion and reason in the review and approval of our disembarkation plan by Florida officials.” The cruise line called the status on the ships a “humanitarian situation.” Four people on the ship have died and at least eight people have tested positive for Covid-19. Since March 22, 97 guests (83 on Zaandam and 14 on Rotterdam) and 136 crew on the Zaandam have exhibited flu-like symptoms, according to the statement. About 45 guests have mild illness and are unfit to travel. These passengers would stay isolated on board until they recover, per the press release. Holland America says less than 10 people need immediate critical care onshore and it has secured a local health system to treat them. “This small number is the only group that will require any support from medical resources in Broward County and is necessary to prevent further harm to their health,” Holland America said in a statement When asked Wednesday evening during a coronavirus task force briefing why he didn't issue a universal stay-at-home order for the entirety of the country, President Trump implied that some states are basically fine when it comes to the disease.  \"There are some states that don't have much of a problem,” he said. “There are some, well they don't have the problem, they don't have thousands of people that are positive or thousands of people that even think they might have it, or hundreds of people in some cases.\" Facts First: The entire country has been impacted by the coronavirus. Americans have tested positive in every US state and all but one territory. As of the start of Wednesday's press briefing, all 50 states had at least 100 cases. Georgia Gov. Brian Kemp said that Georgia could \"reach peak hospital capacity on April 23.\" \"As of this morning, we had 3,520 medical surgical beds, 450 beds and 1,006 ventilators available in our hospitals across the state. According to the Institute for Health Metrics and Evaluation at the University of Washington, Georgia will reach peak hospital capacity on April 23,\" Kemp said during his Wednesday press conference.  Kemp added: \"That's nearly three weeks from today. This model assumes that Georgians continue to abide by the state's orders and use social distancing methods through the end of May.\" Grand Canyon National Park announced its closure “immediately” in a press release Wednesday evening. The National Park Service said it is closing the park based on the recommendation of the chief health officer in Coconino County, Arizona.  The park had been operating with very limited services, but resisted a call from the Coalition to Protect America’s National Parks and other groups to close entirely. \"The Department of the Interior and the National Park Service will continue to follow the guidance of state and local health officials in making determinations about our operations,\" Interior Secretary David Bernhardt said in a statement. ##Daily Life## President Trump said learning about the “severity” of the novel coronavirus led to his recent shift in tone away from comparing the virus to the flu as he did in the early days of the pandemic.  “I think also, and looking at the way — the contagion — it is so contagious. Nobody’s ever seen anything like this, where large groups of people all of a sudden, just by being in the presence of somebody, have it,” Trump said at the coronavirus task force briefing Wednesday. The President was asked about the unnamed friend whose struggle with the virus Trump has cited at least twice in previous briefings. Trump has said this friend slipped into a coma. “Also the violence of it — if it hits the right person, and you know what those stats are, if it hits the right person that persons in deep trouble. And my friend was the right person,” Trump said. The President stopped short of saying his friend’s condition was a turning point in his view of the virus, saying his view shifted due to the data he was presented. “But it hit him very hard. He’s strong, very strong kind of a guy, but he’s older, he’s heavier and he’s sort of central casting for what we’re talking about,” Trump said. Watch: President Trump said he won't issue a national stay-at-home order because different states have different levels of coronavirus cases. “States are different and I understand that the governor of Florida, great Gov. Ron DeSantis issued one today and that’s good, that’s great. But there are some states that are different. There are some states that don't have much of a problem,” Trump said Wednesday afternoon. The President said there should be some sort of flexibility among the states depending on how bad individual states situations might be. “You have to look — you have to give a little flexibility. If you have a state in the Midwest, or if Alaska for example doesn't have a problem, it's awfully tough to say close it down. We have to have a little bit of flexibility,” Trump said. Some context: Surgeon General Jerome Adams said the 30 days to slow the spread guidelines should be viewed as a national stay-at-home order on Wednesday morning.  “My advice to America would be that these guidelines are a national stay-at-home order. There are guidelines that say, look, the more we social distance, the more we stay at home, the less spread of disease there will be,” Adams said.  Watch: President Trump said the administration is considering cutting off coronavirus “hot spots” from air travel, but added that such a move would be “very tough.”  “We’re thinking about doing that, at the same time we just, you know, to start these airlines and to start this whole thing over is very tough,” the President said. “And you have them going in some cases from going to hot spot to hot spot.\" “Once you do that,” Trump added, “you really are clamping down an industry that is desperately needed.” Trump said the calculation between keeping the industry afloat and spreading the virus, “is a calculation we’re looking at right now. We’re looking at it very strongly.” Watch: ##Travel## Canadian officials say the government is telling them the stockpile for medical supplies may not be enough to combat the novel coronavirus. \"To your question about whether we had enough — no, we likely did not have enough. I think federal governments for decades have been under-funding things like public health preparedness,\" Patty Hajdu, Canada’s health minister, said during a news conference in Ottawa on Wednesday. \"I have heard those stories myself from frontline workers, I know provinces and territories are developing different sets of rules for frontline workers around the dispersement, and use of personal protective equipment,\" Hajdu added. Several hospitals in Ontario and Quebec, the worst affected provinces in Canada, are now telling medical staff to ration their supplies of protective equipment. Canadian Prime Minister Justin Trudeau said his government continues to work to find supplies around the world and he says he is working hard on \"made in Canada\" solutions. “We recognize the challenges frontline health workers are facing in different parts of the country. We are working very closely with the provincial authorities in charge of those healthcare systems to try and meet the needs that they’re facing,\" Trudeau said during a press conference Wednesday. \"We are facing – looking at a global demand for these supplies that is unprecedented. Countries around the world are trying to get more of these supplies. We are expecting to see some shipments coming in very shortly that will help in Canada.\" When asked if the US Strategic National Stockpile is nearly depleted, President Trump told reporters “It is. We are sending it directly to hospitals.” Trump went on to echo statements he made yesterday that the federal government wants supplies to be directly shipped where they are needed, rather than sitting in a warehouse.  “We don't want it to come to the stockpiles because then we have to take it after it arrives and bring it to various states and hospitals,” Trump said Wednesday during a coronavirus task force briefing. “We have asked states where they have large manufacturers of different types of equipment to use those local factories, local plants and have it made directly, ship it right into the hospitals.\" Some context: The Strategic National Stockpile is deploying the last round of shipments in its inventory, depleting the bulk of its protective gear, a source familiar told CNN earlier today. The official added that the stockpile was never meant to serve as the only source of protective gear for the entire coronavirus response and they said the states would need to get more supply from the private market.   New York City has 45,707 coronavirus cases and 1,374 deaths, according to the city’s website. Today there has been 3,936 new cases and 278 new deaths. New York state as a while has 83,712 coronavirus cases and 1,941 deaths, according to CNN's tally. There have been at least 869 coronavirus deaths reported in the US on Wednesday, according to a count by CNN Health. This is the most reported deaths in the United States in a single day since the novel coronavirus outbreak. There have been a total of 4,703 deaths reported in the US since the outbreak.  Colorado Gov. Jared Polis announced in a press briefing on Wednesday that the state has been talking to Chinese factory owners, and others, to purchase medical equipment. \"We know that not having gotten nearly enough from the federal government, we have really taken it upon ourselves as a state to engage in the purchasing of medical equipment,\" Polis said. According to the governor, Colorado has a \"monumental task\" at hand to build medical capacity at this critical time. And the state is not just facing a healthcare crisis; it is also facing a supply chain crisis, Polis added. \"We simply do not have the medical capacity, the beds, hospital beds, ICU units, ventilators, personal protection equipment to treat everybody who might get sick and have the potential to get better,\" the governor said. \"We placed a number of purchase orders, and we have a number of supplies that are in transit or in the supply chain, all subject to verification. We want to verify that the masks work and that they are not counterfeit.\" By the numbers: Colorado has ordered 2.5 million N95 Masks, 750 ventilators, 1.5 million gloves, one million surgical masks, 25,000 face shields and 250,000 gowns, according to the governor.  Colorado has a total of 3,338 coronavirus cases with 77 deaths, according to CNN's tally. The spread of the novel coronavirus may occur before patients present with symptoms, according to a report released Wednesday by the US Centers for Disease Control and Prevention. The transmission of the novel coronavirus before the development of symptoms might occur through respiratory droplets or indirect transmission, according to the report.   “These findings also suggest that to control the pandemic it might not be enough for only persons with symptoms to limit their contact with others because persons without symptoms might transmit infection,” the report said. \"Evidence of presymptomatic transmission … underscores the critical role social distancing … plays in controlling the Covid-19 pandemic.”  Russian medical supplies to help the US combat the Covid-19 pandemic landed in New York on Wednesday afternoon, the Russian mission to the UN tweeted out. The mission tweeted that the supplies would “help local communities and hospitals in their crucial action against the spread of #coronanvirus.” The New York Air Traffic Controller thanked the Russian pilot when the plane landed at JFK airport.  “Romeo Foxtrot Foxtrot 8460 Heavy, we sincerely thank you for all the assistance you are bringing in,” the controller said. “Have a good day.” The shipment includes personal protective equipment including masks, ventilators, and antiseptics a State Department official told CNN. The US will put all Food and Drug Administration approved items to immediate use, a senior administration official said on Tuesday.  Some context: The shipment comes just days after President Trump and President Vladimir Putin spoke over the phone.  The Russian assistance was not mentioned in the readout of their call provided by the White House. But earlier this week Trump said that \"Russia sent us a very, very large planeload of things, medical equipment, which was very nice.\" Last month, before that phone call, the State Department urged diplomats worldwide to ask for medical supplies from their host countries, but said that they would not be asking Russia. The Strategic National Stockpile is deploying the last round of shipments in its inventory, depleting the bulk of its protective gear, a source familiar told CNN. The official said the stockpile was never meant to serve as the only source of protective gear for the entire coronavirus response and the states would need to get more supply from the private market.  The official stressed that the stockpile, which is managed by the Department of Health and Human Services, will never be completely depleted as they always retain a small percentage for the most critical needs.  Some context: Since the start of the pandemic, officials have been sounding the alarm that there was never going to be enough gear for a 50-state response. On Tuesday, President Trump said the government would hold onto 10,000 ventilators to ensure they had the ability to deploy quickly if they need the units in the future. The Federal Emergency Management Agency said the agency's planning for the Covid-19 pandemic response \"acknowledged that the Strategic National Stockpile (SNS) alone could not fulfill all requirements at the State and tribal level. Therefore, as the vice president stated last night, the federal government will exhaust all means to identify and attain medical and other supplies needed to combat the virus.\" A Department of Homeland Security official told CNN the stockpile is \"near depletion because the numbers are low.\" \"When you see demand is outpacing supply, then we go to the people [states] who are asking for equipment and ask if they are exhausting all of their sources,\" the official said. \"We are having to balance places that don't have any [PPE], versus someone on the verge, but not there yet.\" Connecticut Gov. Ned Lamont said the state reached a “tragic milestone” with the death of an infant with coronavirus.  “A 6-week-old newborn from the Hartford area was brought unresponsive to a hospital late last week and could not be revived,” Lamont tweeted. \"Testing confirmed last night that the newborn was Covid-19 positive. This is absolutely heartbreaking. We believe this is one of the youngest lives lost anywhere due to complications relating to Covid-19.\" Read Lamont's tweets: Florida Gov. Ron DeSantis said religious services conducted in churches, synagogues and houses of worship are “essential business” and therefore exempt from this stay-at-home executive order announced this afternoon.  The stay-at-home order issued by DeSantis goes into effect at 12:01 a.m. ET on Friday.  According to 2019 Census data, the population of the state has over 21 million people. Florida has 6,946 confirmed coronavirus cases and 86 deaths, according to CNN's tally. Some context: Pastor Rodney Howard-Browne said he wouldn't close the doors of his Tampa, Florida, megachurch until the End Times begin. The police weren't willing to wait that long. On Monday, Florida sheriff's deputies arrested the evangelical pastor, who has continued to host large church services despite public orders urging residents to stay home to help contain the spread of the novel coronavirus. Hillsborough County Sheriff Chad Chronister said Howard-Browne has been charged with two counts: unlawful assembly and a violation of health emergency rules. Both are second-degree misdemeanors, Chronister said at a press conference Monday. ##Health## As states around the country issue \"stay-at-home\" orders amid the coronavirus pandemic, firearm and ammunition retailers have been designated an \"essential service,\" according to updated guidance from the federal government.  Christopher Krebs, director of the Cybersecurity and Infrastructure Security Agency, identified \"firearm and ammunition product manufacturers, retailers, importers, distributors, and shooting ranges\" as critical infrastructure in the updated \"Essential Critical Infrastructure Workforce\" advisory, which was issued over the weekend. The list is intended to be advisory and not to be considered \"the exclusive list of critical infrastructure sectors, workers, and functions that should continue during the Covid-19 response across all jurisdictions.\" \"Individual jurisdictions should add or subtract essential workforce categories based on their own requirements and discretion,\" the advisory states. Some context: The Covid-19 health crisis has prompted at least 30 states and the District of Columbia to issue stay-at-home orders that force the closure of \"non-essential services.\" Firearm retailers haven't been specifically mentioned in some states' lists of essential businesses, so they're assumed to be non-essential. Georgia Gov. Brian Kemp held a press conference Wednesday afternoon and announced that a state-wide shelter-in-place will go into effect on Friday. \"Tomorrow, I will sign a state-wide shelter-in-place order, which will go into effect on Friday, and run through April 13, 2020. This date is in line with our public health emergency order,\" Kemp said. Kemp also added that public schools will be closed for the remainder of the school year. \"I will sign an executive order today closing K through 12 public schools for the rest of the school year,\" Kemp said.  He added that \"online learning will continue.\" ##Daily Life##  More than 8,000 people in California have coronavirus, and 171 people have died as a result of the virus, Gov. Gavin Newsom announced in a virtual press conference. Today’s count adds 1,223 more Covid-19 patients to California’s tally – an increase of more than 17% from yesterday — for a total of 8,155 cases in the state. The governor is keenly focused on how many coronavirus patients are hospitalized, especially in intensive care units. There are 774 patients in ICU beds. That number has quadrupled in the past six days. Hospitalizations from the virus have tripled in that same time frame and currently stands at 1,855 people. Los Angeles County has 513 new cases and 11 deaths, state Health Director Barbara Ferrer announced today. In a matter of 48-hours, more than 1,000 more coronavirus cases have been confirmed in L.A. County. ##Health## New York City hospitals still need 3.3 million N95 masks, 2.1 million surgical masks, 100,000 isolation gowns and 400 ventilators by this coming Sunday, Mayor Bill de Blasio said at a press conference today. He estimated that the city needs an additional 2,500 to 3,000 ventilators over the course of next week. De Blasio has been warning for roughly the past week that Sunday, is a crucial day for New York, as he expects the demands to continue to increase in the following weeks. Former NYPD commissioner James O’Neill has been appointed to oversee the supply and distribution of personal protective equipment and medical equipment within New York City hospitals as the demands continue to grow as a result of the coronavirus crisis, Mayor Bill de Blasio announced in a press release on Wednesday. In this role, O’Neill will “create, operationalize and manage a supply inspection regime within the hospitals to ensure the rapid turnaround of new supplies and verify each hospital is pushing needed equipment to frontline health care workers,” according to the mayor’s office. ##Health## Today represents the deadliest day to date by a CNN count of coronavirus deaths.  The current total of 4,669 deaths represents an increase of 835 cases. Yesterday was the previous high, with 830 deaths. ##Health## The UN climate change conference COP 26, which was planned for November in Glasgow, has been postponed due to the novel coronavirus pandemic. A new date for the conference, hosted by the UK and other partners, has yet to be decided on and will be announced following discussions between the parties. Connecticut Gov. Ned Lamont asked how the battle for personal protective equipment and ventilators is going with the national stockpile depleted. “It’s not going that well” Lamont said. “We’re down there fighting every day” adding that a team of at least 40 people is sourcing down every protective gear lead it can coming from all over the world. “We’re scrambling at this stuff” the governor said. Lamont described the frustrating process that his state is going through. “We’ve got it on the tarmac, then it's rerouted we have it ready for delivery and then it's put off for another week and it’s a bit of a mess out there, and you’re playing with people’s lives” Lamont said, echoing his previous sentiments on CNN’s Sit Room this week. ##Health## Henry Ford Health System said one of its six hospitals in Michigan has \"reached capacity,\" after a photo of a doctor from the Macomb hospital with the caption “no more ICU beds,” circulated Twitter. Covid-19 cases have flooded Michigan, specifically the Southeast region near Detroit. A statement provided from Dr. Adnan Munkarah, EVP and Chief Clinical Officer, confirmed the issue to CNN: “We are continuing to balance ICU capacity across our health system, transferring patients when necessary. Like some of our other acute care hospitals, Henry Ford Macomb Hospital has reached capacity and we are working aggressively with clinical partners in the region in an effort to transfer additional patients.” The status of the other five hospitals was not readily available, but in its daily update, the hospital system said it had 360 intensive care units all together. As of 11 a.m. ET, the system had more than 680 hospitalized coronavirus patients.  ##Health##    Massachusetts is reporting 1,118 new cases of Covid-19, for a total of 7,738, according to the state's Department of Public Health. There have also been 33 new deaths in the state, bringing the death total to 122, according to the state’s website. April and the second quarter of the year are not off to a great start: US stocks closed in the red today. Investors continue to grapple with the fallout from the coronavirus outbreak ahead of more data on the US labor market on Thursday and Friday. The Dow closed 4.4%, or 974 points, lower.\nThe S&P finished down 4.4%.\nThe Nasdaq Composite also closed down 4.4%. Remember: As stocks settle after the trading day, levels might still change slightly.  ##Business## Gov. John Bel Edwards said Louisiana has received 150 ventilators from the national stockpile today. In previous days, Edwards said Region 1 (which includes New Orleans) could run out of ventilators by this coming weekend.  Last week, the governor said the state needs an additional 1,000 ventilators just in the New Orleans area. Louisiana has 6,424 coronavirus cases and 273 deaths, according to CNN's tally.  ##Health## The general who oversees US military operations in North America said Wednesday there “is actually an increased demand signal, not a decreased demand signal for securing the southern border,” regarding possible migrants who test positive for coronavirus coming across the border As such, General Terrance O’Shaughnessy said the military is “increasing our presence on the southern border.” O’Shaughnessy, who is commander of US Northern Command, made the comments to reporters over the telephone. In the same briefing, Lt. Gen. Laura Richardson, the commanding general, US Army North, said there would be an 540 additional troops sent and they would be arriving “very soon.” Some context: CNN reported Monday, that the Pentagon approved a Department of Homeland Security request for additional personnel on the southern border to help DHS cope with potential coronavirus related issues, a US defense official told CNN.  The number of additional troops is expected to be about 540. The US military personnel will be performing similar missions to those currently being performed by forces on the US-Mexico border. ##Travel## The field hospital in Central Park is now open and has taken in its first patient, Melissa Nystrom, a spokesperson for Samaritan’s Purse told CNN. Samaritan's Purse is the group that is operating the 68 bed makeshift hospital. New York has reported 83,712 coronavirus cases and 1,941 deaths, according to CNN's tally. ##Health## So far 16 people have died in Indiana from Covid-19 in what the governor says is the most deadly day since the pandemic began.  “Families are mourning and grieving and will be for a long, long time” Gov. Eric Holcomb said in a press conference today in Indianapolis. A total of 65 people have died in the state from the virus, and there have been 2,565 total positive cases, the Indiana State Department of Health reported earlier Wednesday. The governor announced the launch of a social distancing initiative called #INThisTogether, joining pharmaceutical company Eli Lilly, the Indianapolis Colts, the Indiana Pacers and others. While speaking as part of that announcement, Eli Lilly CEO David Ricks said their plants in Indiana are running full time and getting medicine they manufacture to your counter is “not something to worry about.” Indiana says that it has received three shipments from the national stockpile and is taking inventory and repacking from the most recent shipment, according to the State Health Commissioner Dr. Kristina Box. Separately, Box also said they’d been told that all states will receive rapid tests and they are expected to get 15 machines to process them, but did not elaborate. Holcomb issued a somber warning that even if you’re healthy, Covid-19 “will use you to kill others.”  “Don’t gamble with your life and don’t gamble with others’,” he added. ##Health## Pennsylvania has nearly 1,000 new coronavirus cases since yesterday, and the governor has extended his stay at home order until April 30. “This virus is spreading rapidly. It’s in every corner of our state. It’s gotten into our nursing homes and our prisons and it’s filing up our hospital beds,” Gov. Tom Wolf announced today. Wolf addressed the public in blunt terms Wednesday, saying residents must stop the spread of the coronavirus and comply with his stay at home order. “Some of you might think a month is too long to go without seeing your friends or family but if we don’t do everything we can to slow the spread of Covid-19, there are some people who you will never see again.” Wolf said. He added that “74 people in Pennsylvania have already lost their lives to Covid-19, and it’s up to us to decide if we’re going to let that number skyrocket.\" Wolf said that residents should assume that \"everyone has the virus, including yourself.\"  “Avoid leaving your house like someone’s life depends on it, because ultimately, someone’s life does depend on it.” ##Daily Life## ##Health## The Chicago Housing Authority will defer rent \"for thousands of tenants in public housing,\" Mayor Lori Lightfoot said at briefing Wednesday.  Rent will be deferred through the end of the month, while the stay-at-home order remains in effect, she said.  Lightfoot said she is working with county and state officials to explore options for residents \"who are in need.\" the housing authority serves more than 63,000 low-income families, according to its website.  ##Daily Life## A Florida county emergency operations director told CNN they were not given a heads up that the Gov. Ron DeSantis was issuing the stay-at-home order today. Even on today's 11:15 a.m. ET state emergency operations center call, which involves all county-level emergency operations directors and staff, it was not discussed. That call is held daily when the state emergency operations center is activated.   The director told CNN they are now scrambling to figure out what this order means or says. ##Daily Life## Italy will extend the current lockdown measures it has in place until April 13, Italian Prime Minister Giuseppe Conte said in an address to the nation today. “I am really sad to say, we will continue over the Easter holiday,” Conte said. \"We are seeing the positive effects of the restriction measures but we cannot change perspective now.\" “We realize we are making you commit another sacrifice but this has to be understood by everyone: if we stop following the rule, all our efforts would have been in vain,” he added. Conte assured Italians the government continues to follow the scientific advice on the evolution of the pandemic and will start discussing ways to ease restrictions at the appropriate time. “As soon as we see that the statistics are consolidated and the council of experts will allow us, we will continue to slow down the measures,” the Italian prime minister said in his address, but cautioned: “I cannot tell you [it will happen on] April 14.\" Italy first went into a national lockdown on March 10. ##Daily Life## A Miami ICU nurse told CNN their colleagues are “doing everything possible” to treat patients, but the loss of life and fear of becoming sick has worn on them. The nurse, who requested anonymity and that their hospital not be named because the nurse is not authorized to speak to the media, said as of Wednesday, none of the other nurses or doctors in their hospital have tested positive for Covid-19 as far as this person knows, but there’s fear among the staff. “We’re scared. We don’t have the appropriate PPE… I literally cried last Friday. The emotions just got the better of me after losing a [coronavirus] patient, a patient we tried really hard to save. The team worked together perfectly, and we still lost a patient. We all felt so defeated by this virus.” But this nurse says that their hospital is doing everything possible to treat Covid-19 patients, saying it’s like throwing spaghetti against the wall and seeing what sticks.  “They’re trying all the drugs others are using, even combining them,\" the nurse said. This nurse says their ICU unit was the first Covid-19 unit in the hospital last week.  “In my unit and the second ICU unit, we had about 21 Covid-19 patients. In my unit specifically, we had 11 Covid patients. Eight of those patients were on ventilators and three were on high flow oxygen,\" the nurse said.   President Trump has approved a disaster declaration for North Dakota in response to coronavirus.  This is the 30th such declaration he has made in response to the coronavirus pandemic, including 27 states, the District of Columbia, Guam and Puerto Rico. North Dakota has 142 coronavirus cases and three deaths, according to CNN's tally.  ##Health##   World Health Organization director-general Tedros Adhanom Ghebreyesus warned during a media briefing in Geneva today that there is still much to learn about the current coronavirus pandemic — which means guidelines and recommendations for the public could evolve. \"This is still a very new virus, and we are learning all the time. As the pandemic evolves, so does the evidence, and so does our advice,\" Tedros said. Tedros continued: \"We have to constantly learn from our actions and adjust based on what we learn ... This is the first ever coronavirus pandemic and its behavior is still unknown and that’s why we should always be in a learning mode.\"  ##Health## West Virginia Gov. Jim Justice’s order Tuesday prohibiting elective surgeries state-wide includes abortions, according to West Virginia Attorney General Patrick Morrisey. “Yes, it also applies to abortion facilities as well, but it’s a broad-based prohibition,” Morrissey said in a news conference with the governor.  Morrissey added that the state is doing this in order to conserve supplies, protective equipment and access to ventilators. ##Health## Nearly 300 US Department of Homeland Security employees have tested positive for coronavirus and more than 8,500 are self-quarantining and self-monitoring, according to data provided by the department to congressional staff and obtained by CNN. As of March 30, the agencies within DHS with the most positive cases are US Customs and Border Protection and the Transportation Security Administration, with 64 and 129 cases respectively, according to the data, which is broken down by component.  CBP and TSA also have hundreds of employees self-quarantining and self-monitoring: 640 in CBP and 4,084 in TSA. Some federal agencies within the department — which has more than 240,000 employees — have shared data on positive cases within its ranks. TSA, for example, has posted the number of positive cases on its website, as has Immigration and Customs Enforcement. According to the data obtained by CNN, more than 1,100 ICE employees are self-quarantining and self-monitoring and 29 have tested positive. Some context: In early March, DHS announced that an employee in Seattle, Washington tested positive for the coronavirus.  The United States Citizenship and Immigration Services Seattle District office, where the employee worked, was temporarily closed as a result. The number of cases within the department have since grown, as has been the case across the country. USCIS has 25 positive cases as of March 30. ##Health## More than three-quarters of hotel rooms across the US were empty last week, according to new data from analytics and research group STR.  The national occupancy rate for the week of March 22 was 22.6%, down 67.5% from the same time last year.  It’s the worst week yet for national occupancy since the coronavirus crisis started. The week of March 15 posted 30.3% occupancy, while the week before was at 53%. STR projects 2020 will be the worst year on record for hotel occupancy, even with an anticipated rebound after the crisis passes.  Oahu Island in Hawaii posted the steepest drop in occupancy last week, down 86.4% from last year with just 10.5% of the rooms rented.  In other hard hit areas, occupied hotel rooms in New Orleans fell nearly 85%, New York dropped nearly 82%, while Seattle plummeted more than 76% from last year. ##Business## ##Travel## The stay-at-home order issued by Gov. Ron DeSantis goes into effect at 12:01 a.m. ET on Friday.  According to 2019 Census data, the population of the state has over 21 million people. Florida has 6,946 confirmed coronavirus cases and 86 deaths, according to CNN's tally. Hear more: ##Health## The Covid-19 surge is beginning in northern New Jersey, Department of Health Commissioner Judith Persichilli said. Some hospitals in the northern part of the state have asked ambulances to not bring patients to the hospital. Two hospitals called to say they needed ventilators, Persichilli said.  Officials are looking at possible alternative sites, Persichilli said. The field hospital will begin being staffed next week, she said. At least 93 of the long-term facilities across New Jersey are reporting at least one positive Covid-19 case, she said. About 5,200 healthcare professionals have volunteered to assist with the fight against the pandemic. New Jersey currently has 22,255 coronavirus cases and 355 deaths, according to CNN's tally. ##Health## Nevada Gov. Steve Sisolak issued a formal stay-at-home directive for Nevadans and extended the non-essential business, gaming and school closures today, according to a statement from his office.  The stay-at-home order goes into effect at midnight Wednesday, according to the statement. The closure of non-essential business, gaming establishments and schools is extended to April 30, according to the statement. ##Daily Life## There are 2,900 New York City Fire Department members currently out sick, Jim Long, a spokesperson for the department, told CNN. The 2,900 number is an overall count and it includes members who do not have illnesses or symptoms related to Covid-19, Long said. So far, 282 members of the FDNY have tested positive for Covid-19. This figure includes firefighters, EMS personnel and civilians. On Tuesday, FDNY EMS responded to 6,010 medical calls, Long said. ##Health## Eleven hotels in the Spanish capital of Madrid are being used to treat 704 coronavirus patients, the regional government said in a statement on Wednesday.  \"The main purpose of these hotels is to house patients that present a positive evolution of the illness, but cannot continue the quarantine in their houses, for family or social reasons\", the statement said. The city's health department is working alongside Madrid's Hotel Owners Association and a 12th hotel is set to start receiving patients from local hospitals by the end of Wednesday. Around 4,400 graduate doctors are responsible for the care of these patients.  \"With this measure, the Health Department can free rooms in the hospitals, which can be used by other patients that need treatment for other illnesses,\" the regional government said. ##Health## House Speaker Nancy Pelosi said on Wednesday that President Trump and Senate Majority Leader Mitch McConnell \"should not try to hide behind an excuse\" in response to the suggestion from both the President and the Kentucky Republican that impeachment distracted the US government from the growing coronavirus crisis. \"I think that's an admission that perhaps the President and the majority leader cannot handle the job,\" Pelosi told CNN's Anderson Cooper in an interview. \"We have a life and death situation in our country and they should not try to hide behind an excuse for why they did not take action, but it does admit that they did not take action,\" Pelosi said, adding, \"Right now we have to work together to get the job done.\"  Some context: In an interview on Tuesday with radio host Hugh Hewitt, McConnell said that the crisis \"came up while we were tied down in the impeachment trial. And I think it diverted the attention of the government, because everything, every day was all about impeachment.\" During a press briefing on Tuesday, Trump echoed that argument, saying that impeachment \"probably did\" distract him from responding to the coronavirus outbreak. \"I think I handled it very well, but I guess it probably did (distract me),\" Trump said. \"I mean, I got impeached. I think, you know, I certainly devoted a little time to thinking about it.\" Watch: The first Covid-19 drive-thru testing site in Palm Beach County, Florida, opened yesterday and has already stopped taking calls to their screening hotline, according to a statement from the county. Nearly 2,000 appointments have been made through Saturday, according to a press release.  \"The goal is to reopen the phone lines tomorrow morning at 8 a.m. if Palm Beach County receives additional test kits,\" the release says. By county, Palm Beach has the third most cases in the state of Florida, according to the Florida Department of Health.  ##Health## In a press conference this afternoon, Florida Gov. Ron DeSantis said he will be signing an executive order directing all Floridians to limit actions outside of their homes. DeSantis has been one of the governors who has not yet issued a stay-at-home order for the their state. Florida has reported over 6,900 cases and 86 deaths.  ##Health## ##Daily Life## A nonpartisan think tank believes that 20 million US workers will likely be laid off or furloughed by July. In a blog post on Monday, the Economic Policy Institute estimates that this will bring unemployment rates “into the mid-teens.” The estimates account for the recently enacted CARES Act and assumes a fourth coronavirus relief bill, EPI said. Some more perspective: Goldman Sachs has significantly downgraded its outlook for the US economy between April and June. The investment bank now expects an annualized rate of contraction of 34% compared to the previous quarter. The last estimate was an already-shocking 24%. Goldman revised its forecast because it thinks the US labor market collapse will be even worse than anticipated. It now sees the unemployment rate rising to 15% by the middle of the year, compared to 9% before. The bank has also updated its predictions for an economic rebound between July and September, which it thinks will be stronger than what it had last penciled in. But in the interim, Wall Street is clearly bracing for pain. ##Daily Life## ##Business## The United States has now surpassed 200,000 cases of coronavirus.  The current CNN case count is currently at 202,336 cases in the US with 4,454 deaths. ##Health## The four Brooklyn Nets players, including superstar Kevin Durant, who tested positive for the Covid-19 virus are now symptom-free, a spokesperson for the team confirmed to CNN on Wednesday.  Nets general manager Sean Marks, in a conference call on Wednesday, said the team had no intentions of retesting the players, unless they were asked to do so by the government or the NBA in order to return to play.  \"As it pertains to the team, I sense like all of us, like the rest of New York and really the rest of the globe, we're trying to deal with this as best we can,\" Marks told reporters. Some context: The Nets announced on March 17 that four of the team's players had tested positive the for the virus, seven days after playing the Los Angeles Lakers. The positive tests prompted the Lakers to test their players, resulting in two of its team players testing positive.  Both teams have since announced that all players are now symptom-free after completing a two-week quarantine period. They will also, as a measure of safety, continue to adhere to the government-issues social-distancing guidelines  New York, the epicenter of the country’s outbreak, has reported nearly 84,000 positive tests for coronavirus as of midday Wednesday.  ##Health## The state of New Jersey has procured roughly 10 million pieces of personal protective equipment for healthcare workers, Gov. Phil Murphy said today. The equipment will be hitting the warehouses in the next couple of weeks, the governor said. The state has at least 800 ventilators, including the ones received from Federal Emergency Management Agency, Murphy said. By the numbers: New Jersey has 22,255 coronavirus cases and 355 deaths, according to CNN's tally. ##Health## New York Gov. Andrew Cuomo said the coronavirus has changed the state and society forever.  “I don't think we get back to normal. I think we get back or we get to a new normal,” Cuomo said. \"...Our challenge is to make sure that transformation and that change is positive and not negative.” Cuomo stressed that this pandemic is preparing us for the inevitable next disaster and how we respond to it.  “You will get knocked on your rear end. You will deal with pain. You will deal with death. You will deal with setback. You will deal with suffering. Question is, how do you get up?” Cuomo said that there’s a lot to learn from this pandemic when it comes to tele-medicine, tele-education, local supplies and research. Watch:  ##Daily Life## House Speaker Nancy Pelosi said Wednesday that Democrats are aiming to pass a fourth coronavirus response bill when — “God willing, coronavirus willing” — Congress returns at the end of April. “When we come back, we’ll be ready, and that will be when we have the debate and go forward, and hopefully that will be soon,” Pelosi told reporters on a phone call.  Pelosi and other Democratic leaders said Wednesday that they want a potential fourth coronavirus response bill to include their infrastructure framework, which would cost $760 billion over five years. This money would go to community health centers, clean water upgrades, expanded broadband access, roads and bridges, and rail and other forms of public transit.  “We must take bold action to renew America’s infrastructure,” Pelosi said. “We need to invest in our infrastructure to address some of the critical impacts and vulnerabilities in America that have been laid bare by the coronavirus.” Democrats said they are especially concerned about rural, low income areas that may be hit hard by the pandemic and economic fallout. Rep. Jim Clyburn, the Democratic Whip, said that Covid-19 has “exposed some significant faults,” like how many Americans do not have access to internet, which many kids need to continue their studies during the pandemic. President Trump has recently called for a $2 trillion infrastructure package to boost the economy, a move Democrats have praised as they seek to craft the next pandemic-related infrastructure package. “Actually, he’s right,” Rep. Peter DeFazio, who chairs the Transportation and Infrastructure committee, said of Trump’s comments. \"For once I agree with him on a step he wants to take.”  New York Gov. Andrew Cuomo said he's \"frightened\" for his brother, CNN anchor Chris Cuomo, who has tested positive for the coronavirus.  \"I'm frightened for my brother, I'm worried about my brother,\" the governor said. The governor added, \"It's frightening because there's nothing I can do.\" Cuomo said that his brother is self-isolating at home. Watch: New York Gov. Andrew Cuomo said New York City playgrounds will soon close. The decision came after he repeatedly warned young people to follow social distancing guidelines and not congregate in public areas. \"I've said this 100 different ways, but compliance is still not where it should be,\" Cuomo said. \"So, we're going to take more dramatic actions. We are going to close down the New York City playgrounds. I've talked about this for weeks.\" He added that he's working with Mayor Bill de Blasio on the closures. Open areas in parks will stay open, he said. Watch: ##Daily Life## A growing number of doctors and local leaders are calling on Gov. Bill Lee to issue a stay-at-home order in their state or, they warn, Tennessee \"will become the next epicenter\" of the coronavirus outbreak.  Dr. Aaron Milstone, a Franklin County based acute care pulmonologist, and nine other medical leaders who represent thousands of doctors, sent a letter to Lee urging him to \"act swiftly.\" \"It is our estimation that we have little time to “flatten the curve” on the current situation,\" the letter reads. \"China and South Korea have made great progress by imposing restrictive measures. We ask that Tennessee do the same.\" Milstone's letter was accompanied by a letter from the Members of the Middle Tennessee Delegation urging the governor to listen to the outcry from the medical community.  \"Our ability to manage the pandemic at the local level is limited and varied,\" the letter read. \"We feel strongly that the quickest path to recovery is a uniform response to this challenge.\"  Milstone joined with the Tennessee Medical Association to organize an online petition that, as of Wednesday morning, had over 30,000 signatures of both doctors and residents in support of the governor issuing a stay at home order. Nearly every medical association and over 100 mayors across the state have endorsed this cause as well, according to Milstone. ##Daily Life## New York Gov. Andrew Cuomo said today that the state will hit its apex for coronavirus cases \"roughly at the end of April.\" \"Which means another month of this,\" he added. The governor said at that point, based on the projections, New York will need 110,000 Covid-19 hospital beds and 37,000 ventilators. Watch: ##Health##  At least 1,941 people who tested positive for coronavirus have died across New York state, Gov. Andrew Cuomo said in a press conference from Albany. “That number will continue to go up,” he said. At least 391 of those people have died in the past 24 hours, he said. Cuomo said at least 83,712 people have tested positive for coronavirus in New York. Watch: Spain is “effectively in a phase of stabilization, according to the data we have learned today,\" Salvador Illa, minister of Health, said in a press conference in Madrid on Wednesday. Illa cited the increase in the total number of cases (which includes deaths and recovered) at 8% as of today, the lowest percentage rise since Spain declared the state of emergency on March 14. Illa said the new figure is down from the average 20% rate recorded between March 15 and 25 and has been falling since. Speaking earlier at the Spanish government’s daily coronavirus technical briefing, María José Sierra, an official from the country’s center for health emergencies, said the lower numbers help “evaluate the measures we’ve been taking very positively.\" Sierra said there were around 6,000 ICU beds in the country after “a lot of mobilization” to increase ICU capacity. She added that in many communities “ we are seeing less pressure on the ICUs.\" Both Illa and Sierra urged caution, saying strict isolation measures need to continue. Spain’s government has come under criticism from opposition parties, some health workers and unions for reported shortages of ICU facilities, lack of sufficient personal protective gear and overstretched health workers. ##Health##    Vice President Mike Pence said the worst of the coronavirus for the United States could be over by early June if all guidelines are followed.  “I hope people look at what happens if all of us continue to do our part, and that is by some time in early June, we could well have the coronavirus largely behind us as a nation, reopen our country, put America back to work,” Pence told CNN’s Wolf Blitzer.  “I never want to minimize the loss. I just want to make sure people know there is light at the end of the tunnel. We can save lives between now and the summertime by putting these guidelines into practice,” Pence said.  But Dr. Anthony Fauci, the nation’s top infectious disease expert, said that while there are early indications that social distancing appears to be working, the US could see another surge of the coronavirus in the fall.  Pence said he agrees with that assessment. “We believe that the likelihood is that, just like the flu, that the coronavirus will likely manifest again either in the fall or in the winter of next year.” Watch: There are at least 188,637 cases of coronavirus in the the US and 3,911 deaths, according to CNN Health's tally of US cases that are detected and tested in the country through its public health systems. The total includes cases from all 50 states, Washington, DC, and other US territories, as well as all repatriated cases. Wyoming is the only state not reporting a death from coronavirus.  For the most up-to-date US numbers compiled by CNN, please check this map which automatically refreshes every 10 minutes. ##Health##  Vice President Mike Pence sought to cast blame on the Centers for Disease Control and China when pressed by CNN’s Wolf Blitzer on why the US was so late in understanding the enormity of the coronavirus pandemic.  “I will be very candid with you and say that in mid-January the CDC was still assessing that the risk of the coronavirus to the American people was low. The very first case, which was someone who had been in China – in late January around the 20th day of January,” Pence said.  He continued:  “But I think the American people grateful for the fact that while a lot of other things were going on in Washington, DC, before January was out, the President stood up the White House coronavirus task force, assembled a whole of government response,” going on to outline the President’s actions since then, including travel bans. Pressed again by Blitzer, he later added, “The reality is that we could’ve been better off if China had been more forthcoming,” adding that the “outbreak was real in China… long before the world learned in December.”  Watch: While the White House has issued national social distancing guidelines through April, federal officials have not mandated a nationwide shelter-in-place order. Many individual states however, have issued those kinds of restrictions. CNN's Wolf Blitzer just asked Vice President Mike Pence why the Trump administration hasn't given such an order. \"At the present moment, we truly do believe that the strong actions taken in places like California and Washington and New York and New Jersey are appropriate,\" Pence said. \"We fully support those efforts.\" Pence added that officials continue to look at \"every option.\" \"We're going to continue to bring the president the best recommendations based on real-time data and science for what every state, what every community should be doing,\" he said. Watch: ##Daily Life## Vice President Mike Pence said that the US Centers for Disease Control and Prevention is looking at the the issue of masks \"as a protective measure\" for all Americans \"right now.\"  He said that the White House task force will make a recommendation on that to President Trump. On the timing of that recommendation, Pence told CNN's Wolf Blitzer during an interview today, \"We'll bring those recommendations to the President at the appropriate time.\"  Watch: ##Health## Justice Ruth Bader Ginsburg is continuing her workouts at the Supreme Court gym during the coronavirus pandemic, according to her longtime personal trainer. Bryant Johnson, Ginsburg's trainer, told the news outlet Law360 on Tuesday that Ginsburg, 87, and a four-time cancer survivor, does not want to stop her sessions.   \"Everybody's been shut down. The only reason why I didn't shut the justice down is because, hey, she ain't having it,\" Johnson said. Washington, DC, has implemented a stay-at-home order and closed all public gyms due to the pandemic. The court and Johnson have not returned CNN's requests for comment.  Johnson told Law360 that he has canceled his appointments with other clients and has only been working with Ginsburg. The court building has been closed to the public but staffers continue to visit the offices for official business. Johnson said he is taking extra precautions and keeping a safe distance between him and Ginsburg during their sessions. He said he wipes \"every piece of equipment\" he thinks Ginsburg will come in contact with and washes his hands after.  \"Her choice is, she doesn't make excuses not to do it,\" Johnson told Law360. \"So we find ways to do it.\" Social distancing at the Capitol: The city's \"stay-at-home order\" from April 1 through April 24 says all residents should remain in their homes except for \"essential activities,\" like buying groceries.  Residents can also \"engage in allowable recreational activities\" outdoors with household members, such as walking, hiking, dog-walking, biking and other activities where there is no person-to-person contact.  Washington, DC, requirements for social distancing, as recommended by health experts, is to maintain 6 feet of distance from other individuals. The court indefinitely postponed a slate of 11 cases that were to be heard in March — but has yet to announce alternatives for regular oral arguments scheduled for April. Vice President Mike Pence urged every American to \"do their part\" and follow the federal coronavirus guidelines.  \"The next two weeks, the next 30 days are vital,\" Pence said. \"The future is on our hands.\" On Sunday, President Trump said he would extend nationwide social distancing guidelines for another 30 days, an abrupt back-down from his push to reopen the country as coronavirus continues to spread. The White House's social distancing guidance advises all Americans to avoid groups of more than 10 and urges older people to stay at home. Watch: ##Health## ##Daily Life## There are nearly 100 sailors who have tested positive for Covid-19 on the USS Theodore Roosevelt, a senior defense official tells CNN. The Navy has every expectation that the number will rise, source added. About 1,000 of more than 4,000 crew members have been tested so far. The official said about 1,000 sailors have been moved ashore in Guam and that is expected to rise to 3,000 in the coming days.   Guam’s Gov. Lou Leon Guerrero said on Wednesday she will allow sailors from the USS Theodore Roosevelt in Guam if they test negative for coronavirus and undergo a 14-day quarantine.  Some context: CNN reported Tuesday that the commander of the USS Theodore Roosevelt, a US Navy aircraft carrier where an outbreak of the coronavirus has spread to at least 70 sailors, has warned Navy leadership that decisive action is required to save the lives of the ship's crew. \"We are not at war. Sailors do not need to die. If we do not act now, we are failing to properly take care of our most trusted asset — our Sailors,\" Capt. Brett Crozier wrote in a memo to the Navy's Pacific Fleet, three US defense officials have confirmed to CNN. Acting Navy Secretary Thomas Modly told CNN's John King Tuesday that the Navy was working to get the sailors off the ship. \"We don't disagree with the (Commanding Officer) on that ship and we're doing it in a very methodical way because it's not the same as a cruise ship, that ship has armaments on it, it has aircraft on it, we have to be able to fight fires if there are fires on board the ship, we have to run a nuclear power plant, so there's a lot of things that we have to do on that ship that make it a little bit different and unique but we're managing it and we're working through it,\" he added. ##Health## The famous Wimbledon tennis tournament has been canceled, organizers announced today. \"It is with great regret that the AELTC has today decided that The Championships 2020 will be cancelled due to public health concerns linked to the coronavirus epidemic,\" tournament organizers said in a statement. Organizers said they would offer refunds to those who purchased tickets for this summer's tournament. Northwell Health, the largest health care system in the state of New York, told CNN that about 470 employees have tested positive for Covid-19.  Northwell Health spokesperson Terence Lynam said the hospital system has had more than 2,400 Covid-19 patients in their hospitals, with an additional 3,600 hospitalized patients who were either waiting to be tested or waiting for results. ICUs are currently 85% full. The company employs about 72,000 people. ##Health## German chancellor Angela Merkel announced today that the federal government and Germany's sixteen states have agreed to extend the country’s social distancing measures until April 19 to curb the spread of coronavirus. ''We assessed the situation today and confirmed that the restrictions ... will be valid up to and including April 19,\" Merkel said in a live audio stream from her home quarantine. This date is after the Easter holidays. Merkel explained that ''a pandemic knows no holidays'' and that ''citizens are urged to keep contact with people beyond their own household to an absolute minimum, even during the Easter holidays, in accordance with applicable rules',\" adding that it was far too early to relax contact restrictions. Merkel also warned that there would be dire consequences if measures were to be lifted too soon. She said that her government would re-assess the situation on the Tuesday after Easter.  ##Daily Life## According to CNN Health's tally of US cases that are detected and tested in the United States through US public health systems, there are at least 186,991 cases of coronavirus in the US. At least 3,888 people have died in the US from coronavirus.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Wyoming is the only state not reporting a death from coronavirus.  ##Health## Pakistan has extended its nationwide lockdown by two weeks, until April 14, the country's National Coordination Committee on Covid-19 announced today. Domestic and international flights will not resume during this time. However, from Thursday until April 11, Pakistan International Airlines will run special flights to get Canadian and British citizens out of the country. According to the Ministry of Health, 2,071 people have been diagnosed with coronavirus and 26 people have died from the virus in Pakistan.  ##Daily Life## ##Travel## The US Centers for Disease Control and Prevention continues to re-examine possible changes to its recommendations on the general public wearing face masks. In the meantime, US Surgeon General Dr. Jerome Adams said that there are three things you should do if you decide to wear a mask.  He broke it down on the “Today” show on Wednesday: Don't touch your face: “If you’re going to wear a face covering, please try not to touch your face. Please be very, very careful about making sure you don’t touch your face,” Adams told NBC’s Savannah Guthrie.\nDon't use an N95: “If you’re going to wear a face covering, please save the N95 masks for healthcare workers who need them,” Adams said. \nStay at home: “Wearing a face covering does not mean that you don’t have to practice social distancing. The most important thing you can do is stay at home right now, and we don’t want people to feel like ‘OK I’m covering my face so now it’s OK for me to go out in public,'\" he said. ##Health## ##Daily Life## The Delhi government has announced that it has started tracking the phones of people who are suspected to have coronavirus and have been quarantined at their home. “We have made a decision and with help from the police, people who have been asked to quarantine themselves at home, we will track their phones over the past few days to ensure that they were staying at home,” said Arvind Kejriwal, Delhi chief minister. A total of 25,429 phone numbers have been provided to police for tracking, according to Kejriwal. “People who are leaving the quarantine, we will take strict action and we will also trace people they came in contact with,” said Kejriwal. ##Daily Life## Dr. Tom Frieden, the former director of the US Centers for Disease Control and Prevention, said Covid-19 is \"not like the weather\" when asked if he expected cases to decrease in the summer. Frieden appeared on “CBS This Morning\" and said \"we can't expect seasons here,\" However, he added the US \"should be able to gradually reopen if we do the rights things.\" \"Look at countries around the world that have been able to tamp this down and then gradually loosen the faucet and get back to a new normal, normal, but a new normal, but not open the floodgates,\" Frieden said. \"What does that mean? That means that people who are over the age of 60 or who have underlying medical problems may need to stay home for longer.\" ##Health## The US coronavirus crisis has hit all 50 states but there is some good news, US Surgeon General Dr. Jerome Adams said on the \"Today\" show on Wednesday. “The good news is that states like Washington, like California, countries like Italy, when they leaned into aggressive mitigation, they’re being able to flatten their curve and we know that if you do this that it usually takes about three to four weeks from the time you start to lean into it before you level it off,” Adams told NBC’s Savannah Guthrie. Washington and California were home to some of the earliest Covid-19 cases in the United States. “We want nationally people to understand the importance of social distancing,” Adams said.  Yet each state has its own curve and “the governors get to make the decisions, but we’re going to give them the best possible guidance we can and that's to stay at home and social distance,\" Adams said.  “Everyone is on a different place on their curve. Some places aren’t going to hit their peak until after 30 days and they’re going to need to continue social distancing. Other places that leaned in early may be able to relax some of their recommendations earlier.” ##Health## The UK is reporting 563 more deaths from Covid-19 — the most deaths recorded in a 24 hour time period yet.  According to the British Department of Health and Social Care, 2,352 people have died as of 5 p.m. local time. There have been 4,324 new diagnoses for a total of 29,474 positive cases in Britain. ##Health## Switzerland now has 17,139 coronavirus cases, an increase of 963 cases from Tuesday, according to the Swiss Federal Office For Health.  That is a rate of 200 cases per 100,000 inhabitants, the office said. At least 378 people have died, according to the online report. ##Health##   Dr. Leana Wen, former health commissioner for the city of Baltimore, said the United States' “piecemeal approach” to social distancing is only delaying Americans getting back to normal. Right now, states, counties and cities are deciding their own social distancing guidelines. Wen said a national response would be better.   “It is important to mention that the longer we have this piecemeal approach, the longer it will take for all of us to get back to normal,” Wen said, adding, “But the sooner we can get everything under control and having national coordinated response, the better it is.”  Wen said, “most people would speculate that we need at least 8 to 10 weeks of social distancing for this to work at all.”  \"We also need the federal government to do a lot more, too. Because that rationing of ventilators, the rationing of supplies, that is also going to be what leads to unnecessary deaths. And every day that we waste is one more day that we could have been saving people instead,” Wen added. ##Daily Life## As of Wednesday morning, more than 1,400 NYPD employees have tested positive for coronavirus, a law enforcement source tells CNN. 6,172 uniformed officers -- about 17% of the police department -- are out sick, according to the source. “It has been a clearly a difficult time for New York City as a whole. The message is to all New Yorkers that we're all in this together,” NYPD Commissioner Dermot Shea said to CNN’s Jim Sciutto.  Shea said the NYPD is in “a constant state of planning” to respond to the coronavirus in the city and among officers. “We are scrambling, but that shouldn’t have a negative connotation. We are able to handle many, many different tasks here. We’re still fighting crime,” Shea said, adding that officers are on patrol, as well as delivering food and calling domestic violence survivors.  “Right now, we're in good shape in New York City. But the bottom line is anyone that can help will be asked upon to help to keep people safe,” Shea said when asked if state police may provide backup to city police in the future. ##Health## US stocks kicked off the second quarter in the red.  Equities are down across the globe as investors grapple with new White House estimates for how many Americans could die from the coronavirus. Here's how the markets opened today: The Dow opened 4%, or 870 points, lower\nThe S&P 500 fell 3.7%.\nThe Nasdaq Composite opened down 3.1%. You can follow live updates of the markets here. ##Business## While models show that the coronavirus pandemic could result in some 100,000 to 200,000 deaths in the United States, US Surgeon General Dr. Jerome Adams said on the “Today” show that level of death can be prevented. \"Those numbers don't have to be a reality,\" Adams told NBC's Savannah Guthrie on Wednesday. He continued: “Those projections are definitely sobering, but they don’t have to be our reality. If we really do our part — stay at home, social distance — then we can flatten our curve even below those projections, but it really depends on all of us,\" Adams said. \"As surgeon general, I'm going to do my best to get you the information you need. We're going to do our best as the Task Force to make sure the federal support is there, but we need state and we need local people to come together with federal support to make this possible.\" ##Health## US Surgeon General Dr. Jerome Adams said on the “Today” show that he has been in talks with the head of the national stockpile to come up with a \"better way\" for states to access the ventilators that are needed to treat some of the sickest Covid-19 patients. \"We’re trying to work with governors to come up with a better way,\" Adams told NBC's Savannah Guthrie. He continued: “We’re trying to purchase what we can for the stockpile and send it to places like New York that need it the most, but we’re also trying to make sure other states and governors can get priority purchasing at a reasonable rate,\" Adams said. \"It’s one of the things that we’re working with to try to make sure the equipment can get to where it’s needed and in an efficient way and without price gouging.” ##Health## Hawaii Gov. David Ige said violators of a mandatory quarantine in the state could face up to year in prison and a $5,000 fine. The mandate went into effect just after midnight in Hawaii and requires residents and visitors traveling between any of the state’s islands to self-quarantine for 14 days.  “I fully understand that the ability to travel between islands is important for many residents for work, family, and medical treatment and we have been working how to allow essential travel and still protect our community,” said Gov Ige at a press conference.  The mandate requires travelers to fill out an inter-island declaration form. Essential functions, such as those traveling for medical or health care, are not subject to self-quarantine, but travelers must wear masks and follow social distancing requirements.  “In Hawaii, we have a tradition of coming together during challenging times. This is who we are. This is what makes our island community so special and as a community it is all of our responsibility to help flatten the curve and stop the spread of Covid-19 in Hawaii,” said Gov Ige.  The state has reported 224 coronavirus cases including 1 death. ##Daily Life## ##Travel## Most members of President Trump’s coronavirus task force have come to agree that Americans should begin wearing face coverings in public and could issue formal guidance soon, people familiar with the matter said.   Trump signaled he was open to the idea during Tuesday’s briefing and members of the task force are working to draft recommendations on how to fashion the coverings to prevent spread of the virus.  Previously, some members of the task force — including Dr. Deborah Birx — cautioned in meetings against recommending Americans wear masks because of a fear it could lull them into a false sense of protection and prevent them from socially distancing.  But new insights into asymptomatic spread of the virus have led to a reconsideration of the guidance.  Among the issues discussed by the task force and the CDC have been how to teach Americans to wear masks and how to prevent a rush on medical-grade equipment still in short supply for hospitals.  There have also been discussions of the cultural shift that recommending masks would represent, since Americans — unlike citizens of some Asian countries — are not accustomed to wearing masks in public.  There have also been discussions of whether or not to call the recommended face coverings “masks.” Some have suggested referring to them simply as “face coverings” or “courtesy masks” to distinguish them from the medical masks needed by professionals. ##Daily Life## Japan will extend an entry ban to foreign nationals from 73 countries and regions, including the US, Britain and Canada, in its latest attempt to combat the novel coronavirus pandemic. The Japanese government made the announcement after a coronavirus task force meeting today. Notably, the list includes most European countries and all parts of China and South Korea. It will take effect on Friday until the end of April. The government is also asking all Japanese nationals returning from overseas to self-quarantine for two weeks and to refrain from using public transportation. Japanese Prime Minister Shinzo Abe said that Japan has not reached the point for declaring a state of emergency and said the country will continue to place protecting people's lives and health as the top priority. ##Travel## The Edinburgh Fringe Festival, billed as the “biggest celebration of arts and culture on the planet,” has been canceled because of the coronavirus pandemic, Chief Executive Shona McCarthy said in a statement. It had been scheduled for August. Scottish First Minister Nicola Sturgeon said it was “a heart-breaking decision” during her address to the Scottish Parliament today. “We’ve had confirmation earlier today that the Edinburgh Festival will not take place this summer for the first time in more than 70 years. This is a heart-breaking decision but absolutely the right one,” Sturgeon said. Four other festivals also slated to take place in the Scottish capital in August have been cancelled:  Edinburgh Art Festival \nEdinburgh International Book Festival\nEdinburgh International Festival \nRoyal Edinburgh Military Tattoo All five festivals, including the Fringe, welcome \"audiences of 4.4 million and over 25,000 artists, writers and performers from 70 countries, making them the second biggest cultural event in the world after the Olympics,\" the organizer's wrote in a statement. ##Daily Life##   A 42-year-old mother of six, raising her children alone in Washington state after their father died in 2012, died after contracting the coronavirus.  Sundee Rutter’s son Elijah Ross-Rutter, 20, said they were allowed behind a glass window outside her hospital room. They said final goodbyes via a walkie-talkie.   “It’s a moment that nobody really ever wants to be in. I told her I loved her. I told her everything is going to be all right with the kids,\" he said. \"Us older siblings, we're going to make sure everything’s OK with them and that they're going to grow up to be some adults that my mom would want them to be.\" She survived stage 3 breast cancer and was declared cancer-free in January and after undergoing surgery and radiation. “We were just starting to, you know, feel whole again ... After this happened, it was just tragic,” Ross-Rutter told CNN’s Alisyn Camerota.   Ross-Rutter said his 24-year-old sibling will take custody over their other siblings, and they plan to stay together as a family. There is a GoFundMe set up to help support them.  Watch: A screen grab of a virtual cabinet meeting tweeted by the British Prime Minister has raised security concerns Boris Johnson, who is self-isolating after catching the virus, chaired the meeting using video conferencing platform Zoom due to the spread of coronavirus amongst government officials.  But a screen grab of the meeting, shared on Johnson's Twitter account, inadvertently revealed the meeting ID number in the left hand corner of the screen, as well as the usernames of some of the cabinet ministers.   In a statement to CNN, 10 Downing Street said highly classified government business is always held via secure systems.  \"In the current unprecedented circumstances the need for effective channels of communication is vital. National Cyber Security Centre guidance shows there is no security reason for Zoom not to be used for meetings of this kind,” a spokesman for the Prime Minister said. “Zoom takes its users’ privacy, security, and trust extremely seriously,\" Zoom said in a statement to CNN addressing wider security concerns around its platform.  \"During the COVID-19 pandemic, we are working around-the-clock to ensure that hospitals, universities, schools, and other businesses across the world can stay connected and operational. We appreciate the New York Attorney General’s engagement on these issues and are happy to provide her with the requested information.” Two new viewpoint papers published in the Journal of the American Heart Association today turn a spotlight on how certain blood pressure medications may be associated with more severe Covid-19 infections — but still, it is important that patients continue taking their medications as prescribed, they say. The papers focus on the types of drugs known as ACE inhibitors or ACEIs and angiotensin receptor blockers or ARBs, which \"upregulate\" an enzyme called ACE2.  It turns out that the novel coronavirus that causes Covid-19 enters the body's cells through ACE2. Therefore there has been some speculation that heart and blood pressure medications that influence ACE2 could put patients at increased risk of severe Covid-19 infections — but until more research is conducted, doctors urge patients to keep taking their medicine. \"Taken together, ACE2 plays a protective role in both cardiovascular diseases and acute lung injury. For uninfected patients, we tend to believe it is unnecessary to discontinue ACEIs/ARBs given the lack of evidence to support the hypothesis that ACEIs/ARBs might lead to an increased risk of SARS‐CoV‐2 infection,\" authors Junyi Guo, Zheng Huang, Li Lin and Jiagao Lv wrote in one of the papers published Wednesday. The authors are from Huazhong University of Science and Technology in Wuhan, China, where the coronavirus pandemic began. They added that infected patients also should not discontinue their medications but there is no immediate need for an infected patient not already taking the medication to initiate use. Both papers call for more research into this issue. ##Health##  According to CNN Health's tally of US cases that are detected and tested through US public health systems, there are at least 186,014 cases of coronavirus in the US. At least 3,848 people have died in the US from coronavirus.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Wyoming is the only state not reporting a death from coronavirus.  ##Health## Finnish Prime Minister Sanna Marin has admitted some aspects of the coronavirus management have not gone perfectly in her country, according to the Finnish public broadcaster YLE. At a press conference on Wednesday, Prime Minister Sanna Marin admitted things had not gone well at Helsinki-Vantaa Airport, where thousands of travellers have arrived without clear instructions on how and whether or not they should self-isolate, YLE reports.  \"Information has not flowed as it should and co-ordination has not worked as it should,\" said Marin. At the same press conference, Social Services Minister Krista Kiuru announced that testing capacity would be doubled in the near future from the current level of 2,500 tests per day, according to YLE.  Health Minister Aino-Kaisa Pekonen said that Finland had already spent hundreds of millions of euros on acquiring protective equipment for healthcare workers, and the first consignments would arrive this week. She said there was no shortage on a national level, but noted that there were regional differences in the availability of protective kits, says YLE. This comes as the Finnish government announced Wednesday that all restaurants must be closed in the country starting Saturday, according to the Finnish government website.  “The restrictions will remain in force until the end of May. The restrictions apply to all restaurant operations except for preparing food for take away and for delivery by food couriers. The restrictions do not apply to canteens or restaurants that are essential for food supply such as canteens in schools, hospitals and similar establishments, or personnel restaurants that serve in-house personnel only,” a government statement reads. ##Health## US Surgeon General Dr. Jerome Adams confirmed during an appearance on Good Morning America today that the US Centers for Disease Control and Prevention is “taking another look” at whether healthy people should wear masks to help prevent the spread of Covid-19. “Initially, the CDC, the World Health Organization and my office recommended against the general public wearing masks based on the best available science at the time in terms of whether or not it prevented the wearer from catching coronavirus,” Adams told ABC’s Robin Roberts.  Last month, Adams urged Americans to stop buying masks, tweeting, \"They are NOT effective in preventing general public from catching #Coronavirus, but if healthcare providers can't get them to care for sick patients, it puts them and our communities at risk!\" But today, Adams health officials have learned more about the virus, which could prompt them to change recommendations. “Now we've learned about this disease — and we've always said we're going to learn more, we're going to adjust — and we’ve learned there’s a fair amount of asymptomatic spread and so we’ve asked the CDC to take another look at whether or not having more people wear masks will prevent transmission of the disease to other people,” Adams said.  He added: “The CDC is looking at whether or not we should be recommending more people wear masks when they go out,” Adams said, adding a final point, “If you’re going to wear a face covering when you go out, please understand you still don’t need a N95 mask and if you take one of those N95 masks you may be taking it out of the hands of a health care worker who desperately needs it to care for patients.” ##Daily Life## ##Health## The Dutch government is working to expand Covid-19 testing for all medical workers and non-hospitalized patients who display symptoms. “At the moment, around 4,000 tests per day are being carried out,” the Health Ministry said in a statement. “The larger capacity will lead to a broader test policy. Healthcare workers and non-hospitalized patients with complaints can now also be tested.” The new policy will go into effect on April 6, and the ministry says it believes it will be capable of carrying out 17,500 tests per day by “mid-April.”  It added that the number of validated labs have been expanded -- from 15 to 41. Those labs will, if needed, be capable of carrying out 29,000 tests per day, due to extended working hours. The expanded testing capacity will be primarily directed towards “nursing homes, care for the disabled, home care, youth care, and mental health care. General practitioners will also be able to test people in high-risk groups who display symptoms, or patients with a high need for care,” the statement said.  ##Health## A large-scale study has found that early interventions, such as social distancing and severe restrictions on peoples’ movement, have been critical in restraining the spread of coronavirus and have already saved tens of thousands of lives across Europe. Scientists at Imperial College London studied interventions in 11 European countries, and concluded that they “have together had a substantial impact on transmission.” They estimate “that interventions across all 11 countries will have averted 59,000 deaths up to 31 March.” The Imperial College researchers estimate that in Italy 38,000 deaths have been averted (as of March 31 that is nearly four times the number of deaths recorded); and in Spain 16,000 – compared to a situation in which restrictions had not been introduced. In Italy’s case, they say, “despite mounting pressure on health systems, interventions have averted a health care catastrophe.” The researchers caution against relaxing restrictions, saying that “many more deaths will be averted through ensuring that interventions remain in place until transmission drops to low levels.” And they warn, “for most of the countries considered here it remains too early to be certain that recent interventions have been effective.” The Imperial College group also believes that the number of positively identified cases of coronavirus is probably much smaller than the overall rate of infection. “We estimate that there have been many more infections than are currently reported,” they say, “due to the focus on testing in hospital settings rather than in the community.” In Italy, their results suggest that 5.9 million people had been infected as of March 28, or 9.8% of the population. For Spain, they believe 15% of the population has been infected. The study does warn that “many interventions have occurred only recently, and their effects have not yet been fully observed due to the time lag between infection and death.” Germany, for example, is estimated to have one of the lowest \"attack rates\" at 0.7%, with 600,000 people infected. But it is at an earlier stage in coronavirus spread than Spain or Italy. Across the 11 countries, the researchers estimate an average \"attack\" or infection rate of 4.9%, which they say implies “that the populations in Europe are not close to herd immunity.”  But they strike a note of hope in their conclusions, saying: “we cannot say for certain that the current measures have controlled the epidemic in Europe; however, if current trends continue, there is reason for optimism.” ##Health## Two medicalized high-speed trains are transferring 36 coronavirus patients from Paris to western France on Wednesday, in a bid to relieve the capital’s overburdened hospitals, the French Ministry of Health has announced.  The first of the trains, carrying 24 patients, left Austerlitz station in Paris and is headed to Saint-Brieuc and Brest in Brittany, a region less affected by the coronavirus epidemic. The second train is expected to leave soon after for Rennes, north of Paris, carrying 12 more patients.  ##Health## Muslims planning on attending the upcoming Islamic Hajj pilgrimage should put their plans on hold due to coronavirus, the Saudi Minister of Hajj and Umrah Mohammad Saleh bin Taher said on state television on Tuesday. The Hajj pilgrimage attracts around 2.5 million people every year to Islam’s two holiest sites, Mecca and Medina. The pilgrimage is not cancelled yet, but bin Taher told Muslims who are planning to attend the Hajj, set for July, to “be patient” before making their bookings. If the government chooses to scrap this year’s pilgrimage, it would be the first canceled Hajj in centuries.  \"We are talking about a global pandemic and the Kingdom is completely prepared to protect the health of Muslims and citizens, therefore we have asked Muslims in countries to wait before finalizing Hajj contracts until the situation is clear,\" bin Taher told Al-Ekhbariyah channel. Earlier in March, Saudi Arabia temporarily cancelled the year-long, and smaller, Umrah pilgrimage for the first time in its modern history. Saudi Arabia’s total reported number of Covid-19 infected cases stands at 1,563, with 10 coronavirus-related deaths and 165 recoveries, according to its health ministry on Tuesday. ##Travel## Austrian unemployment numbers soared by two thirds to more than half a million people in March as the country introduced drastic restrictions on public life in an effort to curb the spread of coronavirus.  Austria's Public Employment Service (AMS) announced Wednesday in a statement sent to CNN that over 504,000 people in the country are currently without a job. This marked an 52.5% increase in unemployed people compared to the same month last year.  ''Austria has not seen so many people unemployed since before 1946,'' an AMS spokeswoman told CNN.  According to the statement, the increase is particularly noticeable in the catering and accommodation sectors, as well as in construction. It added that the transport and warehousing sectors have also been badly affected.  ##Business## The Philippines central government has informed local police units to assist and escort all health workers to medical facilities, following reports of attacks, according to state-run media agency Philippines News Agency (PNA). Cabinet Secretary Karlo Nograles said threatening the safety of health workers amid the health crisis is “unacceptable,” at a virtual press conference on Wednesday. “Despite all the support and love our country has shown our health workers, it is unfortunate that we have received reports that these front-liners have come under attack,” Nograles said.   Philippine National Police (PNP) Chief Archie Gamboa has directed police to provide assistance and security to health workers in the wake of attacks in the southern provinces of Cebu and Sultan Kudarat.  “The PNP is committed to apply the full might of the law against those who dare to harm our health workers -- and will do whatever it takes to protect them from crime, violence, and any form of oppression and discrimination,” Gamboa said. PNA reported that on March 27, a male nurse was reportedly splashed with chlorine while walking in Cebu City. On the same day, a front-liner in a hospital in Tacurong City, Sultan Kudarat was attacked by a group of five who splattered bleach all over his face, according to PNA.  Iran has reported 138 more coronavirus-related deaths on Wednesday, bringing the total death toll to 3,036, Health Ministry spokesman Kianush Jahanpoor said on state television. He added that 2,987 new cases of coronavirus have been reported in the past 24 hours, bringing the total number of cases to 47,593 throughout Iran. So far, 15,473 patients have recovered and have been released from hospitals across the country while 3,871 hospitalized patients are in critical condition, he said.  ##Health## British American Tobacco (BAT) is in pre-clinical testing for a potential Covid-19 vaccine that utilizes fast-growing tobacco plant technology, said the company in a statement Wednesday. The vaccine is being developed by BAT biotechnology subsidiary Kentucky BioProcessing, in the United States.  \"If testing goes well, BAT is hopeful that, with the right partners and support from government agencies, between 1 and 3 million doses of the vaccine could be manufactured per week, beginning in June,\" the statement said. \"Tobacco plants offer the potential for faster and safer vaccine development compared to conventional methods.\" In 2014, Kentucky BioProcessing helped develop a treatment for Ebola. Spain has confirmed 102,136 cases of the virus and the biggest daily rise in coronavirus-related deaths, according to the latest data released on Wednesday by its health ministry.  The country saw 864 coronavirus-related deaths in the past 24 hours, pushing up the total number of deaths in the country since the outbreak began to 9,053 people.  The total active infections, however, saw a smaller increase than Tuesday -- with 3,470 more cases, making a total of 70,436. It added that 22,647 people have recovered from the virus.  A headline on the international homepage of the CNN mobile app mis-stated the number of deaths in Spain. This has now been corrected. ##Health## Andrew Jack, an actor who appeared in recent \"Star Wars\" films, died from Covid-19 complications on Tuesday morning, according to a statement from his agent. Jack, who worked primarily as a dialect coach to stars including Chris Hemsworth, died at St. Peter’s Hospital, Chertsey, just outside London, his agent Jill McCullough said. Jack’s wife was unable to be with him, as she is stuck in quarantine in Australia. McCullough added. “She was unable to see or talk to him at the end of his life and there is a chance a funeral may not be held,” she said. “He was still working full pelt, currently coaching on the new 'Batman,'” the statement reads. “Dialect coaching isn’t just about being good at accents -- you need to make your actors feel safe and confident -- and Andrew’s actors adored him.” Fifteen days into the confinement period, the French police and gendarmerie -- the military police -- have done 5.8 million checks to see if people have a valid reason for being out and about, French Interior Minister Christophe Castaner said on French TV LCI Wednesday morning.  This comes a day after a 22-year-old was sentenced to 105 hours of community service in Paris by police for repeated failure to respect the confinement measures, says the Paris Prosecutor's Office.  The man was released from prison last September. He was fined four times on March 24 alone, and again two days later, and each time found with invalid papers during police checks. French officials say people can only walk and exercise around a one-kilometer radius from their home, for a maximum of one hour. They are also expected to handwrite a government-mandated permission slip.  Read more here.  The north London branch of Swedish homeware giant IKEA is to become a new coronavirus testing facility for British health workers. \"We’re enormously proud of the NHS (National Health Service) and proud to be able to offer Wembley as an additional medical facility,\" a spokesperson said in a statement, later confirming to CNN that the new site would be available only to NHS staff. \"We have also responded to requests from intensive care units and doctors across the country by delivering tens of thousands of our disposable paper tape measures, to help them continue their amazing care for their patients,” the statement continued, adding that IKEA has so far donated food to local hospitals, food banks and shelters \"to provide some immediate relief\" to those in need. The announcement comes just days after IKEA launched a new 26 million euros ($28 million) fund to be used across 30 countries, \"prioritizing the needs of high-risk groups and those leading relief efforts\" in the fight against Covid-19. Editor's note: Devika Koppikar teaches AP Psychology and English at an international Chinese high school program in Wuxi, about 80 miles west of Shanghai. The opinions expressed here are her own. My Facebook feed bulged with post-lockdown food fantasies. Friends dreamed of a \"salted caramel milkshake\" or \"a cheeseburger topped with feta, fried egg, and avocado with sweet potato french fries.\"  But if there's anything I've learned after emerging from my own two-week quarantine in China, it's that we can't simply click our ruby slippers and return to life BC -- before Covid-19. I'm from Woodbridge, Virginia, and I've lived in China for four years. I was traveling in Australia and New Zealand over the Chinese New Year when I heard that the coronavirus had raged through the city of Wuhan, about 500 miles west of where I live.  I got repeated notices from the US Embassy that \"recommended,\" but did not mandate, that Americans leave China. As my return date neared, many colleagues decided not to go back until the virus madness subsided. \"Any place but China is safe,\" they said. When I heard that everyone entering China must go through a mandatory, sealed quarantine I had a sense of doom. What if I needed to escape? How would I get food? Another expat who was in the middle of her own lockdown convinced me that it was manageable. \"You're in your own home with all amenities and they bring you food and other supplies as needed,\" she said. I have now been out of quarantine for almost 40 days -- and life is far from normal.  Read the full opinion here: The French government will provide 15 million euros ($16.5 million) in vouchers for homeless people to help them survive during the country's coronavirus epidemic. French Minister of Housing Julien Denormandie announced the voucher scheme Wednesday in an interview with French newspaper Ouest-France. “It is a bit like a meal voucher,” he said, “that we will distribute to homeless people who have difficulty accessing basic necessities.” “We believe half of the 60,000 beneficiaries of these new service vouchers are in the greater Paris region.” Denormandie said the government was working closely with civil organizations and community leaders on working out which areas have the greatest need. The new program aims to help 60,000 homeless people left without resources during the lockdown. The vouchers would provide financial assistance of US$7.68 per day per person to get access to basic necessities like food and hygiene products.  Since the beginning of the lockdown, France has also made 5,500 hotel rooms available as temporary homeless shelter, according to government numbers.  Hong Kong has ordered the closure of all beauty parlors, clubhouses, nightclubs, karaoke rooms and mahjong centers from Wednesday as the city steps up measures to combat a second wave of coronavirus cases. The decision comes after at least four people were infected following a party at a karaoke bar in the city's Tsim Sha Tsui district. According to an official announcement published on Wednesday, these premises will not be allowed to operate until further notice. Second wave epidemic: As of Tuesday, Hong Kong has reported 714 confirmed cases of the virus, according to a government news release. A new wave of infections began in the past two weeks from imported cases, brought by residents flying back from overseas. Last week, the city banned gatherings of more than four people in public places and ordered the closure of fitness centers and cinemas. ##Daily Life## Sailors from the USS Theodore Roosevelt who test negative for the coronavirus will be allowed to dock in Guam as long as they undergo a 14-day quarantine, the island's governor said. Gov. Lou Leon Guerrero said on Wednesday at a news conference that sailors will be allowed to stay in vacant Guam hotel rooms, but will need to have daily medical checks in their housing facilities. At the same news conference, Rear Adm. John Menoni, commander of Joint Region Mariana said a plan was being worked on to remove as \"many people from the Roosevelt as they can,\" adding that ship evacuees would be transported and managed by military personnel only. Aircraft carrier outbreak: At least 70 sailors onboard the Roosevelt have tested positive for the coronavirus, and the ship's commander has warned that \"decisive action\" is needed to make the ship safe. \"We are not at war. Sailors do not need to die. If we do not act now, we are failing to properly take care of our most trusted asset — our Sailors,\" Capt. Brett Crozier wrote in a memo to the Navy's Pacific Fleet, three US defense officials have confirmed to CNN. Thousands of German tourists cannot fly home from New Zealand as the local government is refusing further return flights of foreigners who want to travel to their home countries due to the coronavirus crisis. According to the German foreign ministry in Berlin, this includes around ''more than 10,000 Germans.\" A statement published by the German embassy in Wellington states that the ''New Zealand Ministry of Foreign Affairs informed all embassies that the temporary ban on return flights would be extended beyond 31 March - for how long was not said.'' \nThe statement added that New Zealand Prime Minister Jacinda Ardern in a subsequent news conference declared that her government is working to create \"framework conditions'' for resuming repatriation flights, which could take ''a few days.'' In a news conference held by Ardern on Tuesday, she said: ''In terms of visitors from overseas, we are working on how to help temporary visitors on wanting to leave New Zealand and get back to their home countries. But this is complex work. And more difficult because of the reduction of commercial flights out of New Zealand. \"In the meantime, it is important for these people visiting our country to stay in self-isolation in their current location and keep in touch with their relevant embassy or consulate.'' ##Travel## The German government has asked the public to refrain from joking about the coronavirus on April Fool's Day today, declaring that \"Corona is no joke.\" It is usually a tradition in Western countries such as Germany for people to make up stories and pull pranks on April 1. But in a tweet Wednesday, the health ministry said: ''In the current situation, we ask you to refrain from making up stories about the coronavirus topic on April 1 of this year.'' The ministry added it was important to avoid making jokes about the virus to \"minimize the danger that the fight against the virus will be made more difficult by false information on the subject.'' Germany has more than 71,800 cases of the virus, including 775 deaths, according to a tally from Johns Hopkins University. ##Daily Life## The numbers: More than 860,000 novel coronavirus cases have been reported around the world, according to Johns Hopkins University, which is tracking figures from the World Health Organization and additional sources. Greatest test: The coronavirus pandemic is the \"greatest test\" the world has faced since the United Nations was formed in the wake of World War II, said UN Secretary-General Antonio Guterres. The US: At least 80% of the US population is under a stay-at-home or shelter-in-place order, according to a CNN count. There are at least 185,499 cases of coronavirus in the country and at least 3,834 people have died. Some 830 fatalities were reported on Tuesday alone. Even with stringent mitigation efforts, between 100,000 and 240,000 Americans could die in the coming weeks, according to US government modeling. UK field hospital: Britain is planning to open a 4,000-bed field hospital, in what could be the biggest intensive care unit in the country, as cases continue to rise. The hospital is being built inside the ExCel Center convention hall in London's East End. Count criteria changes: China is now including asymptomatic cases in its official count starting Wednesday. The move comes amid growing public concern over asymptomatic cases, of which 1,367 were under medical observation in China by the end of Tuesday. Latest from around Asia: Japan remains on the brink of an emergency as the numbers of coronavirus infections continues to increase, the country's chief cabinet secretary said.  Tokyo reported 78 new cases on Tuesday in the capital's highest single-day increase. Taiwan's economic stimulus plan to tackle the coronavirus outbreak could reach as much as $35 billion, President Tsai Ing-wen announced. Taiwan will be donating 10 million face masks to countries most in need. Companies step up: Hyundai Motor Group has provided two of its training institutes as treatment centers for coronavirus patients with mild symptoms. And Samsung, the world’s largest maker of smartphones, TVs and memory chips, has sent its manufacturing experts to mask-producing firms to increase output without adding new equipment. President Donald Trump finally leveled with America about the desperate reality of the coronavirus pandemic, warning of cruel weeks to come in one of the most chilling White House moments in modern history. Even with blanket nationwide adoption of stringent mitigation efforts, between 100,000 and 240,000 Americans could face death in the coming weeks in a cascading nationwide ordeal, according to modeling explained by senior members of the President's emergency task force Tuesday. It is in the nature of the presidency, that the commander-in-chief sometimes has to deliver grave news to the nation. George W. Bush had to narrate the horror of the 9/11 attacks in 2001. Ronald Reagan movingly eulogized shuttle astronauts after a 1986 disaster. And John Kennedy kept his nerve to address the nation during a showdown with the Soviet Union over Cuba that threatened to erupt in nuclear war. But no president for many decades has had to level with his country over such a sudden impending loss of American life in a medical emergency as Trump is now being forced to do -- after apparently coming to terms about the extent of the crisis himself. Read the full analysis here: ##Daily Life## At least 11 million people could be pushed into poverty by the coronavirus pandemic, warned a new World Bank report released Monday. In the worst-case scenario outlined by the Washington-based financial institution, the region could suffer its sharpest downturn in more than two decades, plunging much of Asia into a prolonged recession. The bank's baseline forecast projects that regional growth could slow to 2.1% in 2020, compared to estimated growth of 5.8% in 2019. However, under its worst-case projection, the region's economy could contract by 0.5%, creating the potential for an extended crisis. In China, the epicenter of the coronavirus outbreak, the bank projected a decline in growth to 2.3% in the baseline forecast for 2020. In the worst case, China's growth would almost disappear entirely at 0.1%, down from 6.1% in 2019. Such a reduction would have profound consequences for the global economy. China is the world's second largest economy and a primary engine of global growth, meaning that any disruption to its economy will be felt worldwide. \"Significant economic pain seems unavoidable in all countries,\" said the report Read the full story here: ##Daily Life## The situation for passengers onboard the Zaandam cruise ship is becoming increasingly dire, after eight people on the vessel were confirmed to be infected with the novel coronavirus. The cruise ship also has 193 people who are experiencing influenza-like symptoms, the president of Holland America cruise line Orlando Ashford said in an op-ed in the Sun Sentinel newspaper. Four guests have died onboard, although the cause of their deaths is still unknown. Jennifer Allan, the daughter of Gloria and Bill Weed, two passengers aboard the Zaandam, told CNN both of her parents started to get a fever about nine to 10 days ago. Gloria and Bill are both in their seventies. “Since the first person got sick, everyone has been quarantined in their cabins, and they are not allowed to leave. They have an inside cabin. They have only been able to leave it once about five days ago for 30 minutes, but other than that it's basically been solitary confinement,” Allan said. \n“People leave food outside their door so that nobody interacts with each other.” Her father Bill's condition has worsened, Allan said. “My dad has developed pneumonia. He's getting worse. They need to get to land, they need to get medical attention sooner rather than later.”  Gloria tells her daughter that the nights have been difficult for Bill. “The nights have really, really been rough the past few nights, so he's not functioning very well in the morning, towards the afternoon he starts to get a little bit better,” Allan says. “Generally speaking, but it's really rough at night ... It's getting really scary for them right now.\" ##Travel## ##Health## Cuban officials announced Tuesday the country will suspend all international commercial flights to help combat the spread of coronavirus across the island. Foreign ships will also be required to leave the country.  Cuba has recorded 186 cases of the novel coronavirus, with six deaths, according to Johns Hopkins University. The additional measures come one week after Cuba implemented a 30-day lockdown, restricting tourists and setting up strict quarantine measures for citizens returning to the country.  Cuba will also suspend this year’s May Day parade, Cuban President Miguel Diaz-Canel said on national TV on Tuesday, to avoid further spread of the virus. How significant is the suspension? The annual parade has never been suspended on the communist-run island since Fidel Castro declared his socialist revolution in 1961, Cuban officials told CNN. The May Day parade features hundreds of thousands of government supporters marching in front of the island’s top leadership in Havana’s revolution square. ##Daily Life## ##Business## More than 42,000 people worldwide have died from Covid-19, the disease caused by the novel coronavirus.  Here are the five countries with the highest death tolls from the outbreak: Italy: 12,428\nSpain: 8,464\nUnited States: 3,834\nFrance: 3,523\nChina: 3,312 Note: US data is according to a CNN tally; China data is from the country's National Health Commission; Italy data is from the country's Civil Protection Department; Numbers for remaining countries is from data collated by Johns Hopkins University. ##Health## Japan remains on the brink of an emergency as the numbers of coronavirus infections continues to increase in the country, a top government official said on Wednesday. Chief cabinet secretary Yoshihide Suga said the virus must be controlled and that the government would do “whatever is necessary” to reduce the impact on the economy. He said, however, that the current situation doesn't call for the declaration of a state of emergency. Infections spike: Japan’s capital Tokyo reported 78 new coronavirus cases on Tuesday in its highest single-day increase, as pressure to lock down the city builds.  The latest rise in people testing positive in Tokyo came as Japan recorded over 200 new coronavirus cases on the same day -- the biggest single-day jump so far, according to public broadcaster NHK.  Declaration of emergency: On Tuesday, Koike urged Japan’s Prime Minister Shinzo Abe to use Tokyo as a reference to decide whether to declare a state of emergency to deal with the coronavirus pandemic, NHK reported.  “Tokyo is on the verge of an explosive increase of infections. We are trying to prevent that situation and trying to prevent further spread (of the virus). A decision by the state is needed now,” Koike told reporters Tuesday.  ##Health## ##Daily Life## As Covid-19 brings the world to a halt, some world leaders have spotted an opportunity to tighten their grip on power. In Hungary, a bill passed on Monday which handed Prime Minister Viktor Orban the power to rule by decree -- indefinitely. It gives him the authority to punish journalists if the government believes the reporting its not accurate and allows the government to hit citizens with heavy penalties for violating lockdown rules. It also prevents any elections or referendums from taking place while the measures are in effect. The move led to calls for the European Union to act, with Italy's former Prime Minister, Matteo Renzi, going so far as to suggest the bloc kick Hungary out if the measures were not revoked -- something that's far easier said than done. Orban's move is perhaps the most flagrant power grab to take place during this pandemic. However, other strongman leaders have spotted the opportunity to seize greater authority. Read the full analysis here: ##Daily Life## Taiwan's economic stimulus plan to tackle the coronavirus outbreak could reach as much as $1.05 trillion New Taiwan dollars ($35 billion), President Tsai Ing-wen announced at a news conference today. Tsai also announced Taiwan will be donating 10 million face masks to countries most in need. The latest stimulus plan will act as a follow-up to the first round of economic measures introduced in early March to combat a potential coronavirus downturn. As of Wednesday, the democratic, self-ruled island has reported 322 cases of Covid-19, which has killed five people. ##Business## The US state of Wyoming is now the only state in the country that hasn't reported any coronavirus-related deaths, after Hawaii reported its first fatality late Tuesday. Wyoming, in the West of the country, is the least populated state in the US and known for its natural beauty, with famous national parks such as Yellowstone. While the state has not reported any deaths, cases have risen in recent days to 120. The White House coronavirus response coordinator, Dr. Deborah Birx, urged rural communities on Monday to prepare for the spread of Covid-19, \"even though you think it's not there.” These US states have reported the most fatalities: New York: 1,550\nNew Jersey: 267\nMichigan: 259\nLouisiana: 239\nWashington: 228\nCalifornia: 150 Note: The figures are according to CNN Health's tally of US cases that are detected and tested in the United States through US public health systems.  For the most up-to-date US numbers compiled by CNN, please check this map which automatically refreshes every 10 minutes: ##Health## Photos of smiling patients being discharged from hospital in China were shared by state news agency Xinhua on Wednesday.  Xinhua reported that the patients, who were photographed with their thumbs up and cheering, had recovered from Covid-19.  According to China's National Health Commission, the total number of people discharged from hospital in the country is now 76,238. Xinhua reported that 186 patients were discharged on Tuesday.  Meanwhile, Xinhua reported that the first group of medical workers who had traveled to Hubei province to help with the coronavirus response have finished their quarantine and could reunite with their families in the northeastern city of Tianjin. The workers were part of seven teams that included more than 700 medics who had traveled from Tianjin to Hubei -- the province where the pandemic began.  ##Health## The US Kroger supermarket chain announced today it would pay staff members who are still working during the coronavirus epidemic a $2 an hour \"hero bonus.\" The extra pay will apply to all hours worked between March 29 to April 18 and will be distributed weekly to ensure staff members have extra cash. It will apply to all front-line grocery, supply chain, manufacturing, pharmacy and call center staff. “Our associates have displayed the true actions of a hero, working tirelessly on the front lines to ensure everyone has access to affordable, fresh food and essentials during this national emergency,” said Rodney McMullen, Kroger’s chairman and CEO.  Kroger had previously announced it would be expanding sick leave for all employees who had been diagnosed and quarantined with Covid-19, and paying a one-time bonus to every front-line employee. Full-time employees were to receive $300 while part-time associates would bank $150. ##Daily Life## China has officially recorded 1,367 asymptomatic infections of the novel coronavirus, the country's National Health Commission said on Wednesday. In total, 130 new asymptomatic cases were diagnosed on Tuesday, while 302 were released from quarantine.  Thirty-six new cases of the virus were recorded on Tuesday -- all but one imported. That brings the total number of imported cases to 806, according to the NHC China has recorded 81,554 cases nationwide, as of Tuesday. It is unclear if that figure includes asymptomatic cases. A total of 76,238 patients have recovered and been released from hospital, according to the NHC. Seven new deaths were reported on Tuesday, bringing the country's death toll to 3,312. Six of the new fatalities were in Hubei, where the pandemic began. Read more about China's asymptomatic cases here: ##Health## The UK will open the doors this week on what could soon be the biggest intensive care unit in the country -- and it was built in about a week.  As the number of Covid-19 cases in the UK began to rise, the National Health Service (NHS) realized it might be short many thousands of ICU beds.  It hopes the solution is at a massive convention space in London’s East End.  The ExCel Center is more accustomed to showcasing the latest ventilator technology than actually using it.  The coronavirus field hospital will be called NHS Nightingale, after the pioneering nurse Florence Nightingale.  “Oh my goodness, there is no comparison,” says Natalie Forrest when asked about the hospital’s scale.  She is the operational guru responsible for transforming empty halls into a functioning hospital.  When fully running, it will have 4,000 beds. At the moment, just a few dozen that CNN saw were ready.  “Obviously we don’t want to use those beds,” Forrest says.  It’s staff, rather than equipment, that medical director Dr. Alan McGlennan says he’s most nervous about running out of.  “Critical care nurses are in very short supply,” he said.  It won’t be a hospital in a traditional sense. There will be no front door, no waiting rooms. “We will be receiving patients from ICUs across London,” Forrest says.  “So not all types of patients -- just patients who are sedated and ventilated, and need to be cared for in an ICU.” Britain has more than 25,400 coronavirus cases, with nearly 1,800 deaths, according to figures compiled by Johns Hopkins University. ##Health## Carnival Corporation is seeking at least $6 billion to weather an unprecedented crisis that has decimated business, after coronavirus outbreaks aboard its cruise ships killed several passengers and sickened hundreds more.  The cruise operator announced on Tuesday that it intends to raise $3 billion of secured notes and $1.75 billion of convertible notes -- both due in three years -- and $1.25 billion of new shares.  Carnival is suffering \"a monthly cash burn of approximately $500 million\" and the fresh injection of cash should keep the company afloat for the next 12 to 13 months, Wedbush analyst James Hardiman said on Tuesday. Carnival is the world's largest cruise operator: It runs flagship line Carnival Cruise, Costa Cruises, the Holland America Line and the Princess Cruises brand, whose fleet includes the Diamond Princess -- a ship that became a floating quarantine zone off the coast of Yokohama in February. More than 700 people contracted the virus onboard the ship, 10 of whom died. Read more on this here.  ##Business## ##Travel## Hong Kong is currently seeing a second wave of infections from imported coronavirus cases, after an initial outbreak was mostly brought under control in the city. As of Tuesday afternoon, Hong Kong has reported 714 cases, up from 407 a week ago on March 25. To date, 50,000 mandatory quarantine orders have been issued for travelers returning to the city, Hong Kong Chief Executive Carrie Lam announced during a regular news briefing on Tuesday. The city has also conducted 90,000 laboratory tests for the virus -- a rate of 12,000 tests per million people -- making it one of the highest test rates in the world, according to Dr. Wong Ka-hing, director of the Centre for Health Protection.  The government has identified at least 70 people who have breached their mandatory self-isolation orders, Lam said, forcing the government to adopt a \"zero-tolerance\" policy.  Offenders risk being sent to a mandatory government quarantine center. They could also face fines of up to 25,000 Hong Kong dollars ($3,225) and six months in prison. ##Health## Hyundai Motor Group has provided two of its training institutes as treatment centers for coronavirus patients with mild symptoms, according to information shared by the South Korean auto giant. Hyundai also donated 5 billion won ($4.1 million) to the Korea Disaster Relief Association to help support efforts to fight coronavirus in the country.  Meanwhile, Hyundai Motor India has ordered coronavirus diagnostic kits from South Korea for 25,000 people and plans to deliver them to hospitals in India. Hyundai Motor America plans to donate a total of $2 million to 10 hospitals with drive-through coronavirus testing facilities. South Korea has recorded more than 9,800 coronavirus cases, including 165 deaths. ##Business## The coronavirus pandemic is the \"greatest test\" the world has faced since the United Nations was formed in the wake of World War II, said UN Secretary-General Antonio Guterres.  \"COVID-19 is the greatest test that we have faced together since the formation of the United Nations,\" Guterres said in a new report released Tuesday. \n\"This human crisis demands coordinated, decisive, inclusive and innovative policy action from the world’s leading economies – and maximum financial and technical support for the poorest and most vulnerable people and countries.\n\"But this is much more than a health crisis. It is a human crisis. The coronavirus disease (COVID-19) is attacking societies at their core.\"  Guterres said the world must work together if it is going to reduce the social and economic impact of the coronavirus on the global population. In response to the crisis, the secretary-general said in a statement that he has established a dedicated Covid-19 Response and Recovery Fund to support the efforts of low- and middle-income countries to stop local epidemics. The United Nations was founded in 1945 in the immediate aftermath of World War II by more than 50 countries with an aim of increasing cooperation between states and preventing conflict. It now has 193 member states. ##Daily Life## The number of deaths from the novel coronavirus is rising rapidly in the United States, with at least 830 new fatalities reported on Tuesday alone, according to a count by CNN Health. It the most reported deaths in the US in a single day during the coronavirus epidemic.  To date, there has been a total of 3,834 deaths reported in the US since the pandemic began, with at least 185,499 cases across the country. Hawaii reported its first death from the disease on Tuesday, leaving Wyoming the only state yet to report a fatality. For the most up-to-date US numbers compiled by CNN, please check this map which automatically refreshes every 10 minutes: ##Health## Eighteen months might sound like a long time, but in vaccine years, it's a blink.  That's the long end of the Trump administration's time window for developing a coronavirus vaccine, and some leaders in the field say this is too fast -- and could come at the expense of safety. \"I don't think it's ever been done at an industrial scale in 18 months,\" said Dr. Amesh Adalja, a senior scholar focused on emerging infectious disease at the Center for Health Security at Johns Hopkins University. \"Vaccine development is usually measured in years, not months.\" Vaccine trials typically start with testing in animals before launching into a three-phase process. Mark Feinberg, president and CEO of the International AIDS Vaccine Initiative, told Stat that while he recognizes the importance of animal trials, the urgency of the current public emergency makes it worth the trade-off. \"When you hear predictions about it taking at best a year or a year and a half to have a vaccine available ... there's no way to come close to those timelines unless we take new approaches,\" he told the health news website, which is produced by Boston Globe Media. For more on the vaccine trials and vaccine development, read the full story here: ##Health## Tokyo reported 78 new coronavirus cases on Tuesday -- the highest single-day increase for Japan's capital -- as pressure builds to lock down the city.  The latest rise in people testing positive in Tokyo came as Japan recorded over 200 new coronavirus cases on the same day -- the biggest single-day jump during the outbreak, according to public broadcaster NHK.  “This is the biggest increase so far and is certainly of high concern. I’m worried by what tomorrow’s figure could show,” said Tokyo governor Yuriko Koike in a news conference.  On Tuesday, Koike urged Japan’s Prime Minister Shinzo Abe to use Tokyo as a reference to decide whether to declare a state of emergency to deal with the coronavirus pandemic, NHK reported.  “Tokyo is on the verge of an explosive increase of infections. We are trying to prevent that situation and trying to prevent further spread (of the virus). A decision by the state is needed now,” Koike told reporters Tuesday.  Lockdown measures: Last Wednesday, Koike urged residents in Tokyo to avoid bars, restaurants and large public gatherings, and telework where possible until April 12.  Koike’s remarks were a test for the city of over roughly 13.5 million people, which until then had been reluctant to impose a lockdown on its residents. While other countries have been quick to enforce restrictions on their citizens to contain the spread of the coronavirus, in Japan it's largely been business as normal.  ##Daily Life## ##Health## Illinois Gov. J.B. Pritzker told CNN’s Chris Cuomo Tuesday that the federal government isn’t meeting the needs of his state for ventilators for Covid-19 patients and that the state is purchasing its own. The governor said the state has requested 4,000 additional ventilators from the federal government, but only received 450. \"I'm purchasing every ventilator that I can find,\" Pritzker said. \"But we're buying them in 100 lots and 200 lots, frankly, I'm taking them 50, 20, 10, wherever I can get them.\"\n\"We are going to run out of ventilators and the federal government really isn't helping at all,\" Pritzker said. Federal miscommunication over ventilators: Pritzker's comments come after the Department of Defense said it still hadn't shipped 2,000 ventilators to the Federal Emergency Management Agency and the Department of Health because it didn't know where to send them. \"There was discussion with (Health Department) on where to send them. And then they said: 'Hey wait, we’re trying to take a look at the demand that’s required,' and so we were asked to just wait while there was just some sorting through on that. And I won’t speak on behalf of them, but we were in a position to provide 2,000,\" said Lt. Gen. Giovanni Tuck, the Pentagon's top logistics official, on Tuesday. ##Health## As more and more foreign passenger vessels require medical evacuations for people with flu-like symptoms, the US Coast Guard's strained local medical resources are feeling the pressure. According to a Marine Safety Information Bulletin issued by the US Coast Guard and obtained by CNN, the increased demand “is leading to the establishment of improvised field hospitals.” “Medical facilities in the Port of Miami, for example are no longer accepting medevac patients due to limited hospital capacity and it is expected that neighboring counties will follow suit,” the bulletin warned. The Zaandam cruise ship, which is headed to Florida with dozens of people with flu-like symptoms -- and at least eight people who tested positive for Covid-19 -- is flagged in the Netherlands. It is requesting to dock at Port Everglades. There are 305 US citizens on board, including 49 Floridians. Foreign-flagged vessels that sit beyond US territorial seas “should seek flag state support prior to seeking support from the limited facilities in the U.S,” the bulletin said.  The bulletin goes on to say that an evacuee “has better access to comfortable surroundings and medical staff on board the foreign passenger vessel where care is already being provided.” “This is necessary as shore-side medical facilities may reach full capacity and lose the ability to accept and effectively treat additional critically-ill patients,” the bulletin said. ##Daily Life## Samsung, the world’s largest maker of smartphones, TVs and memory chips, has sent its manufacturing experts to mask-producing firms to increase output without adding new equipment, according to a news release from the South Korean tech giant.  At one firm, the daily mask output increased from 40,000 to 100,000, the release said. Samsung also imported 284,000 masks and donated them to the Daegu region, where the outbreak in South Korea has been concentrated.  Samsung’s 14 affiliates, including Samsung Electronics, have donated 30 billion won ($24.6 million) to the Korea Disaster Relief Association to support efforts to overcome the coronavirus outbreak in the country.  Samsung also provided South Korean authorities with its training facility to use as a care center for coronavirus patients with mild symptoms.  South Korea has recorded 9,887 cases of the novel coronavirus, including 165 deaths. ##Business## The US federal prison system will move to a heightened state of lockdown as it fights the spread of coronavirus behind bars, the Bureau of Prisons announced. Beginning Wednesday, inmates will be confined to their cells for a two-week period, with exceptions for certain programs and services like mental-health treatment and education.  Limited group gatherings -- like access to prison stores, laundry, showers and the telephone -- will be \"afforded to the extent practical,\" the agency said. The strict protocols come just days after the first coronavirus death in the federal prison system -- at a Louisiana prison over the weekend.  Read the full story here: ##Daily Life## Detroit hospitals are being stretched thin as coronavirus cases skyrocket in the Michigan city. First responders at the city's fire department are still assisting residents -- and when the call comes in as code \"Charlie,\" that signifies it's a possible Covid-19 call, a Detroit Fire emergency medical technician (EMT) tells CNN. \"I see citizens still wanting to go to the ER for mild symptoms who should reality isolate at home and follow CDC guidelines,\" the EMT says. \"Hospitals are just flooded and overwhelmed. It’s like war.\"  First responders try to educate and inform those with mild symptoms of the CDC guidelines, the EMT says. Ultimately, they have to transport people if they ask to be brought to the hospital.  \"We try and give them every possible scenario,\" the EMT says. \"But we never discourage anyone from seeking treatment.\" While responding to a call, the EMT says first responders from the fire department are in constant communication with \"medical control,\" an ER physician on the other radio.  While in the home, even with their personal protective equipment (PPE) on, they're trying to maintain a six-foot (1.8 meters) distance with any patients. Right now, the EMT says they believe they have a good supply of PPE. They are constantly cleaning their trucks, too. \"I come home smelling of bleach,\" the EMT says. \"If the coronavirus doesn’t get to my lungs the bleach will.\" ##Health## There are now 9,887 confirmed cases of the novel coronavirus in South Korea, after a rise of 101 new infections was reported today. South Korea’s Centers for Disease Control and Prevention (KCDC) announced the numbers in a news release, including an updated national death toll of 165. Among the new cases, 24 are from Seoul, 20 from Daegu, 23 from Gyeonggi province and seven from airport screening, according to the release.  The total number of people who have recovered from the virus is now 5,567. Some 159 new recovered cases were added on Tuesday. How does South Korea compare to other countries? For a while, South Korea had the second largest outbreak in the world, after China. But in recent weeks the number of new infections has steadily decreased as the epidemic was brought under control. ##Health## The numbers: There are more than 857,000 novel coronavirus cases around the world, according to Johns Hopkins University, which is tracking figures from the World Health Organization and additional sources. The US: At least 80% of the US population is under a stay-at-home or shelter-in-place order, according to a CNN count. There are more than 185,400 cases of coronavirus in the country and at least 3,834 people have died.  Preparing for the worst: President Donald Trump has warned that the nation will be facing a “very very rough two weeks” in the coronavirus pandemic. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said the US should prepare for a reality where 100,000 Americans are killed from coronavirus. Count criteria changes: China will include asymptomatic cases in its official count starting Wednesday. The move comes during growing public concern over asymptomatic cases, of which 1,541 were under medical observation in China by the end of Monday. An extraordinary request: The commander of the USS Theodore Roosevelt, a US Navy aircraft carrier where an outbreak of the coronavirus has spread to at least 70 sailors, has warned Navy leadership that decisive action is required to save the lives of the ship's crew. ##Daily Life## ##Health## The coronavirus pandemic has dramatically cut operations at Atlanta's Hartsfield-Jackson International Airport by 60%, according to an airport official. In the past 10 days, operations -- categorized by officials as the combination of departures and arrivals -- were down from 2,700 on average to 1,100 on Monday.  The airport official said many employees were teleworking, while essential workers are still reporting for work.  Atlanta Hartsfield-Jackson is known as the “world’s busiest airport” and is often listed among the top airports ranked in passenger traffic and flights. More than 107 million passengers flew through Hartsfield-Jackson in 2018. ##Business## Legendary jazz trumpeter Wallace Roney died at St. Joseph's University Medical Center in Paterson, New Jersey, Tuesday due to complications from coronavirus, according to this publicist. He was 59. \"I am saddened to confirm that the iconic trumpeter and jazz legend Wallace Roney passed away due to complications of COVID-19 this morning just before noon,\" publicist Lydia Liebman confirmed to CNN in a news release. \n\"The family is looking to have a memorial service to honor Wallace and his musical contributions once this pandemic has passed. Please respect their privacy at this time.\"  A tweet on Jazz legend Miles Davis' official Twitter account said, \"Wallace was a global life force in the jazz community. He played with Miles at the historic Montreux concert directed by Quincy Jones ... He was loved and mentored by Miles. We will miss you Wally. We love you. Peaceful journey.\" Jazz at Lincoln Center in New York reacted to the news in a tweet: \"With great sadness, we learned today of the passing of singular trumpeter Wallace Roney. A former mentee of icons like Miles Davis and Clark Terry, Roney has long since carved out his own reputation as a true modern great. He will be missed dearly.\" Two nurses at St. Joseph's Hospital in Denver, Colorado, have told CNN that they're running out of proper sedation drugs because they've had to intubate so many patients since the coronavirus epidemic began in the US.   A nurse at Johns Hopkins Hospital in Baltimore, Maryland, tells CNN that their hospital is running out of fentanyl, which they used to sedate intubated Covid-19 patients.  \"We are starting to run out of proper sedation medication like propofol and fentanyl,\" one nurse says. \n\"It’s hard to watch when you have to flip these people onto their bellies and use oral medications to sedate them through their feeding tubes.\" SCL Health Vice President of System Communications Nikki Sloup said that their hospital system, which includes St. Joseph's Hospital, currently has an adequate supply to meet patient needs.  But Sloup warns that if they experience a patient surge, it could see shortages.  \"We have put in place numerous conservation programs and continue to work with public and private partners to secure the supplies we need to provide safe and appropriate care to our patients and ensure the safety of our caregivers,\" Sloup told CNN in a statement. CNN reached out to Johns Hopkins Hospital for comment but did receive a response. One nurse said they've never seen so many ventilators being put to use. \"Being on a ventilator is a package deal -- it typically comes with the addition of sedation in order to tolerate being ventilated and that’s where fentanyl comes into play,\" they said. \"It is being used in such high doses to appropriately sedate these patients.\" ##Health## More than 262 million Americans are currently under stay-at-home orders -- over 80% of the US population -- according to a CNN count. This count includes state, city and county orders. The numbers were tallied using US census data. Among the most heavily impacted states are: California: 39.5 million people\nNew York: 19.4 million people\nIllinois: 12.6 million people\nOhio: 11.6 million people\nNorth Carolina: 10.4 million people ##Daily Life## ##Travel## ##Health## ##Business## Hawaii has reported its first death from the coronavirus, leaving Wyoming as the only US state without a fatality from Covid-19. The Hawaii victim “was an older adult resident of Oahu” with preexisting health problems, according to Dr. Bruce Anderson with the state Department of Health. “This is a difficult time for everyone in Hawaii,” Governor David Ige said in a news conference Tuesday evening. A plane from Russia loaded with personal protective equipment (PPE) and other supplies to assist in the response to Covid-19 is expected to arrive in the United States on Wednesday, a senior administration official tells CNN.  “We expect Russia to deliver a planeload of personal protection equipment and supplies tomorrow, as President Putin offered President Trump yesterday,” the official said.\n“We will put into immediate use any needed items that are FDA approved. Likewise, the United States is sending equipment and supplies to many other countries and will continue to do more as we are able.” President Trump on Monday told reporters that Russia sent the US “a very, very large planeload of things, medical equipment which was very nice.” Why is Russia sending the equipment? The Russian embassy in DC tweeted Tuesday that President Vladimir Putin provided the assistance with the consideration that manufacturers would reciprocate and share supplies with Russia if need be. The National Security Council and State Department did not reply to inquiries as to if President Trump promised that US manufacturers would share supplies with Russia if Russia gets to a point where they need them. ##Business## ##Health## President Donald Trump acknowledged Tuesday that Covid-19 is worse than the seasonal flu, despite claiming otherwise multiple times in the past. “It’s not the flu. It’s vicious,” Trump said of Covid-19 Tuesday while discussing a personal friend of his who is in a coma battling coronavirus. Some context: The tone is new for Trump, who on March 9 tweeted: “So last year 37,000 Americans died from the common Flu. It averages between 27,000 and 70,000 per year. Nothing is shut down, life & the economy go on. At this moment there are 546 confirmed cases of CoronaVirus, with 22 deaths. Think about that!” Two days after Trump made that comment, Dr. Anthony Fauci warned that coronavirus is “10 times more lethal than the seasonal flu.”  Today members of the coronavirus task force warned that Americans should be “prepared” for over 100,000 deaths. ##Health## There are 41,771 positive cases of Covid-19 in New York City and 1,096 fatalities, according to a news release from the New York City mayor’s office Tuesday evening.  There were at least 8,400 people hospitalized, and of those individuals, at least 1,888 were in the ICU as of 6 p.m. ET on March 31. ##Health## There have been at least 811 new coronavirus deaths reported in the US on Tuesday, according to a count from CNN Health. This is the most reported deaths in the United States in a single day since the coronavirus outbreak began.  There have been a total of 3,833 deaths reported in the US. ##Health##", "Section": "world", "Writers": ["Ben Westcott", "Helen Regan", "Adam Renton", "Tara John", "Meg Wagner", "Mike Hayes"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-04-01-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}