{"Type": "", "Time": "2020-07-01", "Headline": "Cebu City, ‘hotspot’ of COVID-19, remains under ECQ; Metro Manila still under GCQ – Manila Bulletin", "Text": "Cebu City will remain under the enhanced community quarantine (ECQ), the most stringent form of lockdown, as it became the “hotspot” of the new coronavirus disease (COVID-19) given the sharp surge in infections, President Duterte announced Tuesday night.The President has also kept Metro Manila and several other areas still under the more relaxed general community quarantine (GCQ)  to stem the outbreak of the viral disease. Most parts of the country will remain under modified general community quarantine (MGCQ).The new quarantine classification of places will take place from July 1 to July 15.In his televised address, the President approved the extension of the strict quarantine measures in Cebu City after lamenting the failure of the  residents to observe health protocols. He reminded the people of Cebu City to “better shape up” and follow the rules to contain the spread of the infection.“Ito yung enhanced community quaranatine, ito ‘yung pinakamataas kasi marami na ang taong may infection (The enhanced community quarantine is the highest form of quarantine because there are many people with infection). As a matter of fact, we know that the hospitals and everything there are having a hard time coping up,” Duterte said. “Ang enhanced community quarantine, Cebu City. Kayo lang (It’s only you),” he said.According to the President, some people of Cebu have been “stubborn” after allegedly failing to observe the strict lockdown rules meant to slow down the transmissions.  Others allegedly spotted drinking and gambling were also “nonchalant” to the coronavirus threat.“Ngayon kita mo bakit marami? (Now you know why it has many cases?) Well, one of the reasons really I would say even without consulting the body because you did not follow rules. Hindi ganoon karami ‘yan. You have the highest. Cebu is now the hotspot for COVID. Bakit? Eh wala mo musunod eh. Marami sa inyo hindi sumunod (Many of you did not follow the rules), the President said.“Kaya huwag ninyo akong magalit-galit kayo sa akin (Don’t get angry with me). Look, I am here to run government. I’m not here to stay forever. As a matter of fact, I am on my last two years. God, you better shape up,” he said.Duterte said the situation in Cebu City was unlike in Metro Manila and other areas where most residents have obeyed the quarantine rules for their own safety and health.“Ang Maynila and the rest of the Greater Manila Area medyo — there was a substantial compliance (in Manila and rest of Greater Manila Area). I would not say that there was no violation. There were violations but not in a scale I saw in other places,” he said.As of June 30, the health department has recorded 37,514 cases of coronavirus in the country with 1,266 deaths and 10,233 recoveries.Areas under GCQApart from National Capital Region, the areas under GCQ are Benguet, Cavite, Rizal, Lapu-Lapu City, Mandaue City, Leyte, Ormoc Southern Leyte, Talisay City, and the municipalities of Minglanilla and Consolacion in Cebu.The GCQ areas are now fewer compared to the list of places last month after some have graduated to the MGCQ. Areas downgraded to MGCQThese areas that were downgraded to MGCQ are Cagayan, Isabela, Nueva Vizcaya, Quirino, Santiago City, Aurora, Bataan, Bulacan, Tarlac, Olongapo City, Laguna, Batangas, Quezon, Occidental Mindoro, Bohol, Cebu, Negros Oriental, and Siquijor.MGCQ areasThe places under modified general community quarantine (MGCQ) are Abra, Baguio City, Ifugao, Kalinga, Ilocos Norte, La Union, Pangasinan, Cagayan, Isabela, Bataan, Bulacan, Nueva Ecija, Pampanga, Angeles City, Batangas, Laguna, Quezon, Lucena City, Palawan, and Puerto Princesa City.Also under MGCQ are Albay, Camarines Norte, Camarines Sur, Naga City, Capiz, loilo, loilo City, Negros Occidental, Bacolod City, Cebu province, Bohol, Negros Oriental, Tacloban City, Western Samar,  Zamboanga City, Zamboanga del Sur, Bukidnon, Misami Occidental, Misamis Oriental, Cagayan de Oro, Davao del Norte, Davao del Sur, Davao City, Davao de Oro, Cotabato, South Cotabato, Agusan del Norte, Butuan City, Lanao del Sur, and Maguindanao.In the report made by Health Secretary Francisco Duque III to the President, these MGCQ areas must have “strict local action” on localized community quarantine and zoning as well as strict enforcement of health standards. The concerned local government units must also scale up health system capacity as well as isolation facility of overseas Filipinos, locally stranded persons and close contacts.Duque said other areas not mentioned in the list will be classified under the “low-risk” MGCQ.The Philippines earlier gradually relaxed the lockdown measures in Metro Manila and other areas in a bid to jumpstart the economy. More businesses have been allowed to reopen while limited operations of public transportation are permitted in the community quarantine areas.Early in the day, the Inter-Agency Task Force for the Management of Infectious Diseases (IATF) approved the economic team’s recommendations to “further open up the economy” while ensuring the public health amid the pandemic.The government plans include more localized quarantine at the community level, strict enforcement of health protocols, optimized use of public transportation, and expanded testing efforts.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/07/01/cebu-city-hotspot-of-covid-19-remains-under-ecq-metro-manila-still-under-gcq/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "MB"}