{"Type": "article", "Time": "2020-09-09", "Headline": "US companies are sticking with China despite rising tensions and pressure from Trump", "Text": "American companies in China are feeling increasingly pessimistic about trade tensions between Washington and Beijing. But very few want to uproot their business in the world's second biggest economy.  Some 92% of respondents to a survey released Wednesday by the American Chamber of Commerce in Shanghai said they were committed to remaining in the country even as the US-China relationship continues to fracture.  According to the findings, more than a quarter of the US firms surveyed said that they expected US-China trade tensions to last \"indefinitely,\" compared to about 17% a year ago. Meanwhile, about a fifth of respondents said they expected the tensions to last for three to five years. That compares with 13% in 2019. Only around 14% of companies said they thought the issue would be resolved within a year. \"What is likely underpinning this sense of negativity is concern about broader US-China relations,\" AmCham Shanghai said in a report, which outlined responses from more than 340 companies. The group said it conducted its survey between this June and July, just months after the countries announced an initial trade agreement, but as \"a wider chill\" began. The annual survey is conducted among the 1,400 companies that are members of the American Chamber of Commerce in Shanghai, a non-profit organization which advocates for free trade and aims to promote US-China commercial ties. Over the last few months, US-China relations have sunk to a historic low as the countries spar over a growing slate of issues, from the origins of the coronavirus pandemic to human rights issues in Hong Kong and Xinjiang to control over technology. In July, US President Donald Trump ended the United States' special trading relationship with Hong Kong, which in the past had exempted the city from certain tariffs, among other privileges. That month, both countries also ordered each of their consulates closed in Houston and Chengdu. Last month, Washington sanctioned government officials it accused of undermining Hong Kong's autonomy, including the city's leader, Carrie Lam. Meanwhile, Trump issued executive orders that threatened to ban two popular Chinese-owned apps, TikTok and WeChat, from operating in the United States. Some 32% of survey respondents said that the souring US-China relationship is affecting their ability to retain staff in China. Some businesses also said they would lower investment in China due to uncertainty about trade issues. But leaving the country is still largely out of the question — even though Trump ordered them to do so last year and this week mused about \"decoupling\" the world's top two economies. China still provides a lot of benefits to businesses that remain on the ground there. Some firms are focused on tapping into the country's growing middle class, while others still rely on the country for manufacturing. In this year's AmCham survey, the proportion of companies that said China had delivered a significant source of their global profits jumped by 9.4%, to 32%. Almost 79% of companies that responded to the survey said they had no plans to move their investments elsewhere. The few that did named Southeast Asia as their top choice.  Less than 5% of respondents said they planned to return operations back to the United States, making it the \"fourth-choice location,\" according to AmCham. \"American companies still see China's consumer market as a great opportunity,\" said Ker Gibbs, president of the American Chamber of Commerce in Shanghai, in a statement accompanying the data. He added that the country has recently opened up some industries to foreign firms, including insurance and asset management.  \"US businesses in China would like to see the two countries resolve their outstanding issues quickly and reduce tensions,\" Gibbs added. \"A workable cooperative framework for the next decade would be a good place to focus discussions.\" ", "Section": "business", "Writers": ["Michelle Toh"], "URL": "https://www.cnn.com/2020/09/09/business/amcham-us-china-business-report-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}