{"Type": "gallery", "Time": "2021-02-25", "Headline": "See mouthwatering photos of the world's tastiest soups", "Text": "Banga | Nigeria: We'll start our world tour of the tastiest soups with banga. It hails from West Africa's largest nation, Nigeria. Fruits from the oil palm tree flavor the soup, which also features fresh catfish, beef and dried seafood. Click through the gallery for photos of 19 more mouthwatering soups from around the world: Beef pho (phở bò) | Vietnam: Beef is simmered for hours with cinnamon, star anise and other warm spices to create a wonderfully aromatic base for this rice noodle soup. Borscht | Ukraine: Borscht is anything but basic beet soup. It gets a tangy kick from kvass, a lacto-fermented beet juice. Bouillabaisse | France: Saffron, olive oil, fennel, garlic and tomatoes blend with fish fresh from the sea in Bouillabaisse, a dish synonymous with the coastal city of Marseille. Caldo verde | Portugal: This rustic soup blends thinly sliced greens with potatoes and onions for a hearty meal. In many versions, tender Portuguese chouriço sausage is added. Chorba frik | Algeria, Libya and Tunisia: Tender wheat grains absorb a tomato broth and aromatic spices, their flavor combining with chickpeas plus stewed chicken, beef, mutton or lamb. Chupe de Camarones | Peru: This creamy shrimp chowder with potatoes and corn gets a kick from the addition of ají amarillo, a chili pepper. Gazpacho | Spain: The residents of Andalusia, Spain, use this cold tomato-based soup to cope with their scorching hot summers. Groundnut soup | West Africa: Enjoy meat, fish or chicken simmered in a thick peanut soup that's pure comfort food in nations from The Gambia to Nigeria. Gumbo | United States: A star of Louisiana cuisine, gumbo is influenced by West African, Native Choctaw and French cuisines. Versions made with seafood, chicken and sausage are among the most popular. Harira | Morocco: These are traditional bowls of Moroccan hariri, a chickpea-based delight flavored with cinnamon, ginger, turmeric and pepper. Kharcho | Georgia: What's the secret behind this delicious soup of fatty beef and ground walnuts from the nation of Georgia? It's a tart plum sauce called tkemali. Lanzhou beef noodle soup | China: Hand-pulled la mian noodles anchor a bowl of beef broth that includes tender beef, pale slices of radish, chili oil and fresh herbs. Mohinga | Myanmar: This noodle soup with fish is aromatic -- and it's often made for breakfast. Menudo | Mexico: This traditional Mexican soup is made with tripe (cow stomach) and hominy in a garlicky broth. Moqueca de camarão | Brazil: If you love shrimp, you'll have to sample this coconut broth soup tinted with palm oil and tomatoes. Soto ayam | Indonesia: This is chicken noodle soup with an Indonesian twist. Fresh turmeric, star anise, cinnamon, lemongrass and lime leaves combine for deeply layered flavor, with soft-boiled eggs adding extra richness. Tom yum goong | Thailand: Hitting major taste sensations -- sweet, sour, spicy and salty -- this soup's broth is the ideal environment for sweet, tender shrimp or other seafood. Tonkotsu ramen | Japan: Long-simmered pork bones impart intense flavor to this classic ramen, whose broth is cloudy with marrow and fat. Yayla çorbasi | Turkey: Some Turkish hospitals serve this creamy yogurt soup to recovering patients.", "Section": "travel", "Writers": [null], "URL": "https://www.cnn.com/travel/gallery/worlds-tastiest-soups-photos/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}