{"Type": "article", "Time": "2020-04-29", "Headline": "Which languages are easiest -- and most difficult -- for native English speakers to learn?", "Text": "With so much time on our hands during lockdown, many of us have entertained the idea of expanding our horizons.  Learning a foreign language is an obvious option. It's one that I would personally endorse: My individual circumstances were such that, by the age of 12, I could speak German, Greek and English, so languages became my passion and my hobby.  My advice is that you should learn a language because you're also interested in the culture and the country.  If you like Tolstoy and Dostoyevsky, learn Russian. If you're going to live in Bangkok, learn Thai. If your partner is Mexican, learn Spanish. And remember: Although you can get by as a tourist in, possibly, weeks, mastering a language is a long-term commitment taking years, not months. Language and diplomacy After World War II, the United States expanded its influence around the world by training its embassy staff in the local languages of the countries they were in. Thankfully for language learners today, the US Foreign Service Institute's language books and tapes can be found online.  These are the best free courses available, though you can still detect a touch of the Cold War in the syllabus (\"Where is the state clothing shop?\"). Best of all, the FSI has done us a great service by classifying languages in degrees of difficulty for English speakers.   Here are a few examples, ranked in order of the number of hours it takes the average learner to master them from lowest to highest:   Easiest (about 600 hours of study) Along with Dutch and Norwegian, the popular Latin languages -- Italian, French, Spanish and Portuguese -- require about 600 hours of study to achieve \"general professional proficiency\" in speaking and reading. Of these, Spanish and Italian are the easiest for native English speakers to learn, followed by Portuguese and finally French. They share many words with English, but it's that common vocabulary that creates \"false friends\" -- words in different languages that look or sound similar, but differ significantly as meanings have drifted with time. For instance, in Spanish an \"embarazada\" woman is pregnant, while a French \"préservatif\" is not something you add to your food, but a condom. While French and Italian are pretty standardized, you must choose whether to learn Latin American Spanish or \"castellano,\" which is spoken in Spain; they differ as much as US English and British English. The choice is even more striking with Portuguese; long ago I opted for Brazilian and to this day I still can't properly understand speakers from Portugal. German (750 hours) One of my German teachers used to joke that it takes you a year to say, \"I'm traveling on the bus,\" but once you're on that bus, it's plain sailing. With nouns that are masculine, feminine and neutral, verbs that conjugate heavily and an extremely strict syntax, German may appear insurmountable to start with. On the other hand, pronunciation and spelling is straightforward and once you learn the -- admittedly many -- rules, that's it. You'll also realize why Germans never interrupt you during a conversation: they're waiting to hear the verb at the end to figure out what you were talking about.  Malay and Swahili (900 hours) It's not surprising that the two exotic languages that are simplest to learn employ the Latin alphabet.  Malay is the lingua franca of several Southeast Asia countries and has been simplified by its use as a second language by non-native speakers.  For example, the Malay plural is formed by repeating a word twice -- buku means book and buku-buku means books.  Similarly, Swahili evolved as the trading language in East Africa and is described as having an Arab vocabulary upon an African grammar. It's given us the safari, all the characters in \"The Lion King\" (Simba, Timon, Pumba) and the African-American holiday of Kwanzaa. Hungarian (1,100 hours) If you like a challenge, try Hungarian. It's like no other European language you've heard, except maybe Basque. I remember a conversation I had once with a friend who insisted that \"nouns are declined but verbs are conjugated\"; except in Hungarian you both decline and conjugate nouns, sometimes together.  You denote possession (my garden, your garden, his garden and so on) by putting verb endings to the noun garden.  Think of the Shakespearean \"thou takest\" and \"he taketh\".  In that case \"your garden\" would be \"gardenest\" and \"his garden\" would be \"gardeneth.\" You may well ask what happens to double possessives (my mother's garden's flowers) or the difference between my parent's garden's flowers (plural, singular, plural) and my parent's gardens' flowers (singular plural plural) -- but that's where I gave up. Greek (1,100 hours) Modern Greek is maybe the easiest language to learn that uses a different alphabet.  There's a tongue-in-cheek book titled \"Learn Greek in 25 years,\" but you'll be surprised at how straightforward it is to learn the alphabet: those alpha males, beta releases and gamma rays have seen to that.  Because, yes, Greek is also a language that's contributed numerous words to English.  Indeed, in 1957 Xenophon Zolotas, the then governor of the Bank of Greece, gave two speeches to the IMF that contained just Greek loanwords apart from the inevitable basic English. (Example: \"Our policies should be based more on economic and less on political criteria.\") Russian (1,100 hours) The big advantage of learning Russian is that, once you're proficient, you can understand other Slav languages like Czech, Polish or Bulgarian.  It's also spoken and understood in all former regions of the Soviet Union from Armenia to Kyrgyzstan.  Hidden behind a Cyrillic veil of mystery, it's one of the harder languages to master, so much so that even many Russians speak it incorrectly. But any literature, music and ballet buff or aspiring astronaut -- Russian is a mandatory subject at NASA -- should study a language with over 500,000 words (some up to 38 characters long), where the letter \"e\" sounds as e or o and nouns are \"alive\" or \"dead.\"   Arabic (2,200 hours)  There's an urban myth about a pharmaceutical company that advertised an analgesic pill with three non-verbal images for international consumption.  The left picture depicted a woman with a headache. The middle one showed her swallowing the pill and the right one had her smiling after the pain had subsided.  It worked everywhere except in the Arab world, which read it from right to left. The direction of reading and the cursive script, which may or may not include vowels, are the two major hurdles for Arab learners. Classical Arabic -- the language of the Qur'an -- will make you understood everywhere, but colloquial Arabic may be more useful, because once the locals start conversing with each other, you'll lose the plot. But who can resist a language with eleven words for love, five gradations of swearing and close to 100 words describing a camel? Japanese (2,200 hours)   A country that's enriched the world with sushi, karaoke and manga, Japan has many devotees, especially among gamers and geeks. But they are confronted with an extremely challenging language that uses imported Chinese characters (Kanji) cut off from their original meaning as well as two syllabaries -- Hiragana and Katakana (you must learn when to use which). Counting objects depends on whether they are long and thin (roads), small and round (apples), thin and flat (sheets of paper), broad and flat (rugs) and hundreds more varieties. What Japanese you speak also depends on your gender. There's a \"rough\" language for men and a more \"ladylike\" language for women, but you must understand both. By all means start a course of Japanese at home, but if you want to progress at all, pencil in a month of intensive practice in the Land of the Rising Sun. Cantonese/Mandarin (2,200 hours each)    Each Chinese dialect is effectively another language but Mandarin (Putonghua in Chinese, which means the common language) is considered the official tongue in modern China.\nThey all share (roughly) one evolving writing system, referred to as 書面語 (or written language) invented for administering a large, diverse empire.  To complicate the matter further, there are two main types of written Chinese characters under the same writing system: the traditional Chinese used in Hong Kong and Taiwan and the simplified Chinese in mainland China (standardized and simplified in the 1950s to increase literacy in the country).  For example, fly is written as 飛 in traditional Chinese and 飞 in simplified Chinese. They're basically the same character written in two different ways but pronounced differently when spoken in different dialect. Confused yet?  Each written word when spoken is mutually incomprehensible between a Mandarin speaker in Beijing and a Cantonese speaker in Hong Kong. If you think that's odd, consider our number system: the symbol \"9\" is universally recognized but it's pronounced \"nine\" in English and \"devet\" in Slovenian. Every word must be memorized separately as you can't guess its pronunciation from the script -- but one could say the same of English if you consider plough, dough and tough. Meanwhile, dictionaries list words according to stroke count.  These go from one to over 60 strokes. The archaic character zhé -- which, appropriately, means \"verbose\" -- has 64 strokes.   And then there are the pronunciation challenges.  In the days of the British Empire, if you were going to be sent to Hong Kong as a civil servant, you had to pass a musical test first because all Chinese languages are tonal.  There are four tones in Mandarin: high pitch (say G in a musical scale), rising pitch (like from C to G), falling (from G to C) and falling low then rising (C to B to G) -- and if you think that's difficult, there are nine tones in Cantonese. In Mandarin, there is a whole poem, \"The Lion-Eating Poet in the Stone Den\" with just the syllable \"shi\" repeated 107 times in various intonations. In other words, if you are tone-deaf you might as well give up now. ", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/learn-a-foreign-language-wellness/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}