{"Type": "article", "Time": "2020-08-10", "Headline": "August 11 coronavirus news", "Text": "Mexico identified 926 new deaths from the novel coronavirus on Tuesday, taking the total number of fatalities to 53,929, the country's Health Ministry reported. The country holds the third-highest coronavirus death toll in the world, after the United States and Brazil, according to Johns Hopkins University's tally.  Mexico's Health Ministry also recorded 6,686 new infections Tuesday, bringing the total number of cases to 492,522.  ##Hotspots## All retirement homes in New Zealand will be closed off in a bid to protect “vulnerable ” communities from the spread of coronavirus, Prime Minister Jacinda Ardern announced at a news conference Wednesday. Ardern said all aged care facilities would be closed to everyone but staff and essential deliveries from noon local time Wednesday.  “I realize how incredibly difficult this will be for those who have loved ones living in these facilities but it is the strongest way that we can protect and look after them,” Ardern said. The announcement comes after New Zealand confirmed four new locally transmitted Covid-19 cases Tuesday, breaking the 102-day streak the country had gone without recording a local infection. All four of the cases were found within one household in South Auckland, and none of them had recently traveled outside of New Zealand, according to New Zealand's Director-General of Health Dr. Ashley Bloomfield.  Elections in doubt: Ardern also announced Wednesday that New Zealand would defer the dissolution of Parliament \"by at least a few days,\" which would allow it to reconvene if needed.   The dissolution of Parliament was scheduled to take place on Wednesday in a key step toward holding a national election on September 19.  Ardern said that “no decision yet as you can imagine” has been taken regarding the postponement of the election.  Mass testing: Speaking at the same news conference, Bloomfield said health officials have prepared “to test tens of thousands of people in the coming days, so we can see if there are anymore cases of Covid-19 in the community.”  He added that New Zealand has over 270,000 coronavirus tests in stock, with the ability to process 12,000 tests per day.  Back into lockdown: Auckland, the most populous city in New Zealand, was placed under level 3 restrictions following the confirmation of the new cases Tuesday. All non-essential businesses, including restaurants and bars, are closed, and residents are only allowed to leave home for essential activities such as grocery shopping. Schools in Auckland will also be closed for three days.  The rest of New Zealand went into level 2 restrictions, where businesses can remain open as long as they follow public health guidelines. Another 240 Covid-19 fatalities were reported in Argentina on Tuesday, bringing the nationwide death toll to 5,004 since the pandemic began, according to the country's Health Ministry.  Tuesday marked a single-day high for the number of deaths reported in the country. More than 7,000 cases were also reported in Argentina Tuesday. A total of 260,911 cases have been identified since the pandemic began.  Argentina’s biggest hotspot remains the metropolitan area of Buenos Areas, where 207 out of 240 new deaths were reported on Tuesday.  Kirill Dmitriev, head of the Russian Direct Investment Fund (RDIF), which is funding the coronavirus vaccine research approved in Russia said Tuesday the rollout of the drug \"will be very gradual.\" \"We're not going to give it to 10 million people tomorrow,\" Dmitriev told CNN's Anderson Cooper and Dr. Sanjay Gupta. \"It's going to be a very gradual, careful rollout going forward.\" Developed by the Moscow-based Gamaleya Institute, the vaccine has been named Sputnik-V, a reference to the surprise 1957 launch of the world's first satellite by the Soviet Union. It has yet to go through crucial Phase 3 trials where it would be administered to thousands of people. \"We can say that it works,\" Dmitirev told Gupta. \"I've taken it myself. I've given it to my parents, to my wife.\" The announcement of the Russian coronavirus vaccine has been met with worldwide skepticism.  The World Health Organization said in a statement about the Russian vaccine that \"accelerating vaccine research should be done following established processes through every step of development to ensure that any vaccines that eventually go into production are both safe and effective.\" Cooper asked Dmitriev, \"To those who are saying that this vaccine was rushed. You said it was proven. How has it been proven effective?\" \"It's been proven through phase one, phase two trial,\" Dmitriev said. \"We will have phase three trials in many other countries, in the UAE, Saudi Arabia, Brazil and Philippines.\"\n\"According to Russian law, when you have a pandemic, when you have epidemia like this, you can do phase three concurrently with launching to high-risk groups, which we are doing. We believe that's exactly the right approach, and this approach makes sense. And the rest of the world knowing some of the science behind our vaccine really likes what they see. We received 1 billion doses preorder already for the vaccine. I think time will tell the success of the Russian approach. Russia has released no scientific data on its testing and CNN is unable to verify the vaccine's claimed safety or effectiveness.  After Russia said it had approved a coronavirus vaccine for use Tuesday, Dr. Anthony Fauci, the nation's top infectious disease expert, said he seriously doubts Russia has proven its vaccine is safe and effective. “I hope that the Russians have actually, definitively proven that the vaccine is safe and effective. I seriously doubt that they've done that,” Fauci told Deborah Roberts of ABC News for a National Geographic event to broadcast Thursday. A portion of the interview was posted by National Geographic on Tuesday. Fauci, the director of the National Institute of Allergy and Infectious Diseases, said that having a vaccine and proving that a vaccine is safe and effective are two different things. “We have half a dozen or more vaccines,” Fauci said. “So if we wanted to take the chance of hurting a lot of people or giving them something that doesn't work, we could start doing this, you know, next week if we wanted to. But that's not the way it works.”  Fauci said that if and when Americans hear announcements from countries like Russia or China about vaccine development, they have to remember that the United States has certain safety and efficacy standards in place. Makers of the Russian vaccine have not yet released any data from human trials. The US Food and Drug Administration has said that it will only approve a vaccine if it meets a 50% efficacy requirement. In a statement emailed Tuesday, the World Health Organization said it is in touch with Russian scientists and authorities and looks forward to reviewing details of the trials. According to WHO, there are 28 vaccines in human trials around the world. ##Vaccines## There are at least 5,139,920 cases of coronavirus in the US and at least 164,502 people have died from the virus, according to Johns Hopkins University. So far on Tuesday, Johns Hopkins has recorded 45,520 new cases and 1,039 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Brazil has reported 1,274 people have died from coronavirus in the last 24 hours, bringing the total number of deaths in the country to 103,026, according to the health ministry.  The country's health ministry also reported 52,160 new coronavirus cases on Tuesday, bringing the total number of cases to 3,109,630.   Brazil continues to trail only the United States in terms of the world’s highest number of coronavirus cases and deaths.  ##Hotspots## Colombia reported 12,830 new cases Tuesday in what is a single-day record for the country, bringing the total number of cases to 410,453, according to the country's health ministry.   Another 321 new fatalities were also reported, bringing the total death toll to 13,475. Colombia's capital Bogota remains the biggest hotspot with 141,994 cases in the country.  ##Hotspots## The North Georgia State Fair has been canceled, according to fair organizers in a statement.  “With utmost regret, the decision has been made to cancel the Superior Plumbing Presents North Georgia State Fair this year,” the statement said. “Every effort has been made to find a viable solution for bringing the fair to fruition this year. However, between Cobb and Douglas Public Health notifying us of continued use of Jim R. Miller Park for Covid-19 testing through the end of the year, the extension of Governor Kemp’s Public Health State of Emergency, and an abundance of caution for the ongoing uncertainty of the pandemic, the difficult and heartbreaking decision has been made to cancel,” the statement said.  The fair was scheduled for Sept. 23 to Oct. 3. The organizers are planning to hold a “Taste of the Fair” drive-thru experience giving people a chance to taste their favorite fair foods. This is the first time the fair has been canceled since World War II.  President Trump cited misleading statistics about coronavirus cases in Europe during a press briefing Tuesday, claiming inaccurately that right now the US is handling the pandemic better than other countries. “Since the end of July, the seven-day average for cases in the United States has fallen by nearly 20%, but the virus continues to increase in nations across the globe,” the President claimed, speaking before taking questions. “Last week, France and Germany both recorded their highest daily number of new cases in three months.” “Not that I want to bring that up,” he added, “but might as well explain it to the media.” “The seven-day case average for Germany has increased by 62% since last week, unfortunately, and that is truly unfortunate. It’s increased 82% in France, 113% in Spain, and 30% in the United Kingdom. Those are big increases. Cases are also rapidly increasing in the Netherlands, Sweden, Belgium, Switzerland, Slovakia, Estonia and other European counties. And in our country, they’re going down. We will be seeing that even more rapidly as time goes by, short time,” the President claimed.  It’s true that cases are rapidly rising in Europe, but the numbers are nowhere near the level of infection in the United States.  The US added 49,536 new cases on Monday, a day that consistently sees lower numbers. The US is averaging 54,409 new cases over the last seven days, which is up slightly from the previous few days. However, the percent change from the prior week in cases is down 10%, not 20% as the President claimed. This is also slightly lower than last week, when the US dipped down 16% compared to the prior week in this metric, according to a CNN analysis of data from Johns Hopkins University.  The Trump administration has reached a $1.525 billion deal with Moderna Inc. to manufacture and deliver 100 million doses of the company’s Covid-19 vaccine once it is approved, according to a news release from the US Department of Health and Human Services. President Trump announced the deal during a media briefing on Tuesday. Moderna is one of several companies manufacturing the vaccine “at risk,” as the industry calls it, meaning the company is currently making the vaccine before it is approved. Clinical trials are currently underway to test whether it’s safe and effective. Under this contract, worth up to $1.525 billion for 100 million doses, the doses would be owned by the US government and would be distributed and used as part of its Covid-19 vaccine campaign. If the doses are used, they would be provided to Americans at no cost. The government can also acquire up to an additional 400 million doses of this vaccine.  The vaccine, called mRNA-1273, was developed by Moderna in collaboration with the US government. It had development help from the National Institute of Allergy and Infectious Disease, and the US Biomedical Advance Research and Development Authority, known as BARDA, supported late stage clinical trials and has helped scale up manufacturing. Moderna’s advanced stage clinical trial, which started July 27, is the first government-funded Phase 3 clinical trial for a Covid-19 vaccine in the United States. This contract is a part of the US government’s Operation Warp Speed, the federal push to get vaccines and therapeutics to market as soon as safely possible. HHS said the goal is to get effective vaccines to the American people by the end of the year.  The government has also reached a deal with Pfizer in July to produce 100 million doses of its vaccine. In August it reached a similar deal for 100 million doses with Janssen, the Johnson & Johnson vaccine arm, for its vaccine candidate. It has other deals with GlaxoSmithKline, Sanofi Pasteur, Novavax and AstraZeneca.  There are 28 Covid-19 vaccines in human trials, according to the World Health Organization. “In creating a vaccine portfolio for Operation Warp Speed, the Trump Administration is increasing the likelihood that the United States will have at least one safe, effective vaccine by 2021,” HHS Secretary Alex Azar said in Tuesday’s news release. “Today’s investment represents the next step in supporting this vaccine candidate all the way from early development by Moderna and the National Institutes of Health, through clinical trials, and now large-scale manufacturing, with the potential to bring hundreds of millions of safe and effective doses to the American people.” ##Vaccines##   President Trump insisted once again that colleges should play football and made the very dubious claim that student athletes are strong enough to withstand coronavirus, even though several major conferences have postponed or are considering postponing their football seasons. “Hopefully we can watch colleges play football. We want to get football in colleges. These are young, strong people. They won’t have a big problem with the China virus. So, we want to see college football start and hopefully a lot of great people are going to be out there, they’re going to be playing football and they’ll be able to fight it off,” Trump said Tuesday at a news conference at the White House. “And hopefully it won’t bother it one bit. Most of them will never get it, statistically. But we know we’ll see more cases at some point, and we will eventually develop sufficient immunity in addition to everything else that we’re doing,” he claimed. “So, college football, get out there and play football. People want to see it.” Despite Trump’s assertions that college football players are somehow unlikely to get coronavirus or experience its severe effects, several colleges and universities have already seen a growing number of student athletes testing positive for the virus. And though Trump insists that college football players are less likely to be severely impacted from the coronavirus because they’re “young, strong people,” research shows that 1 in 3 young adults (ages 18 to 25) are at risk of severe Covid-19, with smoking playing a big part in their level of risk. And though earlier in the outbreak health experts underscored that older adults were most vulnerable to coronavirus, the proportion of cases in teens and young adults has gone up sixfold, according to the World Health Organization. CNN reported earlier Tuesday that the Pac-12 has postponed all sports including football through the calendar year and the Big Ten conference has postponed the 2020 football season. Other universities and conferences have also announce a pause on college sports. The President concluded by telling players to stand for the American flag and the national anthem, claiming that the NBA and NFL had had poor ratings for allowing players to protest during the song.   Following Tuesday’s announcements from the Big Ten and Pac-12 conferences on postponing their fall sports seasons, the Atlantic Coast Conference (ACC) and the Southeastern Conference (SEC) say they are continuing to monitor coronavirus developments. The ACC said it will continue to make decisions based on medical advice and local and state health guidelines. “The safety of our students, staff and overall campus communities will always be our top priority, and we are pleased with the protocols being administered on our 15 campuses. We will continue to follow our process that has been in place for months and has served us well,\" the ACC said in a statement. “We understand the need to stay flexible and be prepared to adjust as medical information and the landscape evolves,\" the statement added. Commissioner Greg Sankey said the SEC looks forward \"to learning more about the factors that led the Big Ten and Pac-12 leadership to take these actions today.\" \"I remain comfortable with the thorough and deliberate approach that the SEC and our 14 members are taking to support a healthy environment for our student-athletes. We will continue to further refine our policies and protocols for a safe return to sports as we monitor developments around COVID-19 in a continued effort to support, educate and care for our student-athletes every day,\" Sankey added. The American Medical Association and other health organizations urged US Health and Human Services Secretary Alex Azar to update Covid-19 testing prioritization guidelines, as resources are still limited and many patients are still waiting over a week to receive their results. In an open letter on Tuesday, the organizations say that they are “increasingly concerned about the serious strains” being placed on testing services and the impacts of those strains on their ability to provide medical care and contain Covid-19.  “We recommend that the Administration consider updating its testing prioritization guidelines to ensure that those with a medically-indicated need for COVID-19 diagnostic testing, such as those with COVID-19 symptoms, those with known exposures to COVID-19, and those in need of pre-procedure testing can have ready access to testing services and timely return of test results,” the letter said. Along with significant surges in cases, there is also an increase in demand for testing of asymptomatic individuals who wish to return to activities such as going to work or returning to college.  They urged the administration to consider using new testing prioritization guidelines, as without improvement in supply availability, “we simply do not have the resources to meet the huge demand for testing by asymptomatic individuals without exposure to Covid-19.” The letter also said that they recognize the need for a surveillance strategy, and recommend that updated testing guidelines “include a well-designed surveillance strategy that achieves public health goals while appropriately managing testing resources.”   Rapid screening tests could play a significant role in asymptomatic screening and surveillance efforts and help to reopen, the letter said. Laboratories are struggling with supply chain shortages, access to personal protective equipment and staffing issues in many places, the organizations said. These are impacting both Covid-19 care and non Covid-19 care.  Other associations that signed the letter include The American College of Medical Genetics and Genomics, American Society for Clinical Pathology, Association for Molecular Pathology, Association of Pathology Chairs, College of American Pathologists and the Infectious Diseases Society of America. Anyone attending a gathering of more than 100 people in New Hampshire will be required to wear a face covering, Gov. Chris Sununu announced Tuesday. “Effective immediately any scheduled gathering of over 100 people in the state of New Hampshire will require attendees to wear masks,” said Sununu during a news conference.  “New Hampshire citizens have been diligent. They’ve been doing a great job at social distancing and wearing masks and we continue to see very positive numbers,\" Sununu added. The latest numbers: The state announced at least 21 new cases of coronavirus during the briefing.  Thus far, approximately 6,861 New Hampshire residents have tested positive. The state is reporting no new deaths today.   Note: These numbers were released by the state of New Hampshire public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Connecticut Gov. Ned Lamont pushed for schools to reopen for in-person learning during a news conference Tuesday, saying he knows the state can bring students back safely. \"If Connecticut can't get their kids back into the classroom safely, no state can,\" the governor said, citing the state's hard work in wearing masks and social distancing. \"We've kept our infection rate one of the lowest in the country, and I think we've earned the right, and our kids have earned the right to be able to go into a classroom and see their friends, be with a teacher, and to have real in-classroom education,\" Lamont said. Lamont appeared alongside Connecticut Education Commissioner Miguel Cardona and other educators from the Winchester school district, which is offering full in-person learning to students when the school year starts August 31. There is an option for full remote learning for those families who choose it. Lamont said he believes students can be brought back safely based on the current public health conditions in the state. \"I wouldn't be opening my school in southern Florida. I wouldn't be opening school in Texas or Phoenix or South Central LA. But I would do it in Connecticut. I would do it right here,\" Lamont said. Winchester Schools Superintendent Melony Brady-Shanley said most parents want their children to return for in-person classes, based on the results of a survey the district conducted. According to Brady-Shanley, 76% of families are opting for in-person learning, 22% for temporary distance learning and 2% for homeschooling. \"We expect that education is going to look different. However, different isn't necessarily a negative,\" Brady-Shanley said. \"[Kids] need and benefit from in-person instruction.\"  ##Schools## The North Carolina Department of Health and Human Services is reporting their first case of SARS-CoV-2 in a dog in the state.  On Aug. 3, an owner took their pet to the NC State Veterinary Hospital. The dog had signs of respiratory distress and died from his illness, a news release said. The owner told the hospital that a family member had previously tested positive for Covid-19.  The dog was tested and was positive for SARS-COV-2, the agency said.   “There is no indication at this time that dogs can transmit the virus to other animals, so there is no justification in taking measures against companion animals that may compromise their welfare,” said State Veterinarian Dr. Doug Meckes.   A necropsy was performed and the state is investigating any contributing factors to the dog’s death.   The state did not provide any additional information on the dog and its owners. The Pac-12 conference CEO Group unanimously voted on Tuesday to cancel the fall sports season including football.  The conference says it would consider a “return to competition for impacted sports after January 1, 2021.” In a statement, the Pac-12 commissioner Larry Scott said in part, “Unlike professional sports, college sports cannot operate in a bubble... Our athletic programs are a part of broader campuses in communities where in many cases the prevalence of COVID-19 is significant.\" The statement also notes that student-athletes impacted by the decision will keep their scholarships. Some context: This comes just hours after the Big Ten conference also voted to postpone fall sports on Tuesday. The Mid-American Conference made a similar move on Sunday. Some government decisions about school and workplace closures, event cancellations, travel restrictions and other lockdown measures that emerged early in the coronavirus pandemic were based on what other nearby countries were doing, a new study suggests. The study, published in the Proceedings of National Academy of Sciences, examined those \"nonpharmaceutical interventions\" that countries adopted to respond to the pandemic, using models related to the timing of implementing such measures between January 15 and March 30.   The researchers – from various universities in Sweden – specifically focused on nations in the Organisation for Economic Co-operation and Development. \"We focus on the OECD, since it represents a group of countries that are relatively homogeneous from an economic and democratic perspective, which means that the alternative cost of policy adoption will be similar across these countries and they have similarly developed democratic systems and healthcare systems,\" the researchers wrote. The researchers found that almost 80% of the OECD countries adopted the same Covid-19 nonpharmaceutical interventions or NPIs around the same time, within a span of two weeks. \"One answer would be that the countries were uniformly exposed to the same universal threat. Yet, our findings suggest this to be, at best, a partial answer,\" the researchers wrote. \"With the exception of population density, it is not primarily the needs of the country in terms of exposure to COVID-19, demographic structure, or healthcare capacity that predict the speed of NPIs adoptions, but the number of earlier adopters in the same region.\" The researchers also found that countries with more health care capacity, such as hospital beds, were slower to adopt restrictions and the more densely populated a country was, the faster it was to adopt restrictions. Countries with stronger democracies were found to be slower to react. The study has some limitations, including that some of its findings are based on assumptions from models. The researchers wrote that their findings can help \"inform the social view of the world as interconnected.\" The World Health Organization has been in touch with Russian scientists and authorities, and \"looks forward to reviewing details of the trials,\" WHO confirmed to CNN in an emailed statement on Tuesday, following news of a Covid-19 vaccine being registered in Russia. Russian President Vladimir Putin announced the approval of a coronavirus vaccine for use on Tuesday, claiming it as a \"world first,\" amid continued global concern and unanswered questions about its safety and effectiveness.  \"WHO welcomes all advances in COVID-19 vaccine research and development. At the global level, WHO has been involved in guiding and accelerating R&D efforts since January 2020,\" WHO's emailed statement said. \"Accelerating vaccine research should be done following established processes through every step of development, to ensure that any vaccines that eventually go into production are both safe and effective. Any safe and effective pandemic vaccine will be a global public good, and WHO urges rapid, fair and equitable access to any such vaccines worldwide,\" the statement said.  ##Vaccines## Hospitalizations in San Francisco, California, due to the coronavirus continue to drop and are down almost 25% since its peak in July, according to San Francisco Public Health Director Dr. Grant Colfax. Colfax announced during a news briefing today that 88 people are currently hospitalized –– which is a slight decrease from last week. Mayor London Breed said San Francisco is dedicating $446 million in the city’s latest budget for its Covid-19 response. “That’s money that I wish we could divert to other places but unfortunately this is the reality of today, and I hope that’s not the reality of our next budget cycle,” Breed said. So far, at least 7,692 people have been diagnosed with coronavirus in San Francisco and approximately 67 people have died. ##Hotspots## In response to President Trump's executive order asking states to contribute 25% of additionally weekly unemployment aid, Ohio Gov. Mike DeWine said the state doesn't have \"the ability to do that.\" “We’re looking at an economy that, while we’re optimistic about it, is coming back, our unemployment has gone down. We hope it will continue to go down. But we also know that we are facing Covid, we’re still fighting the Covid. We know what impact that has on the economy and so, you know, there’s no money in the unemployment fund to do this,” DeWine said at a news briefing on Tuesday. DeWine added that he thinks Trump did the right thing.  “The President was looking at a stalemate. He wanted to move the ball, maybe push, get some people to negotiate more, but also try to do something that was a positive thing. And so the $300 that he's talking about, we have people in Ohio who really need that money. And we want to get that if that's where we end up, if that's what the final thing is from the administration, then we want to get that money out to people as fast as we can,\" he said. DeWine said he thinks a deal between congressional leaders is necessary. “I think there’s a deal to bed had between the House and the Senate and the administration, and I urge Congress to get about the job of getting that done,\" he said. ##Politics## The Big Ten conference has postponed the 2020 football season. The conference presidents met on Tuesday to determine the fall season and have announced an intention to hold the season in the spring.  The conference announced the postponement of the entire fall sports season in a statement. “The mental and physical health and welfare of our student-athletes has been at the center of every decision we have made regarding the ability to proceed forward,” Big Ten Commissioner Kevin Warren said in the statement.  Warren added: “As time progressed and after hours of discussion with our Big Ten Task Force for Emerging Infectious Diseases and the Big Ten Sports Medicine Committee, it became abundantly clear that there was too much uncertainty regarding potential medical risks to allow our student-athletes to compete this fall.\" Obesity is linked with higher odds of having severe Covid-19 symptoms that require hospitalization –– and the higher the body mass index, the higher that risk of hospitalization, according to a new study out of the United Kingdom. The study, published in the Proceedings of the National Academy of Sciences on Tuesday, found \"an upward linear trend in the likelihood of COVID-19 hospitalization with increasing BMI\" even with modest weight gain. Body mass index or BMI is a common measurement based on a person's height and weight to determine whether they are underweight, overweight or obese. The researchers, who are from various universities in the UK, examined data on at least 334,329 UK adults ages 40 to 69, taking a close look at their BMI and weight and then whether they went on to be hospitalized with Covid-19.  Among those adults, 640 or 0.2% were hospitalized with Covid-19. The researchers found that the crude incidence of Covid-19 hospitalization was 19.1 per 10,000 people among those who were overweight. According to the study, that rose to 23.3 per 10,000 among those with obesity stage I and to 42.7 per 10,000 among those with obesity stage II, as compared to people at normal weight, which had a crude incidence of 12.5 per 10,000. The study had some limitations, including that the data captured Covid-19 cases that warranted in-patient care, therefore the true prevalence of the disease in the data remains unknown. Overall \"we observed a higher likelihood of COVID-19 hospitalization with increasing overall and central adiposity, even in participants with modest weight gain,\" the researchers wrote, referring to being significantly overweight or obese as adiposity.  \"Since over two-thirds of Westernized society are overweight or obese, this potentially presents a major risk factor for severe COVID-19 infection and may have implications for policy,\" they added. Statewide physical distancing policies work, a new modeling study finds. Deaths from Covid-19 declined and the incubation time for new cases grew. Researchers from Harvard University and University College London found that every state in the US passed at least one physical distancing measure in March to slow the spread of the pandemic –– and it did. Policies were so successful, physical distancing resulted in the reduction of more than 600,000 cases within just three weeks, according to the study, published Tuesday in the journal PLOS. Had there not been preventative interventions, the models suggest up to 80% of Americans would have been infected with Covid-19. Due to these policies, the time it took to double cases increased from about four days to eight within three weeks of that statewide policy going into place.  The case growth rate declined by about 1% per day starting four days after a statewide measure was put on the books. Per week, the model suggests the policies resulted in 1,600 fewer cases by week one, and about 621,000 fewer cases by week three. Other studies of these physical distancing policies have shown similar results, but the authors said this is the first study to show that these polices saved lives. The death rate decreased by 2% per day beginning a week after a physical distancing policy started. Something to note: There are limits to this model. This isn’t a controlled experiment. If states made stronger physical distancing policies in response to a worsening local epidemic, the policies may not have looked as effective, the authors said. The model also can’t account for people who stayed home and avoided crowds out of concern for their own safety, rather than to follow their state policy. \"The results show the timing of government-issued orders correlated strongly with reductions in both cases and deaths. In short, these measures work, and policy makers should use them as an arrow in their quivers to get on top of local epidemics where they are not responding to containment measures,” Dr. Mark J. Siedner in a statement.  Siedner is a co-author of the study and an infectious diseases doctor at Massachusetts General Hospital and Associate Professor of Medicine at Harvard Medical School. Cherokee County School District in Georgia is temporarily closing Etowah High School to in-person learning after the end of classes today after 14 students tested positive for Covid-19, Superintendent Brian V. Hightower said in a message on the school’s website. Hightower said they hope to be able to resume in-person learning at the school on Aug. 31. Another 15 students are also still waiting for test results.  Hightower said that as of now, at least 294 student and staff from the high school are under quarantine and that number could increase if any of the pending cases are positive.   Etowah High School will be deep cleaned on Wednesday and teachers must report back on Thursday to begin online classroom instruction for students.  Since the start of school on Aug. 3, there have been at least 59 positive Covid-19 cases in the district among students and staff. This has led to the quarantine of approximately 925 students and staff, Hightower said. ##Schools## Ohio Gov. Mike DeWine today announced that 325 of Ohio’s school districts are planning to return to full-time in-person learning, making up about 590,000, or 38%, of public school students. DeWine said 55 districts, approximately 398,000 students, or about 25.6% of public school students, will be fully remote or online at least to start the school year. And, 154 districts, approximately 380,000 students, or 24.5%, will be doing some form of hybrid schooling, the governor said. According to DeWine, the state was missing information for the plans of 78 districts in the state. The governor expressed his confidence that every school district will do everything they can to keep Ohio's children safe, but pointed out that whatever is going on in their communities regarding Covid-19 numbers, will be reflected in the schools. “It’s incumbent upon all of us, every single one of us, to do everything we can to keep down the spread in the community in which that school lives,\" he said. ##Schools## California reported at least 12,500 new coronavirus cases on Tuesday, raising the state’s confirmed total since the start of the pandemic to approximately 574,411 cases, according to data from the state's Department of Public Health.  The high number of cases is due in part to a backlog caused by issues with the state’s electronic laboratory system.  It was not immediately clear how many cases included in Tuesday’s data were from the backlog. New cases attributed to the backlog will be reported over the “next few days,” according to the state department of public health. Some context: This is the second highest number of cases reported by the state in a single day. The health department reported at least 12,807 cases on July 22. With 109 new deaths reported on Tuesday, the state has recorded a total of at least 10,468 fatalities from the coronavirus. Note: These numbers were released by California Department of Public Health, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## Florida Gov. Ron DeSantis held a roundtable on collegiate athletics in Tallahassee on Tuesday at Florida State University. Some of the people who took part in the roundtable included Florida State University President John Thrasher, Florida State University football coach Mike Norvell, as well as a couple of Florida State college athletes.  Florida State University President John Thrasher spoke about how they think it's in the \"best interest\" of the college athletes to play football this fall. Thrasher said they'd like to send \"a message to some of the other schools that may be teetering on whether or not to play football. We think it's in the best interest of our student athletes for us to play football.  \"We can do it safely, and we can do it productively for them as well as the, the absolute culture of our university and certainly this community of Tallahassee,\" he added.  At the end of the roundtable, DeSantis said that it's not just college football that he'd like to see back. \"As we're here talking about football, cause we all get so excited about it, and it is very important because it is an engine for all the athletic programs, you know, we do want to say that all these student-athletes are important,\" DeSantis said, going on to say he wanted to be able to see teams like women's soccer, basketball, baseball and softball back.  ##Hotspots## ##Schools## Tony Green, from Texas, thought coronavirus was hoax and just a “rebranded flu” until a small gathering in June resulted in 14 of his family members becoming ill. “In all fairness there’s so much misinformation out there,” Green told CNN’s Brianna Keilar. “There was a lot of things that were going on that were causing me to believe misleading information,” he said. “It seems that the White House, the communication was really broken down … There are things that have to be corrected if we discover more and more about the virus. But it seemed like it was being downplayed, ‘don’t panic, don’t worry,’ to the point where you just think, ‘OK, well, you know, if the President is not worried, if the White House isn't worried ... let's go on with life,’” Green added. Since the gathering in June, while most of Green’s family is recovering well, his father-in-law remains on ventilator and another family member died in July. Green said the loosening of restrictions in Texas made his family think that the small gathering would be okay. “It just kind of spread from there. It spread quickly. It spread to multiple cities and 14 of us got infected,” he said. Watch full interview: Illinois Department of Public Health reported 1,549 new Covid-19 cases in the state. There are now a total of 196,948 recorded cases throughout the state since the start of the pandemic. At least 20 new fatalities were reported today, bringing that total to 7,657. Hospitalizations declined slightly, with 1,459 hospitalized today while 336 patients are in the intensive care units.   Remember: These numbers were released by the Illinois Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. New York City reports at least 18,966 confirmed coronavirus deaths and approximately 4,626 probable coronavirus deaths as of August 11, according to the most recent data on the city website. The New York City Health Department defines probable deaths as people who did not have a positive Covid-19 laboratory test, but their death certificate lists as the cause of death “COVID-19” or an equivalent. Together, the total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is at least 23,592. There have been approximately 224,920 coronavirus cases in the city and at least 56,599 people have been hospitalized, according to the city. Note: The data is from the New York City Health Department and was updated on August 11 at 1 p.m., according to the website. The numbers may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## The United Kingdom recorded 1,148 Covid-19 cases on Tuesday, government figures show.  This is compared to 816 recorded cases on Monday and 1,062 recorded cases on Sunday – the first time the figure had risen above 1,000 since late June, according to the UK government’s official dashboard.  The UK is among several European countries seeing new infection clusters as fears of a possible second wave rise. Stay-at-home orders have been put in place in parts of northern England where outbreaks have been identified. \"We need to do everything we can to avoid a second wave,\" UK Prime Minister Boris Johnson said Tuesday. \"I'm afraid you are going to see outbreaks, we've seen them across the country in the last few weeks and months and we've also seen the immense efforts that local authorities have gone to, that local communities have gone to, to get that outbreak under control.\"  On Friday, the government’s website said the reproductive rate across the UK was between 0.8-1.0 but SAGE (the government’s scientific advisory group) “does not have confidence that R is currently below 1 in England”. “As of 9am on 11 August, 312,789 people have tested positive for coronavirus in the UK,” the Department of Health said Tuesday. “Cases are reported when lab tests are completed and confirmed positive. There are more cases in the UK than are confirmed, for example where people are asymptomatic or have mild symptoms and do not get tested,” it added. The director of the National Institutes of Health says he will “make a big noise” if President Trump were to pull an “October surprise” and pressure the US Food and Drug Administration into approving a vaccine prematurely in order to get votes on Election Day.  “This just cannot be allowed to happen,” Dr. Francis Collins told CNN. He said if FDA Commissioner Dr. Stephen Hahn allows approval of a vaccine based on flimsy evidence, “he’s got a lot of people he’d have to answer to.”   The fear that the US Food and Drug Administration might approve a Covid-19 vaccine without sufficient safety and efficacy data in order to please the President was first put forth publicly in a June New York Times opinion piece by two physicians at the University of Pennsylvania.  Some background: There’s a precedent for Trump declaring a product safe and effective without any proof. For months he has said that hydroxychloroquine is both, even though high-quality studies have shown it doesn’t help coronavirus patients and could be harmful.  “It didn’t go so well for HCQ did it?” Collins said, using an abbreviation for the drug. “Do we really need to be reminded of how important it is to make those decisions based on evidence?”  Collins said he, Dr. Anthony Fauci, and others would “certainly make a big noise about not supporting [the vaccine]” if the FDA were to approve it prematurely, adding that the vaccine cannot be approved “on the basis of anything other than science.” Nursing home patients who receive dialysis treatment could be at greater risk for contracting Covid-19, as well as hospitalization and death from the disease, according to research published Tuesday in the US Centers for Disease Control and Prevention’s Morbidity and Mortality Weekly Report. Researchers from the Department of Medicine at the Johns Hopkins University School of Medicine looked at an outbreak of Covid-19 among the 164 residents of a Maryland nursing home. As of April 30, 15 of 32 – or almost 50% – of residents who received dialysis had positive Covid-19 test results, compared with 22 of 138 patients – or 16% – of residents who did not receive dialysis. Hospitalization and death rates were also higher among patients who were going through dialysis. Among the residents who tested positive, 8 of 15 were hospitalized, compared to 4 of 22 patients who did not receive dialysis treatment. Those undergoing dialysis were also more like to die within 30 days –– about 6 out of 15 people, compared to 6 out of 22 people who were not receiving dialysis. Some context: Residents receiving dialysis are particularly vulnerable because they often have more underlying medical conditions that have been associated with more severe Covid-19 infection, and they could be more frequently exposed to people outside of the nursing home. “Residents leaving their rooms for dialysis could be a potential source of SARS-CoV-2 introduction into the nursing home and might pose an underrecognized source of transmission, both in the dialysis center and in the nursing home,” the researchers said. “Better monitoring and understanding of the risks associated with residents who regularly leave the facility for outpatient health care is needed.” Old Dominion University announced Monday it is canceling all of its fall athletic season because of the coronavirus pandemic. In making the announcement, university president John R. Broderick said, “We concluded that the season – including travel and competition – posed too great a risk for our student-athletes. I know many on and off campus will be disappointed, but we must prioritize the health and safety of our student-athletes, as well as our coaches, staff and fans.” Broderick added that the decision was made in collaboration with athletic director Wood Selig, coaches, medical and public health experts, and state and local officials. \"I want to compliment Dr. Selig for being such a thoughtful colleague,\" Broderick said. \"I know there are schools where this discussion has been complicated by other factors, but for Wood and me, it was just about health and safety.\" Old Dominion plays in college football’s Football Bowl Subdivision and is a member of Conference USA. The Monarchs finished with a record of 1-11 in 2019. University of Massachusetts athletics has announced the cancellation of the school’s 2020 football season. In a statement released Tuesday, athletic director Ryan Bamford said, “We have been in constant communication with university leadership and our football staff since March, with the health and safety of our student-athletes, coaches and staff remaining our top priority.\" ”The continuing challenges surrounding the COVID-19 pandemic posed too great of a risk, and we reached the conclusion that attempting to play a season would not have placed the members of our program in the safest situation possible…We remain hopeful and fully intend to conduct a competitive schedule for our fall sports in the 2021 spring semester,\" he continued in the statement.  UMass football coach Walt Bell added: \"I am absolutely heartbroken for our players, our former players, our alumni and our UMass Football community. Our job as coaches and mentors is to provide opportunities for our players and do everything in our power to not take them away. Today's news was devastating, but we will be resilient and prepared to be our best when our best is required.\" \"I would like to give an unbelievable amount of gratitude to our medical professionals, our administration, our campus, our athletic training staff and our operations staff for creating one of the safest environments in college football. The testing, the protocols, the risk mitigation, and the execution have been incredible,\" Bell said.  Football student-athletes will remain enrolled in coursework full-time, either virtually or in-person, in line with the university’s update to its fall reopening plan, announced on Aug. 6. UMass competes as an independent in college football’s highest division, the Football Bowl Subdivision (FBS). The Minutemen’s record in 2019 was 1-11. A California fitness trainer who had coronavirus and needed to be hospitalized and put into a medically induced coma for five days says he at first dismissed the virus and was skeptical of its severity.  “I didn't think it was real. I thought it was something that was made up,” Mata told CNN’s Kate Bolduan. “… I didn't think it was real as far as I was going to be able to contract it. I had that mindset.” Mata said people at his gym had the same mindset of feeling invincible.  “It's easier not to have to change and stick with my belief system of ‘it'll never happen to me,’” he said.  Mata said he had major body aches, a high fever and loss of taste before he was put on a ventilator.  “I realized it's something bigger than me,” he said.  Watch: Amid the coronavirus pandemic in America, getting students back to school continues to be at the forefront of many people’s minds. There are options when it comes to reopening, and organizations such as the American Association of Pediatrics have put out guidance to help schools reopen in the safest way possible. “However, as many school districts face budgetary constraints, schools must evaluate their options and identify measures that are particularly important and feasible for their communities,” said authors from the Division of General Pediatrics at Stanford University School of Medicine in a commentary published Tuesday in JAMA Pediatrics. The authors offer a number of suggestions on how the AAP guidelines can be used in schools to make reopening as safe as possible.  They suggest that school districts create Covid-19 task forces that are made up of key stakeholders, including superintendents and parents, to develop procedures and policies for safety. The authors address physical distancing, personal protective equipment and fixed cohorts of students and teachers – all things that are covered in the AAP guidelines. “The AAP guidance states the importance of identifying symptoms and signs concerning for Covid-19 but does not discuss operational approaches in depth,” the authors said. They recommend that schools implement multilevel screening for students and staff, which includes, among other things, reporting of symptoms by parents every morning and recording of temperature by staff when students arrive. The AAP guidelines also don’t include an approach for testing, they said. For this, the authors recommend a three-pronged testing approach, carried out in collaboration with local hospitals. It includes: All students with symptoms should be tested. \nSchools should conduct random staff and student testing to identify asymptomatic patients.\nStudents from high-risk households should be offered testing more frequently. The authors also discuss the need for schools to continually be flexible, with plans in place for virtual learning and the potential need for extra nurses, psychologists and social workers in schools.  “In summary, to maximize health and educational outcomes, school districts should adopt some or all of the measures on the AAP guidance and prioritize them after considering local Covid-19 incidence, key stakeholder input, and budgetary constraints,” the authors said.  Another option for reopening schools is virtual learning – something which comes with its own considerations, according to authors from the University of Florida College of Medicine Department of Pediatrics and the Research Center for Educational Technology at Kent State University, who published a separate commentary in JAMA Pediatrics on Tuesday.  While Covid-19 led to many American students and educators being unexpectedly introduced to virtual learning, it has been around since the mid-1990s, according to the authors. “While more than a billion children worldwide newly experienced this pandemic related abrupt transition to online education, at least 2% of US students and many more globally had already been participating in online instruction from K-12 online or virtual schools,” the authors said. Like in person learning, virtual learning also comes with many options, including for-profit, charter and public options – something that parents need to consider and research as they look into virtual learning.  The authors also point out that it doesn’t work for all students or all families. Factors such as access to internet can cause “significant variation” in student success. However, one group that research suggests that virtual learning can be beneficial for is students with special health care needs. The authors suggest that parents should assess the characteristics of their children and understand the virtual school options that are available to them. “The pandemic has encouraged many parents to explore educational alternatives, particularly for students who may have health concerns such as those with respiratory disease or who are immunocompromised,” the authors said. “With social distancing creating obstacles for traditional education, K-12 online learning may become more mainstream.” ##Schools## The superintendent of Georgia’s Cobb County School District, the state’s second-largest school district, says parents are divided over his decision to reopen schools virtually. Parents who oppose the decision have protested to demand in-person learning. “This one has pretty much been about split as far as the emails I'm getting. I get as many thank-you emails for the decision to go all-virtual as I do those emails truly wanting a face-to-face option,” superintendent Chris Ragsdale said in an interview with CNN’s Kate Bolduan. Ragsdale said that the high level of coronavirus spread, the questions around the ability to effectively test and trace and delays in testing results led to the decision to go all-remote.  “Those three parameters were just creating a situation…that was not going to be safe for students and teachers to be in a compacted classroom with the number of students in each classroom,” he said.  Ragsdale repeatedly said that education officials need to look to data in order to reopen schools in person, and he said they would address mask policies when that happens.  “I think there [are] a lot of, you know, words that can be used such as 'mandate,' 'require,' and those kind of things that do carry a lot of weight in and of themselves,” he said.  “If we can limit that high spread by wearing face coverings, then absolutely we should be doing that, all of us should be doing that,” he added.  Watch more: ##Schools## Florida again is reporting a record number of coronavirus-related deaths. The state reported 276 additional deaths, breaking the previous record of 257 deaths on July 31, according to the Florida Department of Health.  The state reported at least 5,831 new coronavirus cases, bringing the state total to 542,792. The statewide resident death toll is now at least 8,553.  Note: These numbers were released by the (state’s/city’s/county’s) public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. CORRECTION: An earlier version of this post incorrectly reported the number of new coronavirus cases in Florida. The number of new coronavirus cases is at least 5,831.  ##Hotspots## Carissa Etienne, director of the Pan American Health Organization (PAHO), said on Tuesday, “There have been more than 10.5 million cases and over 390,000 Covid-19 deaths reported in our region.”  The United States accounts for more than half of the new cases reported daily, she said during a news briefing. “We are also observing an expansion of cases in Central America, where this week, Belize reported its highest-ever number of new Covid-19 cases. And in the Caribbean, the Dominican Republic is reporting more cases than all the other island nations combined,” Etienne said. “Our region remains under the grip of Covid-19,” she said. Etienne said efforts to fight communicable diseases like HIV, tuberculosis and hepatitis have been impacted by Covid-19. This is also true for mosquito borne diseases such as Dengue Fever and malaria. If Covid-19 continues at such a high level in the region, she warned that years of progress could be erased around in just a few months. “For diseases that are completely curable, this is not acceptable,” she said. “Without testing or treatment, severe cases of mosquito-borne diseases could go from easily treatable conditions to death,” she said. “We're beginning to see just that across our region, and indeed the world, that people are dying at higher rates than normal,” Etienne said. “Not just from Covid-19 itself, but because of the impact of this pandemic on essential health services.” ##Hotspots## Senate Majority Leader Mitch McConnell squarely blamed the Democrats for the stalled negotiations over another stimulus bill, saying that “struggling people” have “gotten nothing” due to their “absurd” demands and “hostage” tactics. “Struggling people have waited, and waited, and gotten nothing,” McConnell said on the Senate floor on Tuesday. “That has been the Democrats’ decision. Reporters can call it ‘hardball’ like this was some ordinary standstill. But families are suffering. Americans are dying. This is not a Washington game. It's a national crisis.” “It would serve the nation better if the Democratic leaders would act like it’s a crisis,” he added. In particular, McConnell lambasted the Democrats’ wishes to repeal the cap for the state and local tax deduction, extend the $600 weekly boost to federal unemployment aid and provide $1 trillion for state and local governments. The French government is extending a ban on mass gatherings of 5,000 people or more until Oct. 30, Prime Minister Jean Castex said Tuesday.  Local authorities can request an exemption to the ban, Castex explained while speaking after a visit to a hospital in the city of Montpellier. This decision comes as “the coronavirus epidemic has deteriorated over the last few days,” Castex warned.  “For the past two weeks, the epidemiological situation has been trending in the wrong direction,” he added.  Deploring a “weaker vigilance, weaker discipline and weaker solidarity” from a part of the population, the prime minister also called to extend the obligation to wear masks in outdoor public spaces.  The decision on mass gatherings reverses a previous decision announced on Aug. 4 from the Culture Ministry, which said that cultural events in France of 5,000 people or more would be able to resume from Sept. 1. New York City’s coronavirus indicators continue to remain steady, Mayor Bill de Blasio said on Tuesday.  At least 61 individuals were admitted to hospitals on Monday, 297 individuals remain in intensive care united in the New York City health and hospital system, and the daily positivity rate in the city remains at 2%.  All three of those indicators are below the threshold.  Mayor de Blasio spent much of Tuesday’s news conference focused on new measures aimed at helping the cities economic recovery.  The city is launching a tenant protection portal that will help protect renters who can’t afford their monthly payments from being evicted.  Additionally, 30 of the largest employers in the New York City area are joining to create the New York jobs counsel — a group of CEO’s who have taken a pledge to join together to create 100,000 jobs for low income New Yorkers.  Mexico has agreements with two Chinese companies and one American company for vaccine trials, Mexican Foreign Minister Marcelo Ebrard said during Tuesday morning’s news conference. Mexico will be participating in trials of vaccines being developed by Janssen Pharmaceuticals (owned by Johnson & Johnson) and Chinese companies Cansino Biologics Inc and Walvax Biotechnology Co Ltd, bringing the number of vaccine trials in the country to four. \"We have agreements with three different companies, one from the US and two from China; it's called a memorandum of understanding, the goal is that the protocols for phase three will take place in Mexico. After this announcement, Mexico will participate in four protocols from September to January,\" Ebrard said. In July, Ebrard announced Mexico will participate in phase three of a Covid-19 vaccine trial from the French pharmaceutical company Sanofi-Pasteur's Mexico branch.  ##Vaccines##  Russian President Vladimir Putin announced the approval of a coronavirus vaccine, claiming it as a \"world first\" — but there is continued concern and unanswered questions over its safety and effectiveness. If you're just reading in, here's what you need to know about the vaccine: No phase three trial or data: Developed by the Moscow-based Gamaleya Institute, the vaccine has been named Sputnik-V. It has yet to go through crucial phase three trials, where it would be administered to thousands of people. Russia has released no scientific data on its testing and CNN is unable to verify the vaccine's claimed safety or effectiveness.\nPutin says one of his daughters has taken it: He said she had a slightly higher temperature after each dose, but that: \"Now she feels well.\"\nSome US experts say they wouldn't take it: CNN’s Dr. Sanjay Gupta said \"of course\" he wouldn't take the vaccine, adding, \"I know nothing about this vaccine.\" And Dr. Scott Gottlieb, former commissioner of the US Food and Drug Administration, said “I wouldn’t take it, certainly not outside of a clinical trial right now.\"\nWhere other vaccines stand: There are 25 other vaccines in the clinical evaluation stage of development and a further 139 candidate vaccines in the preclinical evaluation stage according to the World Health Organization. Closely watched vaccines in development include one from the University of Oxford and AstraZeneca and another from the biotechnology company Moderna and the US National Institute of Health. Both have showed promising results and are currently undergoing phase three testing. Watch Putin's announcement: ##Vaccines## Award-winning chef and restaurateur Marcus Samuelsson, head chef of Red Rooster in Harlem, said that Congress needs to pass a $120 billion grant to keep restaurants in business during the coronavirus pandemic.  Despite bipartisan support, the Restaurants Act has not been taken up by Senate Majority Leader Mitch McConnell.  “Are we going to not have those favorite restaurants in our neighborhoods? Those are like the heart and soul of the neighborhoods, and really we need Congress to pass this $120 million bill,” Samuelsson said on CNN’s “New Day.” The chef commended volunteers and community members for banding together to help restaurants, but he said that now it is time for political leaders and President Trump to act. “I don't care if he signs the bill from the golf club, but we just need the bill to be signed,” he said. “Congress talk[s] about recess. We don't have vacations. This is the most crucial point in our history in terms of restaurants. And about 11 million people are going to be unemployed.\"  As the pandemic has affected Americans’ jobs and the ability to feed their families, Samuelsson partnered with Audible's Newark Working Kitchens to deliver more than 200,000 meals since March.  Samuelsson said it’s a model that can be implemented across the country. The meal delivery service works with the New Jersey city's government, restaurants and donors to get food out to residents and first responders, hire back workers and order food from farmers, he said.  Watch more:  The American Health Care Association and National Center for Assisted Living (AHCA/NCAL) published a report Tuesday showing that confirmed Covid-19 cases in US nursing homes are rising rapidly again after a steady decline in June, due to a jump in cases in the general population. “As we feared and have been warning government leaders over the past couple months, the spike in COVID cases in the general population across the U.S. has led to increased cases in nursing homes,” Mark Parkinson, president and CEO of the AHCA/NCAL, told CNN via email. The report's findings: The report used data from the Centers for Medicare & Medicaid Services (CMS), which in conjunction with the US Centers for Disease Control and Prevention compiles weekly statistics from nursing homes.  Those numbers show that Covid-19 cases in nursing homes rose to 8,628 for the week of July 19, from a low of 5,468 for the week of June 21, just a month earlier. (July 19 is the last week for which complete information is available.)  The report shows deaths are also trending up but, as of the week of July 19, not at the same rate. Reasons for the spike: The AHCA/NCAL report attributed community spread to the rapid uptick in cases, pointing to the soaring number of infections among the general population in many states in late June and July.  Lack of rapid testing and an inadequate supply of personal protective equipment (PPE) is compounding the problem. “As the CMS data shows, the increase in new cases in nursing homes is being driven by the spike in cases in the surrounding communities and exacerbated by shortages in PPE and the significant delay [up to five days or longer] in obtaining test results for nursing home staff and residents,” Parkinson said. Call to action: The organization, which represents more than 14,000 nursing homes and assisted living communities that care for approximately 5 million people, is asking federal and state public health officials to take immediate steps to protect those communities – especially in areas with significant rise in new Covid cases. “Without adequate funding and resources, the U.S. will end up repeating the same mistakes from several months ago. We need public health officials to focus on reducing spread within the larger community and prioritizing long term care for resources, like PPE, testing, staff support and funding, so we can prevent the virus from coming in to nursing homes and help staff take targeted action if it does. With the proper resources, long term care facilities can better identify who has the virus and make tactical decisions to protect residents and staff,” Parkinson said. He also urged Congress for an additional $100 billion for the US Department of Health and Human Services (HHS) Provider Relief Fund, and that a sizeable portion of the fund be dedicated to helping nursing homes and assisted living communities acquire resources associated with protecting vulnerable residents and staff from the virus, including constant testing, PPE and staff support. “While we are making progress, we need Congress to prioritize our vulnerable seniors and their caregivers in nursing homes and assisted living communities in this upcoming legislation,” Parkinson said. ##Hotspots## US Health and Human Services Secretary Alex Azar spoke about what Taiwan, the country he is currently visiting, has done in order to control the Covid-19 pandemic. “Taiwan has taken very effective measures, but they’re very strong measures,” Azar said on ABC’s Good Morning America on Tuesday. Every person who comes into Taiwan is subject to a mandatory quarantine period, where individual compliance is checked and inspected by the police, Azar said. Taiwan has also used social media and mandatory cell phone GPS tracking to identify contacts. More than 200,000 individuals have been placed in mandatory police-enforced quarantine in Taiwan, Azar said. “There obviously are contexts here that fit cultural, social and legal norms that may or may not be applicable in the United States,” he said, “but the important thing is that Taiwan has approached this in a transparent, open collaborative way in the international system.” They should be highlighted for what they have done for global public health, Azar said, before comparing the country to China. “Across the straits of Taiwan, China, the People’s Republic of China, has not been transparent, have not been collaborative, and have been at the center of creating this global Covid-19 crisis,” he said. US Health and Human Services Secretary Alex Azar reacted to the announcement from Russia that it has approved a “world first” Covid-19 vaccine. “The point is not to be first with the vaccine,” Azar said on ABC’s “Good Morning America” today. “The point is to have a vaccine that is safe and effective for the American people and the people of the world.”  Azar said that transparent data is needed, and that this data has to be from phase three trials that shows that a vaccine is safe and effective. “That’s what President Trump is leading with the historic Operation Warp Speed initiative, with six vaccines in development,” Azar said. He said they believe they are on track to having tens of millions of doses of FDA gold-standard vaccine by December, and hundreds of millions of doses going into 2021.  When asked how he stands by the timeline of December, Azar said that two of the six vaccines are in phase three clinical trials to prove safety and efficacy, and it will depend on the speed at which the clinical trials enroll, people are vaccinated and then exposed to the virus. “So, we believe, Dr. Fauci believes, that it is very credible that we will have – we have multiple that will be delivering results, and we could have FDA-authorized or approved vaccines by December,” Azar said. ##Vaccines## Russian President Vladimir Putin says Russia has approved a “world-first” Covid-19 vaccine, but experts are skeptical about safety and effectiveness. “We have no data on this,” CNN’s Dr. Sanjay Gupta said on “New Day.” Gupta said he would not feel comfortable taking the vaccine, dubbed Sputnik-V, because of the lack of information about it.  Gupta said it reminds him of when Russia said it was developing an Ebola vaccine, yet he never saw any phase three data at that time.  “This is starting to sound very familiar to previous sort of vaccine campaigns out of Russia,\" he said. \"… Of course I wouldn't take this. I know nothing about this vaccine.”   ##Vaccines## Watch Dr Gupta's full assessment: Dr. Scott Gottlieb, former commissioner of the US Food and Drug Administration, said on CNBC Tuesday that Russia is not ahead of the US when it comes to vaccine development. “I think in terms of their development right now, they’re a little bit behind where we are with the vaccines that we have,” Gottlieb said. US vaccines are now in phase three trials, having cleared phase one and phase two studies, being tested on hundreds, or in some cases a couple of hundred patients, which is about where Russia is right now, according to Gottlieb. The amount of people who the Russian vaccine has been tested in means that it has cleared the equivalent of a phase one trial, but still needs to be evaluated in a large-scale clinical trial, Gottlieb said. He said it was unclear to him what it meant for Russia to start giving some kind of preliminary approval to start vaccinating people outside of a clinical trial. Gottlieb added they might be trying to do a registry, where volunteers who take the vaccine outside of a trial who are then followed, but it’s not really cleared for general use in the market. “There might be a little bit of semantics going on in terms of how they’re treating this from a regulatory standpoint,” Gottlieb said. “So, they’re claiming that it’s fully approved, but it’s not really fully approved.” However, they are not ahead of the US, he said. “They’re certainly not ahead of us, and we certainly wouldn’t allow a vaccine to be used for mass distribution at this point based on the data that we have in hand. We just don’t know that the vaccines are safe and effective at this point,” Gottlieb said.  ##Vaccines## There has been a 137% increase in the number of Covid-19 cases in children age 17 and under in the past month in Florida, according to the state's department of health data. On July 9, Florida reported 16,797 cases in children. By Aug. 9, that number increased to 39,735 infections, per the Florida Department of Health.  During that same time period hospitalizations jumped from 213 to 436, a 105% increase. Child deaths increased from 4 to 7 during the same time period. Florida’s percentage increase in Covid-19 infections in children in the past month is higher than the nationwide metric among US children.  The state's latest figures come after a report by the American Academy of Pediatrics and the Children’s Hospital Association stated there was a 90% increase in Covid-19 cases among US children over the last four weeks.  Some of the increase might be due to more testing, AAP said. ##Hotspots## As US leaders work to control the spread of coronavirus, researchers across the country -- and globe -- are working to answer the mysteries that remain around infections. One of those mysteries: why the experience can be so vastly different from person to person. One expert says the answer may mean taking a closer look at previous vaccines individuals have had. \"When we looked in the setting of Covid disease, we found that people who had prior vaccinations with a variety of vaccines -- for pneumococcus, influenza, hepatitis and others -- appeared to have a lower risk of getting Covid disease,\" Dr. Andrew Badley, an infectious disease specialist at Mayo Clinic told CNN's Anderson Cooper Monday night. It's what immunologists call immune training: how your immune system creates an effective response to fight off infections, Badley says. \"A good analogy is to think of your immune system as being a muscle,\" he said. \"The more you exercise that muscle, the stronger it will be when you need it.\" There's been no definitive evidence of any other vaccines boosting immunity against Covid-19. But some researchers have suggested it's possible. Read the full story: ##Vaccines## There has been a 90% increase in the number of Covid-19 cases among US children over the past four weeks, according to a report published Monday by the American Academy of Pediatrics and the Children’s Hospital Association. According to this new report, expected to be updated weekly, there were 179,990 new Covid-19 cases among US children between July 9 and August 6. The data comes from case numbers provided by state health departments of 49 states, New York City, the District of Columbia, Puerto Rico and Guam.  Some of the increase may be due to more testing, AAP said. Early in the pandemic, testing was reserved for the sickest. A broader number of tests may be identifying children that have fewer or milder symptoms than those who were tested earlier in the pandemic. Children make up just over 9% of the total cases in states that report cases by age, according to the report. At least 380,174 total child Covid-19 cases had been reported as of August 6. It still appears that severe symptoms are rare among children with Covid-19 infections. Children were between 0.5% and 5.3% of total hospitalizations, according to data from the states that record that information. Children were 0% to 0.4% of all Covid-19 deaths.  Nineteen states have reported no child deaths. In states that tracked the details, 0% to 0.5% of all child Covid-19 cases resulted in death. The AAP called for an effective testing strategy so that communities can make the right choice about opening schools.  “The data – while limited because of its reliance on how each state reports its cases – underscores the urgent need to control the virus in communities so schools may reopen,” a news release from the AAP said. “In areas with rapid community spread, it’s likely that more children will also be infected, and these data show that,” AAP President Dr. Sally Goza said in the news release.  “As a pediatrician, I urge people to wear cloth face coverings and be diligent in social distancing and hand-washing. It is up to us to make the difference, community by community.” The World Health Organization said last week that the pandemic is starting to move into the younger population globally, while most cases, by far, are among people ages 25 to 64.  CNN Chief Medical Correspondent Dr. Sanjay Gupta answered viewers' questions on this worrying statistic: ##Hotspots## Dr. Scott Gottlieb, former commissioner of the US Food and Drug Administration, said on Tuesday that he would not take the Russian vaccine outside of a clinical trial. “I wouldn’t take it, certainly not outside of a clinical trial right now,” Gottlieb said on CNBC. “It appears that it’s only been tested in several hundred patients, at most. There’s some reports that it’s been in as few as 100 patients.” Gottlieb explained that it was an adenoviral vector vaccine, which is “not a trivial vaccine in terms of the technical complexity that goes into manufacturing.”  China is also developing an adenoviral vaccine, which is in clinical trials in Canada, but early data from that vaccine isn’t very encouraging, he said. There are more things that can go wrong from a safety standpoint with this type of vaccine, Gottlieb said, including that people could have a reaction to the viral vector itself. “It’s not clear how efficacious the Russian vaccine is going to be and whether or not people have some prior immunity to the adenovirus that they’re using to deliver the coronavirus gene sequence,” he said. Gottlieb said that at this point he was worried about both the safety and the efficacy of the Russian vaccine. Something that has only been tested in several hundred patients, which is effectively a phase one clinical trial, is not something you would want to take outside of a clinical trial where you are closely monitored, he said. “In a lot of these situations, you might only get one shot at taking a vaccine within a season, so if you put a vaccine on the market that’s not efficacious, it’s going to be hard to revaccinate the population, so you want to make sure it works,” he said.  Gottlieb also tweeted a clip of his interview with CNBC, with the caption: “Russia was reported to be behind disinformation campaigns to sow doubts in U.S. about our Covid vaccines; and today’s news that they “approved” a vaccine on the equivalent of phase 1 data may be another effort to stoke doubts or goad U.S. into forcing early action on our vaccines.”  Read his tweet:  ##Vaccines## The US Food and Drug Administration (FDA) has released three sets of guidance to help companies meet increased demand for hand sanitizer during the Covid-19 pandemic. \"Hand hygiene is an important part of the U.S. response to Covid-19,\" the FDA website says.  \"If soap and water are not readily available, the Centers for Disease Control and Prevention (CDC) recommends consumers use an alcohol-based hand sanitizer that contains at least 60 percent alcohol.\" Provided that they follow the FDA guidance, companies that are not currently registered drug manufacturers can register as over-the-counter drug manufacturers to make alcohol based hand sanitizers during the pandemic.  Pharmacies and registered outsourcing facilities can also compound certain alcohol-based hand sanitizers, and alcohol production firms can produce alcohol for making hand sanitizer. The three sets of guidance provide a list of specific ingredients that should be used in production, considerations for testing and other guidance in areas of production such as preparation and labelling. The FDA recommends that the public check any hand sanitizer in their home, as well as any that they plan to buy, against its list of products that are potentially contaminated with methanol. The novel coronavirus has infected more than 20 million people worldwide and killed more than 736,000. Here's what you need to know. Russia approves world's first coronavirus vaccine: Russian President Vladimir Putin says the vaccine, developed by the Moscow-based Gamaleya Institute, has been authorised for use. But there are widespread concerns over its safety and efficacy, and fears that corners may have been cut in the testing process.\nNew Zealand records first cases in 102 days: The government will temporarily reinstate lockdown restrictions in the city of Auckland after four new cases -- all in the same household -- were recorded in the city.\nDenmark reports spike in cases: The country was one of the first in Europe to reopen. Seventy-six new cases were recorded in Denmark on Monday, according to its health ministry.\nAt least 66 NFL players opt out of season: More than 60 NFL players have opted out of the 2020 season because of the coronavirus pandemic. Players had until 4 p.m. ET on Thursday to decide whether or not to participate.\nNearly 5.1 million US cases: At least 5,094,400 coronavirus cases and 163,463 virus-related deaths have been identified in the United States since the pandemic began, according to Johns Hopkins University. Denmark has reported a rise in Covid-19 cases, after being one of the first European countries to reopen. The virus is moving through our society once again,\" Health Minister Magnus Heunicke told a press conference Monday. New cases have been recorded in 67 out of Denmark's 98 municipalities, a press advisor for the Danish Ministry of Health told CNN.   Seventy-six new cases were recorded Monday, according to the ministry.  Denmark's second biggest city, Aarhus, recorded the highest number of new infections.  The spike means the country's virus reproduction rate, or \"R,\" has risen to 1.4 -- meaning each person with the virus infects an average of 1.4 other people. Denmark has recorded 14,815 confirmed cases and 620 deaths since the beginning of the pandemic. The country first closed its borders to non-citizens on March 13, it also restricted public gatherings and closed schools.  Denmark was one of the first European countries to reopen schools with the first students returning in mid-April.  Due to the rise in case numbers, the Danish government last week decided to postpone a decision on lifting restrictions on the number of people allowed at some public gatherings.  The press advisor told CNN that Denmark's political parties are to meet on Wednesday to discuss the delay and the plans for Phase Four of the country's lockdown exit, under which nightclubs and concert venues are set to reopen. Twenty countries around the world have requested more than a billion doses of Russia's newly-approved coronavirus vaccine, according to the head of the Russia Direct Investment Fund (RDIF). The vaccine has been named \"Sputnik-V\" -- a reference to the surprise 1957 launch of the world's first satellite by the Soviet Union. \"We’ve seen considerable interest in the Russian vaccine developed by the Gamaleya Institute abroad. Moreover, we have received preliminary applications for over 1 billion doses of the vaccine from 20 countries,\" RDIF head Kirill Dmitriev said Tuesday. \n\"Along with our foreign partners, we are already prepared to manufacture over 500 million doses of vaccine per year in five countries, and the plan is to ramp-up production capacity even higher.\"\nHe added: \"So far, countries in Latin America, the Middle East and Asia have displayed the greatest interest in the vaccine, and we are about to finalize a number of contracts for the purchase of the vaccine.\" The Russian vaccine is yet to pass the crucial Phase 3 testing stage. Phase 3 trials, typically involving thousands of participants, assess a drug's safety and effectiveness. Dmitriev said those trials would take place abroad. \"We have already reached agreements on conducting the relevant trials of the Gamaleya vaccine with partners from the UAE, Saudi Arabia, and a number of other countries,\" he said. The Gamaleya vaccine is the first in the world to be approved but there are widespread concerns that essential corners may have been cut in its development.  Critics say the country's push for a vaccine is partly due to political pressure from the Kremlin, which is keen to portray Russia as a global scientific force. On Tuesday, Dmitriev hit out at criticisms of the vaccine and the lack of testing and trials.  \"Coordinated and carefully-orchestrated media attacks on the Russian vaccine have attempted to discredit and conceal the correctness of Russia’s approach to the drug’s development,\" he said. Russia has released no scientific data on its testing, and CNN is unable to verify the vaccine's claimed safety or effectiveness. ##Vaccines## New Zealand has recorded four new locally transmitted coronavirus cases, breaking its 102-day streak without a local infection. All four of the cases were found within one household in South Auckland according to New Zealand’s Director-General of Health Dr. Ashley Bloomfield. He added that none of the new cases had recently travelled outside of New Zealand. \"We have been preparing for that time, and that time is now,\" said Dr Bloomfield, adding that the \"health system is well prepared\" for such an outbreak. New Zealand Prime Minister Jacinda Ardern announced that Auckland, the country's most populous city, would temporarily be placed under level three pandemic restrictions for three days, beginning at midday on Wednesday. \"In line with our precautionary approach we will be asking Aucklanders to take swift actions with us. As of 12 noon tomorrow, Wednesday August 12, we will be moving Auckland to level 3 restrictions,\" Ardern said Tuesday. She added that the lockdown would allow health officials to conduct urgent contact tracing and assess the situation. Under the new restrictions businesses including restaurants, bars and non-essential shops will close. People will only be allowed to leave their homes to conduct essential activities such as picking up supplies from grocery stores. Gatherings over 10 people will also be restricted and schools will be closed for three days. Outside Auckland, the rest of New Zealand will go into level two restrictions.  Under these rules groups of no more than 100 people can gather in one place. Social distancing must also be practiced at hospitality businesses, while public venues such as museums, libraries and pools can open if they comply with public health measures and ensure one meter physical distancing and record keeping.   The new restrictions will last for at least three days, until midnight on Friday. Hong Kong reported 33 cases of Covid-19 on Tuesday, its lowest number of new infections since July 15. The tally is composed of 32 local infections and one imported case from India, according to information given at Hong Kong's daily health briefing. Among the local cases, 17 are related to previous infections, of which 10 were transmitted within families. The others were work-related, including two new cases in Kwong Wah Hospital. Three deaths were also recorded, bringing Hong Kong's death toll to 58. The total number of cases stands at 4,181. Hong Kong officials have scrambled in recent weeks to suppress a third wave of the virus in the city. Dr. Chuang of the health department's Communicable Disease Branch said she has noticed an overall decreasing trend but added that the daily number may fluctuate. Although we have 33 cases today, we still have around 50 preliminary positive cases,\" she said. \n\"I hope the trend will continue with all efforts from the community as well as from the government. But still, there are a lot of unknown cases in our community,\" she added. ##Hotspots## Spencer Rollyson says he didn't think much of it when he experienced mild coronavirus symptoms in May. Weeks later, the disease almost took his life. I never thought, at 21, I would be on the verge of death,\" he said. Initially, the infection seemed just like the flu or a cold, he said, and the symptoms lasted for a few days. \"About a week and a half, two weeks later, I started feeling bad,\" he said. Rollyson said he went to the emergency room with a 103.4-degree fever and doctors conducted several tests including chest X-rays and CT scans to find the root of the problem. Everything came back clear, he says, but within 48 hours Rollyson was in the ICU. \"That's when everything started shutting down,\" he said. \"In two days, my body rapidly declined.\" Read more here. Russia has approved a coronavirus vaccine developed by the Moscow-based Gamaleya Institute for use, President Vladimir Putin said on Russian state TV on Tuesday.  Speaking in a live teleconference with his cabinet ministers, Putin said the vaccine had gone through all the necessary checks. \"A vaccine against coronavirus has been registered for the first time in the world this morning,\" Putin said, adding: \"I know that it works quite effectively, it forms a stable immunity.\"\n\"So we're the first to have registered. I hope our foreign colleagues' work will move as well, and a lot of products will appear on an international market that could be used,\" Putin said. The Russian President revealed that one of his daughters has taken the vaccine; he said she had a slightly higher temperature following the injections, but that she now feels better. \"I know this very well too, as one of my daughters has been inoculated with the vaccine,\" he said. \n\"I think that this way she participated in the experiment. After the first injection her temperature was 38 [degrees Celsius], the next day 37-something and that's it. After the second injection the temperature also got a bit higher but that's it, then it went back down. Now she feels well.\" Reports about Russia's vaccine have come amid concerns about its safety, effectiveness and allegations that the country has cut essential corners in its development.  Russian officials told CNN previously that crucial Phase 3 trials would take place after state registration of the vaccine.  Russia has released no scientific data on its vaccine testing and CNN is unable to verify its claimed safety or effectiveness.   Critics say the country's push for a vaccine comes amid political pressure from the Kremlin, which is keen to portray Russia as a global scientific force. ##Vaccines## Bars and restaurants around the world are having to rethink the way they interact with customers during the pandemic. In the Italian city of Florence, some are looking to the past: using centuries-old wine windows to dole out food and drinks. Rising just above ground level, blink and you might miss these tiny openings, called \"buchette del vino,\" (literally \"little wine holes\") in Italian. The small windows were used to sell wine-to-go during the Renaissance period, and were intended to be cheaper, direct-to-consumer alternatives to taverns and other drinking dens -- not to mention a discreet way for merchants to avoid paying taxes on the alcoholic libations they were peddling. Those merchants were Florence's elites, many of whom had the foot-tall windows built into street-facing walls of their palatial residences, usually next to the main entrance. Back in the 1500s, a number of the city's aristocrats were also major wine producers in the surrounding countryside. The \"buchette\" allowed them to trade (or rather, have servants do it for them) their spirits straight from their in-house cellars to basically anyone, with a reduced need for physical contact. In May, as Italy eased its two-months-long lockdown, several F&B businesses in Florence, who happened to be based in premises with existing buchette, decided to reopen them, capitalizing on the design's minimal-contact aspect. Wine, Aperol spritzes, ice creams and sandwiches have since been served through the holes, at a safe distance. Read more:  More than 60 NFL players have opted out of the 2020 season because of the coronavirus pandemic. Players had until 4 p.m. ET on Thursday to decide and after the deadline passed, a spokesperson for the NFL told CNN that out of 2,880 players, 66 players chose to opt out. That figure could be higher -- both NBC's Pro Football Talk and CBS reported the figure was 67 players. The New England Patriots are the team most affected, with eight players opting out of the 2020 season -- prompting much ribald \"tanking for Trevor\" comment. Highly-rated Clemson quarterback Trevor Lawrence is expected to be drafted first overall in the 2021 NFL Draft, and some fans have jokingly suggested that the team's performance this upcoming season might be reflected in a desire to gain that number one pick. The Patriots have lost starters like linebacker Dont'a Hightower and safety Patrick Chung, who have both won three Super Bowls with the team. Read more:  Every Friday, Carolyn Freyer-Jones encourages her family and friends to participate in #thefridayminute to honor her father Hugh and others who have died from the coronavirus pandemic. The idea came out of a discussion with her brother about how sometime down the road, there may be a national day of mourning for those who have lost a loved one to Covid-19. \"Let's not wait. Let's not wait for a national day of mourning in the future when we all get a day off and it's after hundreds of thousands of lives are gone, homes lost, jobs and businesses gone.\" Carolyn Freyer-Jones recalls telling her brother. \"Let's create something now that we can share and that can be shared with everyone, that people everywhere can do right now.\" At noon eastern time, she wants people to take a minute to reflect and pray, and even send love and support to families who have been affected by coronavirus this year. \"The minute is a way to remind ourselves that we are all connected regardless of situation or circumstance. My father is everyone's father, or husband, or grandfather, or friend,\" Carolyn Freyer-Jones told CNN. During this minute and several times throughout the past few weeks, Carolyn has been thinking about her own father, who she said died from coronavirus complications on his 86th birthday. Read more:  At least 5,094,400 coronavirus cases and 163,463 virus-related deaths have been identified in the United States since the pandemic began, according to Johns Hopkins University. On Monday, Johns Hopkins reported 49,536 new cases of Covid-19 and 525 reported deaths. The figures include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking US coronavirus cases here: ##Hotspots## The Trump administration is considering ways to restrict entry on the US-Mexico border that could include US citizens and lawful permanent residents over coronavirus concerns, according to a source familiar with the matter. It's the latest attempt by the administration to seal off US borders, citing the virus. In March, the administration invoked a public health law to swiftly remove migrants, including children, who are apprehended at the border. That action, including a series of other travel restrictions, has been extended over the course of the pandemic. The options being weighed by the administration would also likely rely on authorities from the US Centers for Disease Control and Prevention, the source said. The New York Times first reported on the possibility of barring Americans from returning to the US on a limited basis amid fears they may be infected with the coronavirus. \"Career professionals at the CDC are working on an overall approach to pandemic control both now and in the future,\" an administration official with knowledge of ongoing discussions told CNN. \"The regulation is in draft form and subject (to) change. This is an ongoing process and any reporting on this would be extremely premature.\" CNN reached out to the CDC and the Department of Homeland Security, which declined to comment. A draft memo obtained by the Times says any move to block citizens and legal permanent residents must \"include appropriate protections to ensure that no Constitutional rights are infringed\" and would apply \"only in the rarest of circumstances.\" Read more: Australia’s states and territories will remain closed off from one another in the coming days,  state and federal leaders said, as authorities continue to try to stop the latest wave of coronavirus cases in the country.  The state of Victoria, where Melbourne is located, has been dealing with a major upswing in cases in recent weeks. Authorities in Victoria identified 321 new Covid-19 cases Monday and 19 deaths.  New South Wales detected 22 new cases on Monday -- the highest in a single day since April. Prime Minister Scott Morrison said Monday that “it's unlikely that we were able to move back to a restriction-free society” by Christmas.  “I doubt that is going to happen. I doubt the medical position will enable that. And so you've just got to follow the medical evidence on all of these, whether it's borders or whether it's the restrictions on trade or of local businesses or whatever it happens to be,\" Morrison said. Here are some of the regional policies: Victoria remains closed to all of Australia’s states and territories. Northern Territory Chief Minister Michael Gunner said Tuesday that he plans for an 18-month border closure between his region and anywhere considered a hotspot -- including Australia's two largest cities, Melbourne and Sydney.  “Cancel your Christmas holiday plans, stay here in the Northern Territory,\" Gunner said in an interview with public broadcaster ABC on Tuesday. “We’re working towards an 18-month-window from today, towards the end of next year, is how we’re starting to resource our borders. We’re recruiting extra police. We’re making sure we keep those hard border controls in place.”  Western Australia and Tasmania remain closed to people from all other states. Queensland and South Australia are closed to residents of Victoria and are quarantining anyone traveling in from New South Wales.  The Australian Capital Territory requires anyone traveling to the capital from Sydney or the state of Victoria to undergo a quarantine upon arrival. ##Hotspots##  The Japanese Ministry of Health said 842 new cases of Covid-19 were identified on Monday, the first time in 13 days that the number of infections reported in a day dropped below quadruple digits.  Positive signs also emerged in Tokyo, where many of the new cases have been recorded. The Japanese capital recorded 196 infections Monday, the first time the daily case count there has dropped below 200 in two weeks.  Five coronavirus-related deaths were reported throughout the country on Monday, authorities said.  To date, 49,630 cases of the virus have been identified in Japan and at least 1,065 people have died. An important caveat: Economic Minister Yasunori Nishimura, who is in charge of the nation's coronavirus policies, said in a news conference on Tuesday that the drop in cases could be due to the fact that fewer tests were conducted over a holiday weekend. Nishimura called for continued vigilance and asked citizens to abide by safety measures in their daily lives, as the recent infections have been taking place more in offices, schools and during social activities. Children may be able to spread Covid-19 just as easily as they spread another type of coronavirus -- the common cold, said William Haseltine, a former professor at Harvard Medical School. “There’s every reason to suspect that this virus, even though it can kill you, behaves pretty much like a cold virus, in terms of transmission. Who drives colds? Children drive colds,” Haseltine told CNN’s Anderson Cooper Monday.\n“And that's true of almost all respiratory diseases, including the colds that are caused by coronaviruses. And this is one of those cousins,” he added. “It even uses the same receptor in the nasal passages as one of the cold viruses. It just happens to be a cold virus that also kills.” Haseltine warned that children can be infected and infect others, so they should wear masks. He said that children up to 5 years old can be “highly infectious to other people.\"  \"It turns out they have a thousand times more virus in their nose than you need to infect, so they're very, very contagious,\" Haseltine said. The number of known cases of the novel coronavirus surpassed 20 million globally on Monday at 8:10 pm ET, according to data held by the Johns Hopkins University Coronavirus Resource Center. JHU reports the current number of known cases around the world is now 20,001,019. At least 733,897 have died globally. The United States has reported the most deaths and the most confirmed cases worldwide. At least 5,085,821 coronavirus cases have been recorded in the US, including at least 163,370 deaths. CNN is tracking worldwide coronavirus cases here: US President Donald Trump said he has asked that the G7 meeting be postponed until after the US presidential election in November, after a previous delay due to Covid-19 concerns. “I’m much more inclined to do it sometime after the election,” Trump told reporters at the briefing. “We were going to do it in September.” The summit was slated to be held at Camp David in June, and after a tentative plan to postpone the meeting and switch to a virtual conference, Trump had floated in May the idea of doing it in person in the fall. Trump said the White House had not yet formally invited leaders.  “We haven’t sent out invitations. We’re talking to them,” he said. He noted he planned on inviting countries that aren’t formal members of the group of seven. Asked whether he would invite Russian President Vladimir Putin, Trump said he would do so because Putin is an “important factor.” “I certainly would invite him to the meeting. I think he’s an important factor.” ##Politics## US President Donald Trump was abruptly evacuated from the White House briefing room by security on Monday after shots were fired outside the building. Trump returned to the briefing room minutes later, confirming a shooting. \"There was a shooting outside of the White House and it seems to be very well under control. I'd like to thank the Secret Service for doing their always quick and very effective work,\" Trump said when he returned. After he returned to the podium, the Secret Service tweeted that there had been an officer-involved shooting at 17th Street Northwest and Pennsylvania Avenue Northwest. The Secret Service said later Monday on Twitter that an investigation of the shooting \"is ongoing\" but that \"at no time during this incident was the White House complex breached or were any protectees in danger.\" A \"male subject\" and a Secret Service officer were transported to a hospital, the tweet said. Two law enforcement sources told CNN that the wounded person was unarmed. A senior administration official said there was an active shooter near the White House and that shooter is in custody. The incident happened just outside of the White House grounds close to Lafayette Square, the official said. Read more:", "Section": "world", "Writers": ["Joshua Berlinger", "Adam Renton", "Melissa Macaya", "Meg Wagner", "Mike Hayes"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-08-11-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}