{"Type": "article", "Time": "2020-07-12", "Headline": "July 13 coronavirus news", "Text": "Public health orders in Wyoming will be extended through July 31 due to the increasing number of Covid-19 case, Gov. Mark Gordon announced in a statement today. The state announced 39 new lab-confirmed cases and three new probable cases today. The state has reported a total of 1,545 lab-confirmed positive cases of Covid-19, 359 probable cases and 21 deaths. For the past two weeks, Wyoming has had an average of 27 lab-confirmed cases of Covid-19 with 342 new cases that have been confirmed since July 1.  “I’m disappointed again that we continue to see case numbers rise,” Gordon said. “Wyoming residents only need to look at what Texas, Florida and Arizona are experiencing to see how much damage being careless, not wearing a mask, and failing to social distance can cause to our state’s economy, our citizens' health and our healthcare system. I am encouraged to see many of our businesses taking this responsibility seriously and both requiring staff and urging customers to wear face coverings.” Note: These numbers were released by the Wyoming governor’s office, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Cases## In hopes of diminishing the possible spread of Covid-19, the National Football League will offer a new mouth shield prototype for players to start testing as soon as this week. Depictions of the Oakley-branded shield, sent to CNN by the NFL, show a shield placed within the face mask featuring off-set vents combined with a filter, which is lined up directly in front of the mouth. Combined with a visor, one of the drawings depicts the entire face area being covered.  A source with direct knowledge of the project told CNN that the shields are being sent to a select number of NFL teams with the expectation that players will test and offer feedback. Both the NFL’s chief medical officer Dr. Allen Sills and NFL Players Association medical director Dr. Thom Mayer collaborated with Oakley in the design of the shield. The league and the players union have yet to finalize health and safety protocols for the season. The NFL announced Oakley as an official on-field partner in October 2019. CNN has reached out to Oakley for comment but has not heard back.    Florida Gov. Ron DeSantis asked Floridians to listen to local officials, including Miami-Dade County Mayor Carlos Giménez, when it comes to taking precautions to prevent the spread of Covid-19 — including wearing face coverings. \"I think it's also important to listen and follow the guidance that's put out by local officials, such as Mayor Giménez. And so, you know here in Miami-Dade County, you know that means being diligent about wearing the facial covering. That means following the other directives that he and some of the other officials here have put on. It really will make a difference if everyone does their part,\" DeSantis said during a news conference with Giménez and Jackson Health System President and CEO Carlos Migoya. \"I know many Floridians are filled with apprehension as they wonder, you know, what does this mean? What do these trends mean for our health, for our families and for our jobs? How long is this going to go on for? What's going to happen with things like kids being in school?\" the governor added. \"I hear ya. And I along with our federal partners, our local leaders and our great medical community, we're working non-stop to be able to respond to this crisis.\" DeSantis said the state has seen record Covid-19 numbers. \"The percentage of people who were testing positive has finally started to decline, we'll see if that's a trend, or whether that was, that will be something that is short lived. Certainly we can say that the percentage of people who come in and test positive has stabilized,\" he said. ##Hotspots## KFC is asking its franchisees in four states with a resurgence of coronavirus cases to stop dine-in services.  The major fast food chain sent the guidance Monday to restaurant operators in Florida, Texas, Oklahoma and California. KFC is immediately stopping dine-in service in 40 Florida restaurants that are owned by the company.  “This guidance is part of our continued efforts to prioritize the health of our team members, customers, and the communities where they live and work,” a KFC spokesperson told CNN. The company said only 5% of its restaurants in the US have allowed dine-in seating since the pandemic began. The new guidance does not affect takeout and delivery options. CNN’s Jessica Metzger contributed to this report. ##Hotspots## Miami Beach Mayor Dan Gelber said the pandemic has become \"a political thing\" in regards to wearing face mask. \"This has become a political thing. That's sort of crazy that it's become a political thing. There is nothing political about this. It's a health care issue,\" he told CNN's Wolf Blitzer on The Situation Room Monday. Gelber said he doesn't know why Florida Gov. Ron DeSantis hasn't issued a statewide mandate, saying that mask wearing is \"how we are going to keep our economy open a little bit and that's how we are going to get out of this.\" Asked if he agreed with a statement that an infectious disease expert in the Jackson Health System in Miami made saying the city is comparable to what was seen in Wuhan six months ago, Gelber said, \"Well, I think clearly from the metrics. I mean, we have over 400 people in intensive care, 215 residents on ventilators. Those are way higher than anything previously.\" He then said that it was not an unfair comparison. Gelber said the numbers are growing, but they have yet to feel the impact of the ICUs, ventilators, and deaths because \"that's usually two to three weeks later.\" He went on to say that his county hit 3,000 positive cases today.  Florida has 282,435 cases of Covid-19 and at least 4,277 people have died from the virus in the state. ##Masks## ##Hotspots## Surging coronavirus cases across the United States are causing delays in obtaining test results from the nation’s laboratories, according to Quest Diagnostics, a leading provider of diagnostic services. “Soaring demand” for a Covid-19 molecular test is “slowing the time” the company can provide test results even after rapidly scaling up its capacity, Quest said Monday. The company is able to perform up to 125,000 molecular diagnostic tests a day, almost double its capacity two months ago, and expects to have the capacity for a 150,000 tests a day by the end of the month. Despite the increase in testing capacity, Quest said in a statement it’s taking up to a day to process test results for its priority patients: hospital patients, pre-operative patients in acute care settings and symptomatic health care workers. In all other coronavirus test cases, it’s taking on average seven or more days. “Specific drivers of demand include pre-operative patients undergoing procedures in hospitals and surgery centers; high-risk populations, such as those receiving care in federally qualified healthcare centers, nursing homes and correctional facilities; and individuals seeking testing from community drive/walk through events with government agencies and corporations.” Quest said while it’s trying to ramp up Covid-19 testing even more than it already has, it is facing challenges. “For instance, global supply constraints continue to be an issue. While our suppliers of test platforms and reagents continue to be responsive to our need to add capacity, they are limited amid surging demand in the United States and globally,” the company said.  In a call with state governors obtained by CNN, Vice President Mike Pence once again reiterated the administration’s desire that states move to open their schools in time for the fall semester, but made it clear that those decisions will ultimately be made at the local level. “We'll be giving you additional information to support how that can be done safely. We want to reiterate the formulation of those plans and should be driven by the state education officials, local education officials, but we're here to help,” Pence said.  The vice president went on to say that the administration is going to push for more funding for education in what they hope will be another Covid-relief bill that Congress is expected to discuss when they reconvene later this month. “You should also anticipate we're in active discussions with leadership in the Congress about additional education funding support in the upcoming relief bill that we expect to be voted on before the end of January,” Pence said. ##Schools##   The National Basketball Association and its players union said in a joint statement Monday that two players have tested positive for Covid-19 at the league’s Orlando campus and a total of 21 NBA players have tested positive for the virus since July 1.  Two players returned positive Covid-19 tests while still under initial quarantine after arriving at the NBA’s campus in Orlando. Those players have left the league’s campus to isolate at home or in isolation housing. The other 19 players tested positive before traveling to the league’s Orlando campus and are in self-isolation at home until being cleared to travel. ##Cases## A senior Trump administration official said Monday that they are “very confident that by year end we will have tens of millions of vaccines put into American arms.”  Under Operation Warp Speed, vaccine manufacturing will begin by the end of summer, the senior official said during a telephone briefing. “In many cases it’s already underway,” the official said. “We’re acquiring the equipment, we’re setting up the space, we’re acquiring, in some cases, the raw materials to do it. We have project teams that are assigned to go out to each manufacturing site.”  The senior administration official added that Operation Warp Speed is not waiting on the results from the portion of the trial that determines whether the vaccine works: “We will be manufacturing hundreds of millions of doses long before phase three clinical trials are complete,” the official said.  The goal of Operation Warp Speed is to deliver “300 million doses of a safe, effective vaccine for COVID-19 by January 2021,” according to a fact sheet on the US Department of Health and Human Services website. Brazil has seen more than 260,000 new coronavirus cases in the past week alone, according to daily numbers released from the Brazilian Health Ministry. In the past seven days, Brazil has recorded 261,683. On Monday, the ministry recorded a daily jump of 20,286, bringing the country's total number of confirmed cases to 1,884,967. The ministry also added 733 new Covid-19 fatalities Monday, bringing the nationwide death toll in Brazil to 72,833. Among the new cases recorded in the last week was Brazilian President Jair Bolsonaro, who announced he tested positive for the virus on Tuesday.  Bolsonaro will take another Covid-19 test this week, the official doctor for the presidency told CNN affiliate CNN Brazil on Monday. ##Cases## ##Hotspots## Houston Mayor Sylvester Turner said he shared his proposal to Texas Gov. Greg Abbott for a two-week shutdown due to a rise in Covid-19 cases.  Asked if he had spoken with Abbott about the request, he said, \"I have not talked to the governor personally. I do know that he is aware of the request that I have made.\" Turner said the numbers of Covid-19 cases are getting \"larger and larger.\"  \"I do think we are going to need to shut down for a period of time. I am proposing two weeks, or at the very minimum, to return to phase one,\" he said.  Turner emphasized the importance of getting control of the virus this month.  \"We need to reset, especially in light of the fact that next month, you know, kids, we are talking about returning to school,\" he said.  Houston reported 1,544 new Covid-19 cases on Monday, bringing the total number of cases to 30,965 cases, with 277 deaths in the state.   ##Hotspots## The UK government is set announce on Tuesday that wearing face masks in shops and supermarkets in England will be mandatory starting July 24. British Health Secretary Matt Hancock is expected confirm the updated government guidelines, according to a Downing Street statement.  “Guidance for other settings will be kept under review,” it added. “There is growing evidence that wearing a face covering in an enclosed space helps protect individuals and those around them from Coronavirus,” a Downing Street spokesperson said. “The Prime Minister has been clear that people should be wearing face coverings in shops and we will make this mandatory from July 24.” Scotland, Germany, Spain, Italy and Greece have already made it compulsory to wear face coverings inside shops. The National Junior College Athletic Association (NJCAA) has announced in a statement that all close-contact fall sports – which includes football – will move to the spring semester. In addition to football, this move also impacts men’s and women’s soccer and volleyball. The NJCAA says that all winter sports competition will begin in January with a majority of championship seasons moved from March to April. Spring sports competition remains intact with minor adjustments to dates.  Dr. Anthony Fauci, the nation's top infectious disease expert, said “community engagement” will be the one thing that helps boost support among Americans to get a coronavirus vaccine, if and when one becomes available. During a webinar with the Stanford School of Medicine on Monday, Fauci said this is how they did it with HIV.  “We've got to engage the community to get out there and be people who are boots on the ground – who look like and are like the people they are trying to convince – the importance of getting vaccinated, particularly in this era of anti-vax and anti-science,” he said. Right now, there is a “network of community workers” that is training for this exact thing, Fauci said, “to go into the community and try and convince people of why it's important for them and for their families to get vaccinated.” “As I often say, you don't really want a lot of White guys in suits like me, going into the mostly minority community, and convincing them about something that they're very deeply skeptical of. You've got to get people that the community trusts,\" he added. More than 13 million globally have been infected with the novel coronavirus and more than half a million people have died, according to Johns Hopkins University's tally. So far on Monday, Johns Hopkins reported 13,006,764 cases worldwide, with the United States holding the highest number of confirmed cases of the virus. At least 570,776 have died from coronavirus around the world.  The US has 3,341,838 Covid-19 cases, according to Johns Hopkins, accounting for more than a quarter of the global total. ##Cases## Peru surpassed 330,000 confirmed Covid-19 cases Monday, as it remains the country with the second highest number of cases in Latin America, behind Brazil. The Peruvian health ministry reported 3,797 new cases in the past 24 hours, bringing the country's total to 330,123. The country's death toll also rose to 12,054 Monday, up 184 from the previous day. ##Hotspots## ##Cases## Oregon Gov. Kate Brown announced new requirements for face coverings and limits on social gatherings in a statement.  Starting on July 15, Oregon’s face covering requirement will be expanded to apply to “outdoor public spaces when six feet of distance cannot be maintained,” according to the statement.  In addition, the new restrictions prohibit indoor gatherings of more than 10 people, the statement added. The move comes in response to “the alarming rise in Covid-19” cases in the state. “We need to do absolutely everything we can to reduce transmission in ways that do not require us to close down businesses again,” Brown said in the statement. “Either people will adhere to this requirement and be a positive force for stopping Covid-19, or I will be forced to take more restrictive measures.\" Although the state has seen a rise in cases, it has not been as steep or dramatic as states like Florida or Arizona. A CNN analysis of data from Johns Hopkins University has Oregon showing a steady trend of new cases. ##Masks## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said there is no good answer when it comes to who should lead the way during the coronavirus pandemic. “That's the $64,000 question that's being debated right now in our response,” Fauci said, speaking to the Stanford School of Medicine. “There's arguments back and forth,” Fauci said. “Should the federal government provide resources, direction, guidance, and then pull back and let the states do it, or should they direct it federally? You know you can get arguments on both sides.” The Trump administration has repeatedly said the pandemic response should mostly be led by state and local officials. “Many of the states say ‘give us the resources, we'll take care of it.’ Others say ‘tell us what to do, and we'll do it.’ So we're a big country. We have 50 states. We have 3,007 counties. So it really is an ongoing argument,” he said. Fauci added there are pros and cons of each approach.  “And to be honest with you I don't have a good firm answer for you – except, you've got to figure out on a case by case basis, what the best approach would be.”  ##Politics## Texas reported 5,655 new Covid-19 cases on Monday, bringing the total number of cases to 264,313. A total of 3,235 people have died from the virus in the state.  One thing to note: These numbers were released by the Texas Health and Human Services, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Cases## ##Hotspots## West Virginia Gov. Jim Justice ordered bars in Monongalia County to close for 10 days in response to a spike of coronavirus cases. “Today I am ordering the bars in [Monongalia] County to close for 10 days, and during that 10-day period I am very hopeful is what’s going to happen is we’re going to see a correction in the numbers,\" Justice said at a news conference.  Additionally, Justice said he is limiting crowd sizes to 25 people, effectively canceling fairs and large public gatherings.  “Well if you’ve got a fair that you can socially distance 25 people and everything, we’re fine. We’re fine absolutely. But for the most part our fairs, festivals, and outdoor concerts, we’re done with them in West Virginia for right now,\" Justice said. Dr. Anthony Fauci, the nation's top infectious disease expert, believes the country is on track to find treatments that will help prevent the progression of Covid-19 disease, particularly for people who are the most likely to get extremely sick. “What we really need, and we are on the track of getting them, are interventions that can be given early in the course of disease to prevent people who are vulnerable from progressing to the requirement for hospitalization,” Fauci said during a webinar with the Stanford School of Medicine on Monday. “And those are direct antiviral drugs, convalescent plasma, hyperimmunoglobulin, monoclonal antibodies and a number of direct acting antiviral agents,” added Fauci, who is director of the National Institute of Allergy and Infectious Diseases. “I believe we are on a good track to get there reasonably soon. He also said he believes a vaccine could be proven effective by the end of the year or early next. As far as treatments, Fauci said based on experience in developing treatments for Ebola, he thought monoclonal antibody treatments are “almost a sure bet.” Monoclonal antibodies are lab-made antibodies that are created specifically to target infection. Antibodies are the proteins the body naturally makes to fight infection. Vaccines are built on the same idea, but they take a few weeks to work and don’t help if someone is already sick. Antibody therapies can work right away. There are already a few clinical trials underway in the US. From those trials a treatment could be approved for use as early as the fall or winter, Fauci said. California Gov. Gavin Newsom ordered Monday all counties in the state to close indoor activities at restaurants, bars, wineries, tasting rooms, movie theaters, family entertainment centers, zoos and museums. The statewide order is effective today, Newsom said at a news conference. These sectors will need to move activities outdoors if possible.  Here's a list of closures that affect all counties: Dine-in restaurants\nBars, brewpubs, breweries, and pubs ordered to close indoor and outdoor operations statewide\nWineries and tasting rooms\nMovie theaters and family entertainment centers \nZoos and museums\nCardrooms Additionally, 30 counties currently on California’s monitoring list must close fitness centers, places of worship, offices for non-critical sectors, personal care services, hair salons and barbershops, and indoor malls, according to Newsom's order. The 30 counties represent about 80% of the state’s population. The California Department of Public Health on Monday reported 8,358 new coronavirus cases and 23 new deaths. There are a total of 329,162 cases of coronavirus in California and at least 7,040 people have died from the virus in the state. ##Hotspots## Lilian Abbo, an infectious-disease expert, called Miami the \"epicenter of the pandemic\" in a virtual news conference Monday. \"What we were seeing in Wuhan — six months ago, five months ago — now we are there,\" she said in a plea for people to take precautions against coronavirus seriously. “We need your help as media communicators to help the community understand that we’re just not repeating the same thing over and over just to give you trouble, we really need your help,” Abbo added. Miami-Dade County Mayor Carlos Giménez and several medical experts from the area addressed the latest spike in Covid-19 cases and hospitalizations across the county assessing and recommending what action the community and local government officials need to take to drive down numbers. Heathrow, Europe’s busiest airport, won’t reopen all its terminals until next year, CEO John Holland-Kaye told CNN's Richard Quest. The airport may reopen Terminal 3 later this year depending on demand, he said. Terminal 4 will remain closed until next year.  “I think the test will be when we think we'll see more people coming back to fly in the summer, to go on their summer holidays, and so we expect to see an uplift there. Will they then come back and fly for business in September and October? That's the critical time. And we won't know until we get there,” he said.  He said they are starting to see the slow return of passengers, but that the collapse in revenues meant the airport was coming to a point where it needed to consider jobs cuts.  ##Reopening## Houston Rockets forward Bruno Caboclo broke quarantine rules inside the NBA bubble and must now self-isolate, the team confirmed to CNN.   Caboclo broke the league bubble rules “inadvertently” by leaving his room during the initial quarantine period, as first reported by ESPN, and per league rules, will have to isolate in his room for eight days before he is able to rejoin the team.  The Rockets arrived in Orlando on Friday as the squad prepared for their first exhibition game on July 24. Houston opens the 2020 NBA season restart against Dallas on July 31.   Miami Mayor Francis Suarez updated the public on newly reported numbers from the Florida Department of Health (FDOH), saying the hospital system in Miami is at its peak, with 1,898 people battling coronavirus in hospitals across the city. The mayor said that hospitals are somewhere between 91-92% of capacity and are trying to increase capacity by up to 50% over the next couple of weeks.  “Their biggest issue is not so much beds as it is staffing. When you have a capacity issue, it's not always a bed issue, it’s oftentimes a staffing issue,” Suarez said. The rate of new positive coronavirus cases per day increased from 60 new cases per day, last reported on Friday, to 78.5 new cases per day, Suarez said in a news conference on Monday.  Suarez pointed out that this number is not as high as the peak of new positive cases per day, which was 125 cases of coronavirus per day. Suarez shared new contact tracing findings from the FDOH, saying that 33.6% people reported getting infected with Covid-19 in their household while 36% people report getting infected from family members.  Suarez urged the public to cooperate with contact tracers saying, \"when you get infected, you're going to be called. We need you to cooperate with the contact tracers.\" CNN spoke with mayor earlier today. Watch the interview:  ##Hotspots## Brazil’s São Paulo state announced today that universities and technical schools can return to in-person practical classes starting Monday in cities that have been in the yellow phase of the state's plan for more than 14 consecutive days. The São Paulo deescalation plan allows for the gradual resumption of activities. The yellow phase is the third of the five stages, and allows for a relaxation of restrictions on the majority of economic and social activities.  The city of São Paulo also reopened parks and gyms on Monday. Ibirapuera Park, the biggest in the country, saw heavy vehicle traffic in the park region and large crowds. As of Monday, there were 2,610 new coronavirus cases in São Paulo state, according to state health secretary data, bringing the total number of cases to 374,607.  There were also 59 new deaths in the state, bringing the statewide death toll to 17,907  Brazil is nearing 1.9 million cases of novel coronavirus after its health ministry reported 24,831 new cases Sunday. Brazil has the second highest number of Covid-19 cases in the world, following the United States.  ##Hotspots## The Women’s National Basketball Association announced Monday that it will begin its abbreviated season on July 25 from its bubble at the IMG Academy in Bradenton, Florida.  The opening weekend will be dedicated to the Black Lives Matter movement and will feature triple headers on July 25-26. Each of the league’s 12 teams will play a 22-game regular season schedule that is slated to conclude on September 12. The WNBA will then hold a postseason featuring a traditional playoffs and Finals format. The Georgia Department of Public Health (GDPH) reported 3,643 new confirmed cases of Covid-19 in the state on Monday. This brings the state total to 120,569 confirmed cases.   The GDPH reported 25 new coronavirus deaths and 217 additional hospitalizations Monday. The state has reported a total of 3,026 Covid-19 related deaths.  ##Cases## Bolivia’s Foreign Minister Karen Longaric has tested positive for Covid-19, according to a statement released by the ministry on Monday.  “Asymptomatic at the moment, the Minister is in self-isolation at her residence and will follow the appropriate medical treatment,\" the statement added. Longaric is the ninth high-ranking official in the country to test positive for the virus. On Sunday, Economy Minister Oscar Ortiz also tested positive for the virus.  Last week, Bolivian Interim President Jeanine Añez announced she had tested positive for Covid-19. Añez has no symptoms and is following self-isolation protocols, Dr. Andrei Miranda, the official doctor for the presidency, said in a statement released on Sunday.  Health Minister María Eidy Roca, Justice Minister Alvaro Coimbra, Cabinet Minister Yerko Núñez Negrette, Minister of Mines Jorge Fernando Oropeza, Armed Forces Commander Gen. Sergio Orellana, and Bolivia’s deputy Interior Minister Javier Issa have all tested positive for coronavirus.  Bolivia’s health ministry reported 987 new Covid-19 cases on Sunday evening, while the total number of cases stands at 48,187. The country’s death toll reached 1,807, according to the same data.  CNN's Radina Gigova contributed to this reporting.   Dr. Anthony Fauci called the global coronavirus pandemic “unprecedented” and “the worst nightmare.”   “One thinks about the worst nightmare of an infectious disease person who's interested in global health and outbreaks – is the combination of a new microbe that has [a] spectacular … degree of capability of transmitting, and also has a considerable degree of morbidity and mortality – and here it is, it’s happened,” Fauci said while speaking during a webinar with the Stanford School of Medicine. “Your worst nightmare, the perfect storm,” he added. “I think 50 years from now, people are going to be reflecting historically on this, the way we used to reflect on the 1918 outbreak,” Fauci said.   Dr. Anthony Fauci, the nation's top infectious disease expert, said the United States didn’t shut down entirely, and now we are seeing surges in cases in several states across the nation.  “It is very clear – and we know this from countries throughout the world – that if you physically separate people, to the point of not allowing the virus to transmit … We know that we can do that if we shut down, \" Fauci said while speaking during a webinar with the Stanford School of Medicine on Monday. “We did not shut down entirely – and that's the reason why, when we went up, we started to come down, and then we plateaued at a level that was really quite high – about 20,000 infections a day,” Fauci said.  “Then, as we started to reopen, we're seeing the surges that we're seeing today, as we speak, in California, your own state, in Arizona, in Texas, in Florida, and in several other states,\" he explained.  Fauci said, however, that he is “confident” the US can get a handle on this situation. “You don’t necessarily need to shut down again, but pull back a bit. And then, proceed in a very prudent way, observing the guidelines of going from step to step,” he said.  ##Reopening## President Trump said he “has a very good relationship\" with Dr. Anthony Fauci even as the White House sent out talking points from an unnamed official to discredit the nation’s top infectious disease expert. Asked if he still appreciates the advice Dr. Fauci provides, Trump said, “I have a very good relationship with Dr. Fauci. I’ve had for a long time, right from the beginning. I find him to be a very nice person.” Trump said that he “doesn’t always agree” with Fauci, citing his decision to cut off travel for those coming in from China, a decision he claimed Fauci disagreed with at the time.  However, Fauci told ABC in March that \"the President's decision to essentially have a major blocking of travel from China, that already had an effect of not seeding the way, in Europe — Italy didn't do that.”  Fauci also supported temporary travel closures from other places, saying at the time “what we're doing now with the other travel restrictions — so you block infections from coming in and then within is when you have containment and mitigation. And that's the reason why the kinds of things we're doing that may seem like an overreaction will keep us away from that worst-case scenario.” Trump added that he personally likes Fauci. Fauci has become increasingly vocal about his concerns over reopening the country amid a surge in coronavirus cases, and said last week, that he hadn't briefed Trump in two months.  ##Politics## The Association of American Medical Colleges released a statement in support of Dr. Anthony Fauci, and condemned efforts to discredit him. The AAMC statement notes that the group was \"extremely concerned\" and \"alarmed\" by efforts to discredit Fauci, the nation's top infectious disease expert and the head of the National Institute of Allergy and Infectious Diseases.   What this is about: The White House has been making a concerted effort to discredit Fauci. The President on Monday retweeted a baseless claim by game show host Chuck Woolery that \"everyone is lying\" about coronavirus, and a White House official told CNN in a statement on Saturday that \"several White House officials are concerned about the number of times Dr. Fauci has been wrong on things.\"  But the AAMC statement argues otherwise — saying that the United States should be \"applauding\" Fauci for his service, instead of discrediting him. \"Dr. Fauci has been an independent and outspoken voice for truth as the nation has struggled to fight the coronavirus pandemic. As we are seeing from the surge in COVID-19 cases in areas that have reopened, science and facts—not wishful thinking or politics—must guide America’s response to this pandemic,\" the AAMC statement said in part. \"This does not mean that scientific knowledge and recommendations will not change as our understanding of the virus grows. To the contrary, a successful response depends on Dr. Fauci, his colleagues, and scientists throughout America’s system of medical research who are able to draw conclusions based on current observations and continuously adjust those conclusions based on continuing observations,\" the statement added.  The college group said science is \"a dynamic and evolving process.\" \"Taking quotes from Dr. Fauci out of context to discredit his scientific knowledge and judgment will do tremendous harm to our nation’s efforts to get the virus under control, restore our economy, and return us to a more normal way of life. America should be applauding Dr. Fauci for his service and following his advice, not undermining his credibility at this critical time,\" the statement read.  ##Politics##  The 2020 Chicago Marathon, along with all race weekend activities, has been canceled amid the Covid-19 pandemic.  In a statement released on Monday, race organizers announced all registered runners for this year’s event will have the option to receive a refund for race entry or defer fee to future competitions.  The Chicago Marathon is the second largest in the United States after New York City. The 26-mile race was scheduled for October 11. The cancellation follows other notable US marathons having to halt. The Boston Marathon and the New York City Marathon were both called off this summer. Senate Majority Leader Mitch McConnell said Monday that \"some people in the country tried to politicize\" mask-wearing. \"Believe me, the coronavirus is not involved in American politics,\" he said.  McConnell, who has consistently promoted the importance of facial coverings in recent months, added, “but we have an obligation as individuals to try to protect ourselves and protect others.” On the next coronavirus package: McConnell told reporters that “no bill will pass the Senate without liability protection for everyone related to the coronavirus.” House Speaker Nancy Pelosi said last week that, \"We think there is a path to talk about protecting businesses and workers and customers who come in, and that is our OSHA provision.” She continued, “But, again, let's hear what everybody has to say. But don't say, ‘You all have to go back to work even if it isn't safe. And by the way, we are removing all responsibility from the employer.’ I mean, that is just – no.\"  McConnell on Monday also repeated he “can’t predict” that this stimulus bill will pass unanimously due to the proximity to the presidential election, but said “somehow, someway, we'll work our way through that and do one last package,” at a news conference in Corbin, Kentucky. ##Masks## ##Politics## Brazilian President Jair Bolsonaro will take another Covid-19 test this week, the official doctor for the presidency told CNN affiliate CNN Brasil on Monday. According to Dr. Ricardo Camarinha, Bolsonaro is “doing well” and does not plan to do another lung scan.  Bolsonaro will test again for coronavirus after testing positive last week, Camarinha told CNN Brasil. He added that the president will remain in semi-isolation at least until he has the results from the second test but did not provide more details. Some background: Bolsonaro announced last Tuesday that he had tested positive for Covid-19. In an interview with CNN Brasil the night before, he said he had started to experience some symptoms, like a low-grade fever, and decided to take the test. The lung scan at the time did not show any problems. The president also announced that day he had taken hydroxychloroquine on the advice of his medical team and posted a video on his official Facebook page later showing himself taking what he claimed was a third dose of the drug. Bolsonaro has been working remotely from the presidential residence since then. The latest numbers: Brazil is nearing 1.9 million cases of the novel coronavirus after its health ministry reported at least 24,831 new cases Sunday. The ministry also reported 631 new deaths from the virus Sunday, bringing its death toll to about 72,100. ##Hotspots## The National Hockey League announced 43 positive Covid-19 tests among players during phase two of the league’s Return to Sport Protocol.  The NHL said 30 players tested positive for coronavirus within the recently sanctioned phase two testing program with 13 other players testing positive outside of the league’s protocol. Phase two allowed players to reenter team facilities and participate in individualized training activities in small groups. On Monday, the NHL started phase three of its Return to Sport Protocol, which allows teams to begin organized training camp activities.  The NHL plans to restart its season on August 1 in two Canadian hub cities of Toronto and Edmonton. ##Cases## Dr. Anthony Fauci, the nation's top infectious disease expert, said the younger people who are testing positive for Covid-19 in this surge of the outbreak are very important to stopping it. “We’ve got to convince them that just because they get infected and the likelihood that they’re not going to get seriously ill, doesn’t mean that their infection is not a very important part of the propagation of the outbreak,” Fauci said on Monday. Speaking during a webinar with Stanford School of Medicine, he said that young people need to think of not only their personal responsibilities, but their societal responsibilities. “Although you may not get sick, almost certainly you’re going to infect somebody else, who almost certainly infects somebody else and then you will get a vulnerable person who will be sick, who will go to the hospital, who might die,” said Fauci, who is director of the National Institute of Allergy and Infectious Diseases and a member of the White House coronavirus task force. “The best way to reopen the country and to get back to normal is to be very prudent in protecting yourself from getting infected,” he said. “That’s a difficult message when people don’t take something seriously, but we’ve got to hammer that home.” ##Cases## The Los Angeles Unified School District in California will “not begin with students at school facilities,” LAUSD Superintendent Austin Beutner said this morning.  “The health and safety of all in the school community is not something we can compromise,” Beutner said.  LAUSD is the second largest district in the nation and serves over 600,000 students in grades K-12.   The San Diego Unified School District, in coordination with LAUSD, will also start the school year online only. K-12 students at SDUSD will return to school, though not in-person, on August 31. “Both districts will continue planning for a return to in-person learning during the 2020-21 academic year, as soon as public health conditions allow,” according to the joint statement. SDUSD is the second largest district in the state. Some background: On Friday, United Teachers of Los Angeles (UTLA), the union representing teachers, said 83% of 18,000 members polled said schools should not physically reopen on August 18, the first day of school for LAUSD.  LAUSD and UTLA have another bargaining session this week. ##Schools## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said training public health workers – specifically physician scientists such as himself, and updating the local public health networks – are key to preparing for a future pandemic.  “I've been saying this – quite frankly, for a couple of decades – that we really need to have a very solid pandemic preparedness plan and operational capabilities, because this is not something that is going to go away and never happen again,” Fauci said during a webinar with the Stanford School of Medicine on Monday. Fauci said this is the third coronavirus pandemic in 18 years: SARS, MERS and now Covid-19. “We've really got to use this as a lesson to be prepared for the next one,” he said. Complacency is a real problem, Fauci said. In the United States, he said people have been a “victim of your own success.” “We have let the local public health infrastructure in our country really go into tatters,” Fauci said. “We were so good at controlling smallpox, polio, tuberculosis, that we let the infrastructure locally, essentially, go unattended,” he added. New Jersey Department of Health Commissioner Dr. Judith Persichilli said that young adults are the fastest growing group in the state testing positive for Covid-19.  Residents ages 18-29 accounted for 12% of the state’s cases in April, and in June, that age group represented 22% of the state’s total cases, she said.  Residents ages 18 to 29 years old account for nearly 24,000 of the state’s cases.  More than 730 residents have been hospitalized in that group, while 53 have died.  ##Cases## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said there are simple things states can do to turn around the trajectory of the virus in the US. “There are things you can do now: physical distance, wearing a mask, avoiding crowds, washing hands. Those things, as simple as they are, can turn it around,” Fauci said during a webinar with the Stanford School of Medicine on Monday. “And I think we can do that and that’s what we’ve got to do.”  Fauci spoke about how after not shutting down the country completely, the US saw surges in states like California, Arizona, Texas and Florida, among others, as the country began to reopen. He said the guidelines released for initial reopening attempts did not work well for the country, noting that some states went from shutdown to “complete throwing caution to the wind,” using examples of people without masks in crowded bars. However, Fauci said that he is “confident” the US can get a handle on this situation. “You don’t necessarily need to shut down again, but pull back a bit. And then, proceed in a very prudent way, observing the guidelines of going from step to step,” he said. ##Cases## ##Reopening## White House press secretary Kayleigh McEnany said on Monday that the President wants to \"point out the fact that when we use science, we have to use it in a way that's not political.\" This was in response to a question about what Trump meant by retweeting a baseless claim by game show host Chuck Woolery that \"everyone is lying\" about the coronavirus –– including the Centers for Disease Control and Prevention. \"The President, what his intent in that retweet, expresses displeasure with the CDC, some rogue individuals leaking guidelines prematurely,\" she said. \"He believes that misleads the American public with planning materials released that are not in their fullest form and their best form,\" she added. She pointed to some health experts who say not to condemn crowds of protesters while still keeping churches closed as an example. \"We need to use science, lean in to science but not use it, and cherry-pick it to fit whatever our particular political persuasion is,\" McEnany said. McEnany added that the President has confidence in the CDC.   ##Politics## WATCH: Coronavirus is “clearly the most challenging” public health crisis he’s ever dealt with – including HIV, Ebola, Anthrax and Zika, Dr. Anthony Fauci, the nation's top infectious disease expert, said during a webinar with Stanford School of Medicine on Monday.  “We haven’t even begun to see the end of it yet,” Fauci said of the virus.  As cases continue to surge across the US and the Trump administration pushes to reopen schools, Fauci has actively continued to warn about the seriousness of the pandemic.  Fauci told the Wall Street Journal in a podcast last week that the country must control crowds, get people to wear masks and do a better job on physical distancing to get on top of the surging coronavirus pandemic as cases spike across parts of the South and Southwest.  Fauci noted that in order to get children back in school this fall, the country has to maintain control over the pandemic.  “We have got to keep our eye on that,” he said. ##Schools## ##Reopening## White House press secretary Kayleigh McEnany would not answer why the White House anonymously released a statement attempting to discredit Dr. Anthony Fauci, the nation's top infectious disease expert. Asked by CNN’s Jim Acosta why the White House put out an opposition research style statement against Fauci from a “White House Official” without anybody putting their name to the statement, McEnany did not answer. “There is no opposition research being dumped to reporters. We were asked a very specific quest by 'The Washington post,' and that question was President Trump noted that Dr. Fauci made some mistakes, and we provided a direct answer to what was a direct question,” McEnany said. Pressed about putting a statement out from an anonymous source, something Trump has criticized in the past, McEnany again declined to answer, instead saying that Trump and Fauci have “always had a very good working relationship.�� CNN has reported that the White House is making a concerted effort to discredit Fauci as he becomes increasingly vocal about his concerns over reopening the country as coronavirus cases surge. The two men have not spoken in weeks. ##Politics## WATCH: The number of total coronavirus cases in Florida is now 282,435, up 12,624 cases since Sunday, according to the state's Department of Health. More than half of positive coronavirus cases were people ages 25 to 54 year old, with the highest age group being 25-34 year-olds representing 20% of the total number. If Florida were a country, it would be the fourth-highest in the world in reporting new cases. The state would rank 10th in terms of having the most cases, according to data from Johns Hopkins. ##Hotspots## JetBlue says it will continue to block all middle seats through September 8, extending a policy that was set to expire at the end of the month.  The policy also blocks sale of aisle seats on smaller aircraft. Southwest and Delta also have policies that limit the number of seats sold on a given flight.  The other major carriers, American Airlines and United, both have said they will sell every seat on their flights. ##Reopening## New Mexico Gov. Michelle Lujan Grisham has re-enacted restrictions on indoor seating at restaurants and breweries in response to a rise in Covid-19 cases in the state, a statement from her office said. The new public health order again prohibits indoor dining at restaurants, which had been allowed with limits since June 1, and restricts indoor seating at breweries, which was allowed with limits since June 15, according to the statement. The latest numbers: In the past two weeks, the state has seen at least 3,049 new positive cases of Covid-19, representing 20.2% of the total positive cases statewide over the course of the pandemic, according to the governor’s office.  However, the state’s infection rates are not as serious as its neighbor, Arizona, which has led the nation for over a month with the highest seven-day average of new coronavirus cases per 100,000 people, according to a CNN analysis of data from Johns Hopkins University. Both restaurants and breweries can still seat people outdoors at 50% of their capacity and restaurants can continue to operate carry out, pickup and delivery services, the statement said. The governor also tightened restrictions on gyms and other “close contact businesses” like tattoo shops and salons. Those establishments are now limited to 25% of their maximum capacity, the statement said. ##Reopening## ##Hotspots## Houston Rockets guard Russell Westbrook announced he has tested positive for coronavirus.  In a statement issued on social media, Westbrook said he’s feeling well as he anticipates joining his teammates once cleared from the virus.  “I tested positive for Covid-19 prior to my team’s departure to Orlando,” Westbrook said in the statement. “I’m currently feeling well, quarantined, and looking forward to rejoining my teammates when I am cleared. Thank you all for the well wishes and continued support. Please take the virus seriously. Be safe. Mask up. #whynot”    Westbrook and another teammate, James Harden, haven’t joined the rest of the team in Orlando ahead of the NBA restart. The Rockets tip off the season against the Dallas Mavericks on July 31. Read the tweet: ##Cases## The Office of Management and Budget (OMB) is working on a supplemental funding request for education that would essentially create a new pot of money for schools — but one that districts can only access if they commit to reopening, a source familiar with the plan tells CNN.  The White House has been told it cannot withhold existing funding from schools to get them to open their classrooms. This is a new working strategy to get around the rules: Instead of threatening baseline funding, the White House will just try to offer additional money to provide an advantage to schools that reopen. The proposal, which is for now in the works as part of the White House proposal for the next stimulus bill, provides yet another example of aides scrambling to find a workable avenue for plans President Donald Trump has announced without warning or preparation. Some context: Education Secretary Betsy DeVos on CNN yesterday would not deny that the administration would look at withholding funds from schools in order to force their hands. And earlier this morning, White House economic adviser Larry Kudlow suggested in an interview with Fox News that there may be a financial incentive for local governments that reopen their schools amid the President’s push to reopen.  ##Schools## ##Reopening## There are at least 3,323,432 cases of coronavirus in the US, and at least 135,272 people have died, according to Johns Hopkins University's tally of cases.  On Monday, Johns Hopkins reported 18,490 new cases and 67 reported deaths.   The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  ##Cases## ##Hotspots## The Patriot League has canceled all fall college sports for 2020 due to the coronavirus pandemic. The league added a decision on winter sports will be “made at a later date.” In a statement issued on Monday, the league detailed its plan to cancel the fall sports season as a result of health and safety concerns for all parties involved. Conditioning, strength training and other practice events in all sports “will be permitted provided health and safety conditions support such activities.”  The United States Military Academy and the United States Naval Academy will be allowed to continue to “engage” in competition “as considered appropriate by their respective Superintendents.”  The league will also consider having fall sport competition and championships in the spring semester to provide “future competitive experiences to our fall sport student-athletes.”  ##Reopening## Massachusetts Attorney General Maura Healey along with 17 other state attorneys generals, including New Jersey and Connecticut, filed a lawsuit Monday against the Trump administration, aimed at preventing a federal rule that “threatens to bar hundreds of thousands of international students from studying in the United States.\"  In a press release Monday, Healy said the lawsuit filed in US District Court in Massachusetts against the Department of Homeland Security and US Immigration and Customs Enforcement challenges what the attorneys general call the federal government’s “cruel, abrupt, and unlawful action to expel international students amidst the pandemic that has wrought death and disruption across the United States.”  The lawsuit is seeking an injunction to stop the entire federal rule from going into effect while the case is litigated. The attorney generals', according to the release, have requested a hearing as soon as possible on the matter.  Healey said the lawsuit, “alleges that the federal government’s actions are arbitrary, capricious, and an abuse of discretion because they reverse previous guidance without explanation, input, or rationale – in violation of the Administrative Procedure Act – and fail to consider the need to protect public health and safety amidst the ongoing COVID-19 pandemic.” Separately, there is a hearing Tuesday for a lawsuit filed by Harvard College and the Massachusetts Institute of Technology seeking to block the directive, arguing it violates the Administrative Procedures Act.  Remember: Immigration and Customs Enforcement announced last week that international students who are pursuing degrees in the US will have to leave the country or risk deportation if their universities switch to online-only courses,  The move may affect thousands of foreign students who come to the US to attend universities or participate in training programs, as well as non-academic or vocational studies.  ##Schools## White House economic adviser Larry Kudlow suggested Monday that there may be a financial incentive for local governments that reopen their schools. Kudlow reiterated that President Trump is considering defunding schools that do not reopen, but, “I think the President would be willing to consider additional funding for state and local governments if the schools do reopen, so that is perhaps an incentive.” The Fox hosts asked him about his comments that going back to school shouldn’t be “that hard.”  “Local conditions will prevail and local guidelines will prevail,\" he said. \"There's a lot of options here. I'm not an expert on all these things. Some of these are architectural issues. Some of these are funding issues. As I said, I think the President would be willing to consider additional funds if all these schools reopen,” he added. He wouldn’t provide specifics on how much money would be allocated for areas that reopen schools.  “It's something that probably would be on the table. He has not made a decision. This is a pre-decisional thought, but it can be done,\" he said. \"I mean this is not...so difficult. We shouldn't be so pessimistic...America is creative and innovative,” Kudlow added.  He also acknowledged on Fox that the new case rate is “disturbing” but it “doesn’t yet seem to be translating” into another economic downturn.  ##Schools## ##Reopening## ##Politics## New York Gov. Andrew Cuomo said he will soon issue an emergency health order that mandates that people traveling from high-risk states must give their contact information to local officials so the state can enforce the mandatory two-week quarantine.  People traveling to New York state by plane will get a contact form to fill out. If they leave the airport without turning it back in, they will receive a summons and a $2,000 fine. Those travelers may also be brought to a hearing and be forced to quarantine. New York currently requires anyone traveling from a state with a high infection rate to quarantine for at least two weeks once they enter the state. Cuomo said there have been incidents of travelers coming to the state and not complying with the quarantine, causing outbreaks in communities. Cuomo added that there are two threats to the state's success in battling coronavirus — people who do not comply with social distancing and other safety measures and outbreaks across the country, that could travel back to New York. The governor said that because of these two new threats, state officials are adding two new factors to the list of considerations for reopening. The state previously used three \"gauges\" on the \"reopening valve\": Diagnostic testing rate, antibody testing and hospitalization rates.  Cuomo said today that along with those three factors, the state will now also consider the effects of non-compliance and the effect of the national outbreak outside of New York. Washington, DC Mayor Muriel Bowser announced that the District has seen four consecutive days with no coronavirus deaths. The first DC resident died from coronavirus complications on March 20. Since then, at least 528 individuals have died from Covid-19. This is the first time since then that the District has seen four consecutive days without a loss of life due to coronavirus. This comes as coronavirus cases are still slightly trending up. The city reported 59 new cases today, bringing the district’s overall positive case total to 10,906. In order to enter phase three of reopening, Bowser has said Washington, DC needs to see 14 days of decreased cases. The city made it 8 days, but spikes brought it back down to three. Currently, the city has seen 5 days of decreased cases. ##Cases## As coronavirus cases continue to soar in Florida, Memorial Hospital West in Pembroke Pines, Florida, is past its ICU capacity, and the team is now “creating space at every inch of the building,” CEO Leah Carpenter says. “We’re at an ICU capacity of 103% and then if you just carve out the Covid ICU, it’s at 180%. That’s a 26% increase from last Monday,” Carpenter tells CNN. In an effort to manage the surge, the hospital has canceled all elective surgeries so it can redeploy staff in high priority areas, she added. “We've set up tents outside of our emergency rooms to help with the capacity in the emergency room. We've converted many non-traditional areas in the building to patient care areas. For example, auditoriums, conference rooms, classrooms.”  Carpenter says the team has the resources it needs right now but “if the surge continues, I have significant concerns about whether or not we’ll have what we need.” She noted there are concerns about the availability ventilators, oxygen supply, dialysis equipment and personal protective equipment. ##Hotspots## New York Gov. Andrew Cuomo is offering to help other cities where coronavirus cases are rising, saying they should learn from what New York went through and follow the data and protocols that worked for the state. Cuomo told Atlanta, Georgia, Mayor Keisha Lance Bottoms \"anything we can do we stand ready\" at his daily news briefing on Monday. \"You have more than risen to the occasion,\" Cuomo said.  He pointed to the nurses and medical workers who came from across the country to help in New York hospitals when the state was hit hard by the virus, saying he wanted to \"pay forward\" that act of \"generosity and love.\" Cuomo offered to help Bottoms with setting up testing and other safety protocols. \"Learn from what New York did. Learn from the numbers, learn from the data,\" he said. Bottoms, who tested positive for Covid-19 at the beginning of July, talked about the situation in the city saying ICU bed capacity is full in some hospitals. \"We're headed in the wrong direction,\" she said.  \"New York was able to get to the other side,\" she said, adding she was hopeful Atlanta would also get to the other side, but to do that, the city has to take actions and look at science and data. WATCH: New York Gov. Andrew Cuomo laid out the state's criteria for schools to reopen in the fall across the state. He said that for a region to reopen its schools, it must be in phase four of reopening and the daily infection rate must be below 5%, which means that \"the virus is under control\" and it is \"safe to reopen,\" the governor said.  Cuomo said that \"if the infection rate goes over 9%...that means the virus is moving rapidly\"  and if that happens, schools will be closed. \"That's the green light and that's the red light,\" Cuomo said about the formula the state is going to use. The governor reiterated that the 700 school districts across the state are required to present their plan for reopening by the end of July.  Cuomo said, \"we'll make the first decision\" on who can reopen and how during the week of Aug. 1-7. \"The day the school opens, we continue to monitor,\" he said. Just like the state is coordinating its economic reopening, Cuomo said reopening schools is “purely on the numbers, it’s on the science.” ##Schools## ##Reopening## Maria van Kerkhove, the World Health Organization’s technical lead for coronavirus response, emphasized during a briefing Monday that the understanding of coronavirus transmission in children is still limited.  “Children do seem to be less affected, but they can be infected. And that is important,” said van Kerkhove. “Our understanding of transmission in children is still limited.” The virus is less prevalent among young children, van Kerkhove said, while children about 10 and older appear to have about the same prevalence as young adults.  However, she pointed out that children can have severe disease, and children have died from Covid-19. “They can be infected, which we’ve said from the beginning, but they do tend to have more mild disease,” she said. “In terms of transmission, there’s quite a lot that we still need to understand about transmission in children.” In relation to schools reopening, van Kerkhove said that WHO has issued guidance on the safe running of schools and also on considerations of when schools should reopen and that there are a number of considerations that need to take place.  These include transmission in the local area and the ability of the school structure to be able to implement measures like social distancing and hand washing.  Van Kerkhove said they have heard of some outbreaks in schools, mainly among older children.  ##Schools## The World Health Organization is warning countries against using school reopenings as “political footballs that get kicked around the place.” During a Monday briefing, Dr. Mike Ryan, executive director of WHO's Health Emergencies Program, said “it's not fair on our children.”    “There are many countries around the world in which schools are reopening successfully, and safely, because countries have dealt with the real problem: community transmission,” Ryan said.  “The problem we have in some countries right now is that it's very difficult to determine the safety of any environment because there's just so much transmission going on, that all potential environments in which people mix are essentially problematic,” he added.   Ryan said, “the fact remains that when community transmission exists and when community transmission is intense, children will be exposed to that virus, and children will be part of the transmission cycle.”  The best way to reopen schools, Ryan said, is by lowering community transmission using a “comprehensive long-term strategy” that looks at “everything at one time.” “We can't move from – let’s deal with the schools and then we will deal with that for a week or two, and then let's deal with the workplace, and then let's deal with infection and hospitals or long-term care facilities. This is playing whack a mole,” he said. \"We got to chew gum and walk at the same time.” ##Reopening## ##Schools## New York Gov. Andrew Cuomo said that 10 more people have died from coronavirus in the state. He said, \"we'd love to see that number at zero\" but acknowledged it is a \"very good place to be\" compared to the daily death toll during the height of the pandemic. The governor said New York tested more than 51,000 people yesterday and 557 were positive (1.08%). On the positivity rate, he said \"it is all good news\" in the state. Cuomo noted that numbers have actually gone down in the state, despite fears that there would be an uptick after reopening.  “The numbers show that what we have done in terms of our reopening strategy and plan has worked,” Cuomo said.  Earlier today, New York City Mayor Bill de Blasio announced that there had been no deaths in the city in a 24-hour period. \"Twenty four hours where no one dies, let’s have many more days like that,” de Blaiso said, calling the news \"so striking and so moving.\" House Speaker Nancy Pelosi on MSNBC Monday discussed the prospect of reopening schools in the coming months as the coronavirus pandemic surges around the country, raising fears about safety.  “The biggest risk to the spread of the pandemic is opening up the schools in a way that is not safe,” she said. “So if we’re going to defeat this pandemic, we shouldn’t be opening up to more arena to spread.\" In the interview, she said the “biggest concern is safety” and called for Congress to approve funding for schools to adjust to the pandemic, including broadband provisions for low income students to allow remote learning.  “Without the resources, we shouldn’t even be thinking about sending them back to school,” Pelosi said. She also reiterated her call for President Trump to implement the Defense Production Act to manufacture personal protective equipment. Pelosi said effective testing is essential for the United States to move forward.  “There’s no use in taking a test if you’re not going to get your results until a week later,” she said. Asked about the plight of American schoolchildren who face domestic abuse situations at home or who don’t have food security and rely on school to eat breakfast and lunch, Pelosi said addressing their needs is “something we have always fought for.\" But, she added, “it’s not a question of balancing equities, it’s a question of crossing a threshold of safety.” ##Schools## ##Reopening## New York City Mayor Bill de Blasio said there were no deaths reported within a 24-hour period — a first for the city since the start of the pandemic.  “The fact is for the first time in months we have a 24-hour period where no one in this city died from the Coronavirus, it is so striking and so moving, be Blasio said at a news conference,  “Twenty four hours where no one dies, let’s have many more days like that,” the mayor added.  Despite this good news, de Blasio also said there is a rising infection rates among people in their 20s, a trend he calls, \"worrisome.\" What the city is doing now: The mayor said the city will be “doubling down” on young adults by offering more mobile testing vans, outreach programs and mask giveaways.  The city, according to the mayor is issuing new guidance on face coverings, saying New Yorkers should wear a face covering as much as possible when around other people in an indoor setting that is not their home.  Mayor de Blasio said the city has set up 10 new testing sites in the Bronx, Queens and Brooklyn.  “Our federal government never had testing in place from the beginning, they still don’t have enough… the federal government needs to step up now,” Mayor de Blasio said Monday.  On Sunday, two countries accounted for half of all new cases added worldwide, World Health Director Director-General Tedros Adhanom Ghebreyesus said during a media briefing in Geneva on Monday. “Yesterday, 230,000 cases of Covid-19 were reported to WHO. Almost 80% of those cases were reported from just 10 countries, and 50% come from just two countries,” he said. Tedros did not name the countries, but according to a Johns Hopkins university tally of cases, the United States, India and Brazil accounted for more than 112,000 cases on Sunday. “Let me be blunt: Too many countries are headed in the wrong direction,” Tedros said. “The virus remains public enemy number one,” Tedros said. “But the actions of many governments and people do not reflect of this. \" Here's a look at the total number of confirmed cases by country:  Tedros added that “mixed messages from leaders are undermining the most critical ingredients of any response: trust.\" “If governments do not clearly communicate with their citizens and roll out a comprehensive strategy focused on suppressing transmission and saving lives. If populations do not follow the basic principles of physical distancing, hand washing, wearing masks,” Tedros warned, “there is only one way this is going to go. It's going to get worse and worse and worse.” “But, it does not have to be this way,” he said.  “It's never too late to bring the virus under control, even if there has been explosive transmission,” Tedros said. “WHO is committed to working with all countries.” Argentina reached 100,166 confirmed Covid-19 cases, according to a report published by Argentina's Health Ministry on Sunday.  The report confirmed 2,657 new cases and 27 deaths. Argentina has reported at least 1,845 deaths to date due to Covid-19 as of Sunday night. Argentina's president Alberto Fernandez made a call for unity on Sunday via Twitter, asking Argentines to \"come together\" to overcome the virus. On Monday morning, the governor of Buenos Aires, former Economy Minister Axel Kicillof, and Buenos Aires mayor Horacio Rodriguez Larreta met to discuss whether the lockdown in the capital and surrounding cities should be extended, and what measure could be lifted, according to Argentina's official news agency Telam. The current restrictions will continue in place until next Friday.  The Argentine government had imposed a very strict lockdown that began on March 20, but hopes of controlling the pandemic was not met as cases continually rise. Currently, Buenos Aires and the surrounding cities, and at least four other provinces continue under phase one, the most restrictive phase of lockdown in the country.  ##Hotspots## Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, said Monday “There will be no return to the old normal for the foreseeable future.\"  Speaking at a media briefing in Geneva, he added, “But there is a roadmap to a situation where we can control the disease and get on with our lives.” “We need to reach a sustainable situation where we do have adequate control of this virus without shutting down our lives entirely or lurching from lockdown to lockdown,” he said. In order to get to this place, Tedros said that three things would be required. These are a focus on reducing mortality and suppressing transmission; an “empowered, engaged community” that takes individual measures to protect the whole community; and strong government leadership and communication. “It can be done. It must be done,” Tedros said. Tedros said that there are no shortcuts out of this pandemic, and that while we hope for an effective vaccine, there must be a focus on using the tools that are available now to suppress transmission and save lives. There are a total of 8,038 patients hospitalized across the state of Florida with the primary diagnosis of coronavirus as of Monday morning, according to new numbers released by the Agency for Health Care Administration.  The three most populous counties: Miami-Dade, Broward, and Palm Beach County, are experiencing the highest numbers of coronavirus related hospitalizations. Florida continues to record alarming rates of cases. Health officials reported Sunday a staggering record of new cases in a single day: 15,300.  If Florida were a country, it would be the fourth-highest in the world in reporting new cases. The state would rank 10th in terms of having the most cases, according to data from Johns Hopkins.  ##Hotspots## Detroit Public Schools began summer classes today — the first time schools welcomed back some students for face-to-face instruction since the district closed in response to the coronavirus pandemic. On top of in-person classes at some schools, the school district is also providing a distance learning summer program, according to the district's website.  The summer school program is voluntary: About 4,000 parents signed their children up for the classes, with more than half choosing face-to-face instruction. About 300 teachers signed up for 180 spots to teach in person. What it's like in the classroom now: On Monday morning students and staff members will answer questions on a health form and have their temperature checked. They will be required to wear masks, and social distancing will be a priority. Detroit schools are also disinfecting classes and buses daily and accepting fewer students per class. ##Schools## ##Reopening## Brazil's indigenous citizens have been hit hard by the coronavirus pandemic. Indigenous people in Brazil often live in communities which are far from hospitals, in areas which often lack basic infrastructure. Those who move to towns or cities can end up in precarious living conditions with few public services, increasing their vulnerability to health issues. According to the country's Special Indigenous Health Service (SESAI), more than 8,000 Brazilian indigenous people have so far contracted the virus since the beginning of the pandemic. The service only counts people living in indigenous territories, urban centers. The President of Mato Grosso Indigenous Federation told CNN that Brazilian President Jair Bolsonaro's government has failed to adequately prepare for the pandemic.  “The doctors have to prescribe, not the president. The government did not take prevention seriously,” the President of Mato Grosso Indigenous Federation said. Brazil is nearing 1.9 million cases of the novel coronavirus after its health ministry reported 24,831 new cases Sunday. It has the second highest number of Covid-19 cases in the world, behind only the US.  Bolsonaro, who tested positive for the virus last week, vetoed several points of a law aimed at protecting indigenous communities against Covid-19 last Wednesday, according to the government's official journal. The proposed legislation establishes an emergency plan to combat the pandemic in indigenous territories and classifies indigenous people and other traditional communities as \"groups in situations of extreme vulnerability.\"  But the vetoes are not final. The law's text, which has already been approved by the country's Congress and Senate, must now be voted upon again. If a majority in both houses vote against the President's vetoes, the law will be approved in its entirety. Otherwise, the law will move forward without the vetoed parts. The president has repeatedly dismissed the threat of the disease, and has a historically antagonistic relationship with indigenous Brazilians.  Watch CNN's latest reporting on the ground in Brazil:  ##Hotspots## ##Cases## Hong Kong will tighten travel and social distancing measures, Chief Executive Carrie Lam said on Monday, as the city reported 52 new cases of Covid-19 in Hong Kong’s “third wave” of infections. The measures will take effect starting midnight local time on Wednesday. Here are details on the guidelines:  Any travelers coming into Hong Kong by cars, planes or ferries, who have been in or transited through high-risk areas in the last 14 days, must show proof that they have been tested negative before boarding. If they fail to do so, airlines will be penalized, Lam said. No further details on this measure were provided. \nPublic gatherings of more than 4 people, including religious events and weddings, will be banned, while no more than 4 customers will be allowed to sit together at a table in restaurants. \nAdditionally, restaurants will have to stop their dine-in services from 6pm to 5am the next day.\nAmusement game centers, bathhouses, fitness centers, places of amusement, places of public entertainment and party rooms will be closed for 7 days from Wednesday, while exhibitions and public events will either be canceled or postponed.\nMasks will be mandatory on all public transport – though the majority of Hong Kong citizens have been regularly wearing them in public since the outbreak. \nLam also said Hong Kong Disneyland and the amusement park \"Ocean Park\" will need to be closed from Wednesday.  The Hospital Authority reported the eighth coronavirus death after a 95-year-old woman died Monday night. There are 1,521 confirmed Covid-19 cases in Hong Kong.  A UN report released Monday predicts the Covid-19 pandemic could send more than 130 million people around the world into chronic hunger by the end to 2020. The UN’s Food and Agriculture Organization (FAO) published its latest edition of the State of Food Security and Nutrition in the World, which says the pandemic is “intensifying the vulnerabilities and inadequacies of global food systems.” The report estimates “at a minimum, another 83 million people, and possibly as many as 132 million, may go hungry in 2020 as a result of the economic recession triggered by COVID-19.” The report also estimates around 690 million people went hungry in 2019 – up by 10 million from the previous year. Africa is the hardest hit region in terms of percentages, with 19.1% of its people undernourished, according to the report, followed by Asia at 8.3%, and Latin America and the Caribbean at 7.4%.   With the toll the pandemic is taking on food security, the report says achieving the Sustainable Development Goal of Zero Hunger by 2030 is in question. As coronavirus cases continue to increase in Texas, Austin Mayor Steve Adler said that it was failure at the statewide level that has brought Texas to its current coronavirus stage. “I think the lesson to be learned in Texas is you cannot open up the economy in ways that looked like the economy was opened before,” he told CNN on Monday. “I do believe that the failure at the statewide level to have a mandate on masking, [reopening] the economy is one of the chief reasons where we are today.” Texas' mask mandate went into effect on July 3, weeks after other states issued theirs. Many other states still do not have statewide mandates and there are no federal orders to wear masks. The mayor said that a mask mandate sends a “clear message” when the message coming out of Washington is “harmful.” “The message coming out of Washington is harmful, and it's dangerous and causing problems right now across the country. There needs to be a very clear message that masks are mandatory and have to be worn.” Mayor Adler added that the city of Austin's mask mandate \"bought some more time\" — but it’s still on the edge. “We've bought some more time, but if anybody's listening now from Austin, now is not the time to take the foot off the break. We are on the edge,” he said. “We had 17 more people admitted into our ICUs last night. That's a 10% increase. So we're still in a rough place.” He added that he’s hearing from other hospitals near Austin, asking about ICU availability, and he’s expecting the demand to come from all over the state. “What happens around the state impacts us,” he said. “We have been calculating our need based on our need and now we realize that it's going to be coming from all over the state. This needs a statewide and a [national] response.” Watch more:  ##Masks## ##Hotspots## Pfizer and BioNTech announced today that they have received \"Fast Track\" designations from the US Food and Drug Administration for two of their four Covid-19 vaccine candidates, according to a press release.  “This designation was granted based on preliminary data from Phase 1/2 studies that are currently ongoing in the United States and Germany as well as animal immunogenicity studies,” the release stated.  What this means: Fast Track designation allows for a more efficient development process between companies and regulatory agencies and makes drug developers eligible for accelerated approval with a rolling review process of submitted data. Companies must request the designation and it is reserved for “any drug being developed to treat or prevent a condition with no current therapy obviously is directed at an unmet need,” according to the FDA’s website.  Next steps: Pfizer and BioNTech’s collaboration on Covid-19 vaccine development, dubbed “Project Lightspeed,” expects to begin phase 2b/3 of its trial later this month. The companies aim to enroll 30,000 participants, according to the press release.  Pending the success of ongoing studies, “the companies currently expect to manufacture up to 100 million doses by the end of 2020 and potentially more than 1.2 billion doses by the end of 2021.” “The FDA’s decision to grant these two COVID-19 vaccine candidates Fast Track designation signifies an important milestone in the efforts to develop a safe and effective vaccine against SARS-CoV-2,” Peter Honig, senior vice president of global regulatory affairs for Pfizer, said in a statement. “We look forward to continue working closely with the FDA throughout the clinical development of this program, Project Lightspeed, to evaluate the safety and efficacy of these vaccine candidates.” “We are pleased to have received Fast Track designation from the FDA for two of our vaccine candidates and look forward to working closely with the FDA, along with our partner Pfizer, to expedite the clinical development path forward,” Özlem Türeci, chief medical officer at BioNTech, said in the statement.   White House press secretary Kayleigh McEnany didn’t offer any defense or pushback on the narrative of tension between the White House and Dr. Anthony Fauci when asked about his relationship with the task force Monday, instead saying the nation’s top infectious disease expert simply “represents one viewpoint in the administration.” “The Admiral [Brett Giroir] hit the nail on the head on this yesterday. He was making the point that Dr. Fauci represents one viewpoint in the administration and he looks at things from a public health standpoint,” McEnany said during an appearance on Fox News. She continued: “The whole point of the task force is to be a whole of government look at what is best for this country. That includes Dr. Fauci’s opinion, it includes Adm. Giroir’s, and ultimately, those conclusions are taken to the President. So Dr. Fauci’s one member of a team, but rest assured his viewpoint is represented and the information gets to the President through the task force.”  Remember: These remarks come as Trump and Fauci haven’t spoken in over a month.  On school reopening, McEnany claimed House Speaker Nancy Pelosi isn’t looking at data or science when she was critical of the administration’s reopening plans and is “messing with our children.”  She was asked how the administration’s guidelines would differ from CDC guidelines – though it’s unclear what Trump administration guidelines the host was referring to. Regardless, McEnany said, “We leave it to localities as to exactly what guidelines work.” She said CDC guidelines are “out there as a best case scenario,” but many of its measures are “not possible or not feasible.” “These are perfect-world guidelines,” she said of the CDC’s recommendations.  ##Politics## Atlanta Mayor Keisha Lance Bottoms says her husband is doing much better after he, one of her four children and she tested positive for Covid-19 last week  Appearing on CNN’s New Day with Alisyn Camerota on Monday, the mayor said she suspected something was off after her husband had been sleeping much more than usual and in the last week, he has lost over 20 pounds. She and her child are largely asymptomatic.  Since the diagnosis, Bottoms has railed against the lengthy time it took to get her previous test, as it would have shown she had an asymptomatic child in the houses 8 days before her own Covid-19 diagnosis. “If it took my family eight days to get as a result I can only imagine what's happening with people across this country,” she said, adding when asked that there was a point she was fearful she would have to take her husband to hospital in part because he couldn’t finish a conversation without falling asleep. Atlanta Mayor Keisha Lance Bottoms: If you were infected with the novel coronavirus, a new study suggests that your immunity to the virus could decline within months. The study, released on the pre-print medical server medrxiv.org on Saturday, suggests that antibody responses start to decline after 20 to 30 days following the first time showing symptoms of Covid-19. The study also found the severity of symptoms can determine the magnitude of the antibody response.   The study, which has not been published in a peer-reviewed medical journal, included samples collected from 65 patients with confirmed Covid-19 up to 94 days after they started showing symptoms and from 31 health care workers who had antibody tests every one to two weeks between March and June. Limitations of the study: More research is needed to determine whether similar results would emerge among a larger group of patients and to continue measuring antibody responses over a longer period of time. \"Whilst yet to be peer reviewed, the importance of this study is clear and the research has been rigorously undertaken. This work confirms that protective antibody responses in those infected with SARS-COV2, the coronavirus that causes COVID-19, appear to wane rapidly. Whilst longer lasting in those with more severe disease, this is still only a matter of months,\" Dr. Stephen Griffins, associate professor in the University of Leeds School of Medicine in the United Kingdom, who was not involved in the new study, said in a written statement distributed by the UK-based Science Media Centre on Monday. \"Similar short-lived responses are seen against other human coronaviruses that predominantly cause only mild illness, meaning that we can be re-infected as time goes by and outbreaks can adopt seasonality. With the more serious, sometimes fatal, outcomes of SARS-COV2, this is troubling indeed,\" Griffins said. \"Vaccines in development will either need to generate stronger and longer lasting protection compared to natural infection, or they may need to be given regularly.\" According to the World Health Organization, as of last week, there were at least 21 Covid-19 candidate vaccines in clinical evaluation globally. Mark Urquiza had been battling Covid-19 for more than three weeks before he died in an Arizona hospital on June 30, his daughter Kristin Urquiza wrote in an obituary. The father of one was a former high school 400-meter-dash state champion and cross-country runner with no underlying health conditions, his daughter said. \"His death is due to the carelessness of the politicians who continue to jeopardize the health of brown bodies through a clear lack of leadership, refusal to acknowledge the severity of this crisis, and inability and unwillingness to give clear and decisive direction on how to minimize risk,\" Urquiza said in her father's obituary. Communities of color have been disproportionately impacted by the coronavirus pandemic, with nearly half of deaths and two-thirds of all cases impacting people of color in the US, according to data from the Centers for Disease Control and Prevention. Urquiza also wrote a letter to Arizona Gov. Doug Ducey inviting him to her father's funeral and blaming his lack of action in preventing the spread of the virus for the deaths of her father and others. \"I write to invite you to the burial of my father, Mark Anthony Urquiza. He was one of the 88 Arizonans who died on June 30, 2020 from COVID-19. Despite having a huge family and many friends he died alone with an ICU nurse holding his hand,\" the letter read. Read the full story here.  Watch Urquiza's interview with CNN's Brianna Keilar:  New York state is closely monitoring an uptick in Covid-19 cases in Rensselaer County, which is near Albany. A number of those new cases are being investigated as being linked to several individuals who tested positive for the virus after returning from Georgia, New York Gov. Andrew Cuomo’s office said in a news release. “They are in isolation and the New York State Department of Health and Rensselaer County Health Department are conducting contact tracing,” the release said.  Remember: Georgia is one of several states on New York’s travel advisory list, which requires individuals traveling from certain qualifying states to quarantine upon return. Of the tests conducted statewide on Saturday, 677, or 1.08%, were positive, the governor’s office said. Covid-19 deaths matched the state's previous low, with five reported in the state Saturday. ##Cases## The Bulgarian government is reopening bars and clubs nationwide on Monday, according to a Health Ministry order, just three days after shutting them down due to an increase of coronavirus cases. The order states that:  Indoor and outdoor bars and clubs are allowed to reopen to the public today.\nThese outdoor and indoor venues are allowed to reopen if the seats are occupied by one person per square meter and if they comply with safety measures.\nOutdoor and indoor group celebrations, such as weddings and baptisms, will also now be permitted, as long as people maintain a 1.5-meter social distance and abide by safety measures.  Last week, all indoors clubs, discos, bars and other similar establishments were shut down after an increase in coronavirus cases, according to the press office of the Ministry of Health. The Ministry of Health reported at least 77 new coronavirus cases in the last 24 hours. There have been more than 7,200 confirmed Covid-19 cases in Bulgaria, according to the Ministry’s website. ##Reopening## One in three young adults is at risk of severe Covid-19, and smoking plays a big part in that risk, according to new research published Monday in the Journal of Adolescent Health. Researchers at the University of California, San Francisco, looked at more than 8,000 participants ages 18 to 25 who had participated in the National Health Interview Survey to see what their medical vulnerability to severe Covid-19 was in relation to risk indicators that had been set out by the US Centers for Disease Control and Prevention, including health conditions and smoking habits. The researchers found 32% of the total study population were medically vulnerable for severe Covid-19. However, when the group of participants who smoked cigarettes or e-cigarettes were taken out of the analysis, the medically vulnerable percentage decreased by half, to 16%. “The difference between estimates is driven largely by the sizeable portion of young adults who reported that they engaged in past 30-day smoking (1 in 10) and past 30-day e-cigarette use (1 in 14),” the report said. “By contrast, relatively fewer young adults reported medical conditions identified by the CDC as conferring severe illness risk.” The research showed that in the whole study population, young adult men were at a higher risk for severe Covid-19. Although more women reported having asthma and immune conditions, higher rates of smoking in men overrode this. However, looking at just the non-smokers, women had a higher risk. “Recent evidence indicates that smoking is associated with a higher likelihood of COVID-19 progression, including increased illness severity, ICU admission or death,” said Sally Adams, lead author of the study, in a press release. “Smoking may have significant effects in young adults, who typically have low rates for most chronic diseases.���  Other findings: Another interesting finding from the research is that in the 18 to 25 age group, White young adults had the highest vulnerability.  “Our finding of lower medical vulnerability of racial/ethnic minorities compared with the white subgroup, despite controlling for income and insurance status, was unexpected,” the study said. “It is also inconsistent with research showing higher rates of Covid-19 morbidity and mortality and other chronic illnesses among racial/ethnic minorities, specific to one age group.” The researchers said it is also inconsistent with the 15 to 24 age group, where Hispanic and Black Americans were shown to have the highest rates of Covid-19 deaths. “This suggest that factors other than the CDC’s medical vulnerability criteria play a role in the risk of severe Covid-19 illness in the young adult population,” the researchers said. The study did have some limitations, including the lack of information about Covid-19 in the 18 to 25 population, and a chance that it could underestimate the vulnerability rates for certain ethnic or racial subgroups of young adults due to the data source. At least 35 US states are seeing a rise in new cases compared to the previous week, according to data from Johns Hopkins University. Across the country, health officials are sounding the alarm over the number of infected patients seeking medical care. Both local and state leaders have said in recent weeks new cases are largely driven by Americans who have opted to resume gatherings and outings to bars. In many states, the average age of new cases has shifted downward, with more young people testing positive than ever before. In Louisiana, officials reported more than 1,300 new coronavirus cases Sunday  — 99% of which were spread through the community and more than a third of which were in people aged 29 or younger, officials said.  In Florida, where there's no statewide mask mandate, health officials reported Sunday a staggering record of new cases in a single day: 15,300. In Miami Beach, hospitals are reaching full capacity, the mayor told CNN Sunday night. \"We're going to have to start moving regular beds into ICU beds. We're clearly being strained at this point,\" Miami Beach Mayor Dan Gelber said. \"There's a total disconnect between what is happening and being said out of Washington and even Tallahassee and what is happening in some of these communities right here.\" Across the state, there are more than 7,500 patients hospitalized with the virus, state data showed Sunday. In Florida's Orange County, where Disney World reopened over the weekend, more than 540 patients were in hospitals.  In California, Los Angeles County health officials reported more than 3,300 new cases Sunday — the second highest daily case count in the last week. There are nearly 2,100 people hospitalized, a number \"substantially higher\" than hospitalizations a month ago, officials said. And in Arizona, Phoenix's mayor told CNN health care professionals are reporting they are \"already tired\" and worried about additional strains on hospitals stemming from the July 4 holiday, even as the city is already seeing record-breaking ventilator usage. In efforts to prevent further spread, Mayor Kate Gallego said she's joined other leaders across the state to urge the governor to expand safety precautions in response to the virus. Here's a look at where cases are increasing across the country:  ##Cases## ##Hotspots## The White House made a concerted effort to discredit Dr. Anthony Fauci this weekend, after he gave a widely-publicized interview with the Financial Times. The interview commanded headlines because Fauci conceded he had barely spoken to the President in months.  Though last week's interview with the FT was approved by the White House press shop, according to an aide familiar, administration officials distributed a list this weekend to multiple outlets that included statements made by Fauci during the early stages of the coronavirus pandemic. The White House cited this as evidence Fauci had been wrong -- without noting statements from the surgeon general urging people not to buy masks, or acknowledging the president’s own misstatements about the virus. Trump annoyed by Fauci's comments: A person familiar with the situation said it was because Trump had grown annoyed by Fauci's public statements. Though Trump was already displeased by Fauci’s television appearances early on, the White House has sought to downplay tension between the two for several months. The press shop stopped approving Fauci's television appearances, believing it would help alleviate the situation, though they continued to allow him to give interviews with print outlets. Rare in-person meetings with the Trump and Fauci are not awkward and don't involve raised voices, but Trump has complained about Fauci privately, according to a person familiar with the situation.  Sources say part of that irritation is over the \"good press\" Fauci has received. Trump's irritation with Fauci has also, at times, been encouraged by Peter Navarro, Trump's trade adviser, who has repeatedly blamed Fauci for doubting the efficacy of hydroxychloroquine. Navarro once told Fauci he would be personally responsible if it was later shown that hydroxychloroquine worked to treat coronavirus, despite multiple studies questioning its use.  In an interview on Meet the Press Sunday, Admiral Brett Giroir said there is \"open discourse\" within the task force. \"I respect Dr. Fauci a lot, but Dr. Fauci is not 100% right and he also doesn't necessarily, and he admits that, have the whole national interest in mind. He looks at it from a very narrow public health point of view,\" Giroir said.  Fauci is scheduled to be in the West Wing Monday for meetings. Watch Dr. Sanjay Gupta discuss: The World Health Organization (WHO) reported the highest daily number of Covid-19 cases globally on Sunday, with 230,370 new infections.  In the US, where the virus is raging across parts of the country, nearly one out of every 100 Americans have tested positive for Covid-19.  The US has recorded more than 3.3 million coronavirus cases since the pandemic began, according to Johns Hopkins University, and at least 135,205 Americans have died.  In Florida, where there's no statewide mask mandate, health officials on Sunday reported a staggering record of new cases in a single day: 15,300 -- the highest number of new cases reported in a single day by any US state since the coronavirus pandemic began. Across the world, 12.9 million people have tested positive for the virus, according to figures from Johns Hopkins. Here's the latest on the pandemic: WHO advance team arrives in China to investigate origins of coronavirus: Two experts from the World Health Organization have arrived in Beijing to work with their Chinese counterparts on tracing the origin of Covid-19, China’s Ministry of Foreign Affairs (MOFA) confirmed Monday. The visit comes at a time of fraught political tensions between the US, China and the WHO -- the WHO has been under fire for its relationship with China, and the US, under President Donald Trump, is withdrawing from the WHO. South Africa suspends alcohol sales, enforces curfew, amid surge in cases: South Africa will resume a ban on alcohol sales and reinstate a daily curfew from 9pm until 4am, to free up hospital capacity as the country’s Covid-19 cases continue to rise. Spanish judge blocks Catalonia from confining 156,000 people to their homes: A  judge has blocked the Catalan regional government’s home confinement order, designed to contain the spread of Covid-19 in the provincial capital of Lleida and 7 nearby towns. The measure would have left 156,000 people unable to leave their homes, with few exceptions, after Segría county tallied 1,438 new cases of Covid-19. A ruling late Sunday found that the confinement came under state jurisdiction, not that of the regional government. UK PM Johnson encourages use of face coverings in confined spaces: UK Prime Minister Boris Johnson said people should wear face coverings inside shops, adding that the government would outline how it planned to enforce its advice over the next few days.  Bollywood stars test positive: Coronavirus has hit one of Bollywood's leading families with superstar Amitabh Bachchan, his son Abhishek Bachchan and daughter-in-law, actress Aishwarya Rai Bachchan all admitted to hospital. Authorities in Mumbai have declared Bollywood star Amitabh Bachchan's Jalsa residence a containment zone, after the actor and other family members tested positive for coronavirus.  Lebanon records highest daily increase in coronavirus cases: Lebanon has seen a surge in coronavirus cases, less than two weeks after it virtually ended its lockdown. Early in the pandemic, the eastern Mediterranean country took aggressive measures to stem the spread of the virus, but less than two weeks after Beirut's international airport reopened, infections have risen rapidly. Yesterday, Lebanon reported 166 new cases -- a record high for the country.    British Prime Minister Boris Johnson said Monday that people should wear face coverings inside shops, adding that the UK government would outline how it plans to enforce its advice on masks over the next few days.  \"I do think that in shops it is very important to wear a face covering if you are going be in a confined space and want to protect other people and receive protection in turn,\" Johnson said during a televised interview on Monday.  \"In terms of how we do that, whether we'll be making it mandatory, we'll be looking at the guidance, we'll be saying a little bit more in the next few days,\" he added.  The Prime Minister's remarks came just a day after his cabinet minister, Michael Gove, said he did not believe the use of face masks should be made compulsory.  \"I don't think mandatory, no, but I would encourage people to wear face masks when they're inside in an environment where they're likely to be mixing with others,\" Gove told the BBC on Sunday.  \"It's always better to trust people's common sense,\" he added.  What's the situation in the UK? The UK is one of the countries worst hit by coronavirus. With almost 45,000 fatalities, it stands third behind Brazil and the United States.  \"The UK is way behind many countries in terms of wearing masks,\" Venki Ramakrishnan, the head of the Royal Society, Britain's national academy of sciences, said last week.  Ramakrishnan argued that not wearing a mask should be regarded as antisocial as drink-driving, reasoning that there is a \"growing body of evidence that wearing a mask will help protect others -- and might even protect you.\" Despite this, the only places where face masks are compulsory in England is on public transport, a measure brought in on June 15, and in healthcare settings.  Government considers enforcement measures: While the Prime Minister said Monday that members of the public had shown \"amazing sensitivity\" to others over the course of the pandemic, he confirmed that the government is looking into enforcement measures. \"We'll be looking in the next few days about how exactly how, with what tools of enforcement, we think we want to make progress,\" Johnson said.  \"As the virus comes down in incidence and we have more and more success, face coverings are a kind of extra reassurance that we can all use to stop it coming back and stop it getting out of control again,\" he added. ##Masks## As the number of new coronavirus cases continues to rise sharply in the United States, the Trump administration persists in its messaging about children returning to classrooms in the fall. A source close to the Coronavirus Task Force told CNN's Chief Medical Correspondent Dr. Sanjay Gupta: \"With regard to schools, each community will have to evaluate the status of the outbreak in their particular area.  \"While there are no hard and fast rules, if a particular community has had a five day sustained increase in community spread, they probably should not be opening schools until they pass through the basic gating criteria of a 14 day downward trajectory. That guidance has not changed.” These comments come after Education Secretary Betsy DeVos on Sunday refused to say whether schools should follow guidelines from the US Centers for Disease Control and Prevention on reopening, saying those guidelines are meant to be \"flexible.\" \"There is nothing in the data that would suggest that kids being back in school is dangerous to them,\" DeVos said, when asked by CNN’s Dana Bash if she can assure parents and students that schools will be safe when meeting in full-size, in-person classes -- doubling down on a similar comment she made last week. ##Reopening## ##Schools## Two experts from the World Health Organization have arrived in Beijing to work with their Chinese counterparts on tracing the origin of Covid-19, China’s Ministry of Foreign Affairs (MOFA) confirmed Monday.  \"We have a basic consensus with the WHO -- that is: Source tracing is a scientific issue, and should be assessed and cooperated by scientists all over the world,\" MOFA spokesperson Hua Chunying said at a press conference. \"The WHO also believes that this is an ongoing process and it may concern multiple countries and localities, and the WHO will conduct similar inspections to other countries and regions based on its need.\" No further details of the WHO team's schedule while in China has been released.  CNN's Kristie Lu Stout said this is what we know about the team so far: The team consists of two experts -- one an expert in animal health and the other an epidemiologist.\nThis is an advance team, which means they are in China to determine the agenda, scope and scale of a wider investigation into the origin of the coronavirus.\nIt is still very early on in this process. According to the WHO, the two individuals will try to answer two critical questions:  We know the virus is found in bats, but is there an intermediate species -- another animal host -- that also transmitted the virus?\nHow did the virus make the leap from animals to humans? The visit comes at a time of fraught political tensions between the US, China and the WHO: \"We know the WHO has been under fire for its relationship with China, we know that the US under President Donald Trump is withdrawing from the WHO,\" Lu Stout said. \"So there's a lot of scrutiny and pressure on this two-person advance WHO team in China to see whether or not they're going to get access to data, to samples, to files from Chinese authorities to Chinese scientists as well as, critically, answers just to find out what happened.\" Louisiana reported more than 1,300 new coronavirus cases Sunday -- 99% of which were spread through the community, and more than a third of which involved people aged 29 or younger, officials said.  The numbers match wider patterns across the US, with both local and state leaders saying in recent weeks that new cases appear to be largely driven by Americans who have opted to resume gatherings and outings to bars. Young people affected: In many states, the average age of new cases has shifted downward, with more young people testing positive than ever before.  Mask mandates and closures: Louisiana Gov. John Bel Edwards announced a mask mandate will go into effect Monday morning following an uptick in cases. Many of the new cases are being traced to backyard get-togethers and other gatherings, the governor said.  Bars will also be closed for on-site alcohol consumption, after at least 36 outbreaks and more than 400 cases were traced back to bars in the state. At least 36 states now have some type of mask requirement order in place, and more than half of US states have paused or rolled back their reopening plans in efforts to contain the spread of the virus, which some experts have said is now out of control. Read the full story: ##Hotspots## ##Masks## ##Reopening## Hong Kong Health officials reported 52 new cases of Covid-19 in the city on Monday, with 41 locally transmitted infections.  Of the 52 new cases, officials said 11 were imported and 20 of the local infections come from \"unknown sources.\" This is the highest number of daily local cases so far in Hong Kong's \"third wave,\" which began in early July following weeks of registering zero local transmissions.  Schools shut: Hong Kong last week announced that all schools in the city would be suspended following a surge in locally-transmitted coronavirus cases. On Monday, kindergarten, primary school and secondary schools started their summer holidays early.  ##Cases## In the past 13 days, Miami-Dade County has seen a staggering increase in the number of Covid-19 patients being hospitalized (65%), in the number of ICU beds being used (67%) and in the use of ventilators (129%), according to the latest data released by Miami-Dade County Government. As of Sunday, there were 1,898 Covid-19 patients, 393 patients in ICU beds, and 206 patients on ventilators, according to data from the county government.   Highest number of new cases in a day: In Florida as a whole, health officials on Sunday reported a shocking record of new cases in a single day: 15,300 -- the highest single day figure for any US state since the coronavirus pandemic began. Officials reported a 14-day average Covid-19 positivity rate of 26% on Sunday, according to data released by Mayor Carlos Gimenez's office. The positivity rate is tracked daily by county. Gimenez's office has said the goal is to not exceed a daily positivity rate of 10%. The county has exceeded a daily 22% mark for the past 14 days. ##Cases## ##Hotspots## Lebanon has seen a surge in coronavirus cases, less than two weeks after it virtually ended its lockdown.  Early in the pandemic, the eastern Mediterranean country took aggressive measures to stem the spread of the virus.  It has had 36 deaths from Covid-19 since the first reported case in February.  But less than two weeks after the capital’s airport reopened, infections have risen rapidly. Yesterday the country reported 166 new cases -- a record high for the country.  In interviews with local television stations, Health Minister Hamad Hassan said 122 of those cases were from an unnamed cleaning company, adding that the government would continue to contain cluster breakouts, and would avoid stepping up lockdown measures.  \"Our admitting capacities in government hospitals are acceptable and the departments are ready,\" Hassan told local television channel LBCI on Sunday, according to the state-run National News Agency. \"Despite the high number of coronavirus cases, matters are still within the set plan,\" he added. Economic fears: Officials in Lebanon, which is in the throes of its worst economic crisis in decades, have also been keen to avoid a lockdown.  Late last month, the country’s currency lost most of its value, but it began to rise again, days after the reopening of Beirut’s international airport.  Healthcare workers' warning: Healthcare workers say the situation could take a dangerous turn. Hospitals -- already grappling with long power cuts and medicinal shortages -- may buckle under the strain of a growing caseload, doctors say.  \"Two days (ago) we had … almost 20 hours of power cuts a day, and that was very brutal on us because it consumed a large chunk of our stored fuel,\" said Firass Abiad, head of Rafik Hariri University Hospital, where the majority of Beirut's coronavirus cases are treated.  Abiad told CNN’s Ben Wedeman he expects the situation to become \"more difficult,\" in the days and weeks to come. \"Whether we will be able to keep finding solutions … I do not know.\"  Florida's staggering new single-day US state record of coronavirus cases underscores how the aggressive opening strategy championed by President Donald Trump and allied governors is turning into one of the worst political and economic calls in modern history. The Sunshine State recorded more than 15,000 new infections on Sunday -- the highest number of new cases in a single day by any state -- as the pandemic raged across southern and western heartlands including Texas, Georgia and Arizona.  The surge came two months after many states, disregarding government guidelines, opened up bars, gyms, hair salons and other businesses. Fresh controversy is boiling meanwhile over Trump's aggressive push to get schools fully operational within weeks, after Education Secretary Betsy DeVos failed repeatedly to outline a plan to do so safely in a CNN interview Sunday.  The White House also intensified a stunning whispering campaign against the nation's top infectious disease specialist, Dr. Anthony Fauci, accusing him of making mistakes and of refusing to prioritize the President's interests. Trump's fixation on his electoral prospects and desire to ignite an economic comeback were behind his assurances that it was safe to ease stay-at-home orders without waiting for infection curves to properly flatten. The push was eagerly embraced by some GOP governors, including Florida Gov. Ron DeSantis, who is now facing heavy criticism as his state sees runaway infection rates. Read Collinson's full analysis:  ##Hotspots## ##Reopening## ##Politics## A Spanish judge has blocked the Catalan regional government’s order to require home confinement as a way to contain the spread of Covid-19 in the provincial capital of Lleida and 7 nearby towns. The ruling, which came late Sunday, explained that the confinement was part of the state's jurisdiction, and not the regional government's. It added that the president of Catalonia \"could ask the (Spanish) Government to declare a state of alarm.\" The judge, an investigating magistrate in Lleida, noted that the state prosecutor had opposed the implementation of the Catalan government’s stay-at-home order.  Any measures adopted should respect the principle of proportionality,\" said the ruling, which can still be appealed to the Superior Court of Catalonia. The measure would have confined 156,000 people to their homes, with few exceptions, after Segría county -- including Lleida city -- tallied 1,438 new cases of Covid-19. The cases have all been recorded since June 21, when Spain's state of emergency ended following three months of nationwide confinement. A week ago, Catalonia ordered Segría's 200,000 residents to stay inside the county, which is a two-hour drive from Barcelona. But as the outbreak kept spreading, authorities issued a home confinement order for the majority of people. Lleida's Mayor, Miquel Pueyo, warned in a statement that home confinement would have \"a huge economic and emotional impact on the territory,\" and asked the Catalan government to \"guarantee the salaries of the workers from outside Lleida who for 15 days wouldn't be able to come to work in Lleida\" because of the confinement order.   The World Health Organization (WHO) reported the highest daily number of Covid-19 cases globally on Sunday, with 230,370 new infections.  In the US, where the virus is raging across parts of the country, nearly one out of every 100 Americans have tested positive for Covid-19.  The US has recorded more than 3.3 million coronavirus cases since the pandemic began, according to Johns Hopkins University, and at least 135,205 Americans have died.  In Florida, where there's no statewide mask mandate, health officials on Sunday reported a staggering record of new cases in a single day: 15,300 -- the highest number of new cases reported in a single day by any US state since the coronavirus pandemic began. Across the world, 12.9 million people have tested positive for the virus, according to figures from Johns Hopkins. Here's the latest on the pandemic: South Africa suspends alcohol sales, enforces curfew as it faces a surge in Covid-19 cases: South Africa will resume a ban on alcohol sales and reinstate a daily curfew from 9pm until 4am, to free up hospital capacity as the country’s Covid-19 cases continue to rise. US military bases in Okinawa hit by Covid-19 as outbreak worsens: United States military personnel on the Japanese island of Okinawa are on virtual lockdown after almost 100 coronavirus cases emerged on several US Marine Corps bases there.The order, which was issued Saturday morning, bans almost all off-base movement by the tens of thousands of US military personnel there, unless approved by an officer with the rank of lieutenant colonel or above. US service members test positive: Eleven service members of US Forces Korea (USFK) tested positive for coronavirus upon their arrival in South Korea from the United States, USFK said in a statement. Two service members arrived at Osan Air Base on a US government chartered flight on July 7, and nine service members have arrived at Incheon International Airport on four separate commercial flights since July 8.  Bollywood stars test positive: Coronavirus has hit one of Bollywood's leading families with superstar Amitabh Bachchan, his son Abhishek Bachchan and daughter-in-law, actress Aishwarya Rai Bachchan all being admitted to hospital. Authorities in Mumbai have declared Bollywood star Amitabh Bachchan's Jalsa residence in the city a containment zone, after the actor and other family members tested positive for coronavirus.  South Africa will resume a ban on alcohol sales and reinstate a daily curfew from 9pm-4am to free up hospital capacity as the country’s Covid-19 cases continue to rise.  \"The storm is upon us. More than a quarter of a million South Africans have been infected by the coronavirus,\" said President Cyril Ramaphosa in a televised address to the nation on Sunday evening.  Cases surge: Gauteng Province, home to the commercial hub of Johannesburg and the country’s capital, Pretoria, is leading the surge, with confirmed case numbers fast approaching 100,000.  South Africa is recording more than 12,000 new Covid-19 infections every day -- the equivalent of 500 new cases each hour. A quarter of South Africa’s more than 4,000 coronavirus deaths have occurred in the last week.  Ramaphosa said it was projected that 40,000-50,00 South Africans could die of the virus within the year. \"We must make it our single most important task to prove these projections wrong,\" he said.  The President highlighted the success of treatment interventions and a stringent lockdown for keeping South Africa’s 1.5% case fatality rate among the lowest in the world.  Virus exposes healthcare shortfalls: As the country’s pandemic stretches into its fourth month, healthcare shortfalls across South Africa are becoming clear, including the need for more than 12,000 health workers, mostly nurses.  \"Our greatest challenge still lies ahead,\" said Ramaphosa. \"Health facilities in several provinces are already under tremendous strain.\" Ramaphosa announced that ward capacity would be further freed up by delaying non-urgent care, and the construction of field hospitals throughout the country. Ramaphosa also said the country would divert a supply of oxygen from other purposes.  ##Cases## The United States reported 59,017 new coronavirus cases and 428 new deaths on Sunday, according to Johns Hopkins University. There are at least 3,304,942 Covid-19 infections and 135,205 people have died from the virus in the US, JHU reported.  The totals include cases from all 50 states, the District of Columbia and other U.S. territories, as well as repatriated cases.  CNN’s interactive map is tracking the US cases: ##Cases## ##Hotspots## Eleven service members of US Forces Korea (USFK) tested positive for coronavirus upon their recent arrival to South Korea from the United States, USFK said in a statement. Two service members arrived at Osan Air Base on a US government chartered flight on July 7, and nine service members have arrived at Incheon International Airport on four separate commercial flights since July 8.  All eleven individuals tested positive on their first mandatory Covid-19 test prior to entering quarantine. They have since been transferred to an isolation facility designated for confirmed Covid cases at either Camp Humphreys or Osan Air Base. ##Cases## The US Marine Corps Air Station Futenma has confirmed 32 additional Covid-19 cases today, according to the Okinawa prefecture government.  Major Ken Kunze, Communications Strategy and Operations Officer for the US Marines in Okinawa, said the infection numbers provided to the Okinawa Governor are accurate. There are now 94 cases on US military bases on the Japanese Island of Okinawa between July 7-13.  Marine Corps Air Station Futenma accounts for 72 of the cases.  ##Cases## From Thailand to Uruguay, students are returning to school. But the classrooms, and even the students, look different. In Thailand, temperature checks, hand sanitiser and makeshift cubicles made from old ballot boxes are some of the ways schools are welcoming back students.  Meanwhile Hong Kong schools are closing again more than a month after they first reopened following a sudden rise in cases in the city.  CNN's Will Ripley reports on how schools around the world are learning to adjust to the new reality. Watch:  ##Reopening## Authorities in Mumbai have declared Bollywood star Amitabh Bachchan's Jalsa residence in the city a containment zone after the actor and other family members tested positive for coronavirus.  All staff members working at the residence have tested negative for Covid-19, said Vishwas Mote, an assistant commissioner at the Brihanmumbai Municipal Corporation (BMC). Sound and Vision studio, a recording studio in Mumbai where Amitabh Bachchan's son, actor Abhishek Bachchan -- who also tested positive for the virus -- had been visiting was also sanitised, according to Mote. \"We have screened all employees at the studio, nobody there showed any symptoms, we have advised everyone to home quarantine,\" he said. It comes after three generations of one India’s most famous families — considered Bollywood royalty -- tested positive for Covid-19. Amitabh Bachchan was in a \"stable\" condition in the isolation unit at Nanavati Hospital, the facility said in a statement, after he and his son Abhishek Bachchan were both admitted following positive tests late Saturday evening. And soon later Abhiskek Bachchan's wife, the heralded actress Aishwarya Rai Bachchan, also entered hospital. The couple's daughter tested positive for Covid-19 too. On Sunday, Amitabh Bachchan tweeted his thanks to the many well-wishers.  Read the full story. ##Cases## After revelers celebrated the Fourth of July at a Michigan lake, some started testing positive for Covid-19 -- prompting health officials to warn other party-goers that they might have been infected, too. The Health Department of Northwest Michigan said other health officials in the state reported that several people have tested positive \"after attending the festivities at the Torch Lake sandbar over the Fourth of July holiday,\" the department said Friday. Those who tested positive weren't able to identify everyone they had contact with, \"and therefore we want to make the public aware that those who attended could be at risk for exposure, and additional cases could be seen in the coming days,\" the health department said. \"If you were at the Torch Lake Sandbar party over 4th of July weekend, you should monitor for signs and symptoms of COVID-19 and seek testing if symptoms should develop or if you were at high risk for exposure due to being in close proximity with others or not wearing a cloth facial covering,\" the department said.  ##Reopening## ##Cases## Before the pandemic put a stop to most international travel, each year millions of people flocked to Southeast Asia's white sandy beaches, ancient temples and diverse wildlife. Last year, 133 million tourists visited the region, spurred by an increase in arrivals from China, which is now the world's largest market for outbound travel. In some places the crowds became so intense it caused locals, environmentalists and even governments to complain that overtourism was pushing the region's fragile ecosystems to breaking point. Coral die-offs, vanishing marine life, damaged cultural sites and idyllic islands overflowing with plastic and human waste were all blamed on too many tourists -- and the unchecked development set up to attract and accommodate them. Then the global coronavirus pandemic struck. Countries went into lockdown. International travel dramatically reduced. And the tourists were largely gone. For countries like Cambodia, where tourism contributes an estimated 30% of GDP, the effect has been devastating. Asia-Pacific is estimated to lose $34.6 billion due to the pandemic, the Pacific Asia Travel Association (PATA) said. As travel restrictions lift, countries that rely heavily on tourism will be competing for visitors as they seek to rebuild their economies. The temptation to attract as many tourists as possible could be difficult to resist. But experts say the global pause on tourism has offered countries an unprecedented opportunity to examine how to rebuild their tourism industries in a way that benefits their economies and also protects the planet. Read the full story. ##Reopening## Japan recorded 411 new coronavirus cases on Sunday, the country's health ministry said today. In the capital Tokyo, 206 infections were reported on Sunday, the fourth straight day that cases have topped 200. The western city of Osaka also reported an uptick in infections, with 32 cases.  This figure does not include the 62 cases detected on US military bases in Okinawa between July 7 to 12, which are all US personnel and their families, according to the Okinawa prefecture local government. The total number of people infected by the virus in the country stands at 22,580, with 995 deaths. ##Cases## As coronavirus cases surge in the United States, the White House is taking aim at the nation's top infectious disease expert, Dr. Anthony Fauci. In a statement Saturday, a White House official told CNN that \"several White House officials are concerned about the number of times Dr. Fauci has been wrong on things.\" The official went on to provide a lengthy list of examples, citing Fauci's comments early in the pandemic and linking to past interviews. These bullet points, which resembled opposition research on a political opponent, included Fauci downplaying the virus early on and a quote from March when Fauci said, \"People should not be walking around with masks,\" among other comments. The move by the White House comes as President Donald Trump and Fauci are not speaking. The tension between the two men has grown publicly as the two have responded to one another through interviews and statements. In a recent series of newspaper and radio interviews, Fauci -- who has worked under six US presidents from both parties -- has at times openly disagreed with Trump. Kathleen Sebelius, who served as secretary of Health and Human Services under former President Barack Obama, said efforts to discredit Fauci and other scientists are \"potentially very, very dangerous\" as the US and other countries work toward a coronavirus vaccine. \"I think people want to know from the scientists that the vaccine is safe, that it is effective, that it will not do more harm than good,\" she said. Read the full story. ##Politics## Hospitals in Miami Beach, Florida are reaching full capacity, the city's Mayor Dan Gelber said on Sunday. “We’re going to have to start moving regular beds into ICU (intensive care unit) beds,” Gelber told CNN's Wolf Blitzer. “We’re clearly being strained at this point.” Almost 1,900 Covid-19 patients in Miami Beach have been hospitalized and a further 400 are in intensive care, with 200 on ventilators, Gelber said. Gelber added that he is frustrated by the response from the national government to combat the spread of the virus. “There’s a total disconnect between what is happening and being said out of Washington and even Tallahassee and what is happening in some of these communities right here,” he said.  On Sunday, Florida saw its highest single-day number of cases with more than 15,000 new infections and 7,500 hospitalized patients.  ##Hotspots## More than 3,000 healthcare workers have died from the coronavirus globally and governments must be held responsible for their deaths, rights group Amnesty International said today.  Russia, the United Kingdom and the United States topped the list of countries with the most healthcare worker deaths, the report “Global: Health workers silenced, exposed and attacked,” said.  Out of 79 countries examined, Amnesty found that: In Russia, 545 healthcare workers had died from Covid-19. \nThe UK saw 540 deaths -- including 262 social workers.\nThe US has 507 health worker deaths.  “Countries yet to see the worst of the pandemic must not repeat the mistakes of governments whose failure to protect workers’ rights has had devastating consequences,” said Sanhita Ambast, Amnesty International’s Researcher and Advisor on Economic, Social and Cultural Rights. Threatened for speaking out: The report said that healthcare and essential workers have faced retaliation from authorities after being threatened with arrest, violence, a lack of personal protective equipment (PPE) and in some cases not being paid for their job. Two female Russian doctors are facing retaliation after complaining about a lack of PPE, with one being charged under Russia’s fake news laws and being fined up to $1,443, and the second facing disciplinary proceedings that could result in her dismissal, Amnesty found.  “Health workers on the frontline are the first to know if government policy is not working, and authorities who silence them cannot seriously claim to be prioritizing public health,” Ambast added. Choosing \"between death and jail\": An unidentified Egyptian doctor told Amnesty that doctors who speak out against their conditions were faced with threats to their life and interrogations by the National Security Agency and penalties.  “Many (doctors) are preferring to pay for their own personal equipment to avoid this exhausting back and forth. (The authorities) are forcing doctors to choose between death and jail,” the unidentified Egyptian doctor told Amnesty. Amnesty said the 3,000 deaths is likely to be underestimated due to under-reporting and differences in how countries count and collect data. ##Politics## ##Cases## The World Health Organization (WHO) has sent a two-person advanced team to China to investigate the origins of the coronavirus.  \"The experts will develop the scope and terms of reference for a WHO-led international mission. The mission objective is to advance the understanding of animal hosts for Covid-19 and ascertain how the disease jumped between animals and humans,\" said Dr. Mike Ryan, executive director of WHO's Health Emergencies Program.  CNN's Kristie Lu Stout said this is what we know so far: The team consists of two experts -- one an expert in animal health and the other an epidemiologist.\nThis is an advance team, which means they are in China to be able to determine the agenda, the scope and scale of a greater investigation into the origin of the coronavirus.\nIt is still very early on in this process. According to the WHO, these two individuals will try to get answers to two very critical questions:  We know that the virus is found in bats, but is there an intermediate species --  another animal host -- that also transmitted the virus?\nHow did this virus make that leap from animals to humans? This comes at a time of fraught political tension between the US, China and the WHO: \"We know the WHO has been under fire for its relationship with China, we know that the US under President Donald trump is withdrawing from the WHO,\" Lu Stout said.\n\"So there’s a lot fo scrutiny and pressure on this two-person advance WHO team in China to see whether or not they’re going to get access to data, to samples, to files from Chinese authorities to Chinese scientists as well as, critically, answers just to find out what happened.\" More than 100 beach-goers in Brazil's Rio de Janeiro were fined over the weekend for not wearing masks, according to Rio's Municipal Guard. The guards carried out health inspections Saturday and Sunday on beaches in Arpoador, Ipanema Park, Copacabana and Leme, resulting in fines for 135 people not wearing masks. The mask mandate went into effect on May 21, and inspections began June 5. Since then, 1,377 fines have been issued for people violating the mask order, the city's municipal guard said. Those fined must pay 107 Brazilian reais ($22). Rio state has the second highest number of cases in Brazil, just after Sao Paulo, with nearly 130,000 and 11,415 deaths. The city of Rio de Janeiro tallies more than 64,000 and 7,310 deaths. ##Masks## India has recorded its highest 24-hour jump in Covid-19 cases yet, with 28,701 infections announced on Monday morning by India's Ministry of Health and Family Welfare. The latest jump brings the total positive cases in the country to 878,254 -- the third highest in the world, after the United States and Brazil, the health ministry said. In total India currently has 301,609 active cases; more than 550,000 people have recovered since testing positive. According to the Indian Council of Medical Research, 11.8 million tests have been conducted across the country. ##Cases## All US Marine Corps personnel on the Japanese Island of Okinawa have had their movements restricted in an effort to combat the spread of Covid-19, according to the US 3rd Marine Expeditionary Force. Since 6 a.m. Saturday local time, all off-base movement requires the permission of an officer of the rank of lieutenant colonel or above. US Marines are among 62 cases detected on US military bases in Okinawa between July 7 to 12, according to the Okinawa prefecture local government. The 62 cases are all US personnel and their families, according to the Okinawa prefecture local government. US Forces in Okinawa reported 39 cases in Marine Corps Air Station Futenma and 22 cases in Camp Hansen, according to the local government. A single additional case was reported at Camp Kinza on Sunday. The limitations on movement extend to the US Kadena Air Base, the hub of US air power in the Pacific. “Many of you are aware our joint community has experienced multiple new positive cases of Covid-19 over the last several days,” wrote US Air Force Brig Gen Joel L Carey in a statement posted online on July 10. “Additionally, we have seen three new cases among our Okinawan neighbors. The US cases have primarily been Marines assigned to MCAS Futenma and Camp Hansen, and have been a mix of both travel related and those with origins we’ve yet to be able to identify indicating the potential of a reemergence of community spread,” the statement read.  CNN is reaching out to the US military for comment. ##Cases## The Australian state of Victoria reported 177 new coronavirus cases on Sunday, Premier Daniel Andrews said today.  The state now has 1,612 active cases, with 72 people in hospitals and 17 in intensive care units.  After weeks of keeping the virus under control, Victoria is battling a rise in cases. Last week, the state closed its borders in order to stop the spread. On Saturday, 273 new cases and one death were reported. Andrews warned that the “virus will defeat us if we don’t have the best information and of course, Victorians following the rules.” Residents of Melbourne and the Mitchell Shire in Victoria state are subject to a stay home orders. Last week, Australia made the drastic decision to isolate 6.6 million people in the state from the rest of the nation as the new outbreak emerged.  A total of 1,148,357 tests have been completed in Victoria since the start of the pandemic, which Premier Andrews described as an “enormous amount of testing” that he was “very, very grateful for.\" “Please keep coming forward to get tested even if you have the mildest of symptoms, Andrews said. “It lets us know where the problem is, how we can deal with it, how we can trace and provide the best public health response.” Concerns are also mounting for the neighboring state of New South Wales, where locally-transmitted cases accounted for 10 of 14 new infections on Sunday.  ##Cases## ##Hotspots## Mexico has surpassed Italy's number of deaths relating to the coronavirus, according to numbers released by the Mexican Health Ministry and Johns Hopkins University on Sunday. The ministry recorded 276 new deaths in the past 24 hours, bringing Mexico's death toll to 35,006 and making it the fourth highest death toll in the world.  Italy's death toll from the virus currently stands at 34,954, according to data held by John’s Hopkins University. Mexico also reported 4,482 newly confirmed cases Sunday, bringing the country's total to 299,750. Earlier in the day, Mexican President Andres Manuel Lopez Obrador, said he met with the health cabinet to discuss the pandemic, saying it \"is losing intensity.\" The President made the comments before Sunday's figures were released, but the country has reported consistent daily increases in cases throughout the pandemic. \"I want to tell you that the report is positive, is good, the conclusion is that the pandemic is decreasing, is losing intensity,\" Lopez Obrador said in a video address to the nation.\n\"We have availability to receive patients. The other pandemic is the sensationalism from the conservative media, that's why we need to continue informing, they compare Mexico with other countries. Today I want to transmit tranquillity because we're improving facing professionally this pandemic,\" the President added.  ##Cases## ##Hotspots## Bolivia's Economy Minister Oscar Ortiz is the country's latest Cabinet member to test positive for coronavirus, a list that includes interim President Jeanine Anez.  The Economy Ministry released a statement on Sunday announcing that Ortiz had tested positive for the virus, adding that he is in good health.  The ministry tweeted a video message from Ortiz, where he confirms he tested positive after feeling ill around noon on Saturday.  \"I started feeling tired, feeling down and feeling muscle pain,\" he said, adding that later that night he was tested and the results came back positive.  Ortiz said that the Minister of Production Development Abel Martinez would take over his tasks during his absence.  Bolivia's stand-in President Jeanine Anez, who also tested positive for the virus on July 9, wished Ortiz \"a speedy recovery\" and said he was \"essential for the country's economic reactivation.\" At least four other top Bolivian government officials have tested positive in recent days, including Health Minister María Eidy Roca, Minister of the Presidency Yerko Nunez Negrette, Minister of Mines Jorge Fernando Oropeza, and the commander of the armed forces, Gen. Sergio Orellana. Bolivia has at least 47,200 confirmed coronavirus cases and 1,754 deaths, according to Johns Hopkins University.  ##Cases## Colombia surpassed 150,000 confirmed coronavirus cases on Sunday after its health ministry reported 5,083 new infections in the past 24 hours. The country's total number of Covid-19 cases is now 150,445 -- the 5th highest number of cases in Latin America, following Mexico, Chile, Peru and Brazil, according to Johns Hopkins University. The health ministry also recorded 188 new deaths on Sunday, bringing Colombia's death toll from the virus to 5,307. On Friday, officials implemented new lockdown measures, based on geographic zones for the capital city, Bogota, where 49,644 cases have been registered so far. Additionally, the national government announced the extension of the nationwide quarantine through August 1.  ##Cases## Disney guests in the US will not receive their ride photos if they were not wearing a mask on the ride.  The public relations director at Walt Disney World said that the company has an existing policy of suppressing photos if someone is doing something unsafe on the ride.  Not wearing a mask is consistent with that policy. Read more about Disney World's reopening: ##Reopening## ##Masks##", "Section": "world", "Writers": ["Helen Regan", "Steve George", "Meg Wagner", "Melissa Macaya", "Mike Hayes", "Veronica Rocha"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-07-13-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}