{"Type": "article", "Time": "2021-01-21", "Headline": "The China trade war is one thing Joe Biden won't be rushing to fix", "Text": "US President Joe Biden is inheriting a tense and messy relationship with China from his predecessor. From a grueling trade war to a slew of sanctions on the country's most prominent tech companies, the Trump administration spent the bulk of the last four years piling pressure on the United States' biggest economic rival. Things only became more heated in recent weeks as Washington slapped additional restrictions on Chinese business and investment.  Biden will strike a more predictable and diplomatic tone than former President Donald Trump. But analysts say that the new administration isn't likely to ease up on Beijing too much when it comes to tech and trade. \"It is difficult to see a US reversal of the recent hawkish trends in China policy, given the increasingly negative views on China in the US,\" Sylvia Sheng, a global strategist at JP Morgan Asset Management, wrote in a research note this week.  Biden's cabinet nominees are already starting to bolster that view. Janet Yellen, his pick to lead the Treasury Department, promised Tuesday to take on China's \"abusive, unfair and illegal practices.\" \"China is undercutting American companies by dumping products, erecting trade barriers, and giving away subsidies to corporations,\" she told the Senate Finance Committee, echoing some of the Trump administration's biggest criticisms of the world's second largest economy. A multilateral approach on trade The Trump administration agreed to what was billed as a \"truce\" with Beijing in early 2020, almost two years after starting the trade war by slapping heavy tariffs on Chinese goods. As part of that deal, the two countries agreed to reduce some tariffs and allow Beijing to avoid additional taxes on almost $160 billion of the country's goods. China also agreed to purchase $200 billion worth of US products over the next couple of years. That agreement hasn't exactly played out as intended. As of November, China was on pace to purchase only about half of that amount, according to an analysis from the Peterson Institute for International Economics.  There are plenty of other loose ends, too. Trump never resolved some of Washington's biggest complaints about Beijing, including its favoritism for state-owned enterprises and his accusation that the country steals US technology. (Chinese officials have repeatedly denied such allegations and argued that any tech secrets handed over by American companies were part of agreed deals.) \"It might be tempting to go back to the good old days and just tie back together those frayed trade links,\" wrote Roger Kay, a tech analyst at Endpoint Technologies, in a report this week. But the US-China relationship was \"one-sided,\" he added, pointing out that Beijing has often demanded American companies partner with Chinese ones and hand over large stakes in their operations, among other requirements.  While removing tariffs on Chinese goods likely won't be a big priority for Biden, several experts — and Yellen herself — said the new administration will want to make better use of its major alliances to craft a more predictable trade strategy. It's hard, for example, to see Biden attacking Washington's longtime European allies the way Trump did. Biden \"continues to say he wants to approach China via a coalition of other democracies, and that will take time to build,\" said William Reinsch, a trade expert at the Center for Strategic and International Studies who served for 15 years as president of the National Foreign Trade Council. \"The [China] relationship is too important to ignore, but I don't see him rushing into anything.\" Navigating tech tensions Biden will also have to navigate escalating tensions in technology and business. Those likely aren't going to subside, given bipartisan support for the view that China poses a major threat to US national security. After targeting telecoms equipment maker Huawei and social media platform TikTok, Trump ratcheted up the pressure on China as his term wound down. During its last few weeks, his administration imposed a series of harsh penalties on Chinese companies that will make it hard for Biden to easily reset relations, even if he wanted to.  Chipmaker SMIC, smartphone maker Xiaomi and a handful of other firms have been banned from accepting American investment, for example. And the New York Stock Exchange recently halted trading in three big Chinese telecom companies and several other firms to comply with the investment ban, which applies to companies that Washington deems to be affiliated with or supportive of the Chinese military.  Some of Trump's recent actions — including an order that would ban US transactions with some Chinese apps — were not fully implemented during his time in office. Others, including his attempts to ban TikTok and Tencent's WeChat app, have been tied up in court. It's not clear whether Biden will try to see those measures through. But \"even if there is a return to measured language and diplomacy, we could see more strategic decoupling from Chinese digital companies\" under Biden, Alex Capri, a research fellow at Hinrich Foundation and a visiting senior fellow at National University of Singapore, told CNN Business last week. He pointed to the possibility that Alibaba's cloud services could face the kind of global backlash that Huawei's 5G business has run into. Some experts are more optimistic about how Biden might proceed.  \"We expect Biden's team to focus on domestic issues,\" Jefferies analysts wrote in a Wednesday research note. \"Although Biden's cabinet candidates have talked tough on China, we believe his strategy would be more consensual and less disruptive to financial markets.\" But others maintain that the prospect of worsening US-China tensions still exist. The consultancy Eurasia Group sees US-China tensions as one of the biggest risks of 2021, adding that Biden will likely enlist allies from the European Union, Japan and India to push back on China.  \"The new administration will have some successes — suspicion of China is broadly growing,\" wrote Eurasia Group President Ian Bremmer and Chairman Cliff Kupchan in a report this month.", "Section": "economy", "Writers": ["Jill Disis"], "URL": "https://www.cnn.com/2021/01/21/economy/china-trade-tech-war-biden-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}