{"Type": "article", "Time": "2020-04-14", "Headline": "April 14 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. Nebraska Crossing Outlets says it will fully open its doors on April 24 for brick and mortar shopping. The outlets will allow its more than 80 tenants to invite customers to shop in what it called a “soft opening.” Nebraska Crossing Outlets, near Omaha, would become one of the first malls to fully open back up across the country. Owner and developer Rod Yates told CNN his tenants, which include several global retail brands, asked to use his outdoor outlet as a case study to see what best practices are necessary to start opening storefronts across the country and globe.  “At some point here, we got to start thinking about how brick and mortar is going to interact with retailers and customers and so we found an opportunity here to kind of do that,” Yates said in an interview with CNN.  “We’ll experiment, we're going to walk, we're going to be very, very cautious,” he added.   The mall has largely been open for individual stores to fulfill curbside pick-up orders but haven’t let customers actually inside the stores. This soft opening would change that. The outlet mall is home to retailers like Nike, Adidas, Polo Ralph Lauren, Kate Spade among others. Some background: Nebraska is one of seven states in the US to have no official stay-at-home order. With less than 1,000 cases statewide, Gov. Pete Ricketts ordered businesses like hair salons, tattoo parlors and strip clubs to be closed until May 31 but only “urged” individuals to practice social distancing guidelines without making them mandatory. The state’s peak is expected around May 2, eight days after the outlet mall reopens. Yates said he’s communicated with Ricketts about the outdoor mall opening, saying the governor cautioned against creating any mass opening events — leading to the “soft opening” that will gradually transition to a full opening in May, according to a letter sent to stores. As a precaution, Yates said the mall bought 100 of infrared forehead thermometers to give to each store, encouraging them to take the temperatures of employees and possibly even customers. But the use is not mandatory. Covid-19 can be contagious even when those infected don’t have fevers. Yates said he will also leave crowd size regulation up to individual stores. The outdoor mall sits on more than 40 acres of land, Yates said, but shop sizes vary so creating a one-size fits all mandate for stores isn’t ideal. He does not expect all stores will participate in the opening.    Florida Gov. Ron DeSantis announced Tuesday that the state will have access to 1 million N95 masks. \"Today, in consultation from the White House, we have received or will receive a total of 1 million N95 masks, those are probably the most sought after piece of PPE right now, there's obviously been a worldwide run on that. Working with the White House, they've earmarked us a million,\" DeSantis said at a news conference Tuesday. He said Florida's Emergency Management Department will also be delivering 1.2 million​procedure masks, 100,000 face shields, 500,000 gloves, 60,000 containers of hand sanitizer, and 35,000 gowns. In total, DeSantis said the state will have distributed: 8 million masks\n5.5 million gloves\n564,000 shoe covers\n615,000 face shields\n300,000 gowns\nMore than 100,000 containers of hand sanitizer\n47,000 goggles\n22,000 coveralls This post was updated to accurately reflect the number of gowns. President Trump's trade adviser Peter Navarro appeared on Fox News after the White House briefing to defend the President’s WHO funding halt and discuss how it could impact US-China relations. “The World Health Organization is a single failure during this epidemic. They basically hid information from the public, they failed to call this a pandemic long after others had rightfully done so. There is blood on their hands. I think President Trump is absolutely correct to have a full investigation of how that happened and what China’s role might’ve been to that,\" Navarro said. Pressed on how this could impact future trade negotiations with China, he called those “interesting questions” but went on to talk about supply chains. Asked again later in the interview how coronavirus will impact the US-China relationship, Navarro said, “We have to find out where it originated. We have to understand why China did not tell us for six weeks in which we lost precious time preparing for a pandemic.” He continued: “This is something we will not forget: China was basically vacuuming up the world’s PPE around the world so that we didn’t have it in New York and people didn’t have it in Milan. That’s a question that has to be answered. The question going forward is will they provide the PPE to the world as we go through this crisis without strings?” Honolulu will begin requiring people to wear facial coverings when visiting essential businesses starting Monday.  Mayor Kirk Caldwell said the new requirement applies to businesses like grocery stores. People will not be required to have a commercially-produced mask, he said.  It's another layer of protection. It's not perfect,” Caldwell said at a news conference on Tuesday. The mayor said the order does not apply to people working in offices that are not open to the public, although facial coverings are still recommended at those businesses. People also must cover their faces when riding public transportation. To avoid confusion, Caldwell said there is one major exception to the rule: no one should wear a mask in a bank.  “Usually when people go into a bank with a mask, it's not a good outcome,” Caldwell said. ##Daily Life## The United Food and Commercial Workers International Union (UFCW), which represents over 900,000 grocery workers, said today that 30 union members have died from coronavirus. UFCW said another nearly 3,000 food and grocery workers “have been directly impacted by COVID-19,” based on reports from local unions. “The coronavirus pandemic represents the greatest health and safety crisis that America’s grocery and food workers have ever faced. Since the beginning of the outbreak, these workers have been on the front lines of this terrible pandemic,” UFCW International President Marc Perrone said in a statement.  Perrone continued: “While tens of millions of Americans were told to work from home for their safety, grocery store and food workers have never had that option. More must be done to protect them and our food supply now.” The directly impacted workers include those who have tested positive for Covid-19, missed work due to self-quarantine, are awaiting test results, have been hospitalized or are symptomatic, the union said.  The UFCW says it representing 1.3 million people in grocery stores, meatpacking, food processing, retail shops and other industries and has members in all 50 US states, Canada and Puerto Rico. ##Health## The largest professional association of physicians, the American Medical Association, labeled President Trump’s announcement that he will put a hold on funding for the World Health Organization as “dangerous.” AMA President Dr. Patrice A. Harris issued a statement today in response to Trump's announcement. Here's a portion of her statement: “During the worst public health crisis in a century, halting funding to the World Health Organization (WHO) is a dangerous step in the wrong direction that will not make defeating Covid-19 easier. \nFighting a global pandemic requires international cooperation and reliance on science and data. Cutting funding to the WHO – rather than focusing on solutions – is a dangerous move at a precarious moment for the world. The AMA is deeply concerned by this decision and its wide-ranging ramifications, and we strongly urge the President to reconsider.” What we know: During a White House press briefing today, Trump announced he will halting funding while a review is conducted. Illinois Gov. J.B. Pritzker praised President Trump for saying during the White House press briefing that it was up to the states to decide when to reopen their economies.  \"Well, it's a good thing that the President finally recognized that it's the Constitution that authorizes the governors to have the power to reopen their states. And so I appreciate that,\" he said. He added: \"I think (New York) Gov. (Andrew) Cuomo had it right when he said that the President is not a king. He's President of the United States of America. And so we're looking forward to evaluating what it is that we're going to do going forward. The most important thing that we'll do is focus on the safety and health of the people of our states. In my case, you know, I've made it clear, we need testing, tracing, contact tracing, and we need a treatment. Put that together with readily available PPE, and then you can start to talk about how you will reopen an economy.\" On the issue of acquiring supplies, Pritzker said he isn't relying on the federal government for help. \"We've gotten very little help from the federal government,\" he said. \"It's fine. I've given up on any promises that had been made. I hope something will get delivered from the federal government, but I don't expect it anymore.\" ##Health## The surgery chair of a New York City hospital says more patients are departing than arriving. Dr. Craig Smith of the New York-Presbyterian/Columbia University Irving Medical Center also said the number of patients in the Intensive Care Unit and on ventilators appears to be leveling off at two hospitals who are bearing the brunt of those cases. Smith wrote these details in a daily note to faculty and staff. “These trends support our pivot towards restoration of normal,” Smith wrote. There are also less autopsies: Smith says autopsies have become uncommon in most settings, notes “phone consent is not considered acceptable” “We have very little idea why Covid-19 is so lethal and resistant to treatment in certain patients,” Smith said. “Autopsy in Covid mortalities has a relatively high probability of contributing to the advancement of medical science.\" He added: \"Because phone consent is not considered acceptable—a significant hurdle when visitors are not allowed. We are pursuing solutions to that unintended consequence of an administrative policy that was less often objectionable pre-pandemic.” CNN’s Kaitlan Collins pressed President Trump on his previous praise for China’s transparency on coronavirus. “China has been working very hard to contain the coronavirus. The United States greatly appreciates their efforts and transparency. It will all work out well. In particular, on behalf of the American People, I want to thank President Xi!” Trump tweeted on Jan. 24, as he and his administration downplayed the outbreak. Days later, Trump announced he was banning foreign nationals who had traveled to China from entering the US. “I don’t talk about China’s transparency,” Trump claimed in the Rose Garden Tuesday, citing his travel ban as evidence. “I was the one person that wanted to do it. You know why? Because I don’t believe everything I hear,” Trump said of his travel ban decision. According to Johns Hopkins University's tally of cases in the United States, there are at least 602,989 cases of coronavirus in the United States. On Tuesday, Johns Hopkins reported 20,382 new cases in the United States. ##Health## San Francisco Pride has decided to cancel its parade and celebration this year due to the coronavirus pandemic, the organization announced in a statement today. “Uncertainty surrounding the COVID-19 pandemic has intensified in recent weeks, and the organization has concluded that the risks to public health of a large-scale gathering such as Pride preclude this year’s production of the annual event,” the statement said. The two day event in San Francisco, scheduled for June 27 and 28, would have marked San Francisco Pride’s 50th anniversary with over a million attendees, according to the statement. “This was not a decision we arrived at lightly,” San Francisco Pride Executive Director Fred Lopez said. Nonprofit event producers are working to determine alternate ways to celebrate the 50th anniversary through digital platforms. SF Pride will join other Pride organizations in a worldwide “Virtual Global Pride” event on June 27. President Trump says he'll soon reveal details and guidelines for reopening the country but appeared to acknowledge that individual state governors will ultimately determine when to reverse stay-at-home orders. Only a day earlier, Trump insisted he had absolute authority to determine when states would be able to reopen their economies. But his message Tuesday was different. He said governors would determine their own plans. And while he said he was authorizing them to do it, there wasn't any evidence they would require such sign-off.  Trump said he would be \"authorizing each individual governor of each individual state to implement a reopening and a very powerful reopening plan of their state.\" He said he would soon speak to all 50 governors about the plans, and indicated some states without major outbreaks could potentially open before May 1. He said his administration would work to hold governors accountable for the plans. But he said they'd be working closely with the states. Watch: President Trump announced Tuesday he is halting funding to the World Health Organization while a review is conducted. Trump said at a news conference the review would cover the WHO’s “role in severely mismanaging and covering up the spread of coronavirus.” The President said that while the US imposed travel restrictions on China during the early stages of the outbreak, WHO was \"opposed to what we did,\" he said. \"Other nations and regions who followed WHO guidelines and kept their borders open to China, accelerated the pandemic around the world,\" Trump said. Trump continued: \"The decision of other major countries to keep travel open was one of the great tragedies and missed opportunities from the early days.\" California said it has 1,544 new coronavirus cases – the highest number recorded in a single day since the beginning of the outbreak. These additional cases bring the total in California to 23,338. More than 11% of those patients are health care workers, according to new data from California Department of Public Health. At least 758 people have died in California due to coronavirus. ##Health## Dyson is gearing up for full-scale production of ventilators to help with the coronavirus pandemic. The company has confirmed that its production lines based at the Hullavington Airfield in England are now in the process of manufacturing ventilator units in preparation for final regulatory approval.  “If this new ventilator passes MHRA tests, full scale production can begin,” Dyson said Tuesday, adding that the engineering firm is “ready to make 10,000 ventilators to support this NHS” in its fight against coronavirus.  In a letter shared with CNN in March, James Dyson – the company’s billionaire founder – confirmed that the company had received an order from the UK government for 10,000 ventilators. In a video shared by Dyson today, the company showcased its latest development, highlighting that engineering teams and manufacturers have been working “around the clock” to develop this new ventilator.  “Dyson and TTP have worked together to develop an entirely new design of ventilator in record time for the clinical needs of COVID-19 patients,” Dyson said.  The video continued: “The project has brought together engineers, scientists, medical device designers, clinical testing and high technology manufacturing knowledge, to achieve the NHS specification.\" In March, a spokesperson for Dyson told CNN that they hoped to have the ventilators ready for mass production by early April 2020.  ##Health## New Orleans Mayor LaToya Cantrell said today that she doesn't believe the city's biggest events — French Quarter Festival, JazzFest and Essence Festival — should be held in 2020, but instead push to 2021.  All three events had been postponed in light of the coronavirus pandemic.  Cantrell said she's been in touch with event organizers but did not give any additional details on those conversations.  As of mid-March, the French Quarter Festival and JazzFest posted on their social media that the events were postponed to the fall of 2020. Nothing new has been updated since then. ##Daily Life## Prosecutors are asking a federal judge to postpone the trial of associates of Rudy Giuliani by at least four months until February due to the coronavirus pandemic’s impact on the criminal justice system. In a letter to Judge Paul Oetken, prosecutors also said they informed lawyers for Lev Parnas, Igor Fruman and two other men charged in a campaign finance scheme that their plans to bring additional charges against the men have also been impacted.  The “timeline for seeking a superseding indictment has been pushed back due to issues involving the availability of witnesses and grand jurors given the pandemic-related travel and social-distancing restrictions,” prosecutors wrote.  Parnas and Fruman had been schedule to go to trial on October 5, about one month before the presidential election. The men, who were central players in Giuliani’s effort to dig up dirt on Joseph and Hunter Biden’s activities in the Ukraine, have pleaded not guilty to the charges.  The coronavirus pandemic has ground the criminal justice system to a halt across the country with grand juries disrupted and criminal and civil trials postponed. In the Southern District of New York trials are postponed until at least June 1.   Prosecutors didn’t object to a request by lawyers for the defendants who sought to postpone the trial because of their difficulty of meeting with their clients, who are based in Florida and California, and prepare for trial. If the trial is delayed, it would remove the potential for information about Giuliani’s associates spilling into the public just weeks ahead of the presidential election. Other high profile trials have also been postponed. Michael Avenatti, the celebrity attorney, was set to go to trial this month on charges he stole more than $300,000 from his former client Stormy Daniels. A federal judge set a new trial date for August.  Paul Manafort's lawyers have also asked for the former Trump campaign chairman to be moved out of prison due to potential health risks from the coronavirus. There are at least 594,207 cases of coronavirus in the US and at least 25,163 people have died from the virus, according to Johns Hopkins University's tally of cases. On Tuesday, Johns Hopkins has reported 11,600 new cases and 1,535 reported deaths.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health## Connecticut Gov. Ned Lamont said that he and a number of his gubernatorial counterparts think President Trump is off-base with his desire to reopen the nation’s economy by May 1.  “President Trump has put out the date of May 1, which I think most of the governors think is a very premature,” Lamont said at a news conference. “I just showed you that hospitalizations are going up and infections are going up, and this is no time to take our eye off the ball.” Lamont instead reiterated the May 20 date he offered on CNN's New Day Tuesday morning as more of a realistic timeframe when he could make an informed decision about when to reopen the state.  “I said we're not gonna be reopening schools before May 20, but by May 20 we're gonna have a lot of our testing in place by then, we'll have a lot more of the PPE, the protective gear,” Lamont said. “And that will give us a lot stronger indication about who and when and how people can start getting to work.” ##Daily Life## California’s health director told CNN that the state is not completely ready to reopen amid the coronavirus pandemic. “We are not out of the woods yet, but we are cautiously optimistic,” Dr. Sonia Angell, California’s health director, told CNN's Wolf Blitzer on \"The Situation Room.\" “This is the right time to start talking to Californians about what it might look like as we start loosening restrictions,\" she added. Angell noted that there are a number of quick indicators that will help leaders make decisions to proceed and that it’s time to start modifying orders in a way that's safe for Californians. \"We're not sure this is the end of it, but it's a good moment to take stock and look at what it might look like as we get back to normal,\" Angell said. The new normal will be about creating space for people to safely leave their home but keeping those with greater risk at home, she said. Watch: ##Health## A drug that’s been touted by President Trump as a “game changer” didn’t help hospitalized patients with coronavirus, and was associated with heart complications, according to a new study.  “This provides evidence that hydroxychloroquine does not apparently treat patients with Covid-19,” said Dr. Paul Offit, an infectious disease specialist at Children’s Hospital of Philadelphia. “Even worse, there were side effects caused by the drug – heart toxicities that required it be discontinued.” The study was published Tuesday on a pre-print server and was not peer reviewed. In the study, among the 84 patients who took hydroxychloroquine, 20.2% were admitted to the ICU or died within seven days of inclusion. Among the 97 patients who did not take the drug, 22.1% went to the ICU or died.  The difference was determined to not be statistically significant. Looking just at deaths, 2.8% of the patients who took hydroxychloroquine died, and 4.6% of the patients who did not take it died. That difference was also found to not be statistically significant. ##Health## An official at San Francisco's Department of Emergency Management told CNN 102 people at MSC South shelter have coronavirus. Ninety-two of the cases are among homeless individuals and 10 are among staff members. This is an increase of 11 more positive cases from the 91 that were reported at the shelter Monday. MSC South shelter can typically accommodate as many as 340 people per night, an official at the department said.  ##Health## Mississippi Gov. Tate Reeves announced Tuesday schools will remain closed through the end of the school year. \"I know how hard teachers, students, all staff, and parents have been working during this dangerous time,\" he said at a news conference. \"You have my deep respect and sincere admiration. It has been so encouraging to see the efforts of our education community to protect the people of Mississippi while ensuring learning takes place.\" \"I know our education community will do whatever it takes to make sure Mississippi kids don’t fall behind,\" he said. ##Daily Life## Major US airlines have accepted the government’s terms to receive billions of aid and keep hundreds of thousands of employees on the payrolls, the Treasury Department announced Tuesday.   American Airlines, Southwest Airlines, Delta Airlines, and United Airlines are among those who have accepted the offer, Treasury Secretary Steve Mnuchin said in a statement.  It did not specify the exact terms of the agreement, but in recent days, the carriers and government have been discussing terms that include 30% of the aid coming as low-cost loans.   Mnuchin said the department “is also working to review and approve applications for smaller passenger air carriers as quickly as possible,” and would take up discussions with cargo carriers “very soon.”   The $2 trillion coronavirus stimulus aid package President Trump signed last month includes more than $58 billion to prop up the aviation industry — half of it to help airlines fund employee payroll costs through September.    In exchange for accepting the funds, airlines must agree to prohibitions on stock buybacks and layoffs, and limits on executive compensation. Airlines must also provide at least a minimum level of service — as few as one flight weekly — to the destinations currently served.    The Transportation Department on Tuesday separately announced how it would allocate around $10 billion in aid to airports around the nation.  ##Travel## On an April 6 phone call, members of a prestigious scientific committee told members of the White House Office of Science and Technology Policy there are issues with the availability and reliability of the antibody tests in the United States right now.  \"In three words: Work in progress,\" said Dr. David Relman, a member of the National Academy of Sciences committee who was on the call.  A few days after the phone call, the NAS scientists wrote a letter to the White House frankly apprising them about the quality of antibody tests. Antibody tests check to see if a person has previously been infected with Covid-19, an indication that they've had the virus and now could be immune to it.  Results from antibody tests \"should be viewed as suspect until rigorous controls are performed and performance characteristics described, as antibody detection methods can vary considerably, and most so far have not described well-standardized controls,\" according to the letter. There are good tests in the midst of the bad ones, but they're not yet widely and easily available throughout the country. It’s not entirely clear that having antibodies to Covid-19 means that you truly have immunity and won't get the disease again. The White House Office of Science and Technology Policy did not respond to requests from CNN to describe what it learned on the April 6 call or how officials plan to use the information the scientists gave them.   Dr. Harvey Fineberg, chairman of the NAS committee, who was also on the phone call with the White House, said he felt that the White House officials paid close attention on the call.  \"That's the brilliance of Kelvin Droegemeier, to elicit this kind of input and turn to the academics in the first place,\" Fineberg said, referring to the director of the White House policy office. \"They're genuinely trying to widen their aperture for advice, and I think so far it's working.\"  ##Health## The US Immigration and Customs Enforcement has released nearly 700 people from custody after conducting medical reviews stemming from concerns about coronavirus, according to Acting Deputy Secretary of Homeland Security Ken Cuccinelli. The move comes amid lawsuits calling for the release of ICE detainees, as well as newly introduced legislation to require the release of most people in ICE detention during a national emergency related to a communicable disease.  ICE reviewed its cases to identify people who would be eligible for release, including detainees who are 60 years old and over and those who are pregnant. The agency later expanded its review to include all people in ICE custody to assess those who have “medical fragility,\" Cuccinelli said. As of April 10, ICE has identified 693 people for release after evaluating medical history, as well as other factors such as criminal records, flight risk and national security concerns. When the assessments for release began, ICE had around 37,000 people in detention, according to Cuccinelli.  There are now fewer than 34,000 people in detention. However, that decrease is due to a slower pace of intake and ongoing deportations, not just medical releases.  Detainees who are released are put on \"alternatives to detention,\" which could include an ankle monitor, but not always.   When individuals rooms aren't available, ICE separates detainees by group following exposure to someone with an infectious disease, said Cuccinelli. This could include asymptomatic detainees for the duration of the incubation period.  ICE has also made changes to its enforcement operations, legal and family visitation and detention operations due to Covid-19.   ###  After loosening restrictions on antibody tests, the US Food and Drug Administration has decided the government will review data on lab tests that claim they can detect if someone has antibodies to Covid-19, according to the CEO of a lab association who was on a call with FDA officials this morning.  On March 16, the FDA loosened its standards and allowed companies to sell antibody tests without submitting any evidence that they worked.  That led to “crappy” tests flooding the market, according to Scott Becker, CEO of the Association of Public Health Laboratories. Becker said he hopes the scientific review of the tests, which will be performed by the National Cancer Institute, will lead to the distribution of tests that actually work properly. Why this matters: A false positive — telling someone they have antibodies when they don’t — could have grave consequences, since that person would then think they’re immune to Covid-19 when they’re not. FDA Commissioner Dr. Stephen Hahn has talked about the need to review the tests. “I am concerned that some of the antibody tests that are on the market that haven’t gone through the FDA scientific review may not be as accurate as we’d like them to be,” Hahn said on “Meet the Press” Sunday. “I can assure the American people that what we’re doing is using data and science to look at those tests to make sure they’re valid, they’re accurate, and they’re reproducible.” The FDA did not respond to CNN’s request for comment. ##Health## Rio de Janeiro state governor Wilson Witzel confirmed Tuesday that he tested positive for coronavirus. In a video on his official Twitter account, Witzel said he hadn’t been feeling well since last Friday and decided to get tested. “I had a fever, my throat was hurting, weakened sense of smell and, thank God, I am feeling okay,” he said in the video message. Witzel reiterated his call for people to stay at home, emphasizing anyone can fall ill to the virus.  More than 25,000 cases of coronavirus have been confirmed in Brazil and at least 1,532 people have died, according to the latest statistics released by the Brazilian Health Ministry Tuesday. The state of Rio de Janeiro has the second highest number of cases, with at least 3,410 cases and at least 224 deaths. ##Health## New Hampshire Gov. Chris Sununu signed an executive order that will provide a $300 a week stipend to frontline health care workers, specifically at long-term care facilities. The money for the program will come out of the state fund originally but will be backfilled by federal dollars, according to Sununu. The money will go to health care providers, but 100% of the money has to be given to frontline workers. The program is designed to try to retain workers in this area and so these older populations have continuity of care. The program, which will go through June, will hopefully be taken over by the federal government, Sununu added.  ##Health## Just a few hours after meeting in person with recovered COVID-19 patients, President Trump on Tuesday hosted a small group of hospital executives in the Cabinet Room.  Rear Adm. John Polowczyk, Jared Kushner and Seema Verma, the administrator of the Centers for Medicare and Medicaid Services, were also present, among others, for what Trump described as a “big discussion today having to do with costs and hospitals” and a partnership to establish the “dynamic ventilator reserve.” “Hospitals throughout the country currently have more than 60,000 unused ventilators,” Trump said, adding that while “we’re building thousands of them right now,” many hospitals have made commitments to lend unused, surplus ventilators to hospitals with immediate needs. The Federal Emergency Management Agency and the Department of Health and Human Services are supporting the initiative, he said.  “Other countries,” Trump said, have also been asking the US for ventilators, noting that he just got off the phone with French President Emanuel Macron and the US has been asked by “everybody” for ventilators. He said the US has an “obligation” to help other countries, including, Italy, France, Spain, “and a lot of other countries” acquire ventilators.  He acknowledged that there is a “need” for ventilators and he had heard “fears” from the nation’s governors about shortages. \"When the virus struck our nation, governors raised fears that people who needed ventilators would not get the ventilators. My administration has used the Defense Production Act and that’s really had a big impact on companies and companies wanting to get them done and get them done quickly. We're preparing ventilator capacity for any and all scenarios. Initiatives like the dynamic ventilator reserve will help us to achieve that goal. We need ventilators, but now we're pretty well stocked,” Trump said. All of the executives went around the table. Trump asked one of the attendees, Rick Pollack of the American Hospital Association, about the differing qualities of ventilators. Louisiana Gov. John Bel Edwards announced today that he has signed a proclamation moving the state's elections due to coronavirus concerns. The June 20 presidential primary election will be moved to July 1 and the July 25 election is being moved to Aug. 15. Edwards said the secretary of state will present a plan on how to move forward with the elections to both the House and Senate government affairs committee tomorrow.  ##Daily Life## Maine Gov. Janet Mills has extended the state's \"State of Civil Emergency\" until May 15. \"I sure wish that this proclamation were not necessary, but the continued spread of this, demands our sustained response,\" the governor said. The Maine Center for Disease Control and Prevention is currently reporting at least 734 cases of Covid-19 in the state, which is an increase of 36, of which the bulk remains in Cumberland County. Maine's CDC said at least 20 people have died statewide because of the virus.  ##Health## Idaho Gov. Brad Little said he will make an announcement on the status of state's stay-at-home order tomorrow at 1 p.m. ET.  The current order is set to expire tomorrow.  Idaho has seen the curve begin to flatten, according to Dave Jeppesen, director of the Department of Health and Welfare.  The state has at least 1,400 confirmed cases of coronavirus and at least 33 deaths. Of the confirmed cases, about 156 are health care workers.  The state has tested 15,000 people, Jeppesen said. ##Daily Life## US stocks closed higher on Tuesday after better-than-expected trade data from China.  Here's where things ended: The Dow finished 2.4%, or 559 points, higher.\nThe S&P 500 closed up 3.1%.\nThe Nasdaq Composite staged its longest winning streak – four days – since early February. The index closed up nearly 4%. It has now bounced back more than 20% from its low-point on March 23. But whether the Nasdaq has fully emerged from a bear market won’t be clear for another few months. Remember: As stocks settle after the trading day, levels might still change slightly. ##Business## There are now 342 coronavirus patients at makeshift hospital at the Javits Center in New York City, Terry Lyman, Northwell’s senior vice president and chief public information officer, told CNN. Meanwhile, there are 70 patients on the US Navy Hospital Ship Comfort, Lyman said. That includes both coronavirus and non-coronavirus patients. The Javits Center has served 702 patients and the USNS Comfort has served 124, so far. ##Health##   According to Johns Hopkins University's tally of cases in the United States, at least 25,239 people have died in the US from coronavirus.  On Tuesday, Johns Hopkins reported 1,611 new deaths in the US. ##Health## California Gov. Gavin Newsom said people \"bent the curve\" in the state by following the stay-at-home order. “You have bent the curve in the state of California. The models have changed because of your behavior,” he said at a news conference. Newsom acknowledged that the stay-home order is finite and will not be a permanent way of life.  Here's how he put it: “We also extend a recognition in that light that this can't be a permanent state, and I want you to know it's not, it will not be a permanent state. We recognize the consequences of these stay-at-home orders have a profound impact on the economy, your personal household budget, your personal prospects around your future if you've just lost a job or you lost wages, or you're struggling with your dream and that is to keep your dream afloat as a business person that may put everything on the line.\" ##Daily Life## ##Health# California Gov. Gavin Newsom just unveiled six key indicators the state will use when \"thinking for when and how to modify the stay-at-home and other orders during the COVID-19 pandemic.\" “Science, not politics must be the guide,” Newsom said at a news conference moments ago. “It cannot be ideological.” The framework outlined by the governor focuses on six prongs: Expanded testing, and tracking infected individuals (quarantine, isolation)\nProtect vulnerable communities\nAddress hospital needs (personal protective equipment, ICU beds, ventilators)\nEngage academia and technology\n“Redraw floor plans” as they pertain to physical distancing in businesses, school sites, public and private business\nReinstate vigorous controls with the ability to toggle back and forth as needed He said the goal of the plan is to achieve things like ensuring the hospital system can care for sick patients, preventing infection in people who are high-risk and reducing \"social, emotional and economic disruptions,\" according to a statement. The state’s lockdown is currently in effect until May 3. A number of California counties, including Los Angeles, have already extended their stay home order to May 15. ##Daily Life## The coronavirus could change the way many Americans vote this November. Many leading Democrats have called for more voting by mail to ensure Americans can stay safe while casting their ballots. But President Trump, on other hand, has charged that voting by mail as \"corrupt\" — an assertion not backed by the facts. The dueling partisan responses might lead you to believe that voting by mail benefits Democrats more than Republicans. You'd be wrong — at least according to one new paper. The paper, from the Democracy & Polarization Lab at Stanford University, looked at three states — California, Utah and Washington — that turned to vote by mail in staggered fashion across counties. This allows us to really see the effects of voting by mail.   The findings: It turns out that voting by mail does not give either party any edge in turnout. Further, there was no discernible effect on election outcomes.  What voting by mail did seem to do was cause some increase in voter turnout, which would be the point of more voting by mail during this pandemic.  We saw a record number of people cast a ballot by mail in the Wisconsin primary. In Wisconsin, like in the the majority of other states, voters have the option of voting by mail if they want.  This new paper suggests that this option may be our best hope to allow Americans to participate in the Democratic process during the coronavirus outbreak without either side gaining a clear edge. It comes on top of statements from multiple Republican leading officials who have made similar claims.  General Motors is ready to ship its first production of ventilators starting today, the company said in a statement. “Everyone wants to help turn the tide and save lives. It is inspiring and humbling to see the passion and commitment people have put into this work,\" GM CEO Mary Barra said in a statement. GM started building ventilators in partnership with Ventec for Covid-19 patients last month at their Kokomo plant in Indiana. There will be 600 ventilators shipped by the end of this month, with the rest of the government’s 30,000 ventilator order completed by the end of August. “GM has moved swiftly in Trump time to manufacture one of the most critical lifesaving devices in America’s war against the coronavirus. GM’s rapid mobilization of America’s manufacturing might in defense of our country is a proud salute to the ingenuity of its engineers, the true grit of its UAW workers on the line, and America’s doctors, nurses, and other healthcare professionals fighting for our lives at the front lines,” said Peter Navarro, assistant to the President.  This first batch of ventilators from GM will be sent to hospitals in Gary, Indiana, and Chicago, according to Navarro. ##Business## ##Health## There are at least 592,743 cases of coronavirus in the US, according to Johns Hopkins University's tally. At least 24,737 people have died in the US from coronavirus.    The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  Today, Johns Hopkins has reported 10,136 new cases and 1,109 reported deaths.  ##Health## A French court has ordered Amazon to reduce its delivery operations to cover only essential goods The court's ruling warned that if this is not met within 24 hours, the company could face a penalty of 1 million euros for each day of delay –– that's more than $1 million USD each day.  In its ruling today, Nanterre Court of Justice ordered Amazon to further regulate its activities to receiving, preparing and delivering only essential goods, such as food, hygiene and medical products, and has required the company to carry out an assessment of the \"occupational risks inherent in the Covid-19 epidemic\" in all of its warehouses, according to an ordinance seen by CNN.  “We disagree with today's decision by the Nanterre Court of Justice and are currently assessing its implications for our French logistical sites,\" Amazon's spokesperson, Céline Mandouze, said Tuesday, adding that Amazon is planning to appeal the court's decision.  The ruling follows the filing of a complaint by the French workers’ union — Union Syndicats Solidaires — which has accused the online delivery giant of endangering the lives of workers during the coronavirus pandemic.  In a statement to CNN, the union said Amazon had violated the withdrawal rights of employees, alleging that the company threatened to suspend employee salaries.  “Amazon refused, saying that employees will not be paid if they exercise their right to withdraw [from work]\" the National Secretary of the workers' union told CNN.  Amazon has since affirmed that the safety of employees remains its priority.  “Nothing is more important than the safety of our employees...over the past four weeks, we have distributed more than 127,000 packs of disinfected wipes, 27,000 laters of hand sanitizers, and more than 1,5 million masks to our sites in France,\" Mandouze said.  ##Business## The first UN relief “solidarity flight” carrying urgently needed Covid-19 supplies to African countries will depart Ethiopia on Tuesday, according to a joint statement from the African Union (AU), World Food Program (WFP), and the World Health Organization (WHO) on Tuesday. The “solidarity flight” in Africa is “by far the largest single shipment of supplies since the start of the pandemic, and will ensure that people living in countries with some of the weakest health systems are able to get tested and treated, while ensuring health workers on the frontlines are properly protected,” said Dr. Ahmed Al-Mandhari, WHO regional director. WFP planes will transport WHO equipment such as face shields, gloves, goggles, gowns, masks, medical aprons, thermometers and ventilators from Addis Ababa, Ethiopia, where the regional humanitarian air hub was set up by the WFP this week. One million face masks will be shipped in addition to the personal protective equipment and laboratory supplies, which is expected to “be enough to protect health workers while treating more than 30,000 patients across the continent,” the statement said.  “The medical supplies are timely as the continent still has a window of opportunity to fight the COVID-19 pandemic,” John Nkengasong, director of the Africa Centers for Disease Control and Prevention, said in the statement. The WHO has dispatched personal protective equipment and lab supplies to 95 countries around the world.  ##Health## Italy has reported an increase of 675 new cases of Covid-19 in the last 24 hours, the lowest increase in numbers since March 1. But 10,000 less tests were also administered in that time frame. There are now 104,291 active coronavirus cases, according to the Italian Civil Protection Agency. The number of deaths continues to rise but at a slower pace. On Tuesday, there were 602 new deaths, increasing the total number of fatalities to 21,067. The total number of cases in Italy is now 162,488. ##Health## The number of people being admitted to British hospitals because of Covid-19 appears to be stabilizing, a top UK health official said today.   “You can see that there is increasing evidence now that the number of hospital admissions is stabilizing and plateauing…This is evidence, that is now accumulating, that the benefits of social distancing and reducing transmission is now beginning to manifest in a stabilization of hospital admissions,” said Stephen Powis, the national medical director of the UK’s National Health Service (NHS). But he warned that people must not take their “foot off the pedal” with social distancing and other measures instated to stop the spread of the virus.  “A reduction in infections rates will then translate into a reduction in new UK cases…our testing has shown a plateauing in the number of new cases we are picking up,” Powis said. While the data shows a plateau in the number of new cases, he conceded that not enough testing is being done in order for a true picture. Deaths from the virus are still increasing and that number is expected to continue to rise, he added.  “This is number that will reduce last, unfortunately. With sadness, it is the one that will take longest to change. But those benefits from social distancing will eventually translate into a reduction in the number of daily deaths,\" Powis said. ##Health## Dr. James Phillips, a physician and assistant professor at George Washington University Hospital, says reopening the economy by May 1 \"is a pipe dream.\" \"The only way we would open up significant parts of the country by May 1st is to do so under significant risks of the worsening health and the potential lives of American citizens,\" Phillips told CNN's Anderson Cooper. Phillips said while he agrees the country should be talking about how to restart the economy and get people back to work, there needs to be a plan in place to protect Americans. \"In disaster medicine we talk about something called disaster cycle, where you start considering the return to normal almost immediately after the event occurs. It is appropriate to start talking about this. But, we have to have the right steps in place before we get there,\" Phillips said. Watch: The United States doesn’t have the capacity to test and trace Covid-19 cases — a key measure the country will need to start the process of reopening, according to the nation’s top infectious disease doctor. “We have to have something in place that is efficient and that we can rely on, and we’re not there yet,” Dr. Anthony Fauci said Tuesday in an interview with The Associated Press. Fauci’s comments come the day after President Trump promised guidelines “soon” aimed at governors to reopen the economy.  He added that opening the country on May 1, after federal social distancing guidelines are set to expire, is “a bit overly optimistic” for many places in the US. This process, he said, would likely have to occur on a “rolling” basis and not simultaneously across the country. A key worry, he said, was that the US would see new outbreaks in places where officials may not be able to swiftly test and trace contacts of those who are infected.  “I’ll guarantee you, once you start pulling back, there will be infections. It’s how you deal with the infections that’s going to count,” Fauci told The Associated Press, adding that we need ways to get people \"out of circulation if they get infected, because once you start getting clusters, then you’re really in trouble.\"  These concerns reflect those New York Gov. Andrew Cuomo told reporters on Monday – that states lack sufficient capacity to test on their own. \"It's not as simple as saying states should test,” Cuomo said. They can't do it without the federal government. There are not enough tests now, and there's not enough reagents, and there's not enough medical equipment.”  Referring to other governors joining over the phone from states including Connecticut and New Jersey, he added, “Any one of these governors would tell you ... they don't have the testing capacity, and they can't gather it themselves.” Fauci stopped short of telling The Associated Press that a second wave of infection isn’t inevitable but said, “If you mean it goes way down and then come September, October, November, we have another peak – I have to say I would not be surprised. I would hope that if and when that occurs, that we jump all over it in a much, much more effective way than we have in these past few months.” ##Health##  UK Chancellor of the Exchequer Rishi Sunak played down a report from the country's independent public finances watchdog that indicated the economy could shrink by 35% in the second quarter in the scenario there is a three-month lockdown. Sunak, speaking at the government’s daily coronavirus press briefing, said the report is not a “forecast or a prediction.” The Office for Budget Responsibility also forecasts that the economy will bounce back quickly, leading to an annual drop in GDP of 13%.  “It is important to be clear that the OBR’s number are– they simply set out what one possible scenario might look like, and it is not even the most likely scenario. The OBR’s figures suggest that the scale of what we are facing will have serious implications for our economy here at home,\" he said. But Sunak conceded “these are tough times and there will be more to come.”  The British government, he said, is “not just going to stand by and let this happen.” Measures put in place to help unemployed people and businesses impacted by coronavirus “can significantly mitigate that impact.” Sunak said the British economy will bounce back from stay-at-home measures. ##Daily Life## ##Business## Hamilton Medical, a manufacturer of critical care ventilators, is launching a brand new product and production line of ventilators for coronavirus patients with the help of General Motors.  The critical care ventilators will be made in Reno, Nevada, through a contract with the US Department of Health and Human Services.  “The best approach is to create a new production line with a new supply chain — so that we could avoid diverting from existing production needed around the world or worsening the ongoing supply chain bottlenecks,” said Bob Hamilton, CEO of Hamilton Medical.  The company says it has already been making critical medical supplies at their production facility in Switzerland. This new line is the first in the United States. Since late March, GM and Hamilton Medical have working to establish a new supply chain for hundreds of parts and the design of a new manufacturing operation. Hamilton Medical says it has hired several hundred workers in Reno and production on the first ventilators is scheduled for the end of April.  “GM has donated their expertise, and their people work side-by-side with Hamilton Medical teams from Switzerland and Nevada,” Hamilton said.  ##Health## ##Business##   The US may have to keep social distancing measures — such as stay-at-home orders and school closures — in effect until 2022, unless a vaccine becomes available quickly, researchers projected today. Their findings, published in the journal Science, directly contradict research being touted by the White House that suggests the pandemic may stop this summer. Instead, the team at the Harvard School of Public Health, used what’s known about Covid-19 and other coronaviruses to create possible scenarios of the current pandemic. “Intermittent distancing may be required into 2022 unless critical care capacity is increased substantially or a treatment or vaccine becomes available,” they wrote in their report. One important factor: Whether people become immune to the new coronavirus after they have been infected. That’s not yet known.  ##Daily Life## ##Health## New Zealand reported four deaths from Covid-19 today, bringing the death toll to nine and making it the country's largest number of novel coronavirus deaths reported in a single day. According to the health ministry, three of the newly reported fatalities are linked to a cluster of cases in Rosewood Resthome and Hospitals, an assisted living facility in Christchurch.  The other death is a Wellington man in his 70s associated with overseas travel. “I want to acknowledge all these families and offer New Zealand’s sympathy and support,” New Zealand Director-General of Health Dr. Ashley Bloomfield said. “Whether husbands, partners, fathers, grandfathers, brothers, uncles, cousins or friends — wherever they fit in their wider whanau, we are thinking of them and of you.” The New Zealand government reported 17 new cases of Covid-19, bringing the country's total to at least 1,366. Government officials also extended the national state of emergency by seven days. The country's low death toll has led some to regard it as a potential model country for how to combat coronavirus.  Public health experts have credited widespread testing and tight border restrictions for New Zealand's ability to contain the outbreak.  ##Health## There are at least 584,073 cases of coronavirus in the US and at least 23,709 people have died in the from the virus, according to Johns Hopkins University's tally of cases. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health## Drug giants GlaxoSmithKline (GSK) and Sanofi have announced they will collaborate to develop a vaccine for Covid-19, with clinical trials expected to begin in the second half of 2020, according to a statement released on Tuesday.  “Sanofi and GSK today announce that they have signed a letter of intent to enter into a collaboration to develop an adjuvanted vaccine for COVID-19, using innovative technology from both companies, to help address the ongoing pandemic,” the two companies said in the joint statement.  “The companies plan to initiate phase I clinical trials in the second half of 2020 and, if successful and subject to regulatory considerations, aim to complete the development required for availability by the second half of 2021,” the statement added.  The unprecedented pairing between two of the world’s largest vaccines companies will see the establishment of a “Joint Collaboration Task Force,” which will seek to mobilize resources from both companies to accelerate the development of a vaccine.  “As the world faces this unprecedented global health crisis, it is clear that no one company can go it alone. That is why Sanofi is continuing to complement its expertise and resources with our peers, such as GSK, with the goal to create and supply sufficient quantities of vaccines that will help stop this virus,” Sanofi CEO Paul Hudson said Tuesday.  “By combining our science and our technologies, we believe we can help accelerate the global effort to develop a vaccine to protect as many people as possible from COVID-19,” GSK CEO Emma Walmsley added.  In their joint statement, GSK and Sanofi both affirmed that they are committed to ensuring that any vaccine that is developed through their collaboration would be made “affordable to the public and through mechanisms that offer fair access” in all countries. ##Health## Russian Foreign Minister Sergey Lavrov said President Trump has offered medical supplies to Russian President Vladimir Putin as part of a mutual cooperation between Washington and Moscow to fight Covid-19. Earlier this month, Russia sent a plane load of medical supplies to New York to aid hospitals and communities battling the pandemic. In a video conference with reporters, Lavrov said Russia was open to additional requests for aid. “If there are further requests from the American side about the supply of one type of protective equipment or another, then of course, we will consider them,” Lavrov said.  “President Trump also stressed that if Russia has additional requirements, then the United States, when they have production of the relevant equipment in sufficient volumes up and running, will be prepared to send such supplies to our country. I think that it's a typical, cooperative approach and one that deserves support.\" Denmark will speed up lifting Covid-19 restrictions after the latest numbers of new cases proved lower than expected, Danish Prime Minister Mette Frederiksen said today. Speaking at a press conference, Frederiksen said because the numbers of admissions is “better than expected,” they will expand the so-called phase 1 of re-opening, that starts tomorrow, with the partial reopening of schools for younger students. Denmark has said before it plans to send children back to school and kindergarten from April 15 if coronaviruses cases remain stable. It is not yet clear what other restrictions will be eased. Prime Minister said she will discuss this with other government leaders this evening.  Denmark is one of the few western countries that is gradually easing the restrictions. Read more on how they are doing it here.   ##Daily Life## Canadian Prime Minister Justin Trudeau announced today that anyone entering Canada without what authorities determined to be a \"credible\" quarantine plan will be forced to quarantine in a hotel for at least two weeks.  “If it is inadequate, they will [be] required to quarantine in a hotel. Examples of things that could be inadequate for example, if their plan is to go stay in a place where there are many elderly family members at risk of Covid-19 or whether they don’t have a set destination,” said Trudeau during his daily news conference in Ottawa. The new enforcement of the Quarantine Act will take effect midnight Tuesday at all land, sea and air borders. Trudeau was not specific about how the new order will be enforced but earlier this month the Royal Canadian Mounted Police said its officers would help to enforce the Quarantine Act including carrying out in-person surveillance if and when necessary. The US-Canada border remains closed: Trudeau also said the US-Canada border would remain closed for non-essential travel for weeks to come.  Travel was to be restricted across the border until at least April 19 but Trudeau said discussions were underway with the Trump administration to extend the border measures. “In regards to the American border, we recognize that travel restrictions are going to remain extremely important in terms of containing the spread of Covid-19 in Canada and we’re going to continue to work with the Americans and people around the world to ensure that we continue with these restrictions,” Trudeau said. The prime minister also refused to say when the country’s lockdown might end. He added that any reopening of the economy would be phased in and might be different in various parts of the country. \"The reality is it is going to be weeks still. We recognize that it is going to be important to get our economy going and that we are going to have to do it in phases,” Trudeau said. ##Daily Life## New York Gov. Andrew Cuomo said the massive amount of testing needed to assess the coronavirus threat remains a major challenge.  \"The capacity does not exist,\" he said.  Private-sector companies that perform testing can produce about 60,000 tests per month, Cuomo said, which is \"not enough.\"  Cuomo called for government and technology leaders to work together to put together a testing system within a matter of weeks. \"Figure out how to do testing. Figure out how to use technology to do tracing,\" he said. However, New York City Mayor Bill de Blasio said earlier today that he is working with an Indiana company to get 50,000 testing kits per week.  New York Gov. Andrew Cuomo addressed Trump's assertion that the President has \"total authority\" to decide when coronavirus restrictions are lifted. \"That is not an accurate statement in my opinion,\" Cuomo said today at a news conference. Remember: The President does not have \"total\" authority over coronavirus restrictions. You can read CNN's full fact check here. Cuomo said he refuses to engage in a fight with Trump, saying, \"This is too important for anyone to play politics.\"  \"If he wants a fight, he's not going to get it from me,\" Cuomo said. Cuomo said that ver the past month he \"worked very hard to be in partnership with the federal government.\" He said he plans to still plans to be in contact with Trump and federal officials. \"I have always had an open line of communication with him,\" he said of Trump. \"I just want to my position clear: I am not going to fight with him.\" Earlier today, Cuomo said he wouldn’t follow a possible order from Trump to ease coronavirus restrictions in the state if it put public health at risk.  Here's what he told CNN this morning: “If he ordered me to reopen in a way that would endanger the public health of the people of my state, I wouldn't do it,” Cuomo said. “That would be the worst possible thing he could do at this moment would be to act dictatorial and to act in a partisan, divisive way.” Watch: New York Gov. Andrew Cuomo said that while shuttered businesses and coronavirus restrictions are hampering the economy and way of life, such measures are necessary to prevent a flareup of new cases.  \"People need to get back to work. The state needs an economy. We cannot sustain this for a prolonged period of time. Everybody agrees,\" Cuomo said. \"But everybody will also say how you reopen is everything, because of the first point, which is we are now keeping down that rate of infection. And if you start acting differently, you will see a corresponding increase in that rate of infection,\" he said.  Cuomo also responded to criticism that he is being \"hyper-cautious.\"  \"Oh really? Go look at other countries that went through exactly this, started to reopen and then they saw the infection rate go back up again. So let's at least learn from past mistakes,\" he said. New York Gov. Andrew Cuomo said he's working with governors from surrounding states on a plan to reopen the economy because \"the virus doesn't understand state boundaries.\" Cuomo yesterday announced that New York was working with six other northeastern states — New Jersey, Connecticut, Pennsylvania, Delaware, Rhode Island and Massachusetts — on protocols for eventually reopening businesses.  \"The virus doesn't understand state boundaries\" Cuomo said today. \"It defies all of our norms.\" \"We're all connected,\" he added. ##Daily Life## New York Gov. Andrew Cuomo said the growth of coronavirus cases outside of New York City is essentially flat.  Hotspots in Long Island, Westchester County and Rockland County have been identified and tamped down by the state Department of Health using testing, isolation and tracing, according to Cuomo.  \"Proportionately, upstate is very, very low to everything else in the state,\" he added. Another 778 people died across New York state from coronavirus yesterday, Gov. Andrew Cuomo said. That's up from 671 on Sunday.  At least 10,834 people in New York have died from coronavirus since the pandemic began. ##Health## New York Gov. Andrew Cuomo said the three-day average for coronavirus hospitalizations is down slightly, adding that officials believe the apex is here.  \"We think we are at the apex, on the plateau,\" he said at a news conference. However, while the rates are down, the volume of patients coming in daily is still high, Cuomo added. \"We still had 1,600 new people come in yesterday,\" he said. \"The volume is still high.\" Watch: ##Health## New York City will purchase 50,000 coronavirus testing kits per week from Aria Diagnostics, a biotech firm in Indiana, Mayor Bill de Blasio announced this morning. \"The No. 1 issue from day one has been testing. When we started fighting the coronavirus here in the city, I said we needed the federal help with testing — it never came. We have scoured the world looking for test kits on the open market. It's been extraordinarily frustrating,\" he said. \"I'm sure New Yorkers wouldn't have thought the cavalry would have come from Carmel, Indiana, but it has. It's going to be a big piece of the solution going forward,\" he added. The test kit components include nasal swabs, viral transport medium (VTM), and tubes. This follows a previously announced a donation of 50,000 testing kits for New York City by Aria Diagnostics. ##Health## Italian police issued fines to more than 42,000 people during the Easter weekend for breaking coronavirus containment rules, the Italian Interior Ministry said today. The crackdown occurred between Saturday and Monday.  On Monday alone, 16,545 containment fines were given. That's the highest daily number recorded by the Ministry since the lockdown was introduced in Italy in order to combat the coronavirus outbreak.   Italy was the first country outside of mainland China to implement strict restrictions to prevent the spread of the virus, even bringing in military personnel to help enforce those laws.  ##Daily Life## New York City Mayor Bill de Blasio said that, as of Monday, hospitalizations for coronavirus are down, but both positive cases and ICU admissions are up. Here's how he spelled it out in a news conference:  At least 326 people were admitted to hospitals on Monday for Covid-19, down from 383 the day before.\nAt least 850 people were in NYC Health + Hospitals ICU units for suspected Covid-19, up from 835 the day before. NYC Health + Hospitals is made up of 11 facilities and says it's the “largest public health care system in the United States.\"\nCitywide, the percentage of people tested who are positive for Covid-19 59.6%, up from 58.1% the day before. At Public Health Lab, it's 84%, up 78.4% the day before. ##Health## President Trump has responded to New York Gov. Andrew Cuomo, who told CNN this morning he would refuse and legally challenge a potential order from the President to reopen the state's economy if doing so would put its residents at risk of being exposed to Covid-19.  Trump tweeted that Cuomo has been “begging for everything,” and now “seems to want independence.”  “Cuomo’s been calling daily, even hourly, begging for everything, most of which should have been the state’s responsibility, such as new hospitals, beds, ventilators, etc.,” the President wrote. “I got it all done for him, and everyone else, and now he seems to want Independence! That won't happen!\" Trump tweeted. Some background: Trump told reporters yesterday that he had “total authority” to reopen state economies after coronavirus closures. Legal experts say that isn't supported by the Constitution. Cuomo, whose state is currently seeing the effectiveness of its restrictions as the number of cases there begin to level off, said a \"dictatorial\" and \"partisan\" order from Trump to reopen New York's economy \"would be the worst possible thing he could do at this moment.\" Cuba's second group of medical personnel landed in Turin, Italy, today at the request of Italian authorities and Italy's Ministry of Health.  Italian Foreign Minister Luigi Di Maio tweeted about the arrival, calling it \"good news.\" The medical team left Cuba yesterday, arriving in Turin, the regional capital of Piedmont this morning. Piedmont's Governor Alberto Cirio expressed his deep appreciation for the team's arrival on his Facebook page.  \"To support our doctors and nurses, who have been fighting relentlessly for weeks, today a team of operators specialized in emergencies has arrived from Cuba... They will stay in Piedmont for as long as necessary. Our heartfelt thanks to Cuba for this gesture of great solidarity and friendship.\"  Italy is not the only country to seek help from Cuba during this pandemic.  Cuban health care \"brigades\" have received recent invitations from Italy, Venezuela, Nicaragua, Suriname, Jamaica and Grenada as those systems are strained to the point of collapse due to the coronavirus.  The first group of Cuban medical workers sent to help Italy landed on March 22 and have been working there ever since. ##Health##  The US Food and Drug Administration has authorized a saliva test for diagnosing Covid-19 in emergencies.  Rutgers University, where the test was developed in collaboration with other groups, announced the FDA authorization today after formally receiving it over the weekend. What this means: Using saliva to diagnose novel coronavirus infections could expand testing capacities across the United States. So far, testing for Covid-19 has usually involved nose or throat swabs. \"It means we no longer have to put health care professionals at risk for infection by performing nasopharyngeal or oropharyngeal collections,\" Andrew Brooks, chief operating officer and director of technology development at the university's RUCDR Infinite Biologics lab, said in a news release.  According to Rutgers University's news release, this is the first such saliva test to receive emergency use authorization from the FDA. Brooks, a professor at the university, called the impact of the authorization \"significant.\" Across the United States, which has faced a shortage of tests, several other laboratories have been working on developing saliva tests and other types of diagnostic testing for Covid-19.  So far during the coronavirus pandemic, the FDA has worked with more than 300 test developers who have said they plan to submit emergency use authorization requests to the agency for their diagnostic tests, the agency announced on Monday. According to the FDA, 34 emergency-use authorizations have been issued for diagnostic tests to date. ##Health## At least 12,107 people have died from coronavirus in the UK’s hospitals, according to the latest figures from the Department of Health and Social Care. That’s an increase of 778 since the last update. The figures are current as of 5 p.m. local time yesterday.  Remember: It only includes those who died in hospital. These numbers do not include the people who died in nursing homes or elsewhere.  Other figures released by the UK’s Office of National Statistics on today suggest the true death toll is significantly higher than the Department of Health and Social Care’s tally because there can be a lag in recording some deaths. The department says at least 93,873 people have tested positive to coronavirus. ##Health## Pakistan’s Prime Minister Imran Khan extended a \"partial lockdown\" across the country until the end of April.   In a nationally televised briefing today, Khan called for Pakistanis to stay indoors to ensure that the country continues to flattened the curve.  To manage the surge of unemployment in the country, the government will reopen the construction sector in phases to ensure employment for daily wage earners in the country.  Domestic and international travel by rail and air will remain closed until the end of the month.  ##Daily Life## US stocks climbed higher at the opening bell as better-than-expected trade data from China lifted investors' hopes that the world's second-largest economy may be starting to bounce back. Meanwhile, first-quarter earnings season got underway with the big banks reporting. JPMorgan and Wells Fargo both reported substantial losses and shored up their reserves to prevent more pain during the coronavirus recession. But that was widely expected, and their shares climbed 3% and 2%, respectively, at the market open  The Dow kicked off 1.6%, or 385 points, higher.\nThe S&P 500 rose 1.8%.\nThe Nasdaq Composite climbed 1.9%.  You can follow live updates on the markets here. ##Business## Boston University is preparing for the possibility that in-person classes may not resume until 2021. The university has already cancelled all \"in-person summer activities on the Charles River Campus\" — and the school's coronavirus recovery plan includes protocols for if it's not safe for students to return to campus in the fall. Boston University explained it like this in an online statement: \"The Recovery Plan recognizes that if, in the unlikely event that public health officials deem it unsafe to open in the fall of 2020, then the University’s contingency plan envisions the need to consider a later in-person return, perhaps in January 2021.\" The University will \"offer remote learning courses this summer\" and it plans to \"continue providing the minimal housing and dining services that are currently available.\" The White House is expected to announce a new task force – or multiple task forces – to deal with reopening the US economy after coronavirus closures. Here’s what we know about the possible group so far: As of yesterday, membership had not been finalized: The White House said the composition of the new panel isn't finalized yet. The President has described the task force members as, “The best names in various businesses and professions and religions.”\nWe know one member for sure: It'll be President Trump’s new chief of staff Mark Meadows.\nThere could be governors and business leaders: The President and Treasury Secretary Steven Mnuchin have teased that there will be key figures from the private sector and governor. There's no indication yet on who that would be and it's not a done deal yet.\nDetails are changing: One official tells CNN the details have already changed several times in recent days. No one wants to go out on a limb about the council’s composition until President Trump has given final sign off.\nIt’s increasingly unlikely that CEOs will play a formal role: A source who regularly advises CEOs is casting doubt on the notion that CEOs or business leaders have been asked to join a formal White House task force to reopen the economy.\nJared Kushner and Ivanka Trump will NOT serve on the task force: President Trump was asked during Monday’s briefing if either of them would serve, and he said no, despite reporting that the President’s daughter would play a role.\nThere could be multiple task forces: “We’re actually calling it a number of committees with the most prominent people in the country, the most successful people in the various fields, and we’ll be announcing them tomorrow,” President Trump said at Monday’s coronavirus task force briefing.  ##Business## The British economy could shrink by 35% in the second quarter if there is three months' worth of restrictions, the Office for Budget Responsibility (OBR), UK’s independent public finances watchdog, warned.  The OBR predicted the economy will eventually bounce back, leading to an annual drop in GDP of 13%. The watchdog said in a report that this is just a potential scenario: “We do not attempt to predict how long the economic lockdown will last – that is a matter for the Government, informed by medical advice,” it said. A three-month lockdown — followed by another three-month period where movement restrictions are eased — would see unemployment rise by more than 2 million to 10% in the second quarter, OBR said.   The watchdog added the deficit would hit £273 billion in 2020-21 or 14% of GDP, before falling back close to forecast in the medium term. That would be the largest single-year deficit since the Second World War. ##Business## At least 589 sailors aboard the USS Theodore Roosevelt have tested positive for Covid-19, according to a US Navy official. One sailor died earlier this week, and four have been hospitalized. Some background: The impact of the coronavirus pandemic on the Roosevelt was at the center of a controversy that led to the resignation last week of acting Navy Secretary Thomas Modly, who had dismissed the aircraft carrier's captain Brett Crozier after the leak of a memo in which he implored Navy officials to urgently evacuate the ship to protect the health of its sailors.  Crozier also flagged his concerns about challenges of trying to contain the virus aboard the ship and requested that sailors be allowed to quarantine on land. ##Health## Wells Fargo just announced a deeper-than-expected 89% plunge in first-quarter profit, driven largely by a $3.1 billion reserve build to protect against bad loans. The reserve build \"reflected the expected impact these unprecedented times could have on our customers,\" Wells Fargo CFO John Shrewsberry said in a statement. Wells Fargo's provision for credit losses spiked to nearly $4 billion, compared with $845 million the year before.  Here's why: The bank cited \"forecasted credit deterioration due to the Covid-19 pandemic.\" Revenue dropped 18% to $17.7 billion, also missing estimates. Wells Fargo reported a 5% jump in period-end loans to $1 trillion. That growth could accelerate this quarter because the Federal Reserve recently removed penalties on Wells Fargo to free the troubled bank to lend to small businesses. Deposits also climbed 4% to $1.4 trillion. ##Business## New York Gov. Andrew Cuomo said that easing coronavirus restrictions and opening up more businesses across the state will likely take months.  “We’re not talking about the next two weeks or three weeks, we're talking about months, we're talking about a phased reopening,” he said in an interview with CNN’s Alisyn Camerota. “It means there is no light switch.  He continued: \"It’s going to be a phased process. We have to bring in testing, so that we’re testing as we're doing this reopening, so that we can gauge whether or not we're increasing the virus spread. We have to start with really what's an expansion of essential services.” Cuomo said coronavirus cases over the past five days or so seem to have plateaued in the state.   “Our behavior has stopped the spread of the virus. God did not stop the spread of the virus. And what we do, how we act, will dictate how that virus spreads,” he said. “We changed the trajectory of the virus by our actions. And that's the real important lesson to me,” he added. Cuomo again cautioned that easing coronavirus restrictions too soon could have potentially disastrous results. “I want to get out of the house, trust me. Everybody does. But if you move too quickly and not smartly, you will see the numbers go right back up again and you'll have to do another lockdown,” he said, adding that “the federal government has to be realistic about this. You can't just wish it and then it is so.” Watch more: ##Daily Life## There’ll be no decision until Thursday on whether to extend the UK’s coronavirus restrictions, the Prime Minister’s official spokesperson said.  He said the government’s Scientific Advisory Group for Emergencies (SAGE) will discuss social distancing rules at its meeting today, which the government will then consider.  The spokesperson said Prime Minister Boris Johnson will continue to rest at the countryside retreat, Chequers, as he recovers from coronavirus. There isn’t any timeframe yet on when he will return to Downing Street.  “I don’t think it’s helpful to speculate. The PM will take advice from his medical team on when to return to work,” the spokesperson said.  One of Johnson’s senior advisors, Dominic Cummings, has returned to work after previously being in self-isolation due to coronavirus-type symptoms, the spokesman said. ##Daily Life## An international aviation group now expects worldwide losses due to the coronavirus to top $314 billion, higher than earlier estimates.  The estimate from the International Air Transport Association says travel worldwide has plummeted by 80%, much deeper than its earlier predictions.  It said the industry is “virtually grounded outside [the] U.S.”  US government stimulus measures require airlines to continue a minimal level of domestic service.  IATA previously estimated $252 billion in worldwide losses.   The good news for the industry, according to IATA Economist Brian Pearce, is that “There’s a large amount of pent up demand” when travel restrictions are lifted.   ##Travel## ##Business## New York Gov. Andrew Cuomo said he wouldn’t follow a possible order from Trump to ease coronavirus restrictions in the state if it put public health at risk.  “If he ordered me to reopen in a way that would endanger the public health of the people of my state, I wouldn't do it,” Gov. Cuomo said. “That would be the worst possible thing he could do at this moment would be to act dictatorial and to act in a partisan, divisive way.” Some background: During yesterday’s White House coronavirus briefing, President Trump falsely claimed he has \"total\" authority over states' coronavirus restrictions.  “We don't have King Trump. We have President Trump … So the President should not even think of going there. That would be divisive and political, and it would be totally contrary to everything we have been trying to do by working in a cooperative fashion,” he told CNN’s Alisyn Camerota.  Cuomo said that Trump’s remarks are a reversal of his previous positions on leaving stay-at-home orders up to individual states and letting them find equipment for hospitals.  “This is a 180 … So it makes no sense. It’s schizophrenic,” Cuomo said. “The first position, he stepped back and said it’s up to the states. This is stepping forward and trying to step over the states, which is frankly I think more partisan, more divisive and more dangerous.”  Cuomo reiterated his call to keep politics out of the coronavirus pandemic.  “I know this is a political year. I know it is a hyper-partisan environment. I know it is red versus blue. Not anymore. Not when it comes to this. This is red, white and blue. I have 10,000 deaths in my state,\" Cuomo said. \"This virus didn't kill Democrats or Republicans. It killed Americans.” Watch more:  ##Daily Life## In yesterday’s White House coronavirus briefing, President Trump falsely claimed he has \"total\" authority over states' coronavirus restrictions. Connecticut Gov. Ned Lamont said that \"sends a mixed message.\" States on the country's East and West coasts are forming their own regional pacts to work together on how to reopen from the stay-at-home orders each has issued. Connecticut is one of seven states in the East coast working group. “The governors are getting together, taking the lead. We were early in taking care of the social distancing, and we're going to take care of getting our economy open again, but in a thoughtful and safe way,” Lamont told CNN’s John Berman. “This is no time to take our eye off the ball. That would be dangerous.”  Lamont did commend officials from Vice President Pence’s coronavirus task force for being responsive to the state’s need for equipment.  “Don't let the verbal hand grenades from the President distract from a lot of other good work that's going on,” he said.  Lamont said he is seeing a rising number of cases in the northern part of his state, and he’s told residents that he won’t make a decision on reading restrictions until at least May 20.  “I think it's going to take at least another month to be careful and doing the testing before we can get more aggressive … I still have an infection that's growing in most of the state. This is no time to relax,” he said.  Watch more: The European Commission is set to propose an action plan for a co-ordinated coronavirus lockdown exit across Europe.  Its proposed plan -- seen by CNN -- says measures to slow the spread of the virus have \"come at a dramatic cost for our economy and society, and cannot last indefinitely.\" The Commission is expected to send its plan to the EU's member states later on Tuesday and to present it on Wednesday.  European Commission Chief Spokesperson Eric Mamer told CNN Tuesday: “It is up to member states, it is their prerogative to determine when they want to take restrictive measures and when they want to move out of restrictive measures.\" The plan says there are two main criteria to assess whether the time has come to begin to relax the restrictions: Has the spread of the disease has significantly decreased for a sustained period? And do health care systems have enough capacity to cope if case numbers were to rise again? The plan calls for an exit strategy based on science, coordinated between member states with \"respect and solidarity.\"  It says a successful exit strategy would also be dependent on measures being met, including an expanded coronavirus testing capacity to measure contagion and the population's immunity, along with a \"harmonized\" and \"robust\" system for contact tracing.   It notes that the exit should be gradual, starting at local levels. Gatherings of people should also be permitted gradually and economic activity should be \"phased in.\" \"Once the exit phase is successfully entered, the next phase would be the recovery, in which the economy needs to pick up pace and get back on a growth path,\" the four-page document concludes.  \"What we have been working on over the past weeks is a roadmap with recommendations, to ensure that when they start to move out of these restrictive measures, they do so in a manner which is effective,\" Mamer said. He added that this includes, in particular, \"taking into account obviously the situation in other EU countries and … in particular in neighbor countries.” Mamer said the Commission would be making recommendations as to \"what we believe are the main criteria which member states should use when they are taking these decisions.\" “We are not going to going to be saying to any specific member state: ‘This is now the right point in time for you to start taking measures to ease the restrictions you have in place’. This is really a decision for member states,\" Mamer said. “What we are going to be recommending is a series of criteria and conditions that we think should apply when assessing and ultimately deciding whether it makes sense to start to ease the measures.” At least 3,022 US service members have tested positive for Covid-19. At least two US service members have died from the virus.   There are at least 4,769 positive cases across the entire Department of Defense. The meat supply is at risk. Farm workers are in fear. It's hard to get groceries. Health professionals -- doctors, nurses and everyone down the line -- are the rightful and obvious heroes of the pandemic, but if this dark episode has taught us anything about the way we live today, it could be that our society rests on the backs of a lot of people who cannot simply stay home and chill while the coronavirus blows through. Food workers are frontline workers too: You probably saw the headline recently that one of the largest hog processing plants in the country had ceased production for the foreseeable future. The reason? Employees at the plant, a Smithfield operation, account for about half of the coronavirus cases in South Dakota. Similar closures have hit plants in Pennsylvania and Iowa and the CEO of Smithfield said the country's meat supply is at risk. Read the full analysis here: ##Daily Life## ##Business## Iran has reported 98 new coronavirus-related deaths over the past 24 hours – the first time in nearly a month that the country has seen a two-digit increase in new deaths, health ministry spokesman Kianush Jahanpoor said on state TV on Tuesday. “We hope it is the beginning of a diminishing trend, but as a proverbial saying in Farsi [says], one flower may not bring spring,\" Jahanpoor said, adding that: “We must observe social distancing and stay at home as far as possible.\" Jahanpoor announced 1,574 new cases of coronavirus across the country on Tuesday, bringing the total to 74,877. The 98 new deaths he announced bring Iran's death toll from coronavirus to 4,683. On Monday, Iran reported 1,617 new cases, and 111 new deaths. The number of coronavirus-related deaths in England is significantly higher than the British Government has reported in its daily updates, according to new data from the Office of National Statistics (ONS). The daily updates from the Department of Health and Social Care only include people who have died with coronavirus in hospitals, and not those who have died in nursing homes or other locations. They are also affected by a lag in reporting times. But more complete data, released weekly by the ONS, records all deaths where coronavirus is registered on the death certificate – regardless of whether a person died in or out of hospital. According to the ONS, the number of coronavirus-related deaths that occurred up to April 3 in England was 5,979. The comparative daily update released the following day by the UK Government reported 3,939 deaths in England. The ONS number represents an increase of 52% on the figures initially reported for that period. Confusion in UK death toll reporting: The disparity highlights the murkiness of Britain's recorded death rates during the coronavirus pandemic. The number of people who had died by April 3 has now been reported as three different figures. The first number -- 3,939 -- was revised upwards by the government on April 12, to 5,186. This was likely done because deaths can often take several days to record, so initial numbers effectively understate the true figure. Now, the ONS figure -- registered on April 11 and released on Tuesday -- has added the deaths which occurred outside of hospitals to the total, resulting in an even higher number. The newest ONS number is a 15% rise on the updated government figure, and a 52% on the initial government figure. Such confusion means that making direct comparisons between the UK's coronavirus curve and those of other European nations is difficult. But the numbers clearly highlight that the UK's headline figures for daily coronavirus deaths -- which already amount to the fourth-highest total in Europe -- are understated, and the true number can be significantly higher than the numbers revealed each day by ministers. \"Older people's lives are not worth less\": The conflicting data sets have also prompted calls for the government to include deaths in care homes when they announce the new figures each day. A number of leading British charities released a joint letter to Health Secretary Matt Hancock on Monday demanding a \"daily update on coronavirus deaths in the care system, just like deaths in the NHS, so that as a society we can understand the scale of the challenge we face.\" \"Older people’s lives are not worth less. Care home staff are not second class carers,\" the charities said. \"The Government must step in and make it clear that no-one will be abandoned to this virus simply because of their age, condition or where they live.\" Spain recorded a slight rise in daily deaths from coronavirus on Tuesday -- 567 over the past 24 hours -- according to Spanish Health Ministry data. It is an increase from the 517 reported on Monday, but remains the third-lowest daily rise in the past three weeks. The total number of deaths from coronavirus in Spain stands at 18,056. However, Spain also recorded a fall of 299 active cases in the last 24 hours, bringing the total down to 86,981. The decrease suggests the number of new \"recovered\" patients and the dead are outnumbering the increase in new cases.  This fall in the numbers of active Covid-19 cases is the first recorded in Europe’s coronavirus “hotspots” -- Italy, Spain, France and the UK – since the pandemic began. Spain has now reached an accumulated total of 172,541 coronavirus cases since the start of the outbreak This post has been corrected to reflect that the fall in active cases recorded in Spain on Tuesday is the first such reduction in the European countries hardest hit by the pandemic. Some shops and business in Italy will be allowed to reopen on Tuesday, according to a government decree signed by Prime Minister Giuseppe Conte, as the country tentatively seeks to emerge from its coronavirus lockdown.  Among the stores permitted to reopen are book shops, laundries, stationery shops and clothing stores for babies and children. However, some regions have decided to delay lifting restrictions. The measures will be in place until May 3, according to the government decree. The government has also expanded the list of permitted production activities to allow some forestry, landscape care and maintenance and hydraulic works to resume. Computer manufacturers and wholesalers of paper and cardboard products can restart production.  These openings are in effect a preview of the larger scale openings expected to take place during “Phase 2” of Italy's three-phase plan to bring the country back to normal.  Phase 2 will only start sometime after other lockdown measures are lifted, at some point after May 3.  This week's easing of the lockdown “is not phase 2”, Gianni Rezza, Director of Infectious Diseases at the National Health Institute (ISS), said in a press briefing Monday evening.  The death rate and the epidemic curve in Italy show “positive signals that need to be consolidated in time,” he said. In Lombardy and Veneto, the regions hardest hit by the pandemic, book stores and stationery shops are not allowed to reopen. In Lazio, the region including Rome, book stores will be allowed to open from April 20 “to give time to the owners to organize security measures,” such as guaranteeing minimum distances between people, providing disposable gloves at shop entrances and promoting the sanitation of the premises. The new decree says anywhere that reopens to the public must respect the rules, for example making hand sanitizer available, enforcing the use of masks in enclosed spaces, and in areas where distancing cannot be guaranteed, and the use of disposable gloves in the purchase of food and drink. Access to shops will be staggered to ensure the social distancing of customers. India is considering relaxing its shutdown rules in parts of the country with low numbers of coronavirus cases, following a review of the situation in individual states since the country went into nationwide lockdown. On Tuesday, Prime Minister Narendra Modi announced that the country's current 21-day nationwide lockdown would be extended until May 3.   Modi said every district and state across the country will be evaluated in terms of restrictions being followed until April 20, calling it a “litmus test.”  Areas that succeed and are less likely to turn into a hotspot could then be allowed to open up certain activities, he said.  “However, keep in mind, this permission will be conditional and the rules for going out will be very strict. Permission will be withdrawn immediately if lockdown rules are broken and the spread of coronavirus risked,” he warned. The government will provide “detailed guidelines” on the plan on Wednesday. Several states have already set up hundreds of “containment zones” in areas that have seen a concentration of cases.   Modi expressed his concerns over cases spreading into new areas. \"A single new patient at even the smallest local level should be a matter of concern for us,\" he said. “Therefore, we have to be very vigilant about hotspots ... the creation of new hotspots will further challenge our hard work,” Modi added. On Tuesday the number of confirmed cases in India crossed the 10,000 mark, reaching 10,363. At least 339 people have died. On Monday, the country reported it had conducted 206,212 COVID-19 tests. China will lift “health management” restrictions on African nationals following a meeting with representatives from 20 African countries, according to its Ministry of Foreign Affairs.   The change of policy comes after several African countries complained about the treatment of their citizens, following reports of alleged coronavirus-related discrimination against African nationals in China and particularly in the city of Guangzhou. African students and expatriates in the southern Chinese city of Guangzhou were last week subject to forced coronavirus testing and arbitrary 14-day self-quarantine, regardless of recent travel history, amid heightened fears of imported infections. Large numbers of African nationals were also left homeless, after being evicted by their landlords and rejected by hotels in the city. China says the lifting of restrictions will not apply to those who are confirmed to have Covid-19, or those who have been in close contact with people who have tested positive. Assistant Foreign Minister Chen Xiaodong spoke at the meeting and said Chinese people have always regarded the African people as partners and brothers, and that the China-Africa friendship is deeply rooted and unbreakable. China has denied the discrimination accusations about African nationals since Sunday. Chen, along with Guangzhou’s director of foreign affairs Zhao Lijian, have both said that the \"Chinese government treats all foreigners in China equally.\"  According to a statement from the Chinese government, African representatives expressed their willingness to cooperate with the Chinese side to prevent and control the epidemic situation. A total of 1.4 million people in the UK have claimed welfare support since the coronavirus pandemic began, the country's Work and Pensions Secretary Thérèse Coffey said.  Coffey said the figure included those who’d applied for help under the government’s \"universal credit\" scheme, job seeker’s allowance, or employment support allowance. “We are capable of processing and managing those claims,” Coffey told Sky News. She also said that the country’s welfare safety net is “properly functioning.\" “People will start to receive financial support -- if they haven’t already had an advance,\" said Coffey. ##Business## ##Daily Life## Germany is showing some positive trends in its bid to stop Covid-19 from continuing to spread, the head of the Robert Koch Institute -- the country's national agency for disease control and prevention -- said at a news conference Tuesday. \"We have some positive trends, citizens have helped here. I thank everyone. It is great that our efforts are showing results,\" said Lothar Wieler.   But he warned that there was no clear sign that the numbers of infections were decreasing. Wieler also said there were strong regional differences in Germany and advised citizens to remain disciplined. Germany's cases top 125,000: Another 2,082 coronavirus infections were reported by the Robert Koch Institute on Tuesday, bringing the national total to 125,098. The total includes 2,969 deaths. ##Health## One third of National Health Service staff and other key workers who’ve been tested for coronavirus have returned positive results, according to data released by the British government. According to the figures released Monday, 16,888 people who fall into the category of “key workers and their households” have been tested. So far, 5,733 – or 34% -- are confirmed to have the virus. The government has been under pressure to ramp up testing for NHS workers and their families, amid concerns about a lack of appropriate personal protective equipment.  Health minister Matt Hancock has previously said that NHS staff who show symptoms -- or live with someone who does -- will be able to get tested under the government’s plan, with the ultimate goal to provide testing to all NHS staff regardless of symptoms.  ##Health## Here's the latest on the coronavirus pandemic. Global cases are closing in on 2 million: The novel coronavirus has infected at least 1,921,369 people and killed 119,730 worldwide, according to Johns Hopkins University. \nNearly another month of lockdown for India: Prime Minister Narendra Modi has extended a nationwide lockdown until May 3 in a bid to contain the continued spread of the coronavirus, but said that some states which have avoided outbreaks may be allowed to resume \"important activities.\" The \"complete\" 21-day lockdown for India's 1.3 billion people came into force at the end of the day on March 24 and was set to expire today.\nGloomy economic outlook for France: The economy is expected to shrink by 8% this year, French finance minister Bruno Le Maire said. France is extending coronavirus emergency measures until May 11, President Emmanuel Macron said on Monday.\nSingapore's biggest spike: The Southeast Asian city-state reported 386 new cases on Monday -- all locally transmitted. It's the largest single-day increase since the outbreak began in the country, according to the Ministry of Health.\nPositive signs in the United States: Though the situation differs from state to state, the director of the Centers for Disease Control and Prevention said the country is \"nearing the peak right now.\" Cases in the US have topped 582,000, including more than 23,000 deaths.\nNew York preparing for what's next: New York Gov. Andrew Cuomo said Monday that \"the worst is over\" in his state, but that people need to continue to be smart going forward and practice social distancing. Cuomo said the state is looking at a plan to reopen after the shutdown that is in coordination with other surrounding states.\nHeated briefing: President Donald Trump lashed out at criticism of his handling of the coronavirus crisis during a grievance-fueled appearance from the White House that featured a propaganda-like video he said was produced by his aides. \"Everything we did was right,\" Trump insisted.  French finance minister Bruno Le Maire said the country's economy is expected to shrink by 8% this year. \"Certain sectors such as hotels and restaurants will not be able to resume from May 11 for reasons of health security; partial unemployment will be prolonged,\" he said. The prediction comes on the heels of President Emmanuel Macron's announcement Monday night that France would extended coronavirus emergency measures for another month. In a live address to the nation, Macron said the strict measures will remain in place and the borders will be closed until May 11.  ##Business## Acting US Director of National Intelligence Richard Grenell on Monday shared a meme that appeared to mock the enforcement of stay-at-home orders in the US despite the overwhelming consensus of public health officials that such measures are crucial to slowing the coronavirus' spread. On his Instagram account, Grenell posted the meme that features an image of the US Constitution with the caption \"signed permission slip to leave your house.\" \"Love this!\" Grenell captioned the post. That message directly contradicts recommendations put forth by public health experts and government agencies -- including Grenell's own office. Read more about the post here: ##Daily Life## As the world watches and wonders when coronavirus pandemic stay-at-home orders and social distancing measures might end, some hope antibody tests might help provide a solution. Antibody tests -- also known as serology tests -- aren't meant to diagnose active infection with the coronavirus. Rather, they check for proteins in the immune system, known as antibodies, through a blood sample.  Their presence means a person was exposed to the virus and developed antibodies against it, which may mean they have at least some immunity -- although experts are not sure how strong the immunity may be or even how long it will last. In contrast, diagnostic testing, so far, has mostly used a laboratory technique known as a polymerase chain reaction (PCR) test. These tests can diagnose active infections through a sample -- usually from a nose swab -- that is then tested for viral genetic material. Read more: ##Health## The International Monetary Fund will provide immediate debt relief to 25 member countries that have requested financial assistance as they deal with the novel coronavirus pandemic, IMF managing director Kristalina Georgieva said Monday. The countries receiving the grants are among the IMF's \"poorest and most vulnerable members.\"  They are: Afghanistan, Benin, Burkina Faso, Central African Republic, Chad, Comoros, Democratic Republic of Congo, The Gambia, Guinea, Guinea-Bissau, Haiti, Liberia, Madagascar, Malawi, Mali, Mozambique, Nepal, Niger, Rwanda, São Tomé and Príncipe, Sierra Leone, Solomon Islands, Tajikistan, Togo and Yemen. The funds will be used \"to cover their IMF debt obligations for an initial phase over the next six months and will help them channel more of their scarce financial resources towards vital emergency medical and other relief efforts,\" Georgieva said. The IMF trust responsible for the funds can provide $500 million in \"grant-based debt service relief.\" In her statement, Georgieva urged donors \"to help us replenish the Trust’s resources and boost further our ability to provide additional debt service relief for a full two years to our poorest member countries.” ##Business## In a normal year, China would have sold more than 6 million new cars by now. This year, the number is closer to 3.7 million, and now the government is handing out cash to help the world's biggest auto market get back on its feet after the coronavirus pandemic. Car sales declined 42% in the first quarter of 2020 compared to last year, according to data released late last week by the China Association of Automobile Manufacturers.  While that is largely because of a whopping 79% plunge in February -- when the country of 1.4 billion people recorded just 310,000 sales -- the market remains very weak. Only 1.43 million vehicles were sold in China last month, a 43% decline over March 2019. Crucial economic role: More than 40 million people in China rely on the auto sector for jobs, either directly or indirectly. And the more than $1 trillion in revenue the industry generates each year contributes to nearly 10% of China's manufacturing sector. A healthy Chinese car market is also important to the rest of the world. Global automakers like Volkswagen and General Motors sell millions of cars in China -- each of those companies, for example, depend on the country for roughly 40% of their total sales. Read more about China's automobile market: ##Business## Professional sports in Florida are getting the green light to resume production after the Florida Governor's Office deemed them \"essential services.\" This is being added to the same list that includes services such as grocery stores, hospitals, banks, utility companies and restaurants. The order that was signed on Thursday states that employees at professional sports and media production with a national audience can continue only if the location is closed to the general public. This essential service was added because it is critical to Florida's economy, officials told CNN. World Wrestling Entertainment resumed live televised shows on Monday after weeks of taped matches, including their biggest event of the year, WrestleMania. The organization is producing new content for fans with the use of their training facility in Orlando. \"We believe it is now more important than ever to provide people with a diversion from these hard times,\" WWE said in a statement to CNN. \"We are producing content on a closed set with only essential personnel in attendance following appropriate guidelines while taking additional precautions to ensure the health and wellness of our performers and staff.\" Read more:  ##Business## ##Daily Life## With 23,000 Americans dead and millions without a paycheck, President Donald Trump dimmed the lights in the White House briefing room, fired up a misleading propaganda video and boiled over. In one of the most unchained presidential tantrums ever captured on television, Trump's Monday display flouted every notion of calm leadership by the commander in chief in a crisis. He claimed powers never envisioned by the Constitution and insisted his \"authority is total\" to order states and cities to get moving again to break out of the frozen economy. His warning came as two blocs of Eastern and Western hot-spot states banded together in an implied challenge to his vow to get people back to work soon, setting off a brewing confrontation over the power of the federal government. During the news conference, Trump moaned that the press was not giving him credit because \"everything we did was right\" in the coronavirus pandemic. Raging at reporters, the President used the campaign-style video to mislead the nation about his sluggish recognition of the threat from the virus, after once predicting a \"miracle\" that would make it go away. He called up his top medical adviser, Dr. Anthony Fauci, to publicly repudiate his own words Sunday on CNN, which had been interpreted as criticism of early administration actions. When the Category Five presidential storm had blown out, Trump had offered no new guidance on the key issues -- for instance, the continued inadequacy of testing, which will hamper the nation's economic opening. He vowed that the economy would fire up \"ahead of schedule\" but did not explain how, when many states are at or are approaching their peak infection rates. And he appeared to warn he would try to force open state economies, including shops, schools and restaurants closed by governors and mayors. He did not explain, either, how he would convince the public to get back to normal if people did not feel confident they were safe. \"The President of the United States calls the shots,\" Trump said. Read the full analysis here:  ##Business## ##Daily Life## Japan's health ministry said that 311 new infections and seven coronavirus-related fatalities were recorded in the country on Monday.  As of the end of the day yesterday, Japan has identified 8,357 coronavirus patients, including 712 from the Diamond Princess cruise ship.  At least 121 people have died, 12 of whom had been on the ship.  ##Health## The world's second-most populous country is extending its nationwide lockdown until May 3 to prevent the spread of Covid-19, Indian Prime Minister Narendra Modi said in a televised speech that aired Tuesday. “India didn’t wait for the problem to escalate. Instead, as soon as the problem appeared, we tried to stop it by making swift decisions. I can't imagine what the situation would have been had such quick decisions not been taken,” he said. Modi also advised people to be careful about new coronavirus hotspots that could pop up throughout the country. “We have to be very careful about hotspots. We will have to keep a close watch on the places that are expected to become hotspots,” he said. ##Daily Life## ##Health## ##Business## ##Travel## US Secretary of Health and Human Services Alex Azar spoke by phone Monday with South Korean health minister Park Neung-hoo to discuss South Korea's response to the virus, the country's health ministry said in a statement. South Korea has been hailed by many for its response to the pandemic, specifically its decision to conduct widespread testing and thorough contact tracing. \"Minister Park explained that early detection and stopping of infection is important considering the high early contagious nature of coronavirus and that PT-PCR testing method is necessary, which is accurate and reliable,\" the South Korean health ministry said.  The US Federal Emergency Management Agency said that South Korea is supplying the United States with 750,000 coronavirus tests. ##Health## India's Prime Minister Narendra Modi removed a scarf covering his mouth and nose to speak in a pre-recorded message to the nation today. He began by thanking citizens for abiding by lockdown restrictions and said he appreciated the difficulties they’ve faced. \"You have faced difficulties to save yourself and the nation,\" Modi said.  \"I understand the great difficulties you are facing regarding food, the lack of movement. Some had to stay away from their families. You are fulfilling duties as disciplined soldiers for the sake of the nation.\" April 14 marks the last day of the three-week nationwide lockdown that was implemented on March 25. Several states have already extended the lockdown, as numbers of coronavirus cases continue to rise across the country. Maharashtra, Punjab and Odisha were all originally scheduled to come out of lockdown along with the rest of the country on Tuesday. So far, there has been no announcement from Modi as to whether the nationwide lockdown will be extended. ##Daily Life## Stung by seeing one of its Pacific fleet aircraft carriers stuck in Guam with almost 600 coronavirus cases, the US Navy said an Atlantic fleet carrier will extend its time at sea to keep it virus free. The USS Harry S Truman will delay its homecoming to its Norfolk, Virginia, homeport, after a deployment to the Middle East, Navy officials said. The carrier, which left on its current deployment in November, will complete what the Navy calls the “sustainment” phase of its operation at sea, the officials said. Sustainment, during which the ship can quickly get underway to respond to any emergency, is normally conducted pierside, so sailors can get some time ashore with families and friends. “The Navy is taking this measure to maintain the strike group’s warfighting capability while ensuring the safety of the crew,” the Navy statement said.\n“In the face of COVID-19, we need to protect our most valuable asset, our people, by keeping the ship out to sea,” Vice Adm. Andrew Lewis, commander of the US 2nd Fleet, said in the statement. In a Facebook posting, Rear Adm. Andrew Loiselle, commander of the Truman’s carrier strike group, told families of the crew that he would update them on the status of the deployment in three weeks. Loiselle said he was certain there were no coronavirus cases among the approximately 5,000 sailors on the Truman or the crews of its escort ships. “It has been over 40 days since our last port call, and no one has been allowed to come aboard our ships since then, so we are sure we are COVID-free,” Loiselle said. Meanwhile in Guam, the Navy reported the first death among the nearly 600 sailors from the USS Theodore Roosevelt who tested positive for the coronavirus. Read more here: A 17-year-old boy has been caught trying to smuggle his friend into his home inside a suitcase to get around lockdown rules in India. The incident occurred in the city of Mangalore in the southern state of Karnataka, where the building association of the boy's home has banned outsiders to restrict the spread of coronavirus.  The boy and his friend were detained by local police. The teenager was bored and tried to get his friend into the housing complex in the luggage -- but residents suspected something and caught them, said N. Vishwanath, an official with Mangalore police.  India initiated a nationwide lockdown last month to control the outbreak of the virus and many residential associations have issued tough restrictive orders on outsiders entering the premises.  After the residents called the police, the two boys were taken to the nearest police station where they were let off with a warning. “There was no complaint registered since they are just students,” said Vishwanath.  Karnataka has registered 247 confirmed coronavirus cases, including six deaths.  ##Daily Life## Soccer leagues around the world have been suspended to help stop the spread of Covid-19.  At present, 206 out of FIFA's 211 national associations have stopped playing football.  However, Belarus, Burundi, Nicaragua, Tajikistan and Taiwan are bucking the trend despite pleas from the WHO to stop. Watch: ##Health## ##Business## ##Daily Life## A group of Southern California pastors is suing California Gov. Gavin Newsom and several other officials in federal court over health directives that have prevented worshipers from attending church services due to the coronavirus pandemic. The suit was filed Monday in the US District Court for the Central District of California by the Dhillon Law Group, which is led by Harmeet Dhillion -- a Republican Party official -- on behalf of four plaintiffs, three of whom are pastors. The plaintiffs include: Dean Moffatt, a pastor at an Indio church who alleges he was fined $1,000 for holding a church service on Palm Sunday\nBrenda Wood, a pastor at a Riverside church\nPatrick Scales, a pastor at a Fontana church\nWendy Gish, a member of Scales’ church The group argues in the suit that Newsom and other state officials “in a gross abuse of their power, have seized the coronavirus pandemic to expand their authority by unprecedented lengths, depriving plaintiffs and all other residents of California of fundamental rights protected by the US and California Constitutions, including freedom of religion, speech, and assembly, and due process and equal protection under the law.” Newsom’s office did not immediately return a CNN request for comment. The church leaders in the lawsuit are also suing state Attorney General Xavier Becerra and several Riverside and San Bernardino county officials, including the sheriffs and health officers. Orders ignored: On March 19, Newsom issued the first statewide stay-home order in the US, urging California’s nearly 40 million residents to remain home to reduce the spread of the virus, and closing all non-essential businesses. Despite the orders, some congregations have continued to meet, including in Sacramento County, where 71 people connected to a single church were later infected with the coronavirus in one of the largest outbreak clusters in the country. Electronic worship: The suit comes after Dhillon sent a letter last week to San Bernardino County officials demanding it loosen restrictions around church gatherings following its order that all religious ceremonies be held electronically. Violating the order was punishable by a $1,000 fine or up to 90 days imprisonment. But after the letter, the county issued a “clarification” allowing for in-person church services “if they choose to do so and make every effort to prevent contact between congregants.”  Praying safely: On Friday, Newsom also addressed church gatherings ahead of Easter, saying those planning to worship could continue to do so in a safe manner. “As you pray, move your feet at least six feet apart from someone else,” he said. “Practice your faith, but so in a way that allows you to keep yourself healthy, keep others healthy.” ##Health## ##Business## ##Daily Life## Authorities in New Zealand have extended the country's state of national emergency for another seven days in order to support the government's efforts to combat the spread of Covid-19. The initial declaration was made on March 25, and today's extension is the third of its kind. The seven-day declaration can be extended as many times as necessary, Minister of Civil Defense Peeni Henare said in a statement. The state of emergency provides those managing the response in an emergency the ability to access powers they would not normally have, but might require now to implement and enforce these measures, \"including managing roads, traffic and public places; providing first aid, food, shelter and accommodation,\" Henare said. New Zealand has reported 1,366 coronavirus cases and nine Covid-19 related fatalities, according to a tally by Johns Hopkins University. ##Daily Life## ##Travel## Here's what you need to know: Global cases near 2 million: The novel coronavirus has infected at least 1,918,855 people and killed 119,588 worldwide, according to Johns Hopkins University. More than 581,000 patients have been identified in the US, including over 23,600 deaths\nNew York preparing for what's next: New York Gov. Andrew Cuomo said Monday that \"the worst is over\" in his state, but that people need to continue to be smart going forward and practice social distancing. Cuomo said the state is looking at a plan to reopen after the shutdown that is in coordination with other surrounding states.\nHeated briefing: President Donald Trump lashed out at criticism of his handling of the coronavirus crisis during a grievance-fueled appearance from the White House that featured a propaganda-like video he said was produced by his aides. \"Everything we did was right,\" Trump insisted. \nCensus delay: Trump also said he will ask for a delay to the 2020 Census to make sure it is completed safely and accurately. The data gleaned from the census, which is conducted every 10 years, is used to apportion members of Congress among the states, as well as the data that states use to draw congressional districts.\nSemblance of normalcy in Spain: Around 300,000 nonessential workers are estimated to have gone back to their jobs in Spain's Madrid region on Monday as the country began a partial lifting of lockdown restrictions aimed at curbing the spread of coronavirus, a spokesperson for Madrid's regional government told CNN.\nSingapore's biggest spike: The Southeast Asian city-state reported 386 new cases on Monday -- all locally transmitted. It's the largest single-day increase since the outbreak began in the country, according to the Ministry of Health.\nMalaysia is running out of PPE: The country will run out of personal protective equipment for frontline medical workers in two weeks unless it can purchase more or receives donations, the health ministry's director-general said. The creator of an influential coronavirus model, Dr. Christopher Murray, told CNN’s Anderson Cooper on Monday that the country can essentially stop coronavirus transmission this summer. “The one thing we absolutely know for sure is that social distancing measures work,” said Murray, director of the Institute for Health Metrics and Evaluation at the University of Washington. “It leads to a situation where every case is infecting less than one other case, and that means if you keep the course, you’ll get transmission essentially down to zero.” Murray said that’s happening in Italy and China and there’s “no reason it wouldn’t work here.” Murray’s model, which is often cited by the White House, assumes that social distancing will continue through May. But experts have pushed back on the model’s assumption that states can prevent any resurgence of the virus once those measures are lifted.  Watch his interview below:  ##Health## Public health authorities in China recorded 89 new cases of the novel coronavirus on Monday, the country's National Health Commission reported. The new cases raise the mainland China total to 82,249. The death toll remains at 3,341. A total of 77,738 people have been discharged from hospital, authorities said. All but three of the new cases recorded Monday were imported from other countries, according to the NHC.  ##Health## Michigan Gov. Gretchen Whitmer signed several executive orders Monday, ordering several types of businesses to remain closed to the public for the time being. The orders will impact restaurants -- which are limited to carry-out and delivery orders only -- bars, gyms, theaters, casinos and other places of \"public accommodation,\" and will remain in place until April 30.  \"By extending these Executive Orders, we ensure that our state continues to do all it can to suppress the spread of COVID-19 by limiting in-person interactions and services as much as possible right now, while also ensuring that vital goods and supplies get to the people who need them most as quickly and safely as possible,\" Whitmer said in a statement. Whitmer's office also announced an executive order tasking the Michigan Liquor Control Commission with initiating a spirits buy-back program, in the hopes it would offer financial relief to bars and restaurants. “Michigan’s 8,500 on-premises liquor licensees continue to make unprecedented sacrifices to help slow the spread of COVID-19 across our state,” she said. “This buy-back program will help our bars and restaurants critical to Michigan’s economy weather the storm through this challenging time in our history.” ##Business## ##Daily Life## The New York Fire Department has reported no new cases of Covid-19 today -- the first time that's happened since the pandemic hit the city, according to spokesman Jim Long. New York City has been one of the hardest-hit places in the United States. More than 100,000 people have been infected there, according to a tally by Johns Hopkins University, and at least 7,349 people have died. FDNY Commissioner Daniel Nigro said during an interview with television station NY1 that about 650 members of the department have Covid-19 right now. That number doesn't include people that have gone back to work who previously tested positive for the virus.  “Some of our members have been sick with the virus themselves and got well and have come back to work to serve the city, serve the people of the city. I’m really incredibly proud of them,” Nigro said. \n“More people right now have gone back to work each day than go out sick.\" ##Health## It's just after lunchtime at a central Seoul market and a crowd in hot pink jackets is gathering. Pink is the color of the country's main opposition party, the conservative United Future Party, and this crowd of supporters is staging a legal campaign rally ahead of Wednesday's election of 300 members of the National Assembly. Large public gatherings are a jarring sight during a pandemic. But South Korea has never postponed an election -- and the coronavirus is not stopping this one. Like many democracies around the world, South Korea has been faced with a predicament: how to hold an election during a pandemic without spreading the virus. At least 47 countries have postponed elections due to the coronavirus outbreak, including Sri Lanka, the United Kingdom, France and Ethiopia. Others, like the United States and New Zealand, are still deciding whether to proceed with their scheduled votes. Read more about the challenges of holding an election during a global pandemic here: ##Daily Life## ##Health## At least 581,679 patients have been infected by the coronavirus in the United States, according to Johns Hopkins University's tally of Covid-19 cases. The death toll in the country stands at 23,604, Johns Hopkins reported.  A total of 24,379 new cases and 1,525 deaths have been reported on Monday.  The numbers includes cases from all 50 states, the District of Columbia, US territories and repatriated cases from abroad. CNN is tracking US cases here: ##Health## Malaysia will run out of personal protective equipment for frontline medical workers in two weeks unless it can purchase more or receives donations, said Dr. Noor Hisham Abdullah, the director-general of the country's health ministry. Abdullah said that the country is using two to 10 times more PPE than usual and asked that nongovernmental organizations donate equipment, according to the country's state-run Bernama News Agency. He said the country has enough ventilators. “What is important is that we have to continue to procure the PPE. So far, we have enough to last for at least another two weeks,” he said. ##Health## Singapore reported 386 new cases of novel coronavirus on Monday. It's the largest single-day increase since the outbreak began in the country, according to the Ministry of Health. This brings the country's total to 2,918, with all the new cases identified as locally transmitted cases, the ministry said. Among the new cases, 280 have been linked to known clusters, of which the vast majority are foreign workers residing in dormitories. Twelve others are linked to existing cases, while 94 are pending contact tracing. Meanwhile, a 65-year-old man died of complications resulting from coronavirus on Monday, bringing the national death toll to nine. ##Health## President Donald Trump lashed out at criticism of his handling of the coronavirus crisis during a grievance-fueled appearance from the White House. The appearance only affirmed the impression that some of Trump's chief concerns amid the global public health disaster are how his performance is viewed in the media and whether he's being fairly judged. He clearly did not believe that was the case Monday. He stepped to the podium armed with a video meant to frame his response in a positive light after his initial handling of the crisis has come under increasing scrutiny. After it aired, Trump grew increasingly irate as reporters probed the time line of his response, claiming the criticism wasn't fair and that he'd handled the outbreak effectively. \"Everything we did was right,\" Trump insisted after an extended tirade against negative coverage. Pressed later about his authority to reopen parts of the country, Trump delivered an eyebrow-raising statement asserting absolute control over the country. \"When somebody is president of the United States, your authority is total,\" he said.  He later added he would issue reports backing up his claim, which legal experts say isn't supported by the Constitution. Read more here: Watch: ##Health## President Donald Trump said he will ask for a “major delay” to the 2020 Census to make sure it is completed safely and accurately. “During this difficult time we’re also working to ensure that the 2020 Census is completed safely and accurately. We may be asking for an extension because obviously they can't be doing very much right now. They wouldn't even be allowed to do it. So the Census, we are going to be asking for a delay, a major delay,” Trump said.  Trump said that the Census Bureau will ask Congress for a 120 day extension -- an extension he feels is not long enough. “In addition as millions of Americans continue to complete their questionnaire online, the Census Bureau asked Congress for a 120 day extension. I don't know if you even have to ask them. This is called an act of God. This is called a situation that has to be -- they have to give it and I think 120 days isn't nearly enough,” Trump said. Why the Census Bureau is asking for an extension: The late revisions to the census data collection timeline means officials need more time to compile the data that is used to apportion members of Congress among the states, as well as the data that states use to draw congressional districts.  Federal law requires some of that data be compiled before the end of this year, so being granted the extension would allow the final counts to be delivered to the President in April and July of 2021. Watch: ##Business## Responding to criticism of his administration's response to the coronavirus, President Donald Trump touted his decision to limit travel from areas which had more coronavirus cases than the US at the time. Trump told reporters Monday, \"I did a ban on China, you think that was easy? Then I did a ban on Europe and many said it was an incredible thing to do.\" Asked later about whether he’d be willing to lift travel restrictions as part of opening up the country, Trump added, “Right now we have a very strong ban. We will keep it that way until they heal.” Facts First: It's misleading to call the travel restrictions Trump announced against China and Europe a ban because they contained multiple exemptions. Only foreign nationals who had been in China, Europe's Schengen area, the UK or Ireland within the past 14 days are outright banned from entering the US. As of February 2, US citizens who had been in China's Hubei province in the two weeks prior to their return to the United States are subject to a mandatory quarantine of up to 14 days upon their return to the US. American citizens returning from the rest of mainland China may also face up to 14 days of quarantine after undergoing health screenings at selected ports of entry.  The broader European travel suspension Trump announced on March 11 applied to the 26 countries in the Schengen area, a European zone in which people can move freely across internal borders without being subjected to border checks. While Trump initially identified the United Kingdom as exempt, additional countries that are not in the Schengen area and thus also exempt from the restrictions include Ireland, Croatia, Cyprus, Bulgaria, Romania, Ukraine, Serbia, Armenia, Montenegro, Belarus and Russia. As of March 14, the ban was expanded to include foreign nationals traveling from the UK and Ireland. The restrictions also did not apply to US citizens returning from Europe as well as permanent US residents and certain family members of both citizens and permanent residents.  Read more about the European travel restrictions here: ##Business## ##Daily Life## A study by the Italian Health Institute (ISS) analyzed the characteristics of the evolution of the Covid-19 infection in Italy and concluded it bore similarities to what happened in Wuhan, China. The report says the Italian cluster \"showed worse clinical outcomes\" in elderly males with previous health conditions, resembling the most at risk patients in Wuhan. According to the institute, the initial reproduction number or R0 -- the average number of people who will catch the disease from a single infected person -- was 2.96 in the northern region of Lombardy, one of the most affected. The study says that by mid-February, the R0 had edged up slightly to three. Silvio Brusaferro, head of the ISS had said during his weekly briefing that R0 levels should ideally be below one to flatten the Covid-19 curve.  \"Initial R0 at 2.96 in Lombardia, explains the high case-load and rapid geographical spread observed. Overall Rt (the virus' transmission rate at a given time) in Italian regions is currently decreasing albeit with large diversities across the country, supporting the importance of combined non-pharmacological control measures,\" the report says. ##Health##", "Section": "world", "Writers": ["Joshua Berlinger", "Adam Renton", "Rob Picheta", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-intl-04-14-20/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}