{"Type": "article", "Time": "2020-05-27", "Headline": "May 27 coronavirus news", "Text": "Our live coverage of the global coronavirus pandemic has moved here. Public health officials have called on people to stay six feet apart to slow the spread of coronavirus through so-called respiratory droplets. But three experts are warning that six feet may not be enough – and they say the world needs to take airborne transmission of the virus seriously. In a commentary published in the journal Science, the experts called for “regular, widespread testing” to find asymptomatic cases, and they pointed to places where mask wearing is universal and the virus has been controlled, like Singapore, Hong Kong and Taiwan. World Health Organization guidance might not be enough in all situations, they said. “Evidence suggests that [the novel coronavirus] is silently spreading in aerosols exhaled by highly contagious infected individuals with no symptoms,” wrote Chia Wang of National Sun Yat-sen University in Taiwan and Kimberly Prather and Dr. Robert Schooley of the University of California, San Diego. “Increasing evidence for [the coronavirus] suggests the six foot WHO recommendation is likely not enough under many indoor conditions where aerosols can remain airborne for hours, accumulate over time, and follow air flows over distances further than six feet,” they wrote. The three experts, who are specialists in chemistry and infectious diseases, said aerosols from breathing and speaking “can accumulate, remain infectious in indoor air for hours, and be easily inhaled deep into the lungs.” That makes wearing masks all the more essential, they said, even when people are keeping their distance.  More on this: The US Centers for Disease Control and Prevention has focused on so-called respiratory droplets produced when a person coughs or sneezes. The droplets don’t linger in the air for long, but the CDC says they “can land in the mouths or noses of people who are nearby or possibly be inhaled into the lungs.”  Spread is more likely when people are in close contact with one another, or “within about 6 feet,” the CDC says. That’s because respiratory droplets are relatively large and fall to the ground – unlike aerosols, which are smaller and more likely to stay in the air longer.  Despite the focus on droplets from US health officials and others, the experts said “a large proportion of the spread of coronavirus disease 2019 (COVID-19) appears to be occurring through airborne transmission of aerosols produced by asymptomatic individuals during breathing and speaking.”  While more research is needed, they called for robust testing schemes and said people need to mask up. “For society to resume, measures designed to reduce aerosol transmission must be implemented, including universal masking and regular, widespread testing to identify and isolate infected asymptomatic individuals,” they said. ##Cases## At least 100,276 people have died from Covid-19 in the US, according to Johns Hopkins University's tally of cases.  That's almost twice the number of Americans lost during the entire Vietnam War. No one knew how bad the coronavirus pandemic would get when the first known virus-related death happened on February 6. But since then, an average of nearly 900 Americans have died every day from Covid-19. The victims have represented some of the best of humanity: An ER doctor who risked his life trying to save others. A grandmother and refugee who worked tirelessly to provide a better life for her children. A 36-year-old principal who helped troubled students grow produce for the needy. A Holocaust survivor who saved dozens of families from genocide. Remembering the victims: 105 families shared their favorite memories with CNN. Read their stories here. Watch: Brazil added 1,086 new coronavirus-related deaths over the last 24 hours, raising the national death toll to 25,598, the country's health ministry reported Wednesday. The ministry said 20,599 new cases were also confirmed, bringing the total number of cases to 411,821. ##Cases## Both chambers of the French Parliament voted overwhelmingly in favor of the StopCovid smartphone application on Wednesday, despite the contact tracing app being decried by opposition parties for its infringements on individual freedoms. The vote was purely symbolic and was meant to let French President Emmanuel Macron's government know that there was political backing for the StopCovid app. After hours of debate, StopCovid was adopted at the National Assembly with 338 votes in favor and 215 votes against. Around midnight, the French Senate voted in favor of the government app by 189 votes in favor to 129 against. “StopCovid is a tool at the service of citizens and not a threat to their freedoms,” Justice Minister Nicole Belloubet told the Lower House.  The app had already been given the green light by the National Commission for Digital Freedom on Tuesday. A spokesperson for the National Assembly told CNN on Wednesday that the government \"did not need a legal basis in order to deploy the app, because it works on a purely voluntary basis and doesn’t infringe on personal freedom.\" French digital rights association La Quadrature du Net said that between 60% and 80% of the population would need to use the app for it to be useful in the fight against coronavirus. ##The Future##   A global clinical trial using health care workers to test the effectiveness of anti-malarial drugs chloroquine and hydroxychloroquine against coronavirus has been put on hold by the British government.  “All hydroxychloroquine trials in COVID-19 remain under close review and the [Medicines & Healthcare products Regulatory Agency] MHRA continue to work with investigators to advise on incorporation of any further risk mitigations into their protocol that will support continuation of studies,” the agency said in a statement Wednesday. The study, led by the University of Oxford and Mahidol Oxford Tropical Medicine Research Unit (MORU) in Bangkok was set to enlist up to 40,000 frontline workers and staff from Europe, Africa, Asia and South America who have close contact with Covid-19 patients. In a statement to CNN, MORU said: \"We received notice from the UK's MHRA to pause for now new (enrollment) into our COPCOV study. We responded promptly to the MHRA, addressing their concerns in detail and await their decision. For now, COPCOV study (enrollment) is paused around the globe. The safety of our participants is our first priority, as is preventing illness in front-line healthcare workers.\"  The trial was paused on the same day the French government banned doctors from prescribing hydroxychloroquine to Covid-19 patients. The French Health Ministry on Wednesday revoked its authorization for the drug to be given to those with coronavirus, saying that the scientific data available at present does not provide sufficient “evidence of a benefit” to support its use.   On Monday, the World Health Organization said it had temporarily halted the study of hydroxychloroquine as a potential Covid-19 treatment in its Solidarity Trial due to safety concerns. The WHO’s decision was made after an observational study, published in the medical journal The Lancet described how seriously ill Covid-19 patients who were treated with hydroxychloroquine and chloroquine were more likely to die or develop irregular heart rhythms. CNN has reached out to the MHRA, Oxford and MORU for further comment. Mortality rates in Spain were 55% higher than usual between March 10 and May 10 of this year, Spain’s top coronavirus health ministry official said Wednesday. “This excess of 55% represents more than 43,000 deaths than what is expected,” Fernando Simón, Spain’s director of the center for health emergencies, said. “That mortality was centered in people 75 or older,” accounting for 35,000 of the total excess figure. However, only 27,118 of those additional deaths are linked to Covid-19.  A “significant part” of the more than 43,000 deaths between March 10 and May 10 “cannot directly connect to Covid-19 yet,” cautioned Simón.  \"If we count the deaths with coronavirus and compare it with the excess, there's still a significant number of deaths left that could be explained for several reasons,\" he added. Among those reasons, could be an inability or unwillingness to go to a hospital or get medical assistance during the peak of the coronavirus outbreak, Simón said.  “We may have also witnessed some complications in some health centers that didn't favor survival during a longer period for some of our elderly,” he added.  A number of senior care homes in Spain reported unusually high mortality numbers during the height of the pandemic, but most of the deceased were not tested for Covid-19. The numbers are emerging now, Simón said, because the country was under strict lockdown during the height of the epidemic, and notifications of deaths may have been delayed due to registry workers not being able to go to their offices, leaving many deaths tallied without a detailed analysis. ##Cases## El Salvador's president Nayib Bukele says he's taking hydroxychloroquine as a treatment to prevent Covid-19. Remember: Hydroxchloroquine is an anti-malarial drug that medical experts have said is an unproven and possibly harmful therapy to ward off coronavirus. President Trump has also claimed he is using the drug.  “I use it as a prophylaxis. President Trump uses it as a prophylaxis. Most of the world’s leaders use it as a prophylaxis,” Bukele said on Tuesday.  Bukele touted his use of the drug during a news conference with US Ambassador to El Salvador Ronald Johnson about the donation the US had made of 250 ventilators to the Central American country. \"Sometimes what's recommended to the people is something different than what's recommended to the leaders, because I have been recommended to use hydroxychloroquine as a prophylaxis and the probability of this harming you is very low,\" Bukele said as he displayed a bottle of what is assumed to be hydroxychloroquine.  Bukele did not say how much he was taking or if the drug was prescribed by a doctor. The leader added that at the recommendation of the World Health Organization, the drug was no longer part of the country's coronavirus treatment protocol, but that it would remain available for \"those who wish to use it as prophylaxis\" or by a doctor's prescription. The World Health Organization announced Monday that it has temporarily halted studying hydroxychloroquine as a potential Covid-19 treatment in its Solidarity Trial due to safety concerns. ##Cases## Chile's ministry of health reported on Wednesday 4,328 new cases of coronavirus, bringing the country's total number of cases to 82,289. Health authorities also reported 35 new deaths, bringing the country's death toll to 841 as of Wednesday afternoon. Chile has one of the highest infection rates in Latin America following Brazil and Peru. ##Cases## After the English Premier League conducted more than 1,000 individual Covid-19 tests over the last two days, four players and staff from three clubs were found to have tested positive for the virus.  According to a statement from the Premier League, 1,008 tests were performed. The Premier League did not provide any specific details as to which clubs or individuals. The combined four people, players and staff will now self-isolate for a period of seven days. ##Cases##   England will launch a \"test and trace\" system to track coronavirus aimed at replacing national lockdown restrictions.   “Until an effective treatment or vaccine comes through, how can we get back to doing more of the things that make life worth living without risking safety or putting lives at risk, NHS test and trace is a big part — not the only part — but a big part of the answer to that question,\" UK Health Secretary Matt Hancock said at a daily government briefing. \"NHS test and trace means we can start to replace the national lockdown with individual isolation for those in contact with the virus.” Northern Ireland has already launched a contact tracing program, and Scotland and Wales are in the process of launching similar system, he said. England's contact tracing program will ask anyone with coronavirus symptoms to isolate immediately, get a coronavirus test, and speak with the UK's National Health Service (NHS) on a voluntary basis. Those who test positive for Covid-19 will be contacted by the NHS within 24 hours. “This will be voluntary at first because we trust everyone to do the right thing. But we can quickly make it mandatory if that’s what it takes. Because if we don’t make this work, then the only way forward is to keep the lockdown,\" Hancock said.  He also announced that England is expanding coronavirus testing to children under five years old.  “Of course testing capacity is critical to making this work. We now have the capacity for 161,000 tests a day,\" Hancock said. \"We are expanding eligibility for testing to include the ‘under fives’ so now every single person who has symptoms of coronavirus can get a test no matter their age.\" “To protect your friends and your family, testing and tracing must become a new way of life,\" he said. ##Cases## ##Lockdowns## There has been a small increase in the number of new deaths in Italy with 117 —  the biggest increase in the last three days.  The total number of fatalities in the country has risen to 33,072, the Italian Civil Protection Agency said Wednesday. There has also been an uptick in new cases with 584 diagnoses, also the highest in the past week.  The total number of cases in Italy now stands at 231,139. The overall number of active cases, however, has dropped to 50,966.  Since Tuesday, 2,443 people recovered from the virus, bringing the total number of recoveries to 147,101. There are currently 505 patients in intensive care, 16 fewer than the day before.  ##Cases## All government workers in Dubai have been directed to return to work by June 14, Dubai’s Crown Prince Sheikh Hamdan Mohammed bin Rashid Al Maktoum said on his Twitter account Wednesday. He said the government approved a decision Wednesday to allow 50% of Dubai’s government employees to return to work this Sunday, and 100% of government employees to return by mid-June. Wednesday's decision was made as Dubai continues to make its “gradual return to normal life with intensified precautionary measures,” the Crown Prince added. ##Reopening## The United Kingdom recorded 412 coronavirus deaths in the last 24 hours, bringing the total death toll  to 37,460, the Department of Health and Social Care said Wednesday. According to the latest government data, an additional 2,013 people tested positive for the virus since Tuesday and the total number of confirmed cases in the UK now stands at 267,240. While the number of individual people tested for coronavirus remain unavailable, the government has confirmed that a total of 3,798,490 tests have been carried out, with 117,013 tests carried out on Tuesday.  Spanish Prime Minister Pedro Sanchez said Wednesday the European Union Commission’s proposed 750 billion euros ($823 billion) recovery fund “includes many of our demands.” “The set up of a recovery fund of 750 billion euros is a starting point for negotiations,\" Sanchez said in a tweet from his official account, shortly after the commission's announcement.  The proposal to help the European Union economy amid the Covid-19 pandemic includes 500 billion euros ($549 billion) in grants and 250 billion euros ($274 billion) in loans. “We should reach soon an agreement to have access to resources that will allow us to restart the economy and overcome the crisis,” Sanchez said.  Spain has been among the countries pushing for the package to be based on grants, not loans, which some northern EU countries prefer.    Winegrowers in France have announced they will be thanking some of the country's frontline healthcare workers by giving away 5,000 free bottles of champagne. On Tuesday, France's Champagne Union announced 600 winegrowers plan to give healthcare workers the bottles of champagne in June.  \"Champagne is the symbol of success, shared joy, and fraternal celebration,\" said the press release. \"This is why the Champagne region wanted to show its gratitude to those who save lives by donating bottles of champagne to hospitals in the Champagne region.” The champagne will come from the regions of Marne, Aube, Aisne, and Haute Marne.  Moscow will begin to gradually ease some coronavirus lockdown restrictions starting June 1, the city's mayor Sergey Sobyanin said in a video conference with Russian President Vladimir Putin Wednesday. Sobyanin said the Russian capital would allow the reopening of stores selling non-food items, and would allow some services to resume operation, including laundries, dry cleaners and repair shops.  Muscovites will also be allowed to venture out for walks on a schedule, he added.  “I’m just afraid that the streets of Moscow will be like the Labor Day holiday, so we will begin in a test mode,” he said. “There will be a schedule when citizens living in certain buildings can go for walks.”  Putin praised the mayor, saying the situation in the capital was “stabilizing.” Sobyanin did not discuss lifting a controversial digital pass system for public transportation.  The numbers: The Russian capital has been hit hard by the pandemic, reporting 171,443 confirmed cases as of Wednesday, just under half the country’s total. ##Reopening## A blueprint to resume flights between Australia and New Zealand will be presented early next month, New Zealand Prime Minister Jacinda Ardern said.  “There is enthusiasm on both sides of the Tasman for this proposal to proceed as soon as it is safe to do so,” she told reporters on Wednesday. Politicians from Australia and New Zealand have been discussing the possibility of opening up borders to each other, creating a travel corridor -- or \"travel bubble\" -- between the two nations. Ardern said the Trans-Tasman Safe Border Group will present the blueprint in early June to both governments. The blueprint is expected to include issues such as pre-flight health requirements, onboard aircraft protections, airport safety and contact tracing at arrival destinations.  It's not clear when the flights will resume -- currently both countries have closed their borders to most international visitors and all overseas arrivals are subject to a 14-day quarantine. ##Reopening## Global tourism is expected to plunge by 70% this year, compared to last year, the head of the United Nations World Tourism Organization (UNWTO) said Wednesday. Previous global crisis situations have caused tourism to decline by 10% to 20%, but the Covid-19 pandemic has been worse, said UNWTO Secretary General Zurab Pololikashvili, in a video press conference with reporters in Madrid. This summer, more people will take trips by land, rather than on flights, and rural tourism in the mountains, and not on the beaches, may benefit, he said. The UNWTO expects more international flights to resume starting in September if the virus is more under control by then, he said. Some more details: In a statement on May 11, the Madrid-based UNWTO said its research through late April found that 100% of the 217 destinations they tracked worldwide had coronavirus-related travel restrictions for international tourists. As countries begin to reopen for travel, Pololikashvili said Europe will be seen as a model to follow, because it is historically the most visited region, and the best prepared, including its health care infrastructure. So called “green corridors” which would permit targeted travel between two regions, in different countries, that have demonstrated low infection rates of Covid-19, could be a first step to restarting international tourism, he said. But Pololikashvili said he prefers to call them “safe corridors,” so that tourists won't take the virus to their destination and also won't bring it back home.    ##Economy## French doctors have been banned from prescribing hydroxychloroquine to Covid-19 patients, the government ruled Wednesday. The French Health Ministry revoked its authorization for the drug to be given to those with coronavirus, saying that the scientific data available at present does not provide sufficient “evidence of a benefit” to support its use.  Data considered by France’s High Council for Public Health found evidence to suggest a link between the use of hydroxychloroquine and “cardiac toxicity,” particularly when used in combination with the azithromycin – an antibiotic used to treat chest infection and other types of infection, according to a Health Ministry statement.  It added that the benefits and risks of this treatment may be reassessed in the future, as new data from clinical research emerges.  Some context: The announcement comes after the World Health Organization (WHO) on Monday said it had temporarily halted the study of hydroxychloroquine as a potential Covid-19 treatment in its Solidarity Trial, due to safety concerns. The WHO’s decision was made after an observational study, published in the medical journal The Lancet on Friday, described how seriously ill Covid-19 patients who were treated with hydroxychloroquine and chloroquine were more likely to die or develop irregular heart rhythms. \"Our data has very convincingly shown that across the world in a real-world population that this drug combination, whichever way you slice it or dice it, does not show any evidence of benefit, and in fact is immutably showing a signal of grave harm,\" said Dr. Mandeep Mehra, the study’s lead author. Premier League soccer clubs voted Wednesday unanimously to return to contact training as England's top flight competition moved closer to restarting.  In a statement shortly after all 20 clubs met via video conference, the Premier League said: \"Squads are now able to train as a group and engage in tackling while minimizing any unnecessary close contact.\" The statement continued:  \"The Premier League’s priority is the health and wellbeing of all participants. Strict medical protocols are in place to ensure the training ground is the safest environment possible and players and staff will continue to be tested for Covid-19 twice a week.\"  Last week clubs returned to training in small groups without contact and under strict health protocols. There have been no Premier League matches since early March because of the coronavirus pandemic and 92 matches remain.  ##The Future## The novel coronavirus has infected more than 5.6 million people globally. If you're just joining us, here are the latest developments: Global death toll passes 350,000: At least 350,876 people have died from the disease, according to data from John Hopkins University. The US remains the country with the highest number of cases and deaths. The UK has the second highest number of deaths.\nNew Zealand now has no Covid-19 hospital patients: There are still 21 active cases in the country, but those affected are not being treated in hospital, according to New Zealand's Director-General of Health.\nSouth Korea's nightclub cluster grows: At least 259 cases have been linked to a cluster in a Seoul district known for its nightclubs. The district may also have given rise to a second cluster, which authorities are now racing to contain.\nSpain begins 10 days of mourning: The country held a moment of silence  on Wednesday to honor those who have died of coronavirus. The silent tribute marked the start of a period of national mourning.\nMothers in the UK hit hard by layoffs: Mothers in the UK are more likely than fathers to have quit or lost their job, or to have been furloughed, since the start of the country's lockdown, according to a new report.\nUK leader's popularity falls: Boris Johnson's poll numbers have dropped sharply following a scandal over his chief aide's travel during lockdown. Johnson has refused to sack his adviser. ##Catch Up## The number of people dying each day in the United States since early April has been consistently more than 10% higher than in previous years, according to a new report from the Health Care Cost Institute in Washington.  The institute connects this rise in daily deaths to the coronavirus pandemic.  The Health Care Cost Institute, an independent nonprofit research organization, based its report on data from obituaries for all deaths due to any cause, not just Covid-19. To better understand the number of daily deaths happening in the United States during the pandemic, researchers at the institute compared the daily count of deaths for each day this year with the average number of deaths on each day for the years 2014 through 2019. Those estimates for daily deaths are reported at the national and state level, and for New York City. New York City, widely held as the epicenter of the pandemic in the United States, experienced more than double the typical daily deaths every day since the end of March,\" the Health Care Cost Institute noted on its website. \"By mid-April, we begin to observe a decline in daily deaths in some areas such as New York and New Jersey; daily deaths continued to rise in other states such as Illinois, Massachusetts, and Maryland,\" the Health Care Cost Institute said. \"We will continue to monitor these trends and many others as the data is updated each week.\" The institute's new data, updated weekly, aggregates information on daily deaths in the United States using obituaries from online newspapers, funeral homes, online memorials, direct submissions and other sources through a health data system called Datavant. US health agencies, including the Centers for Disease Control and Prevention, tend to rely on death certificate data to track daily deaths.. Despite using a different primary source of death data, the Health Care Cost Institute said it fonds similar results to CDC estimates of excess deaths.  \"We hope that this analysis serves as a research resource to those seeking to better understand the effect of COVID-19 on all-cause mortality,\" the institute said.  Spain held a moment of silence at noon on Wednesday (6aET) to honor those who have died of coronavirus.  Live images broadcast on Spanish television channels showed businesses, markets, streets and the country's parliament at a standstill. The silent tribute marked the start of 10 days of national mourning, during which flags will fly at half-staff on all government and public buildings.  At least 27,117 people have died of coronavirus in Spain since the pandemic began, according to the country's Health Ministry.  With fans barred from stadiums due to coronavirus restrictions, sporting bodies around the world are grappling with how to create atmosphere at matches -- and the makers of a new app think they have the answer. The \"Remote Cheerer powered by Sound UD\" system is made by Yamaha and broadcasts cheers, boos and chants from users' homes to the stadium via the internet, according to a press release. Fans tap buttons on an app to make their feelings known through speakers placed around the stadium, replacing the usual crowd noise. Users can choose which area of the stadium their noise is broadcast from, and there are separate zones for each team to make the atmosphere as realistic as possible. Read more here. ##The Future## The eurozone economy will shrink by 8% to 12% in 2020 because of the coronavirus, European Central Bank (ECB) President Christine Lagarde has said. Lagarde said the economic impact of the virus would fall between the economic impact of the virus. She said the bank’s “mild” scenario, which estimated negative growth of 5%, was \"already outdated.\" Lagarde added that she was not too concerned about rising debt levels, saying there would not be a new euro crisis. She highlighted the importance of liquidity and said what the debt is spent on is what will be important. \"The ECB's mission is to first of all be the custodian of this phenomenal asset that we have in common, the euro, our currency,\" Lagarde said at a European Parliament youth event.\n\"The mission of our founding members was price stability, that's our primary mission.\" ##The Future## Mothers in the UK are more likely than fathers to have quit or lost their job, or to have been furloughed, since the start of a government lockdown designed to stop the spread of coronavirus, a study from the Institute for Fiscal Studies (IFS) has found. \"Mothers are one-and-a-half times more likely than fathers to have either lost their job or quit since the lockdown began,\" the study states.\n\"In all, mothers who were in paid work in February are 9 percentage points less likely to be currently working for pay (either remotely or on-site) than fathers.\" The IFS found that women were also more likely to have increased domestic responsibilities during the lockdown. \"Mothers are doing paid work during 2 fewer hours of the day than fathers, but they do childcare and housework during 2 more hours each,\" the report notes.\n\"Mothers combine paid work with other activities (almost always childcare) in 47% of their work hours, compared with 30% of fathers' work hours.\" The data indicates that the difference between the work patterns of men and women in households with two opposite-gender parents, has grown since before the crisis.  According to the study, \"in 2014/15, mothers were in paid work at 80% of the rate of fathers; now this is 70% of the fathers' rate. Mothers in paid work used to work an average of 73% of the hours that fathers worked; this has fallen to 68%.\"\n\"Mothers and fathers used to be interrupted during the same proportion of their work hours; now mothers are interrupted over 50% more often.\" ##Lockdowns## Boris Johnson's popularity has fallen dramatically in the aftermath of a political scandal involving his chief aide Dominic Cummings, according to British political polls. The UK government's popularity has also fallen. Cummings has been heavily criticized after British newspapers revealed that he travelled 260 miles across England with his family, to stay near his parents during the coronavirus lockdown.  He has refused to apologize or resign. Cummings said that his wife had fallen ill, that he was concerned that he too would become unwell, and that no one would be able to look after their young child.  Johnson has refused to sack his aide, but polls also show that a majority of the public believe Cummings should resign.  Two-thirds of British adults responding to a poll for the Daily Mail, published Wednesday, said Cummings should resign. Around the same number of adults believed the UK leader should fire his aide. A poll by SavantaComRes, published Tuesday, also suggested Johnson’s personal popularity had fallen by 20 points in four days. The opposition Labour Party appears to have benefited from the scandal. A poll for The Times out Wednesday showed the gap between Johnson’s Conservatives and Labour closing by nine points; while another by Survation showed it closing by five. Both polls still show the Conservatives as more popular than Labour. Meanwhile, UK Housing Secretary Robert Jenrick said the government would not review fines imposed on people traveling during the lockdown for childcare purposes, during an interview with the BBC’s Breakfast show on Wednesday.  Health Secretary, Matt Hancock had suggested that was a possibility on Tuesday, in response to a question from a member of the public. \"No there isn’t going to be a formal review,\" Jenrick said, adding that it was \"for the police to decide whether to impose fines under the law.\"\n\"They have the guidance that we've provided, and the national police chiefs have provided their own guidance which does give officers a degree of discretion to use their common sense again reflecting the fact that all of our circumstances are different,\" he said.\n\"Dominic Cummings didn’t break the guidelines; the police, as far as I'm aware, haven't chosen to impose a fine on him.\" ##Politics##  New Zealand reached a milestone in its battle against coronavirus today; for the first time since the pandemic prompted a total lockdown, there are no patients in hospitals being treated for Covid-19. \"Currently, there is nobody in hospital with Covid-19 following the discharge of a person from Middlemore Hospital,\" said Dr. Ashley Bloomfield, the Director-General of Health, at a press conference today.\n\"We've had a number of people in hospital -- never a big number, but I think this is the first time in a couple of months we haven't had someone in hospital. That's another good position to be in.\" There are still 21 active cases, but they are not hospitalized at this time, he said. There were also no new deaths reported today, and no new cases for the fifth consecutive day, he said. The country now has 1,504 cases and 21 deaths, according to a tally by Johns Hopkins University. The New Zealand timeline: Prime Minister Jacinda Ardern first announced on March 14 that incoming travelers would need to self isolate for two weeks. At the time, the country had six cases. When, on March 19, Ardern banned foreigners from entering the country, there were 28 confirmed cases. And on March 23, when Ardern announced that the country was going into full lockdown, there were 102 confirmed cases -- and no deaths. The tough measures seem to have paid off: The country was able to ease restrictions starting May 14, reopening businesses and public spaces in gradual phases. People are now able to go back to bars, exercise in parks, and return to school. But Bloomfield warned residents today to continue taking precautions like social distancing when possible. The country remains in Alert Level 2, which indicates the disease is contained but there is still risk of community transmission. ##Cases## ##Lockdowns## The United States now has at least 1,681,418 cases of coronavirus and 98,929 related deaths, according to a tally by Johns Hopkins University. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  New York remains the hardest hit state, with 363,836 cases and 29,302 deaths. New Jersey, Illinois, and California follow next. Take a look at CNN's live tracker of US cases: ##Cases## The British Housing Secretary, Robert Jenrick, defended top government official Dominic Cummings on Wednesday, amid a national controversy over Cummings breaking lockdown. Cummings, a top advisor to British Prime Minister Boris Johnson, traveled 260 miles across England in March while his wife was sick with coronavirus symptoms -- at a time when the public was being urged not to leave their homes. “No, he shouldn’t (resign),” Jenrick said on the BBC’s Breakfast show. “He has given his explanation to the Prime Minister, who listened and concluded that he’d acted reasonably and legally.” He added that it was time to \"move on\" to other matters that the nation needed to focus on. “It’s important obviously that everybody sticks to the rules and acts within the guidelines and Dominic Cummings did do that,” he said. “People will disagree with the decisions that he made, many people do, but he did stick to the guidelines, it was within the law.” When asked if he was one of those people who disagreed with Cummings’ decisions, Jenrick said he was “not going to judge how individuals have made those decisions.” “The Prime Minister supports him, the Cabinet supports him, I think it’s now for him to go about his job and more importantly, for the rest of us to get on with ours,” he said.  ##Politics## ##Lockdowns## In South Korea, a total of 259 coronavirus cases have now been linked to a cluster in Seoul's entertainment district of Itaewon, known for its nightclubs and bars. It may also have given rise to a second cluster, which authorities are now racing to contain. The nightclub cluster emerged on May 9, after an infected person visited multiple clubs. In the following weeks, authorities tested tens of thousands of people who were in either in the area or may have been indirectly exposed. One person, who had been infected from the nightclub cluster, visited a buffet restaurant. Then, another diner there was reported infected -- and brought it back to a logistics center in the city of Bucheon. 36 cases have now been linked to that logistics center -- 32 employees and four of their family members, according to the Korea Centers for Disease Control and Prevention. Authorities estimate up to 4,000 people may have been exposed to the virus through this cluster, and so far have conducted about 1,920 tests.  City and health officials are still carrying out the epidemiological investigation, said the KCDC. ##Cases## The global death toll from the coronavirus pandemic has now reached 350,531, according to a tally by John Hopkins University. There are now close to 5.6 million cases worldwide.  The United States remains the country with the highest number of cases and deaths. Brazil has the second highest number of cases, while the UK has the second highest number of deaths. ##Cases## If you're just joining us now, here are the latest developments on the global coronavirus pandemic: South Korea cluster: A total of 257 cases have now been linked to the nightclub cluster in Seoul's entertainment district of Itaewon. The country reported 40 new cases today, the highest daily rise in cases since early April.\nJapanese warning: A Japanese city is reported more than a dozen new cases, after going 23 days without any new infections. The mayor warned that they could be \"on the doorstep of a second wave.\" Just earlier this week, the government lifted all lockdown measures across the country.\nGoogle reopening plans: The company said it plans to reopen \"more buildings in more cities\" starting July 6, but did not specify which. Employees at those locations will be able to gradually return to the office in phases. And some big headlines from earlier: Latin America buckles: Latin America is now at the center of the global outbreak, experts say. On Tuesday, Peru reported more than 5,700 cases. Mexico recorded its largest single-day increases in both new cases and deaths. And Brazil has had more daily new cases than the US for two days in a row.\nA British scandal: Junior UK minister Douglas Ross has resigned over the controversy surrounding Prime Minister Boris Johnson's senior adviser, Dominic Cummings, who broke lockdown and traveled more than 250 miles from his London home in March. ##Catch Up## Germany has reported 47 new deaths from coronavirus in the past 24 hours, said the Robert Koch Institute (RKI) on Wednesday. This raises the nationwide death toll to 8,349, according to the RKI, the national agency for disease control and prevention. The country also confirmed 362 new cases, raising the nationwide count to 179,364 cases. On Tuesday, the German government announced social distancing restrictions will be extended through June 29. Under the restrictions, no more than 10 people, or two households, are allowed to gather in public places. ##Cases## Thousands of American doctors and nurses have gotten sick caring for Covid-19 patients, the US Centers for Disease Control and Prevention said Tuesday. Of an estimated 62,344 health care professionals who have contracted the disease, at least 291 have died, said the CDC.  And these numbers are likely higher in reality, since the agency only has death status data for a little over half of cases it has information on. Many reports on cases also don't include whether the person worked in health care, meaning there are probably cases left out of this count.  The last time the CDC highlighted the number of cases among health care workers was on April 15. At that time, the number of infected health care workers was 9,282 -- a fraction of what it is now. Health care workers around the country have also complained for months that they do not have enough access to protective equipment.  ##Cases## Japan may face a second surge of coronavirus infections, said Kenji Kitahashi, the mayor of the southern port city Kitakyushu. “We are on the doorstep of a second wave,” he warned, pointing to a string of new infections. The city, home to about 937,000 residents, had had no new cases for 23 days, said Kitahashi. Then, the virus returned; since last Friday, there have been 14 new cases. One patient showed no symptoms but tested positive after a precautionary test, according to the mayor. The city is located in Fukuoka prefecture, where the state of emergency order was lifted on May 14.  The nationwide state of emergency was lifted in some low-risk areas earlier in the month, before being fully lifted everywhere on Monday.  ##Cases## ##The Future## ##Lockdowns## South Korea reported 40 new cases of the novel coronavirus on Wednesday, the highest daily figure since early April. Among these new cases, 37 are believed to be locally transmitted, according to the South Korean Centers for Disease Control and Prevention.  The last time South Korea's daily case figures were this high was April 8, when it reported 53 cases. Since then, cases have largely stayed at around 30 or below per day. Case numbers began spiking again recently, after a new cluster was identified in the capital Seoul's entertainment district of Itaewon, popular for bars and nightclubs. Nearly 250 cases have been linked to the cluster since it emerged on May 9. The country now has a total of 11,265 cases and 269 related deaths, according to the KCDC. ##Cases## The US reported 18,611 new cases of Covid-19 and 693 related deaths on Tuesday, according to data from Johns Hopkins University. That raises the national total to at least 1,680,913 cases and 98,913 deaths.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  ##Cases##  It didn't take long after Australia's first calls for an international investigation into the origins of the coronavirus pandemic before rumblings of retaliation came from Beijing. Australian Foreign Minister Marisa Payne initially voiced support for an investigation on a Sunday morning television show in late April. Days later, China's ambassador to Australia Chen Jingye responded by suggesting the Chinese people themselves might retaliate with a boycott. \"Maybe the ordinary (Chinese) people will say 'Why should we drink Australian wine? Eat Australian beef?'\" he told the Australian Financial Review. Less than one month later, the campaign to punish Australia appears to be in full swing. On May 12, China stopped accepting beef from four large Australian abattoirs, citing health issues. Five days later, China slapped tariffs of more than 80% on Australian barley imports as part of an anti-dumping probe. Why this matters: China is Australia's largest trading partner by far, with total trade between the two countries totaling more than $214 billion in 2018 alone. As Australia faces the very real prospect of a coronavirus-related recession, that economic relationship is more important than ever. With ministerial ties fraying and anti-Australian rhetoric rising in Chinese state media, experts say deep cracks are emerging in relations between the two countries. \"It's very hard to see how in the absence of any discussion we can quickly rebuild trust in the relationship,\" said Richard McGregor, senior fellow at the Lowy Institute. Read the full story here: ##Economy## ##Politics## Even as some tech companies are telling employees they'll be able to work from home \"forever,\" others are already planning to have a portion of their workforces back on site as early as this summer. Google CEO Sundar Pichai told employees on Tuesday that the company plans to reopen \"more buildings in more cities\" starting July 6, but did not specify which. Employees at those locations will be able to return to the office, but each will be limited to about 10% building occupancy at first, with plans to grow to 30% capacity by September. \"We'll have rigorous health and safety measures in place to ensure social distancing and sanitization guidelines are followed,\" Pichai wrote in a blog post, \"so the office will look and feel different than when you left. Our goal is to be fair in the way we allocate time in the office, while limiting the number of people who come in, consistent with safety protocols.\" Read more here: ##Economy## ##Lockdowns## Antibody tests used to determine if people have been infected in the past with Covid-19 might be wrong up to half the time, the US Centers for Disease Control and Prevention said in new guidance posted online. Antibody tests, often called serologic tests, look for evidence of an immune response to infection.  \"Antibodies in some persons can be detected within the first week of illness onset,\" the CDC says. But these tests are not accurate enough to use to make important policy decisions, the CDC said. \"Serologic test results should not be used to make decisions about grouping persons residing in or being admitted to congregate settings, such as schools, dormitories, or correctional facilities ... Serologic test results should not be used to make decisions about returning persons to the workplace,\" the CDC said. Health officials or health care providers who are using antibody tests need to use the most accurate test they can find and might need to test people twice, the CDC said in the new guidance. Read more here: ##Cases## The young man admitted to the Newton-Wellesley hospital in Massachusetts was clearly very ill -- so ill that he needed the help of a ventilator to breathe. The doctors treating him were certain he was infected with the new coronavirus. It was mid-April -- the height of the outbreak in the Boston area. The patient had trouble breathing and had other symptoms. But the first swab test for coronavirus came back negative. A second test, 24 hours later, came up negative, too. So they tried a different approach. \"The clinical team reached out to me for help in testing a tracheal aspirate,\" Dr. Michael Misialek, a pathologist at Newton-Wellesley Hospital outside Boston, told CNN. That's a test that takes a sample from deeper in the respiratory system. It uses a different technique, but doctors are increasingly reporting that they cannot find evidence of Covid-19 infection until they perform such tests. This tracheal secretion came back positive. \"That allowed the team to enroll the patient in a clinical trial,\" Misialek said. He was treated with one of several immune-based drugs being tried out on coronavirus patients, eventually recovered and was discharged from hospital. Similar cases were taking place around the world. In London, New York, and elsewhere, health workers were seeing patients arrive with severe symptoms -- but then test negative for Covid-19. Why is this happening? Some studies are beginning to indicate that when patients are severely ill, the virus is replicating deeper in the respiratory system, beyond the reach of the swabs used for most of the testing, experts say. Dozens of tests are on the market, but their reliability varies greatly.   Polymerase chain reaction (PCR) tests, which look for evidence of the virus, are usually reliable -- but not always. Read the full story here: ##Cases## The number of confirmed Covid-19 cases in Peru rose to at least 129,751 on Tuesday — a jump of 5,772 from the previous day, according to the country's health ministry.  The country also registered at least 159 new related deaths, raising the national death toll to 3,788, the ministry said in a statement.   Peru has the second-highest number of confirmed Covid-19 cases in Latin America, behind Brazil. Peruvian President Martin Vizcarra announced Friday that a national state of emergency, which includes mandatory social isolation measures, will be extended through June 30.  ##Cases## A coronavirus model that has been cited by the White House now projects that fewer people will die in the United States by August. In a Tuesday update, the model revised its forecast to 132,000 deaths— which is 11,000 fewer than it projected a week ago. Built by the Institute for Health Metrics and Evaluation at the University of Washington, the model is one of more than a dozen highlighted by the US Centers for Disease Control and Prevention on its website. An ensemble forecast from the CDC, which relies on multiple models, projects that US deaths will exceed 110,000 by June 13.  The White House cited the IHME model often in April, but it has been criticized by some for its assumptions and performance. The model has undergone a number of revisions in the past few weeks. As states began reopening, IHME upped its forecast for the number of US deaths, based in part on cell phone mobility data that showed people moving around more. But the institute began revising its projections downwards last week, saying an expected increase in infections had not yet occurred. Dr. Christopher Murray, the IHME director, said that might have been because of behavioral changes such as mask wearing. The institute has since described its plan for gathering data on how many Americans wear masks. It’s not clear what drove down the model’s projections on Tuesday, however. ##The Future## Brazil’s daily coronavirus deaths have been higher than the number of reported fatalities in the United States over the last two days, as the country's health crisis grows and controversy swells around President Jair Bolsonaro. The Brazilian health ministry said Tuesday that the country reported at least 1,039 deaths over the last 24 hours. At least 683 people died from coronavirus in the US during the same time period, according to Johns Hopkins University’s tally of cases. Brazil reported at least 807 coronavirus deaths on Monday. The US had 498 deaths during the same period.   As of Tuesday night, the total national death toll in Brazil stands at 24,512. The Brazilian health ministry on Tuesday said there were at least 16,324 new cases of novel coronavirus in the past 24 hours, bringing the nationwide total of cases to at least 391,222.  ##Cases## Mexico has recorded its largest single-day increases in both newly confirmed cases and reported deaths from novel coronavirus since the outbreak began. Mexican health officials reported an additional 3,455 cases on Tuesday, bringing the total to 74,560. Officials also recorded an additional 501 deaths, bringing the death toll to 8,134. It is the first time Mexico has reported more than 500 deaths in one day. Reopening plans: The new figures come as Mexico’s government moves ahead with plans for a slow, phased re-opening of certain parts of its economy in locations less affected by the virus. ##Cases## Junior UK minister Douglas Ross has resigned from the British government over the controversy surrounding Boris Johnson's senior adviser, Dominic Cummings, who traveled more than 250 miles from his London home during the nationwide coronavirus lockdown in March. \"I have just tendered my resignation from the UK government and my position as Under Secretary of State for Scotland,\" Ross wrote in a letter posted to his official Twitter account on Tuesday.\n\"There was much I still hoped to do in this role but events over the last few days mean I can no longer serve as a member of this government,\" he added.  Some context: Ross' resignation follows a press statement made by Cummings on Monday, in which the aide admitted to travelling to Durham in northern England during the lockdown, despite the fact that his wife was ill. Cummings said he made the trip to ensure the welfare of his child, asserting that while his wife had fallen ill in London, she did not have symptoms of coronavirus. \"I was worried that if both my wife and I were seriously ill, possibly hospitalized, there is nobody in London that we could reasonably ask to look after our child and expose themselves to Covid,\" Cummings said. Ross said that while Cummings' intentions \"may have been well meaning,\" the subsequent reaction to the news \"shows that Mr Cummings interpretation of the government advice was not shared by the vast majority of people who have done as the government asked.\" \"I have constituents who didn't get to say goodbye to loved ones; families who could not mourn together; people who didn't visit sick relatives because they followed the guidelines of the government,\" Ross added. \"I cannot in good faith tell them they were all wrong and one senior advisor to the government was right.\" ##Politics## ##Lockdowns##", "Section": "world", "Writers": ["Jessie Yeung", "Steve George", "Fernando Alfonso III"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-27-20-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}