{"Type": "article", "Time": "2020-12-15", "Headline": "Singapore announces plans to allow entry to business travelers from all countries", "Text": "Singapore is set to launch a new segregated travel lane for business travelers on short-term stays, Chan Chun Sing, the country's Minister for Trade and Industry announced on Tuesday via a post on his verified Facebook account.  The special travel lane, called the Connect@Singapore initiative, \"will be open to a limited number of business, official, and high economic value travelers from all countries who are coming to Singapore for short-term stays of up to 14 days,\" Chan said. The applications for this initiative will open in mid-January of 2021. \"We will ensure that strict health and testing protocols are put in place,\" ensured Chan. He added that business travelers wishing to partake will have to \"stay at an appointed facility under the Connect@Singapore initiative, undergo regular routine testing and strictly observe all prevailing Safe Management Measures.\" Chan said the initiative is aimed at boosting Singapore's global reputation and support the eventual economic recovery from the coronavirus pandemic. The new travel lane comes just weeks after the postponement of a highly anticipated Hong Kong and Singapore \"air travel bubble.\"  The bubble would have allowed quarantine-free air travel between the two Asian hubs. But a spike in coronavirus infections in Hong Kong forced them to scrap the plan just 24 hours before it was due to launch on November 22.  Travelers would have had to meet certain parameters before embarking, such as having made no trips in the previous 14 days and undergo compulsory Covid-19 testing. But they wouldn't be subject to any quarantine or stay-at-home notice requirements, or a controlled itinerary, upon arrival. However, the arrangement always included the caveat that should the Covid-19 situation deteriorate in either city, the plan would be suspended. Hong Kong has recorded 7,624 Covid-19 cases, including 120 deaths, since the outbreak began, while Singapore has reported 58,325 infections and 29 deaths.", "Section": "news", "Writers": ["Akanksha Sharma"], "URL": "https://www.cnn.com/travel/article/singapore-business-travel-corridor/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}