{"Type": "article", "Time": "2020-03-15", "Headline": "March 15 coronavirus news", "Text": "Our live coverage of the coronavirus has moved here. There have now been more cases of the novel coronavirus outside of mainland China than inside, according to numbers from the World Health Organization and from public health agencies tracked by CNN. While China, the early epicenter of the outbreak, has still had more confirmed cases than any other country – more than 80,000 – a number of other countries have surged in recent days, including Italy with more than 24,000 cases, Iran with almost 14,000 and Spain with more than 7,000. On February 26, the World Health Organization reported for the first time that the majority of new cases per day had come from outside of China. This trend has continued as newly confirmed cases in China have dwindled in recent days, while other countries have discovered thousands of new infections – including the United States, which has now reported more than 3,000 cases.   Republican Sen. Lindsey Graham of South Carolina said in a tweet that he has tested negative for coronavirus. Graham has been under self-quarantine after potentially coming into contact with Brazilian President Jair Bolsonaro’s spokesman, Fabio Wajngarten, who did test positive for the virus. It’s unclear how Graham was able to be tested as testing shortages abound across the country and the CDC only recommends those who are exhibiting symptoms to be tested. GOP Rep. Matt Gaetz of Florida also received a test for the virus, without showing any symptoms, after he came into contact with someone who did test positive after attending the Conservative Political Action Conference and later interacted with President Donald Trump. The Las Vegas strip is feeling the effects of coronavirus as a number of resorts and casinos close in an effort to create social distancing.  Wynn Resorts has announced it will close its Wynn Las Vegas and Encore properties beginning on Tuesday and continuing for two weeks.  MGM Resorts will close its properties, announcing casino operations will close on Monday and properties will close on Tuesday. Caesars Entertainment announced on their verified Twitter that all live ticketed performance would be suspended beginning Sunday night. Travelers share their coronavirus complications: Only citizens and residents of Panama will be able to enter the country starting Sunday, Panamanian President Nito Cortizo announced in a tweet. Panamanian travelers and residents allowed entry will have to complete a 14-day period of home quarantine to combat the spread of coronavirus nationwide, he said.   Bahamas Prime Minister Hubert Minnis announced the country's first confirmed case of coronavirus, according to a tweet from his office Sunday.  The first person to contract the virus is a 61-year-old woman with no recent history of relevant travel, Minnis said in his tweet.  She is being treated in isolation at a hospital in Nassau.  Here's how the novel coronavirus outbreak unfolded: A sailor serving aboard the amphibious assault ship USS Boxer received a presumptive positive coronavirus test, the first case of a sailor aboard a Navy ship, according to a US Navy news release. Personnel that the individual immediately identified having close contact with have been notified and are in self-isolation at their residences, the release said. “The individual is currently quarantined at home in accordance with the Center for Disease Control and Prevention Guidelines,” the release said. “Personnel that the individual immediately identified having close contact with have been notified and are in self-isolation at their residences. None of them is aboard the ship currently.” Earlier on Sunday, Marine Corps Air Station Miramar announced in statement that a second Marine stationed at the base in California has tested positive for coronavirus.  The air station is conducting an investigation to determine who may have had contact with the Marine and notify them of the situation. The Marine was placed into isolation in a barracks room at the base designated for quarantine, the statement said   New Orleans Mayor LaToya Cantrell has ordered all full-service restaurants with seating capacity to close at 9 p.m., according to a release from the city.  Mayor Cantrell has further asked establishments to attempt to reduce capacity by half. New Orleans joins a number of other cities and states attempting to slow the progress of coronavirus by encouraging social distancing. See landmarks and cities deserted worldwide: Maine Gov. Janet Mills declared a state of emergency Sunday and recommended school closures statewide, according to a news release from her office. Mills is recommended postponing events with 50 or more people as well as the postponement of \"all non-urgent medical procedures, elective surgeries, and appointments at hospitals and health care providers across the state until further notice.\" Massachusetts Gov. Charlie Baker announced Sunday that he is \"banning all on-premises eating and drinking at all restaurants and bars throughout the state, but will still allow establishments to offer food for takeout or delivery.\" \"Establishments must also follow the social distancing protocols set forth in the Department of Public Health guidance,\" Baker said.  The order goes into effect Tuesday and will be in effect until at least April 17, Baker said. Baker also said he is prohibiting gatherings of more than 25 people. \"Subject to this order, these gatherings include all community, civic, public, leisure, faith-based events sporting events with spectators, concerts, conventions, and any similar event or activity that brings together 25 or more people in a single room or a single space at the same time. This includes venues like fitness centers, private clubs and theaters,\" Baker said. The Grand Princess cruise ship will leave the Port of Oakland Sunday at 7 p.m. PST and will temporarily anchor in San Francisco Bay, according to a news release from the California Governor's Office of Emergency Services. Crew members aboard the ship will disembark for chartered flights from a non-commercial portion of San Francisco International Airport, the release says. Those disembarking for charted flights Sunday will undergo the same health screenings as passengers from the Grand Princess. As of Saturday, state and federal officials have disembarked more than 2,900 people from the Grand Princess, including more than 2,400 passengers and more than 500 crew members, the release said. Vice President Pence said there will be new guidelines released Monday morning regarding potential curfews or closures of such locations as restaurants.  Pence said those guidelines are being vetted by the Centers for Disease Control and Prevention for now, the federal government is deferring to decisions made by state and local governments. \"What my health care team, some of the best people in the world, tell me very regularly is that it's very important that you follow the data, you make decisions based on the circumstances that are taking place in that community,\" Pence said. All shops and public food services are closed in the Czech Republic until March 24 to \"prevent the spread of the coronavirus contagion,\" according to a news release from the Czech Republic's Ministry of Health.  \"In the present situation, we see the gathering of people in shopping centres and in restaurants as too great a risk,\" Prime Minister Andrej Babiš said. \"By no means do we want to restrict the sale of food, pharmaceuticals, druggist goods, and fuel and other essentials. People do not need to worry: food supplies remain unrestricted and it really is not necessary for people to empty store-shelves of goods.\"  Exceptions include dining services that do not serve the general public and fast food establishments, the release said. Exceptions include stores selling food, hygienic or medical products, fuel or tobacco products, electronic or telecommunication equipment, animal food or cleaning services, or newspaper and magazines.  \"Only fundamental restrictions like this can help stop the spread of the infection in our country,\" said Adam Vojtěch, Minister of Health. \"Even though it is not pleasant for any of us, this is about protecting our health.\" The US Centers for Disease Control and Prevention published interim guidance Sunday recommending \"that for the next 8 weeks, organizers (whether groups or individuals) cancel or postpone in-person events that consist of 50 people or more throughout the United States.\" \"Events of any size should only be continued if they can be carried out with adherence to guidelines for protecting vulnerable populations, hand hygiene, and social distancing. When feasible, organizers could modify events to be virtual,\" the CDC's guidance said. The CDC's recommendation does not apply to \"day to day operations of organizations such as schools, institutes of higher learning or businesses.\"  \"This recommendation is made in an attempt to reduce introduction of the virus into new communities and to slow the spread of infection in communities already affected by the virus. This recommendation is not intended to supersede the advice of local public health officials,\" the CDC said. Watch:  Oklahoma declared a state of emergency Sunday, according to an order from Gov. Kevin Stitt. The declaration comes as the state announced their eighth case of coronavirus. In Stitt’s order, he says Oklahoma’s state emergency operations plan is being activated.   Twenty-nine states have closed schools in the wake of the coronavirus outbreak.  The states have announced that they will be closing schools in the coming weeks. The amount of time and conditions under which they will close differ from state to state.  Here are the states that have closed schools so far:  Alaska\nArizona\nArkansas\nDelaware\nFlorida\nKansas\nIllinois\nKentucky\nLouisiana\nMaryland\nMichigan\nMinnesota\nMississippi\nMontana\nNew Hampshire\nNew Mexico\nNorth Carolina\nOhio\nOregon\nPennsylvania\nRhode Island\nSouth Carolina\nSouth Dakota\nVermont\nVirginia\nUtah\nWashington\nWest Virginia\nWisconsin\nNew York\nNew Jersey Massachusetts public and private schools will suspend operations for three weeks beginning Tuesday until April 6, according to a news release from Gov. Charlie Baker.  “Our administration is taking these rapid steps to protect the health and safety of our residents to mitigate the spread of COVID-19,” Baker said. “We know that a lot of the measures we are putting into place, including mandatory school closures and prohibiting gatherings of 25 people or more, will cause disruption in people’s day to day lives. With the steps we are taking today, we can ensure residents can still access key state services while taking necessary precautions to limit the spread of COVID-19.” There are 138 confirmed coronavirus cases in Massachusetts, the state’s health department announced late Saturday afternoon. After cutting the target interest rate to zero on Sunday to help the economy during the coronavirus pandemic, Federal Reserve Chairman Jerome Powell said the measures were \"essential to contain the outbreak,\" but will \"take a toll on the economy in the near term.\"  The Fed took a number of actions \"to support American families and business and the economy overall and to support the flow of credit\" as it is affected by coronavirus, Powell said.  The Fed expects to maintain the rate until “we are confident the economy has weathered\" the current situation, Powell said.  Watch: Lebanon has closed its airport, borders and ports for two weeks starting Sunday until March 29 at midnight to contain the spread of coronavirus in the country, Information Minister Manal Abdul Samad said in a press conference on Sunday in Beirut. People are obligated to stay in their homes unless there is an \"extreme necessity,\" the minister said. The government is banning public and private gatherings and government offices will be closed except for security, health and service offices, according to Abul Samad. All private commercial companies, except for food production-related ones, were also instructed to close, the minister said. Coronavirus killed three people and infected 100 others in Lebanon as of Sunday. New York City Mayor Bill de Blasio said Sunday that he would sign an executive order on Monday requiring all hospitals in the city to cancel elective surgeries in the coming days. De Blasio said his power to do so exists under New York's state of emergency and that his executive order would be worded carefully to allow some flexibility to close out some existing elective surgeries, but that all elective surgeries would cease soon. Starbucks announced on Sunday that its US and Canadian stores will move to a “to go” model for at least two weeks to help contain the coronavirus, according to a company news release. The coffee retail giant said the latest move was intended to encourage social distancing.  “As we all know, the situation with COVID-19 is extremely dynamic and we will continue to review the facts and science and make the proactive decisions necessary to protect our partners, customers and communities,” wrote Rossann Williams, an executive vice president and head of US retail operations for the coffee chain. Starbucks said there would be temporary closures in stores with high-social gatherings as well as in communities with high clusters of coronavirus cases. During a White House briefing Sunday, Vice President Mike Pence announced that “more than 2,000 labs” will have high-speed testing capacity by Monday.  Since the declaration of a national state of emergency, Pence said federal public health services have worked with the Federal Emergency Management Agency and \"have reached out to all 50 states to create a process that will enable all Americans who need to be tested to go to a community-based testing site outside of usual health care facilities.\"  Pence noted these tests will be focused on those \"most in need.\" Adm. Brett Giroir with the US Public Health Service outlined how new coronavirus testing will be rolled out. He said there would be 1.9 million tests available this week across the 2,000 labs. Giroir also emphasized that the priority would be placed on those most vulnerable.  Giroir added that there wouldn’t be undue stress put on the acute health care system, meaning emergency rooms or urgent care.   Pope Francis left the Vatican on Sunday to walk through Rome’s empty streets to pray for an \"end to the pandemic,\" according to a Vatican news release. During his walk the Pope visited \"two important pilgrimage sites in Rome to pray for the city and the world,\" the release said. The first site is the ancient icon of Maria Salus Populi Romani at the Basilica of St. Mary Major, and the other at the foot of a wooden crucifix that protected Rome from a great plague. Earlier in the day, the Pope gave his weekly blessing to an eerily empty St. Peter's Square as Italy remains on lockdown. The Vatican released photos and video showing Pope Francis walking in a desolate Via del Corso. One of the main streets in the historic center of Rome, Via del Corso is normally packed with tourists.  In a decision he described as \"extraordinarily painful,\" New York Mayor Bill de Blasio said Sunday that he is closing the city's public schools on Monday until at least April 20. The mayor said the city would make every attempt to reopen schools at that point, but that it’s possible schools could remain closed for the rest of the school year. As part of the school closings, de Blasio announced the following:  Remote learning will begin on March 23\nThere will be special sites created for children of crucial health care workers and first responders\nThe city is working to supply technology to children who need it\nThe city is working to provide meals to children who depend on school breakfasts and lunches. This week, schools will be open for grab-and-go meals. Public schools in New York City and Nassau, Suffolk and Westchester counties will close this week to limit the spread of coronavirus, Gov. Andrew Cuomo announced in a news release Sunday. Schools in Nassau, Suffolk and Westchester counties will close for two weeks beginning on Monday, Cuomo said. Nassau and Suffolk counties are on Long Island while Westchester County is just north of New York City. New York City officials must develop a plan within the next 24 hours to ensure schoolchildren who rely on school meals will continue to receive them. Parents, especially those who are health care workers or first responders, will be provided access to childcare as needed, Cuomo said. South Carolina will close all public schools due to the coronavirus outbreak until the end of March, according to an executive order by Gov. Henry McMaster.  McMaster made the announcement at an afternoon news conference.  First Lady Melania Trump tweeted about social distancing Sunday:  All California bars, nightclubs, wineries and brew pubs will be closed because they are \"a non-essential function,\" state Gov. Gavin Newsom said during a press conference Sunday. Restaurant capacities must be reduced by half to practice social distancing, Newsom said. In a bold, emergency action to support the economy during the coronavirus pandemic, the Federal Reserve on Sunday announced it would cut its target interest rate to zero. The last time the Fed cut rates to zero was during the global financial crisis just over a decade ago. President Donald Trump, who has been very critical of Federal Reserve Chairman Jerome Powell, praised the move as \"great for our country.\"  \"That brings us in line with what other countries are,\" Trump said. \"They actually have negative rates, but look, we got it down to potentially zero, so that's a big step and I'm very happy they did it.\"  A passenger aboard the Golden Princess has tested negative for coronavirus, according to an email from Princess Cruises to CNN. The passenger who tested negative had previously been on an international flight with another passenger who tested positive for the infection, according to the email from the cruise line's media department.  Passengers on the cruise ship docked in a New Zealand harbor were not being allowed to disembark, as three people aboard have been quarantined by the ship's doctor, according to the Canterbury District Health Board. One of the quarantined passengers had coronavirus symptoms and was being treated as a suspected case. The two others had been in contact with a confirmed case in the past two weeks, said the health board. The Golden Princess remains anchored at Akaroa Harbor with \"guests staying on board to enable New Zealand health authorities to conduct a precautionary health test on a guest who had travelled to Australia on an international flight from Los Angeles.\"  The Golden Princess departed from its Melbourne home port on March 10 and was to have completed a 13-night New Zealand itinerary. Los Angeles Mayor Eric Garcetti said on Twitter he needs everyone \"to stay home as much as possible, avoid being in crowds, practice social distancing.\" Let me be very clear: gathering in big groups puts lives at risk,\" Garcetti tweeted.  The mayor said everyone is a first responder \"in this crisis.\" \"I know this doesn’t feel normal and it’s hard to change our habits,\" he tweeted. \"This is a difficult time and it’s putting a strain on our families, our communities, our businesses. There are other ways you can support local shops: buy a gift card over the phone, get takeout, order online. We can support local business and practice social distancing.\" The Republic of Ireland’s government is calling for all pubs — including hotel bars — to close to halt the spread of coronavirus, the country’s Prime Minister Leo Varadkar said on Twitter. The Irish government also urged that people not organize or participate in any parties in private houses or other venues that would put other people's health at risk. The closure will take effect Sunday through at least March 29.  Boston Mayor Marty Walsh announced Sunday that he was declaring a public health emergency to allow the city to deploy all resources necessary to fight coronavirus. Walsh said the city will require all bars and restaurants to reduce their capacity by 50% by removing and spreading out tables. These establishments cannot allow lines to form outside and must close by 11 p.m.  Any violations will result in an automatic shutdown for 30 days. The restriction on hours does not apply to delivery or takeout services, Walsh said, adding the city is encouraging the use of delivery services to support small businesses. All Boston Public Schools will close starting Tuesday, Walsh said. Families will be able to pick up packaged meal options for their children every day and more food access is being worked on through city agencies and their non-profit partners, Walsh said. The city is talking with childcare providers and is working on plans for childcare going forward. Students will be provided printed learning materials to use at home. Such materials will also be made available online and the city is working with internet providers to offer free and low-cost internet access to families in need, Walsh said.   Illinois Gov. J.B. Pritzker is ordering all bars and restaurants to close to the public beginning Monday night until March 30, he said at a press briefing Sunday.  State officials are working with restaurant owners and food delivery services to coordinate so restaurants can keep kitchens open for food delivery. Pritzker is allowing for drive-through and curbside pickup at restaurants as well.    Baghdad will be under a curfew starting Tuesday from 11 p.m. local time through March 23, 11 p.m. local time, according to the prime minister's office.  Under the curfew, people are not allowed to leave their houses for nearly a week. Security personnel, health workers, authorized media and diplomats are not included in the restriction, according to the statement from the prime minister's office. The government says it will allow for commercial movement of goods and food. Separately, flights are suspended from Tuesday until March 24, according to the statement. On Saturday, Iraq’s Border Ports Commission extending the suspension of commercial trade through its land borders with Iran and Kuwait effective Sunday \"until further notice.\"     The number of positive coronavirus cases in Germany has risen to 4,838 as of Sunday, according to the Robert Koch Institute, Germany’s agency for disease control.  Included in that number are 12 deaths due to coronavirus, the disease control agency said. Starting Sunday, all bars and restaurants in Ohio will close daily at 9 p.m. Ohio Department of Health Director Amy Acton will be signing an order Sunday to put the rule into effect. How long the order will be in effect is unclear at this time. Carryout food is still allowed and encouraged, and restaurants can stay open to prepare carryout food, Gov. Mike DeWine said. DeWine said at a Sunday press conference that \"this social distancing is absolutely, vitally important\" due to the contagiousness of the coronavirus. Vermont Gov. Phil Scott announced Sunday that all pre-K-12 schools in the state will close no later than Wednesday and remain closed until April 6, according to a news release from Scott's office.  Students are not required to go to school Monday or Tuesday, if their parents or guardians would prefer to keep them home, Scott said.  “We must ensure children are safe, nourished, and still learning even as the traditional structure of school is disrupted,\" Scott said. \"The work of educators will be essential in this effort.” Scott's announcement said local districts will be tasked with three key components to support the state response: Food and special needs services for children\nCollaborating with the state to provide childcare options for health care workers and others essential to the response\nSystems for ensuring maintenance of education during the initial dismissal and a continuing education plan if schools are dismissed for an extended period. Under the Scott's order, schools will remain operational for administrators, teachers and staff to sustain essential services and create a continuity of education plan by remote learning, the release said.  The Department of Transportation's Federal Motor Carrier Safety Administration (FMCSA) has relaxed restrictions on truck driver hours for those making coronavirus-related emergency deliveries. The relief, which was issued Friday, applies to six categories of emergency deliveries of goods and people and is good through April 12 unless it is rescinded sooner. Drivers must be allowed to have downtime after the delivery, the FMCSA says.  The FMCSA says it is the first time it has issued nationwide relief like this and came in response to the national emergency.  Italy on Sunday announced 368 new deaths in the last 24 hours, bringing the total death toll in the country to 1,809, according to Civil Protection Department Chief Angelo Borrelli. Speaking at a press conference in Rome, Borrelli went on to reveal that the total number of positive cases registered in Italy reached 24,747 on Sunday, with an increase of 3,590 new cases recorded in the past 24 hours. Colombia will block entry for all non-residents and require residents who enter the country to self-isolate for 14 days beginning on Monday in order to prevent the spread of the coronavirus, President Ivan Duque announced this afternoon. “Let me tell the country: from March 16, entry into the country is restricted for non-nationals and non-residents in Colombia. All Colombian passengers and foreign residents will have mandatory preventive isolation for 14 days,” Duque said on Twitter. On Saturday, Duque announced that Colombia will close its border with Venezuela. By the numbers: Colombia currently has 34 confirmed cases of coronavirus, according to the Colombian Ministry of Health and Social Protection. Over the past several days and weeks, health care and consumer industry groups and even federal agencies have sounded the alarm that the US may face major problems in keeping basic medical, food and retail supplies available during the coronavirus pandemic. On Sunday, the group representing food and retail companies like Clorox, Procter & Gamble and PepsiCo told the State Department and the US Trade Representative they fear other countries cutting off exports to the US, which could exacerbate the public health emergency.  The group is particularly concerned about countries restricting chemicals, ingredients and products they manufacture from getting to the US.  For instance, India, a major drug ingredient supplier, has already limited exports of medications like acetaminophen, a common painkiller used for flu-like symptoms, and Germany has banned the export of protective equipment like masks, gloves and suits used by health care professionals. President Trump also planned to speak to grocery, food and beverage corporate leaders on Sunday about supply chain concerns, including the Consumer Brand Association's head and major grocery chain CEOs.  A transatlantic cruise ship carrying more than 600 passengers with at least five confirmed coronavirus cases on board is frantically searching for somewhere to dock after it was refused entry at multiple Caribbean ports. British officials have launched an intense diplomatic effort to find a country willing to take the the MS Braemar, which belongs to the British company Fred Olsen Cruise Lines. Twenty passengers and another 20 crew members, including a doctor, are in isolation after displaying influenza-like symptoms while traveling on the the ship. The Braemar is anchored about 25 miles offshore in the Bahamas waiting for clearance from the local government to bring aboard vital food, fuel and medications and two doctors and two nurses who are preparing to assist the onboard medical team. The vessel, which is carrying 682 passengers and 381 crew members, arrived in the Bahamas on Saturday. Authorities there were the latest to prevent it from docking but was given permission to drop anchor southwest of Freeport. Two Royal Caribbean (RCL) ships have passengers test positive for novel coronavirus while docked at international ports. A statement from Royal Caribbean confirms two of its ships, the Silver Shadow and Silver Explorer, had guests that tested positive for coronavirus.  \"Two guests aboard the Silver Shadow have been medically disembarked in Recife, Brazil, and one has tested positive for COVID-19. One guest aboard the Silver Explorer has been medically disembarked in Castro, Chile, also testing positive for the virus,\" the statement said.  RCL \"is in close coordination with the governments and local health authorities to determine next best steps. We have asked guests on the ships to temporarily remain in their cabins in accordance with our medical isolation protocols,\" according to the statement.  South Africa’s President Cyril Ramaphosa addressed the nation Sunday evening to announce  \"urgent and drastic measures\" to combat the novel coronavirus pandemic in the country.  Ramaphosa also declared a \"national state of disaster\" for South Africa and said the country was now dealing with internal transmission of the virus. “There can be no half measures,” he said. Ramaphosa announced that travel will be prohibited from the following high-risk countries: Italy; Iran; South Korea; Spain; Germany; US; United Kingdom and China starting March 18. Existing visas from citizens of those countries will also be cancelled. Any foreigner who visited high risk countries in the past twenty days will also be denied a visa. Effective immediately, South African citizens are also advised to refrain from all forms of travel to or through the European Union, United States, United Kingdom and other identified high-risk countries such as China, Iran and South Korea. South African government officials are barred from international travel as well. A German company working to develop a coronavirus vaccine is denying a report in a German newspaper that President Trump is trying to lure German scientists working on an experimental coronavirus vaccine to the US. German company CureVac, working to develop mRNA-based coronavirus vaccine, did not deny being in touch with Trump or the US government, but did reject rumors of an acquisition in a statement issued on Sunday.  The self-described clinical state biopharmaceutical company said: “…internal efforts are focused on the development of a coronavirus vaccine with the goal to reach, help and to protect people and patients worldwide. As a consequence, the company is in contact with especially CEPI and many other organizations and authorities worldwide, however abstains from commenting on speculations and rejects allegations about offers for acquisition of the company or its technology.” The story first emerged earlier Sunday when German newspaper Die Welt am Sonntag reported that Trump was trying to lure CureVac with \"large sums,\" also saying Trump was working to acquire the vaccine but “only for the US”, citing anonymous German federal government sources.   The report reads: ''The US president is allegedly offering the company a large sum of money to secure their work exclusively. Trump would do anything to get a vaccine for the US. ‘But only for the United States,’ according to the federal government.'' Germany’s Health Ministry responding to a CNN question about the German newspaper report said: \"The federal government is very interested in the fact that vaccines and active substances against the novel corona virus are also being developed in Germany and Europe. In this regard, the federal government is in intensive exchange with the company CureVac.\" Germany will initiate border controls at borders with France, Austria, Switzerland and Luxembourg, German Interior Minister Horst Seehofer announced at a Sunday press conference. Border crossings will be restricted except for cross-border work commuters and cargo transports, Seehofer said. Kenya's government announced new travel restrictions Sunday after confirming two more cases of the novel coronavirus, bringing the country's total cases to three. The government is denying anyone traveling to Kenya \"from any country with reported coronavirus cases,\" according to a press release from Kenyan President Uhuru Kenyatta's office.  \"Only Kenyan citizens, and any foreigners with valid residence permits will be allowed to come in provided they proceed on self quarantine or to a government designated quarantine facility,\" the press release read. These new measures will take effect in the next two days and will remain in place for the next 30 days, according to the press release.  The government is also shutting down all of Kenya's schools beginning Monday and encouraging most employees to work from home. The president also advised citizens to avoid crowds and gatherings.   Kenya is also advising for citizens to use \"cashless transactions,\" to reduce risk of transmission of the coronavirus. Daniel Goldman, a former federal prosecutor who played a major role in the impeachment proceedings, has tested positive for the coronavirus and is recovering, according to a tweet he sent.  Goldman was counsel to the Intelligence Committee and a fixture on television during President Trump’s impeachment hearings. \"My #COVID19 test came back positive. I want to thank everyone for the outpouring of support. It means a lot to my family and me. I am almost back to 100%. I’m lucky enough not to fall in the vulnerable category and, for me, it was just like the flu,\" Goldman tweeted. Read Goldman's tweet: Many pundits and politicians have been asking why the US military isn't doing more to help combat the spread of the coronavirus in the US. On Sunday, New York Gov. Andrew Cuomo called on President Trump to mobilize the military to help deal with the outbreak. This follows after former Vice President Joe Biden said the Department of Defense should be planning to deploy.  \"The Department of Defense should be planning now, should have been planning to prepare for the potential deployment of the resources provided, medical facility capacity and logistic support that only they can do,\" Biden said Thursday. Defense officials say their first priority is maintaining the health, welfare and \"readiness\" of the 1.36 million members of the active duty military, as well as the 800,000 members of the National Guard and Reservists in addition to some 730,000 civilian employees in the Department of Defense. And while some National Guard units have been involved in helping with logistics and planning at the state level, the US military's capacity to provide medical support is limited. By the numbers: There are 51 military hospitals compared to some 6,000 civilian hospitals nationwide, according to one US defense official, meaning the US military has only about 1% of the nation's hospital capacity.  Military hospitals admit some 200,000 patients annually as compared to civilian hospitals which admit about 36 million.  Acting Customs and Border Protection (CBP) Commissioner Mark Morgan issued a statement saying the “wait times experienced yesterday at some locations were unacceptable.” Morgan said CBP continually adjusts resources “in real times as needed and we will continue to do so.\" “With this national emergency, there will unfortunately be times of disruption and increased processing times for travelers. CBP is working around the clock to minimize these inconveniences,\" Morgan added. Ryanair and Easyjet, two low-cost airlines, will cancel or reduce flights to and from Spain as the coronavirus pandemic continues to spread. British low-cost airline Easyjet will suspend all flights to Spain from March 17 onwards, the company tweeted. \"We’re flying a full Spanish schedule on 15th & 16th March to help get people home but unfortunately will need to cancel flights from 17th onwards\", the tweet said. Irish low-cost airline Ryanair will not suspend, but rather reduce flights to and from Spain starting Monday, according to a statement tweeted by the company. “In response to the decision of the Spanish government to “lock down” the entire country to contain the spread of the COVID-19 virus, Ryanair Group Airlines (including Buzz and Lauda) has been forced to severely reduce flights to/from Spain, the Balearic Island and Canary Island from 24:00 Sun 15 Mar until 24:00 Thurs 19 March,\" the statement said.  Some context: Both announcements come after Spanish Prime Minister Pedro Sanchez declared a 15-day state of emergency over the coronavirus pandemic.   Chef José Andrés is closing all of his restaurants around Washington, DC, but says some will open as, “Community Kitchens to offer to-go lunches for those who need a meal,” according to a series of tweets he sent today. Andrés went on to say those kitchens will expand across the country in the coming days and weeks.  Andrés is known for opening kitchens in times of disaster, like when Hurricane Maria hit Puerto Rico in 2017. Read some of Andrés' tweets: The Academy of Country Music Awards scheduled for April 5 in Las Vegas has been postponed, according to a news release from the organization.  The awards show, originally scheduled to air on CBS, will now happen in September.  An exact date has yet to be determined. Health and safety concerns given the current coronavirus outbreak were cited as the reason for postponing the event. Concerned about St. Patrick's Day festivities and the coronavirus outbreak, Chicago Mayor Lori Lightfoot is enforcing all businesses that sell liquor to have less than half of their regular max capacity and requiring any establishments that sell liquor to have a max capacity of 100 people. Lightfoot is requiring business owners to discontinue lining patrons up who are waiting for entry outside of establishments.  Last week: The mayor announced new guidance on large gatherings, mandating that events exceeding 1,000 individuals be cancelled and recommending that community events of 250 people or more should be cancelled or postponed. Another person with underlying health conditions has died in New York, Gov. Andrew Cuomo just announced in a press conference.  The death of a 79-year-old woman who had “multiple major underlying health issues” brings the state-wide death toll of those who had coronavirus to three, Cuomo said. There are 729 confirmed coronavirus cases across the state, Cuomo said, adding, “New York is the state with the most number of cases.” The National Institutes of Health (NIH) announced that it informed staff this morning of its first known case of COVID-19 among its workers. NIH says the person did not have contact with patients and is at home and doing well. \"While this is an unfortunate development, it is not surprising, and NIH expects that there will be more cases of infection among NIH staff,\" NIH said in a statement.  NIH says the person did not have symptoms while at work, but that it is notifying people who came in contact with this person and will screen those people for symptoms. They may also be asked to self-quarantine depending on their potential exposure.  \"NIH commends the infected individual for following the NIH guidance, which has allowed us to take swift action,\" the statement said.  President Trump tweeted a response to the massive lines and wait times that have occurred at airports around the country as the US Customs and Border Protection screens passengers coming back to the United States.  Trump said that there are “precise medical screenings” being conducted and asked that people, “Pardon the interruptions and delays, we are moving as quickly as possible, but it is very important that we be vigilant and careful.” Americans returning from countries included in the latest travel restrictions have to go through one of 13 US airports which has contributed to the long lines and delays. Read Trump's tweet: Michigan Gov. Gretchen Whitmer signed an executive order today that will temporarily impose enhanced restrictions on the excessive pricing of goods, materials, emergency supplies and consumer food items.  Executive order 2020-8 states that if a business or individual has acquired any product from a retailer, the business or individual must not resell that product in Michigan at a price that is in excess of the purchase price of the product, the governor's office said in a news release. \"Additionally, a business or individual must not offer for sale or sell any product in Michigan at a price that is more than 20 percent higher than what the business or individual offered or charged for that product as of March 9, 2020, unless the business or individual demonstrates that the price increase is attributable to an increase in the cost of bringing the product to market,\" the release said. These restrictions go into effect on March 16 at 9 a.m. and will remain in place until April 13 at 11:59 p.m. There are at least 3,010 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. According to the CDC, there are 70 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through public health systems, there are 2,940 cases in 49 states, Washington, DC, and territories, bringing the total number of coronavirus cases to 3,010.  In total, 61 people in the US have died.  West Virginia remains the only state yet to report a case of coronavirus. Maryland Gov. Larry Hogan issued an emergency order to close all Maryland casinos, racetracks and simulcast betting facilities to the general public indefinitely today.  \"This situation continues to evolve and will escalate rapidly and dramatically….these are unprecedented actions in an extraordinary situation, but they could be the difference in saving lives and keeping people safe,\" Hogan said. The order does not apply hotels adjacent to the casinos. The following properties are affected by the governor’s emergency order, which takes effect at midnight on March 16 and will remain in effect until the state of emergency has been terminated or until superseded by other orders: MGM National Harbor\nLive! Casino & Hotel\nHorseshoe Casino Baltimore\nHollywood Casino Perryville\nOcean Downs Casino\nRocky Gap Casino Resort\nLaurel Park\nPimlico Race Course\nTimonium Race Course\nFair Hill Races\nRosecroft Raceway\nOcean Downs\nAll simulcast betting facilities in the state Former Vice President Joe Biden tweeted about voting on Tuesday, saying “the right to vote is the most sacred American right there is.” However, recognizing the concerns facing Americans now due to the coronavirus, Biden added “state election officials are working closely with public health officials to hold safe elections.”  Biden finished his tweet saying “if you are feeling healthy, not showing symptoms, and not at risk of being exposed to COVID-19: please vote on Tuesday.” Sen. Bernie Sanders also tweeted about the coronavirus today, reminding everyone “it is at this moment that we must remember that we are all in this together.” Both men will debate tonight in Washington, DC. Read Biden and Sanders' tweets below: Miami Beach city officials are closing portions of South Beach in an effort to reduce the spread of novel coronavirus, according to a city press release.  City officials are \"closing the beach from 7 to 10 streets,\" areas highly frequented by beach-goers. To enforce this, Miami Beach Police began clearing the beach at 5 p.m. ET Saturday, the release said.   “Miami Beach is a popular vacation spot for spring breakers, yet with school closings and expanded spring breaks, the influx of visitors is extremely high,” said Miami Beach Mayor Dan Gelber. \"It would be irresponsible for us not to limit crowd sizes in these public areas.\" Iraq is extending the suspension of commercial trade through its land borders with Iran and Kuwait effective Sunday “until further notice” amidst coronavirus fears, Iraq’s Border Ports Commission (BPC) announced on Saturday. Returning Iraqis have until March 15 to enter through the land crossings after undergoing “preventive health measures,\" the statement added. The BPC did not specify what those measures are. After Sunday, Iraqis wanting to return to their country will have to enter through Baghdad, Basra, Najaf and Erbil airports, the BPC said. Minnesota Gov. Tim Walz announced that the state's schools will close for eight days starting Wednesday, according to a press release from his office.  Walz is \"authorizing the temporary closure of Minnesota K-12 public schools to students in order for school administrators and teachers to make long-term plans for the continuity of education and essential services during the COVID-19 pandemic,\" the release said.  Schools will be closed to students by March 18 through March 27, during which school staff and administrators will plan the next steps, according to the release. When asked if hundreds of thousands of Americans could die from coronavirus, Dr. Anthony Fauci, the nation’s top infectious disease expert, said “it could happen, and it could be worse.\" Fauci's comments were made this morning on CNN’s “State of the Union” where he also discussed how the challenge \"is to try and make that not happen.”  “If we go about our daily lives and not worry about everything” then the death toll will be high,\" Fauci said. “People sometimes think that I’m overreacting. I like it when people are thinking I’m overreacting because that means we’re doing it just right.” Some context: There are at least 2,826 cases of the novel coronavirus in the United States as of Saturday evening, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. Vice President Mike Pence told reporters yesterday he would consult with the White House physician about whether he needed to be tested for coronavirus since President Trump was.  A White House official says he did consult and the doctor recommended that he didn’t need to be tested at this time based on the Centers for Disease Control and Prevention guidelines. An officer from the Transportation Security Administration based at the Orlando airport tested positive for coronavirus, according to the agency. “TSA confirms that one Transportation Security Officer who works at Orlando International Airport has tested positive for the COVID-19 virus. The officer is receiving medical care and all TSA employees they have come in contact with over the past 14 days are self-isolated at home,\" the TSA said in a statement. \"Screening checkpoints remain open and the agency is working with the CDC, as well as the Orange County Public Health Department to monitor the situation as well as the health and safety of our employees and the traveling public. We will update as more information becomes available.” According to the TSA, the officer last worked on March 10. This is the sixth TSA officer to test positive — four are based at San Jose, one is based in Fort Lauderdale and the one from Orlando. Illinois Gov. J.B. Pritzker has been critical of the long lines at airports, specifically at Chicago's O'Hare International Airport, as Americans rush home amid recent travel restrictions due to the coronavirus.   Pritzker tweeted, “to the frustrated people trying to get home, I have spoken with the mayor and our Senators and we are working together to get the federal government to act to solve this. We will do everything within our power to get relief.”  Pritzker was on NBC’s \"Meet the Press\" this morning where he discussed the travel restrictions discussed Saturday by Vice President Mike Pence. Pence announced that travel from the United Kingdom and Ireland will be suspended starting Monday night. This is in addition to the previous US ban applying to the 26 countries in the Schengen Area free movement zone: Austria, Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, The Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden and Switzerland. “We knew when the President gave the orders that European travel back to the United States was going to be cut off, that there would be an influx of people, Americans and others, that would come before the final cutoff. So what should have happened? They should have increased the Customs and Border Patrol numbers. And they should have increased the number of CDC personnel on the ground doing those checks. They did neither of those,\" Pritzker said. Pritzker added: “So last night, as people were flooding into O’Hare airport, they were stuck in a small area. Hundreds and hundreds of people. And that's exactly what you don't want in this pandemic. So we had that problem. And then today, it's going to be even worse. There are a larger number of flights with more people coming. And they seem completely unprepared.\" To help relieve the situation today, the governor said he has been talking to Customs and Border Patrol officials directly on the ground at O’Hare.  Morocco has decided to suspend all international flights to and from its territory “until further notice” as part of measures to tackle the coronavirus, the Foreign Ministry said in a statement Sunday. This announcement comes a day after the north African country said it was suspending all flights to and from Germany, the Netherlands, Portugal and Belgium. The state of Louisiana has confirmed its second death related to coronavirus, according to a statement released by Gov. John Bel Edwards.  The individual who died was a 53-year-old resident of Orleans Parish who was being treated at Touro Infirmary in New Orleans.  “As the number of positive cases continues to rise, we need every person to take the necessary actions to help reduce the spread of this virus,” Edwards said. Singapore's Ministry of Health announced they will implement stricter border measures for people traveling into the country, including imposing a 14-day mandatory self-quarantine for new visitors traveling from a bloc of East Asian countries, as well as Japan, Switzerland and the United Kingdom. Beginning Monday, people \"entering Singapore with recent travel history to ASEAN countries, Japan, Switzerland, or the United Kingdom within the last 14 days will be issued with a 14-day Stay-Home Notice (SHN),\" according to a press release from the Health Ministry on Sunday.  ASEAN is the Association of South East Asian Nations made up of 10 member nations from that region. Travelers will also have to provide proof of where they stayed during the 14 days and may also be swabbed for coronavirus testing, \"even if asymptomatic,\" the press release read. The Ministry also announced any short-term visitors \"who are nationals of any ASEAN country will have to submit requisite information on their health to the Singapore Overseas Mission in the country they are resident before their intended date of travel.\" Finally, the Ministry asked all Singaporeans to \"defer all non-essential travel abroad.\"  Some context: These additional restrictions follow previous ones by the Singapore government including that starting March 15, all new visitors with recent travel history to France, Germany, Italy and Spain within the last 14 days would not be allowed entry or transit thru Singapore. Treasury Secretary Steven Mnuchin downplayed the likelihood of an economic recession as American economy takes a beating from coronavirus, saying “I don’t think so” when asked about the prospect. “This is a unique situation,” he told ABC’s “This Week\" this morning. “Later in the year, obviously, the economic activity will pick up as we confront this virus.” In the interview, Mnuchin also defended President Trump’s Oval Office address this week despite its numerous inaccuracies. “The President was very clear — he wanted to address a very important point, which was he made the move to shut down travel so that we shut down more cases coming in,” Mnuchin said.  Pressed on Trump’s misleading presentation of restrictions on travel from Europe, Mnuchin said, “I don’t think in an Oval Office address you can address every issue.” A 75-year-old man has become Hungary’s first coronavirus death, government spokesperson Zoltan Kovacs said Sunday on Twitter. “First Hungarian fatality from the #coronavirus. The victim was a 75 year-old male who was transported to the Dél-Pesti Central Hospital showing symptoms of the virus and pneumonia. He passed away shortly after arrival. May he RIP,” the tweet said.  Hong Kong has issued a \"Red Outbound Travel Alert\" on Ireland, United Kingdom and United States, urging its citizens to avoid all non-essential travel to these countries in response to the new cases of the novel coronavirus.  \"The Red OTA urges members of the public planning to travel to the aforementioned countries to adjust travel plans and avoid non-essential travel,\" according to a statement from Hong Kong's government on Sunday.  The government statement also advised people to delay any non-essential travel in general outside of Hong Kong. Ohio Gov. Mike DeWine thinks it’s possible schools may be closed for the rest of the academic year, according to an interview he gave this morning on \"State of the Union.\" \"Absolutely. Look, the projections — and again, this is all projections, I'm just going by what medical experts are telling us. You know, this may not peak until the latter part of April or May. So we've informed the superintendents, while we've closed schools for three weeks, that the odds are this is going to go on a lot longer and it would not surprise me at all if schools did not open again this year,\" DeWine said. The top infectious disease expert in the US did not rule out support a temporary national lockdown in an effort to curb the spread of coronavirus. Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, would like to see a \"dramatic diminution of personal interaction,\" including interactions in bars and restaurants, according to an interview he did this morning on CNN's “State of the Union.\"  “I would like to see a dramatic diminution of the personal interaction that we see in restaurants and in bars. Whatever it takes to do that, that's what I'd like to see,” Fauci said.   A woman at an Australian supermarket allegedly pulls a knife on a man in a confrontation over toilet paper. A Singaporean student of Chinese ethnicity is beaten up on the streets of London and left with a fractured face. Protesters on the Indian Ocean island of Reunion welcome cruise passengers by hurling abuse and rocks at them. The coronavirus risks bringing out the worst in humanity. Never mind that Australia's toilet paper supply is plentiful, that the Singaporean has no links to the virus and that not a single passenger on the Princess cruise ship that docked in Reunion was infected. Irrational and selfish incidents like these are likely the exception, not the rule, but an everyone-for-themselves mentality -- or each family, even each country -- appears to be growing, putting into question the world's ability to unite and slow the coronavirus' spread. ##Health## Italy has reported 3,497 new novel coronavirus cases and 175 deaths on Saturday, the highest number of new cases reported in a single day since the outbreak began.  Italy has now confirmed 21,157 cases, second highest in the world after China.  The Italian Ministry of Health said Saturday evening that 1,966 people have recovered from the virus and 1,441 have died. The ministry said 1,518 are being treated in intensive care units.  Correction: This post has been updated to include the correct number of new cases and deaths on Saturday, as reported by the Italian Ministry of Health.   ##Health## The UK Foreign Office said Sunday that it was advising against “all but essential travel to the USA” in light of the travel restrictions placed by the US government on visitors from the UK. “The FCO advise against all but essential travel to the USA, due to restrictions put in place by the US government with effect from 03:59 GMT 17 March in response to the outbreak of coronavirus,” the Foreign and Commonwealth Office said on its website. The UK was initially excluded from travel restrictions introduced by the US, but Vice President Mike Pence announced Saturday that all travel from the United Kingdom and Ireland will also be suspended effective midnight on Monday. ##Travel## Austrian Chancellor Sebastian Kurz escalated the country's responses to the coronavirus pandemic on Sunday.  Kurz announced major restrictions on movement in public spaces, urging Austrians to self-isolate. He also banned gatherings completely and put further limits on who can enter the country.  The measures will be based on a special law to be passed by the Austrian Parliament on Sunday, a government spokesperson told CNN.   \"We have already announced that Austria must shut down to an emergency operation. We will also have to take further measures. Public gatherings will be completely prohibited for the time being,\" Kurz said on Twitter. The freedom of movement will be \"massively restricted.\" Sports grounds, playgrounds and other public meeting places will be closed completely. Starting Tuesday, restaurants in Austria will be closed. Entry requirements to Austria will be tightened further. Travellers from the UK, the Netherlands, Russia and Ukraine will no longer be allowed to enter Austria directly.  Flight connections to these countries will be discontinued. In order to secure supplies in the long term, the retirement of military personnel is halted and a special task force will support the police. Austria's Ministry of Health said Sunday there were a total of 800 confirmed coronavirus cases in the country. So far one death has been reported. ##Travel## ##Business## ##Daily Life## In a series of tweets, O'Hare International Airport thanked passengers for their patience during the \"longer than usual\" customs processing occuring at the airport Saturday.  Passengers arriving from overseas reported having to wait hours in long lines at the Chicago area airport.  \"So it took 3 hours to get through customs, it took another 2 hours to get through the health check and then it took another hour to get through the CDC and then all they do is they find someone to pair you with, scan your temperature real quick, ask how you feel and send you on your way.\" said passenger Emma Reusch who flew in from Portugal.  The airport attributed the longer wait times to the \"enhanced #COVID19 screening for passengers arriving from Europe.\" In one tweet the airport announced they were looking for more support from federal partners saying: \"We have strongly encouraged our federal partners to increase staffing to meet demand.\" During the delay, airport personnel and the Chicago police department were on hand to distribute water and snacks to travelers who were waiting to be processed, said the airport's tweet.  ##Travel## More European airlines have announced cancellations of flights to and from Spain, where the government announced strict restrictions on public life on Saturday. ##Travel## There are at least 2,885 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the U.S. Centers for Disease Control and Prevention. According to the CDC there are 70 cases from repatriated citizens.  According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 2,815 cases in 49 states, the District of Columbia and U.S. territories, bringing the total number of coronavirus cases to 2,885  in total, while 60 people have died.   West Virginia remains the only state yet to report a case of coronavirus.   ##Health## The UK Health Secretary Matt Hancock said Sunday the coronavirus outbreak is \"the biggest public health emergency in a generation.\" \"It calls for dramatic action, at home and abroad, of the kind not normally seen in peacetime,\" Hancock said, writing in the Sunday Telegraph. Speaking to Sky News later, Hancock added more details to his plan, announcing that over-70s will be asked to self-isolate \"in the coming weeks\" -- and it could potentially last for months. The UK government has so far adopted a laissez-faire approach to the outbreak. Unlike other countries hit by the novel coronavirus, the UK has yet to ban large-scale gatherings or closed schools, saying it does not believe those measures would stop the outbreak. Hancock said the government will next week publish an emergency bill that will \"give the government the temporary powers we will need to help everyone get through this.\"  \"The measures in it allow for the worst-case scenario,\" he said. ##Health## ##Daily Life## People in Spain have been banned from leaving their houses with the exception of going to work, buying food or essential supplies, going to a hospital, or supporting an elderly person or a minor under their care, Spanish Prime Minister Pedro Sanchez announced at a press conference Saturday. If people do leave their houses for any of those exceptions, they must go out by themselves, the PM added.  Amid the drastic measures, people in Spain took time on Saturday to express their gratitude to the country's health workers by stepping out on their balconies and applauding. ##Daily Life## More than $46 billion in stimulus packages has been announced by the UAE, Saudi Arabia and Egypt over the weekend to fight the economic effects of the coronavirus pandemic.  The UAE pledged 100 billion UAE dirhams ($27 billion) in bank measures to support businesses in the Emirates during the outbreak, the UAE central bank said in a statement Saturday evening.  Despite UAE’s stimulus package, Dubai’s stock exchange was down more than 4% early in the session before cutting its losses in half. Saudi Arabia also announced 50 billion riyals ($13 billion) to ease the effects on the private sector, the Saudi Arabian Monetary Authority said.   The Egyptian president also called for a EGP100 billion ($6.7 billion) fund to finance a state plan, the presidential spokesman Bassam Rady said on his official Facebook page. The source of the fund was unspecified in the statement. Schools and universities will be suspended for two weeks starting Sunday, Rady added. ##Business## French Prime Minister Édouard Philippe announced on Saturday that France will increase social distancing to combat the spread of the coronavirus pandemic. In a televised press conference, Philippe said that starting at midnight Saturday all places that are not essential to French living including restaurants, cafes, cinemas and clubs will be closed. The closures include France's ski resorts, which are shutting down on Sunday.  The closure order includes all businesses except those that are essential. “Markets and food shops, pharmacies, gas stations, banks, newspaper and tobacco stores will remain open,” he said. \"Places of worships will remain open, but religious ceremonies and gatherings will be postponed.\" Philippe acknowledged that the French people find the concept of social distancing repugnant: “Because we are a people that likes to gather, a joyful people, a people that likes to live together... Maybe even more when fear starts to spread.\" “We have seen too many people in cafes and restaurants. In usual times, this would make me happy. Because this is the France we all love. But for a few weeks, this is not what we should be doing,\" he said. ##Travel## ##Business## ##Daily Life## While countries around the globe continue implementing unprecedented measures and ban large public gatherings to halt the spread of coronavirus, the government of Nicaragua has done just the opposite as part of its response to the pandemic.   In order to support those affected by the virus, Nicaragua’s government has organized massive public rallies across the country under the slogan \"Love Walk in the Time of Covid-19,\" resembling the title of the novel by Gabriel Garcia Marquez, “Love in the Time of Cholera.”  Hundreds of people took part in the rally in the capital Managua on Saturday and in rallies held simultaneously in other cities across the nation.  As of Saturday, Nicaragua’s Ministry of Health has not reported any positive cases. The ministry said “epidemiological surveillance” has been implemented at airports and borders, and 19 hospitals have been equipped specifically to treat patients experiencing Covid-19 symptoms.  Contrary to other countries in the region, Nicaragua has not yet established mandatory quarantine for people coming from countries affected by the pandemic, or restrictions on the movement of people entering the country.  Supporters of President Daniel Ortega's government and state workers marched with red and black flags of the ruling FSLN party and carried posters with health tips for proper hand washing.  Nicaragua’s First Lady Rosario Murillo said: We are going to walk with the strength of faith and hope throughout the country, in permanent prayer and solidarity with all the people, families and brothers and sisters in the world, affected by the coronavirus.”  In a joint statement, opposition groups Alianza Civica and Unidad Nacional Azúl y Blanco expressed their strong rejection to this kind of mobilization, because of the health risks for participants.  The opposition statement said: We call on the regime not to call for public marches or crowds, which is one of the main ways of contagion. Forcing public workers and their families to march is an act of irresponsibility and certainly exposes them to danger.\" The Mexican government is urging citizens to avoid non-essential international travel and is reminding Mexicans abroad and those planning to travel in the near future to keep in mind each country’s restrictive coronavirus measures.   Mexico will keep its consulates and embassies abroad open to provide assistance to nationals who need it, according to a joint statement by the Ministries of Health and Foreign Affairs issued on Saturday.  Mexican authorities also warned that any traveler who experiences symptoms should contact the health teams that carry out control work at all points of entry to Mexico.  Meanwhile, the Ministry of Health has agreed to hold a “National Distance Healing Holiday” from March 23 to April 19 to promote basic prevention measures, such as temporarily suspending non-essential public activities, rescheduling of mass gatherings and increasing protection and care for the elderly. ##Travel## ##Business## ##Daily Life## Taiwan reported six new coronavirus cases today, raising the island's total to 59. The new cases are: A man in his 30s who traveled to Thailand from February 28 to March 1, and to Japan from March 5 to 8. He developed symptoms on Wednesday.\nA man in his 50s who traveled to Egypt from March 3 to 12, and started feeling fatigue and had sore muscles on March 12.\nA man in his 40s and a woman in her 70s who went on a tour to Turkey on March 4 to 13. The man developed symptoms on March 8, and the woman on Friday.\nA woman in her 20s who was on an exchange trip in Spain. She recorded symptoms on Thursday.\nA man under 20 years old who traveled to Greece with his family in January and returned to Taiwan on March 5. He developed a sore throat on Thursday. One person has died in Taiwan from the virus and 20 patients there have been discharged from hospital. ##Health## The United Arab Emirates has suspended travel visas and cultural activities, and will launch a a $27 billion economic stimulus plan, authorities announced Saturday. Flights from four countries will be suspended starting Tuesday: Lebanon, Iraq, Syria, and Turkey. Tourist attractions in Abu Dhabi and Dubai, such as theme parks, public beaches, and cultural spots, will be closed until the end of March. Dubai had more than 13 million tourists in 2019, according to government statistics. Stimulus package: The UAE’s central bank said that $27 billion (100 billion UAE Dirhams) will be rolled out to help curb the coronavirus effects, half of which will be in zero-cost loans to banks. The UAE currently has 85 coronavirus cases, according to the World Health Organization. ##Travel## ##Business## ##Daily Life## Israeli Prime Minister Benjamin Netanyahu's criminal trial, which was scheduled to start on Tuesday, has been delayed until the end of May due to coronavirus emergency measures. In response to the outbreak, with has infected 100 people in Israel, the Justice Minister has declared a state of emergency in Israel's court system. Netanyahu's trial is now set to begin on May 24, said the Justice Ministry today. Netanyahu has been indicted on charges of bribery, as well as fraud and breach of trust, making him the first sitting prime minister in Israel's history to be indicted. The state of emergency in the court system restricts activity to only the most essential functions, the Justice Minister said in a statement, such as urgent petitions to the High Court. ##Business## The number of global coronavirus cases has passed 152,000, according to the World Health Organization (WHO). There are now 152,428 cases worldwide and 5,393 deaths. Cases have been reported in 141 countries and territories. China remains the hardest-hit country, with 81,048 cases -- but the number of new infections there is falling to just a dozen or so every day. Italy is the next hardest hit. It now has 21,157 cases -- after seeing a huge spike of 3,000 new cases in the past 24 hours. Iran is third, with more than 12,700 cases -- it has recorded about 1,000 new cases since yesterday. ##Health## Here are the latest developments on the coronavirus pandemic since our last catch-up: China lifts travel restrictions: Highways are reopening, quarantine stations are being removed, and employees are returning to work, now that the country has largely contained its outbreak.\nUS officials grow frustrated: Local and state governments are expressing frustration with the federal government's handling of the crisis. Illinois Gov. JB Pritzker tweeted at Trump that \"the federal government needs to get its s@#t together,\" after arriving passengers at Chicago's O'Hare airport had to wait hours to get through customs.\nNew airline measures: The aviation industry has been hit hard, with declining passenger demand and global travel restrictions. American Airlines is cutting 75% of its international, long-haul flights, and Korean Air is using its grounded passenger planes for cargo transport.\nSouth Korea: New cases continue to drop this week, making officials cautiously hopeful. The city of Daegu and its surrounding North Gyeongsang Province were declared \"special disaster zones\" today, however, to allow the federal government to provide more assistance in emergency measures and recovery.\nClosures in Rwanda: The east African country is closing all schools and places of worship, just a day after confirming its first case.\nAnd also in the Vatican: The Vatican is closing Easter masses and Holy Week celebrations to the public, as well as museums and public spaces including Saint Peter Square. The public will not be able to attend the Vatican's Easter masses and public Holy Week events due to coronavirus concerns, said the Vatican in a statement today. Holy Week events include Thursday’s traditional washing of the feet, Friday’s “Way of the Cross” at the Colosseum, and Easter Sunday masses on April 12. The cancellations also affect Palm Sunday events on April 5. Pope Francis has extended his live-streamed Wednesday audiences and Sunday Angelus until April 12.  Closures in the Vatican: Earlier this week, the Vatican also closed Saint Peter Square and Saint Peter Basilica to tourists, and announced that museums would be closed until early April. The Vatican has one confirmed case of the coronavirus. ##Daily Life## The pandemic has infected more than 100,000 people around the globe -- but it's not just humans impacted. Many animals in Wuhan, the Chinese city where the virus is believed to have originated, have died or are at risk of dying after residents evacuated their homes in the wake of the lockdown, animal advocates have said. Wendy Higgins, director of international media at Humane Society International, told CNN that dogs and cats have been left behind in apartments -- not just in Wuhan, but in cities such as Beijing, too. \"Estimates are impossible, but we do know that in Wuhan, for example, animal activists have assisted with animals in upwards of 1,000 apartments. So, the numbers nationwide will be significant,\" she said. The pets are at risk of starvation. Residents who were forced to leave their pets behind typically left enough food and water to last them for a few days, thinking they would be able to return soon, some animal advocates told CNN. But nearly a month after they evacuated, many residents have not returned home. There may be tens of thousands of dogs and cats left behind in Hubei Province, said Vshine Animal Protection Association, a China-based animal welfare and environmental organization which partners with Humane Society International. Vshine has received at least 400 calls from residents in the city of Dalian alone, asking for employees to check in on their pets.  Read the full story here. ##Daily Life## Disneyland might be closing for the rest of the month because of coronavirus, but there is  a silver lining. On Friday, the park and resort in Anaheim, California, announced it would be donating the excess food from the park to Second Harvest Food Bank in Orange County. \"While closely following food safety guidelines, excess inventory of dairy, fruit, vegetables, packaged goods and banquet meals is being donated to Second Harvest Food Bank, whose mission is to end hunger in Orange County,\" Disneyland Resort said in a statement. The food bank, which has continued working throughout the outbreak, thanked the resort for their help on Twitter. There's been an increased need for food help during the coronavirus outbreak and the need is only going to increase, the food bank said on Facebook. Read more here: ##Business## ##Daily Life## South Korea’s President Moon Jae-in has designated the southern city of Daegu and part of the surrounding North Gyeongsang Province as \"special disaster zones,\" a statement from the Presidential Blue House said today. This declaration allows the government to provide administrative, financial and medical assistance to conduct emergency measures, disaster relief and damage recovery. More than 80% of all cases nationwide are from Daegu and North Gyeongsang Province, which had already been designated \"special care zones\" in the past few weeks. So far, South Korea has 8,162 coronavirus cases. More than 6,000 are in Daegu. ##Health## American Airlines is suspending most long-haul international flights from the US between March 16 and May 6, said the airline in a news release.  Demand has plummeted amid virus concerns and new US government travel restrictions. The airline is reducing its international capacity by 75% compared to last year. It will only continue three long-haul international routes: one flight a day from Dallas to London, one from Miami to London, and three flights a week from Dallas to Tokyo. Short-haul international flights, like those from the US to Canada, Mexico, the Caribbean, Central America, and certain parts of South America will continue. Domestic flights are not immune, however. The airline anticipates its domestic capacity in April will be reduced by 20% compared to last year, and the number could fall to 30% by May on a year-over-year basis. ##Travel## ##Business## Schools and places of worship in Rwanda will close in a bid to \"strengthen the country's ability to mitigate the risk\" of coronavirus, the Health Ministry announced on Saturday.  Places of worship are closed starting today, and schools are closed from tomorrow. The measures will be in place for two weeks. Employees are urged to work from home \"whereever possible,\" and large gatherings, like weddings or sporting events, should be postponed. Businesses and restaurants are allowed to operate, but customers must keep at least one meter (about three feet) apart. Rwanda confirmed its first case yesterday. The patient is an Indian citizen who traveled from Mumbai to Rwanda on March 8. He developed symptoms after he arrived, sought medical attention on March 13, and was immediately tested, said the Health Ministry. He is in stable condition, and is being treated in isolation. ##Travel## ##Business## ##Daily Life## As the coronavirus spreads politicians and their families are being affected, too. Many have gotten tested this week, with some confirming that they have contracted the virus. Here's a look at politicians affected by the virus: In the US, President Donald Trump tested negative for the virus, after coming into contact with Brazilian delegates who tested positive after the meeting. Miami Mayor Francis Suarez has tested positive. 9 lawmakers are also under self-quarantine after coming into contact with infected people.\nIn Canada, Prime Minister Justin Trudeau's wife Sophie has tested positive. She and Trudeau are now under isolation. Trudeau says he will continue his duties, but he has not been tested for the virus as he shows no symptoms.\nIn France, four politicians have tested positive: a member of parliament, a parliament staffer, the Minister of Culture, and the Secretary of State to the Minister for Ecological and Inclusive Transition.\nIn Spain, the wife of Prime Minister Pedro Sanchez tested positive. They are both in good condition and are following health officials' preventative measures.\nIn Brazil, three members of a delegation that visited the US have tested positive: Brazil’s Chargé d'Affaires in Washington, a senator, and the president's press secretary.\nIn the UK, the junior health minister has the virus. Prime Minister Boris Johnson was at a meeting with her not long before she tested positive, but he has said he will not get tested, as he is showing no symptoms.\nIn the Philippines, President Rodrigo Duterte tested negative, after potentially being exposed to an infected patient.\nIn Iran, 8% of the government has tested positive, or 23 of its 290-member parliament. Two members have died. Several vice presidents, of which Iran has many, have tested positive. \nIn Australia, the home affairs minister tested positive, less than a week after meeting with US Attorney General William Barr, senior White House adviser Ivanka Trump and other White House officials.\nIn Mongolia, President Khaltmaagiin Battulga and other officials are under quarantine for two weeks, after returning from a one-day trip to China. The leader has since reportedly tested negative. ##Health## Korean Air has started using grounded passenger planes to transport cargo, the airline said in a news release today. The move will help make up for lost revenue and support South Korean companies in importing and exporting goods, according to the company. Due to various global travel bans and restrictions, Korean Air has suspended 89 of its 124 passenger routes. The airline is only operating 14% of its international passenger flights. Korean Air began using passenger aircraft for cargo on a flight to Ho Chi Mihn, Vietnam, on Friday, and will begin cargo transport to Qingdao, China, on March 21. The aviation industry is suffering. Earlier this month, Airports Council International (ACI) predicted that airport passenger traffic volume for the first quarter of 2020 will be down at least 12 percentage points compared to what it previously projected, with Asia-Pacific passenger traffic down 24% compared to previous forecasts. Before the pandemic, global airport revenues for the first quarter of 2020 were forecast to reach almost $39.5 billion. ACI now estimates a loss of revenue of at least $4.3 billion. ##Travel## ##Business# About 80% of all coronavirus cases in South Korea are associated with cluster transmissions, according to the country’s Centers of Disease Control and Prevention (KCDC). The country has reported 8,162 cases and 75 deaths. Several clusters have been found around the country. The Shincheonji religious group, based in the southern city of Daegu, is the biggest cluster; 74% of all cases nationwide are from the city. Nationally, 60% of all cases are linked to the group, said the KCDC release. Officials identified another cluster at a call center in Seoul this week, which has led to 124  cases so far. Another cluster is within the Ministry of Oceans and Fisheries, where 29 people have tested positive.  ##Health## Cleveland State University (CSU) announced late Saturday night that its women’s head basketball coach has tested positive for the coronavirus. This is the university's first confirmed case. It has been confirmed by Cuyahoga County health officials. “It has been a very challenging couple of days,” said the coach, Chris Kielsmeier, in the university's statement. “I am beginning to feel better and look forward to getting back to 100%.” CSU President Harlan Sands praised Kielsmeier for alerting the school quickly and staying at home, saying his actions \"were helpful in limiting exposure to the CSU community.” The university is working with health officials to conduct contact tracing, and are asking those who have been in contact with Kielsmeier to self-quarantine. ##Health## Life in China is beginning to return to normal now that the coronavirus outbreak has largely been contained across the country, with lockdowns lifting and employees returning to work. China only reported 20 new cases today -- a drastic drop from just a few weeks ago, when the country was recording thousands of new infections a day. The new cases are no longer spread out across the country -- now, new cases are mostly either imported from international travelers or concentrated in Hubei Province, the epicenter of the outbreak. Domestic travel is resuming: During the worst of the outbreak, 1,119 highway entrances and exits across the country were closed. Now, all but two have reopened, according to state media outlet Xinhua. Hundreds of previously-closed roads in counties, towns, and provinces have also reopened. The national road network is \"basically running normally,\" and 28 provinces have resumed inter-provincial travel, Xinhua reported. Of 12,028 health and quarantine stations set up on highways, 11,198 have been removed. This is a huge contrast to February. Just a month ago, much of China was essentially locked down. Many residents weren't allowed to leave their apartment complexes, let alone the city. Some stayed indoors for weeks on end. Even within cities, public transport was restricted; in Wuhan and other locked-down cities, subway trains were halted and most taxis suspended, with only a small number of government-issued shuttles and cars operating. ##Travel## ##Daily Life## Illinois Governor JB Pritzker expressed strong dissatisfaction with federal authorities after American travelers returning to the country were forced to wait in long lines for hours to get through customs. Passengers at Chicago's O'Hare airport told CNN they had been waiting for up to five hours in line, with no hand sanitizers in sight. Photos from the airport show crowds jammed together as they wait, with only a few people wearing face masks. Tweeting directly at President Donald Trump and Vice President Mike Pence, Gov. Pritzker said the crowds at O'Hare were \"unacceptable & need to be addressed immediately.\" \"To the frustrated people trying to get home, I have spoken with the mayor and our Senators and we are working together to get the federal government to act to solve this,\" Pritzker continued. \"We will do everything within our power to get relief. The federal government needs to get its s@#t together. NOW.\"  Acting Homeland Security Secretary Chad Wolf acknowledged the problem in a tweet, saying, \"DHS is aware of the long lines for passengers who are undergoing increased medical screening requirements. Right now we are working to add additional screening capacity and working with the airlines to expedite the process.\" Some context: On Wednesday, Trump suspended travel from 26 European countries to the US, starting Friday. The announcement sparked chaos at European airports as Americans sought ways to return home before the ban went into effect. Yesterday, the Trump administration expanded restrictions to include the UK and Ireland. Like the previous restrictions, US citizens and their family members are exempt from the restrictions but are being subjected to enhanced medical screenings upon arrival.  ##Travel## Countries worldwide are now implementing drastic emergency measures to deal with the pandemic -- lockdowns, travel bans, and quarantines. Here are the latest developments: The virus is spreading across the US. President Trump has tested negative for the virus. The new travel ban, which went into effect on Friday midnight, has been extended to include the UK and Ireland, as well as 26 European countries. The virus has now reached 49 of the country's 50 states; only West Virginia has yet to report any cases. Dozens of states have declared states of emergency, and individual cities and counties are  declaring emergency measures, like a 10 p.m. curfew in Hoboken, New Jersey. Things don't look much better in Europe. Italy remains under total lockdown, with the second-highest number of cases globally after China. Reports are emerging of hospitals struggling to deal with the volume of patients. Spain's residents are now restricted from leaving their homes; they can only leave for work, groceries or emergency supply runs, hospitalizations, and caring for other family members. And France is closing all bars, restaurants, cafes, clubs, and cinemas. Many European countries -- Spain, France, and Germany, in particular -- have seen dramatic spikes in case numbers this week, with hundreds of new infections a day. The situation is improving in some Asian countries ... China and South Korea reported a dramatic fall in new daily cases all week, suggesting that the outbreak may have passed its peak in these hard-hit countries. Other places in Asia, like Hong Kong, are still reporting a handful of new cases, but the rate of infection has slowed compared to a few weeks ago. ... But not all: In Japan, numbers are spiking, with new cases reaching twice the average daily figure. And the Philippines' capital region of Metro Manila is now under partial lockdown -- meaning restricted movement, screenings at border points, employees working from home, and community quarantines. When you walk past the Life Care Center, the nursing home at the heart of Washington's coronavirus outbreak, you can hear the voices of people trying to comfort their elderly parents inside. \"Hi, Pops! Why don't you cover his legs up?\" Katherine Hempf yells to her father and his nurse.  \"Mom, you feeling any better today?\" Bridget Parkhill asks as she peers inside her mother's room. Their voices are strong and clear. They have to be. They are speaking through glass and concrete to people who have suffered strokes, chronic obstructive pulmonary disease and chronic breathing problems and have now tested positive for coronavirus. The families cannot go inside to comfort their parents. They can only talk through the walls and windows and on cell phones. Infected residents and staff: There are now 22 coronavirus deaths linked to the facility, and many staff members have reported having symptoms. The nursing home was slow to test staff and only recently reported that 47 of them had tested positive for coronavirus. More than a third of the staff is staying home. And there's nowhere else for the residents to go. Hospitals won't take them unless they are dealing with life-threatening symptoms. Other nursing homes won't take them. And the families of the patients can't care for them at home safely. They are stuck and doing the best they can, Life Care spokesman Timothy Killian told CNN. Read the full story here: ##Daily Life## As the coronavirus crisis hurts America's retail industry many stores are shutting their doors or reducing their hours. Walmart, the largest retailer in the nation, is shortening its opening hours in all 4,700 locations, to 6 a.m. until 11 p.m. The shortened hours will help employees restock shelves overnight and clean stores. Other US grocery stores, including Publix, Giant, Stop & Shop and H-E-B have also modified their hours in recent days. Late Saturday, Urban Outfitters said it will close all of stores worldwide until at least March 28. Patagonia, Glossier and Neighborhood Goods have also announced their stores will temporarily close. ##Business## All people arriving in Australia after midnight Monday local time will need to self-quarantine for 14 days, Prime Minister Scott Morrison announced today at a news conference. There is no plan for mass school closures at this point, but the cabinet might discuss this issue further on Friday, Morrison said. He also announced a ban on all cruise ships docking in Australia. Earlier this week, the Morrison government advised the cancelation of all gatherings of more than 500 people, leading to the postponement of many sports events, such as the Formula One Australian Grand Prix. Australia has recorded 249 coronavirus cases and three deaths. The new quarantine measures echo those announced yesterday in New Zealand; Prime Minister Jacinda Ardern said all arriving travelers, including New Zealand citizens and residents, would face a 14-day mandatory quarantine. The only exemption is for those from the Pacific Islands. ##Travel## Xiong Qingzhen, a drone engineer in the central Chinese metropolis of Wuhan, spent more than two weeks in a makeshift hospital in February receiving treatment for the coronavirus. Twice a day, the 38-year-old was handed a bag of brown soup -- a traditional Chinese remedy blended from over 20 herbs, including ephedra, cinnamon twigs and licorice root. But unlike most patients, Xiong was skeptical of its efficacy and refused to drink it. \"In my opinion, it is a sheer placebo,\" said, Xiong, who was discharged in late February from the makeshift hospital run by TCM doctors where no Western medicine was provided, apart from medication for underlying conditions, such as high blood pressure. The \"lung-clearing and detoxing soup,\" as the herbal compound he was given is called, was part of the Chinese government's push to use Traditional Chinese Medicine (TCM) in the fight against the novel coronavirus outbreak. As of late last month, more than 85% of all coronavirus patients in China -- about 60,000 people -- had received herbal remedies alongside antiviral drugs, according to the Ministry of Science and Technology. But even in China, where TCM has a large number of adherents, the government has been unable to quell its skeptics -- like Xiong. Abroad, the herbal remedies could face skepticism from Western experts, who have questioned their safety and effectiveness. Read the full story here: ##Health## After confusion and contradicting claims yesterday, Google now says it is working with the federal government to develop a nationwide website containing information about coronavirus symptoms and testing. The company did not give a time frame of when the website would be up. This comes after a previous denial: On Friday, after President Trump claimed Google was developing this website, the company said it would not be publishing a national-scale website for coronavirus testing anytime soon. Instead, a health-focused subsidiary owned by Google’s parent company, Alphabet, said it intended to launch a small-scale website next week to begin to triage California-based patients. The website would aim to serve a broader population only “over time” — not “very quickly.” In a different tweet Saturday night, the company did also mention the pilot website in the San Francisco area. ##Business## After weeks of triple-digit increases, South Korea reported 76 new coronavirus cases today. This brings the national total to 8,162 confirmed cases and 75 deaths, according to the South Korean Centers for Disease Control and Prevention Seven new cases are linked to a cluster at a call center in Seoul, and 41 new cases are from the southern city of Daegu, where the outbreak has been concentrated. Of the total national cases, 74% are from Daegu. A slowdown in infections: The country's case numbers spiked in February, with more than half of all cases linked to the Shincheonji religious group in Daegu. After weeks of aggressive, fast, and widespread testing, a public health campaign, creative technologies including GPS quarantine monitoring, and other strict measures, case numbers began falling this week -- sparking cautious hope from health officials that the worst of the outbreak may have passed. ##Health## The New Jersey city of Hoboken is implementing a city-wide curfew and new restrictions,  starting Monday, in response to the coronavirus pandemic. Hoboken is located right next to New York City's Manhattan, just across the Hudson River. Residents must stay home from 10 p.m. until 5 a.m., unless they have to work during those hours, according to a statement from Mayor Bhalla. The statement also announced drastic new restrictions on the city's restaurants and bars, effectively banning them from serving food within their venues - meaning they can only serve food through delivery and takeout.  \"All bars and restaurant establishments, with and without a liquor license, are no longer permitted to serve food within the restaurant or bar. If a bar does not currently offer food, they will no longer be permitted to operate and are no longer permitted to serve alcohol, effective March 15 at 11 a.m,\" said the statement. \"The time is now to enact proactive policies that will help save lives in the long run,\" said Bhalla in the statement. \"We must all now do our part.\" ##Business## ##Daily Life## Even as the US government declares a national emergency and restricts travel from countries worldwide, there is confusion and apparently few preventative measures in place at airports nationwide. Five hour lines in Chicago: Katherine Rogers arrived at Chicago's O'Hare International Airport after flying in from Paris and through London. At O'Hare, she has been in line for a mandatory coronavirus screening for five hours -- and is told there's an hour left to go. Ann Lewis Schmidt says she flew into O'Hare from Iceland, and has been in line for an-hour-and-a-half. \"Very close quarters,\" Schmidt said. \"So if we didn’t have the virus before, we have a great chance of getting it now!\" Rogers and Schmidt both say they've not seen any hand sanitizer stations. \"No one seems prepared,\" Rogers says. \"To take us off planes from all over the world and put us together for hours seems counterproductive.\"  CNN has reached out to O'Hare International Airport and Customs and Border Patrol but has not yet received a response. Sharing pens in New York: Katelyn Deibler landed at New York's John F. Kennedy airport from Ukraine on Saturday. It took over 2.5 hours to go through passport control and customs. Deibler says she was given forms about symptoms and travel history upon arrival -- but there weren't enough forms for all passengers, so they had to wait for more. \"They didn't have pens and told us to share,\" she says. \"Which sounds like a great thing in the middle of the pandemic.\" Nick Carlin, another passenger, confirmed that they were told to share pens. He also says there was no hand sanitizer at JFK.  ##Daily Life## ##Travel## The Oregon Health Authority has reported the state's first death from the coronavirus. The patient was a 70-year-old man in Multnomah County, who was hospitalized at the Portland Veterans Affairs Medical Center and died Saturday. There are currently 36 presumptive positive cases in Oregon. ##Health## US President Donald Trump spoke with UK Prime Minister Boris Johnson earlier today, as the US announced new travel restrictions with the UK, according to the White House. The two leaders discussed also discussed a video conference next week between G7 leaders on the pandemic, said White House deputy press secretary Judd Deere. The UK government put out a statement confirming Trump and Johnson spoke about coronavirus, but it did not mention the new travel restrictions. \"They discussed the coronavirus pandemic and the action being taken to stop the spread of the virus. The Prime Minister set out the science-led approach the UK is taking. Ahead of a call with G7 leaders on the outbreak the Prime Minister and the President agreed on the importance of international coordination to accelerate progress on the development of a vaccine and to prevent economic disruption for our citizens,\" the UK statement said. Cruise ships will be banned from docking in Chile starting Sunday morning local time, announced Chilean health minister Jaime Manalich on Twitter. Earlier, he said that two cruise ships with about 1,300 people on board were quarantined off the coast of Chile, and one passenger had tested positive for coronavirus. The passenger is an 83-year-old British man. He is being treated at hospital and is “in good condition,\" said Manalich. The ship, the Silver Explorer, is now docked in the city of Castro. A second ship, the Azamara Pursuit, was not under quarantine. Correction: This post has been updated to correct the  status of an Azamara cruise. It is not under quarantine and there are plans to disembark, according to a company statement to CNN. ##Travel## ##Health## Starting today, the Metro Manila region of the Philippines is going under partial lockdown to contain the coronavirus outbreak. Metro Manila, known officially as the National Capital Region, is comprised of 16 cities, home to about 12.8 million people, according to the latest data from the Philippines Statistic Authority. The entire country has 64 confirmed cases, according to the World Health Organization. Here's what the lockdown will mean. Movement restricted: The region has suspended all land, sea, and air transport effective today through April 14. If the situation worsens in a specific community, all households will be isolated, transportation suspended, and health and food services regulated. And people who want to leave quarantined areas will need to be checked by health authorities for symptoms. Border points: Tens of thousands of police officers and Armed Force members are stationed at more than 70 checkpoints, conducting checks on people coming in and out of the region. Workers will need to provide proof of employment or business to cross the border. International travelers entering the region need to show a ticket for a flight scheduled 12 hours from entry into Metro Manila.  A travel ban is still in place for those entering the country from greater China, parts of Korea, while heightened checks are in place for those arriving from Italy and Iran. Social distancing: The lockdown prohibits movie screenings, concerts, sporting events, and community assemblies. People attending essential work-related gatherings and religious events must keep one meter (about three feet) apart. All schools are suspended until April 14, and the government is strongly urging companies to allow employees to work from home. ##Travel## ##Daily Life## China confirmed 20 new cases and 10 deaths today -- a slight uptick from the previous few days, but still consistent with a general downward trend this week. The new numbers bring the country's total to 80,844 cases and 3,199 deaths, according to the National Health Commission. Of these total cases, 66,911 patients have recovered and been discharged from hospital, said the NHC. The past few days have seen falling numbers of daily new cases -- down to a dozen or so, compared to just a few weeks ago, when country reported thousands of new cases a day. ##Health## Passengers on the Golden Princess cruise ship docked in a New Zealand harbor are not being allowed to disembark, as three people aboard have been quarantined by the ship's doctor, according to the Canterbury District Health Board. One of the quarantined passengers has coronavirus symptoms and is being treated as a suspected case. The two others had been in contact with a confirmed case in the past two weeks, said the health board. The ship departed Melbourne, Australia, on March 10. It had been on a 13-day New Zealand itinerary, and is now docked in Akaroa, in the Banks Peninsula, while it awaits \"precautionary health testing,\" said the operator Princess Cruises in a statement to CNN. Canterbury District Health Board Medical Officer of Health, Ramon Pink, said the local public health team is taking a precautionary approach. “We realize this is disappointing news for other passengers and tourism/hospitality operators in Akaroa and Canterbury who were expecting to host the passengers today. We cannot risk the potential further spread if this person tests positive,\" Pink said, according to a release from the health board.  Prime Minister Jacinda Ardern on Saturday announced that all cruise ships will be banned from coming to New Zealand until June 30. ##Health## ##Travel## Japan announced 64 new coronavirus cases, bringing the nationwide tally to 1,477, according to Japan’s Health Ministry. It's the largest single-day increase the country has seen. Of the 1,477 total cases, 697 are associated with the Diamond Princess cruise ship, and the remaining 780 are land cases.   One Diamond Princess passenger tested positive after having seemingly recovered from the virus. The 70-year-old Japanese man tested positive on February 14, then was released from hospital after testing negative on March 2. Yesterday, he had a high temperature, was re-tested, and diagnosed positive again. Spike in Japan: The spike in Japan's numbers come as the crisis appears to be stabilizing in other Asian countries. South Korea and mainland China, the two hardest hit countries in the region, have both a slowdown in infections and deaths this week. But Japan has seen its numbers jump -- just earlier this week, health officials said the average rate of infection was 30 new cases per day.  The spike in numbers, and the broader global pandemic, have sparked calls to cancel the Tokyo 2020 Olympics -- but organizers say preparations are continuing. As cases in the US continue to rise, reaching nearly every part of the country, states are beginning to report first deaths. Three states confirmed their first deaths today: In Virginia, the patient was a man in his 70s who contracted the infection from an unknown source. He died from respiratory failure. In Louisiana, the patient was a 58-year-old Orleans Parish resident with underlying health conditions who was being treated in New Orleans. In New York, there were two deaths reported today. One was an 82-year-old with emphysema; the other was a 64-year-old with significant health problems, who died on Thursday but was only confirmed to have the virus after death. ##Health## Brune Poirson, the French Secretary of State to the Minister for Ecological and Inclusive Transition, tested positive for coronavirus, a ministry spokesperson told CNN on Saturday. The spokesperson added that \"despite the symptoms, her health condition showed no worrying signs ... In accordance with health authority's recommendations, all the contact cases have been identified and are quarantined as of now.\"  Earlier this week, French Minister of Culture Franck Riester was diagnosed with coronavirus, ministry officials told CNN.  And last week a French MP and parliament staffer tested positive.  ##Health## There are at least 2,816 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the U.S. Centers for Disease Control and Prevention. A total of 58 people have died.  A breakdown of the numbers: According to the CDC, there are 70 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 2746 cases in 49 states, the District of Columbia and US territories, bringing the total number of cases to 2,816.   West Virginia is the only state not reporting a case of coronavirus.   ##Health## Spain's government announced Saturday that the wife of Spanish Prime Minister Pedro Sanchez tested positive for the novel coronavirus, according to a government statement. “The tests carried out in the last hours in Moncloa [the prime minister’s residence] on the people closest to the prime minister have tested positive in the case of his wife, Doña Begoña Gómez,\" the statement read. \"Both Mrs. Gómez and the president are well, both remain in La Moncloa and follow the preventive measures established by the health authorities at all times.\" ##Health## President Donald Trump's coronavirus test came back negative Saturday, according to White House physician Sean P. Conley. \"One week after having dinner with the Brazilian delegation in Mar-a-Lago, the President remains symptom free,\" Conley's note read. ##Health##", "Section": "world", "Writers": ["Jessie Yeung", "Jenni Marsh", "Ivana Kottasová", "Amir Vera"], "URL": "https://www.cnn.com/world/live-news/coronavirus-outbreak-2-03-15-20-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Philippines", "Source": "CNN"}