{"Type": "article", "Time": "2020-01-24", "Headline": "January 24 coronavirus news", "Text": "Our live coverage of Friday's coronavirus outbreak has ended, but you can read more about the ongoing crisis here. The first cases of coronavirus in Europe have been confirmed by French health authorities. French Health Minister Agnes Buzyn said that one patient is being treated in Paris, and the other is in Bordeaux. The Illinois's coronavirus patient was not symptomatic when flying from home from China, according to Dr. Allison Arwady, Commissioner, Chicago Department of Public Health. The patient has had limited contact with other people. The few people she has been in contact with will be monitored but they have no symptoms at this time, Arwady said.   The woman has not taken public transportation or had close contact with anyone outside her home since returning from China, according to Arwady.  Transmission of the coronavirus before symptoms develop is low, Arwady said.  US Senator Josh Hawley (R-Mo.) has asked the Trump administration \"when and how\" it will restrict travel between the US and China, in light of confirmed coronavirus cases in the US, in a letter sent to several Administration officials. The letter, dated January 24, was sent to Secretary of State Mike Pompeo and heads of Department of Health & Human Services, Department of Transportation and Department of Homeland Security. The letter reads in part:  \"I appreciate that CDC has already initiated screening for the virus at major airports and would urge you to expand this program as aggressively as possible. I also appreciate that CDC has issued a travel advisory for the region. However, I believe Americans deserve advance notice of your plans to evaluate more aggressive limitations on travel between the U.S. and China and of any additional considerations that might lead you to refrain from such measures.\" Hawley asks for a response to his letter within a week. Chinese students have been warned by a British university that they risk being quarantined on their return to the UK, if they travel home to celebrate the Lunar New Year. The quarantine advice from the University of Chester was issued before travel restrictions were imposed by Chinese authorities. The University of Chester has a relatively small Chinese student cohort and they are being appropriately supported. All students have been advised they must not interrupt their studies to return to China at this point.\" British universities are \"monitoring the coronavirus situation as it unfolds and universities with students in affected areas are working to identify appropriate actions,\" according to Universities UK. It added that universities will continue to follow travel advice by the UK Foreign Office \"and to monitor the situation, which is evolving rapidly.” Chinese nationals make up the biggest proportion of international students for higher education institutions in the UK, according to the Higher Education Statistics Agency (HESA).  In the 2017-18 academic year, there were a total of 106,530 Chinese nationals studying in the UK.  The latest Wuhan coronavirus patient in the US is a \"single travel associated case, not a local emergency,\" according to Dr. Allison Arwady, Commissioner, Chicago Department of Public Health. The woman, who is in her 60s, is doing well and is in stable condition, Arwady said at a briefing Friday.  She traveled to Wuhan, China in late December and returned home on January 13, Arwady said. The patient \"began to feel unwell\" a few days later and called in to her doctor's office. The doctor referred her to a hospital with infection control capabilities after instructing her to put a mask on, Arwady said. The woman remains in the hospital for infection control reasons, Arwady added. The US Centers for Disease Control and Prevention (CDC) has screened more than 2,000 travelers to the US, about 200 flights, for Wuhan coronavirus as of Thursday.  It hasn't found any cases of the virus among those travelers, but one person was sent to the hospital for additional medical evaluation. The CDC recently began health screenings for travelers from Wuhan at five airports: John F. Kennedy International Airport in New York, Los Angeles International Airport, San Francisco International Airport, Hartsfield-Jackson Atlanta International Airport and Chicago O'Hare International Airport. On Friday, the CDC noted that both confirmed US patients were asymptomatic and fever-free when they arrived in the United States, although they arrived before airport screenings were in place. As China has restricted travel for millions, the CDC is evaluating how to proceed with entry screenings. “Those circumstances have clearly changed and so we are re-evaluating that approach,” Dr. Martin Cetron, director of the CDC's division of global migration and quarantine, said Friday.  This comes a day after the CDC raised its travel notice for Wuhan to its highest level, recommending \"that travelers avoid all nonessential travel\" to the central China city.  Anthony Fauci, from the US National Institutes of Health (NIH), spoke briefly to reporters ahead of the coronavirus briefing on Capitol Hill Friday.  Fauci, who is the director of the national institute of allergies and infectious diseases at the agency, said that he feels China is being more transparent with the world this time than it was during previous outbreaks, such as the 2003 SARS outbreak.   “This time around from my perception they look like they’re being quite transparent,” he said.  Fauci said that China's decision to shut down travel may not have a huge impact on containing the spread, but “it’s their judgment that this is something that in fact is going to help.”  “That’s something that I don’t think we could possibly do in the United States, I can’t imagine shutting down New York or Los Angeles, but the judgement on the part of the Chinese health authorities is that given the fact that it’s spreading throughout the provinces... it’s their judgement that this is something that in fact is going to help in containing it. Whether or not it does or does not is really open to question because historically when you shut things down it doesn’t have a major effect.” Suizhou is the 11th city in China's Hubei province to have travel restrictions imposed on it, as authorities scramble to stop the spread of the Wuhan coronavirus.  Transport bans of varying degrees have also been placed on the following cities: Wuhan, Ezhou, Huanggang, Chibi, Xiantoa, Zhijiang, Qianjjiang, Huangshi, Xianning and Yichang. All the cities cover a population of roughly 32.2 million people.  Restrictions include shutting down railway stations, bus stations, intercity transport links, or preventing private vehicles from driving on certain roads.  Authorities have yet to announce when these restrictions will be lifted.  All 14 suspected cases of the virus in the UK have come back negative, the country's Chief Medical Officer Dr. Chris Whitty said in a statement.  “We all agree that the risk to the UK public remains low, but there may well be cases in the UK at some stage,” Whitty said. “We have tried and tested measures in place to respond. The UK is well prepared for these types of incidents, with excellent readiness against infectious diseases.” Whitty said that a “Public Health hub” will be established at Heathrow starting today, made up of clinicians and other public health officials. A medical student who lives in Wuhan told CNN what it is like living in a city under effective lockdown.  On Thursday, Yasin Gaardo, from Somalia, filmed videos of deserted streets and near-empty shelves in grocery stores. “It’s inconvenient to stay here in Wuhan,” he told CNN Friday, on the second day of travel restrictions.  The city tends to empty out during the Lunar New Year season, but Gaardo added that the streets were more vacant than usual.  “I can say I’m worried but I’m not in panic mode right now,” he said. In one video, filmed outside a store in Wuhan's Qiaokou district, he can be heard saying:  [The] streets are a bit empty, people are stocking up. Look, I’ve never seen so many cars here shopping. It’s getting quite serious around here, it sounded much of a joke…but well, it’s not joke anymore. People are really stocking up now, it’s getting really really serious.\" He told CNN that during a food shop on Thursday he found it hard to hail taxis.  “I waited for 40 minutes. Public transportation is locked up and it’s very risky to go in public places. 90% of Wuhan people are staying inside,\" he said.  “You barely see anyone in the streets. They’re empty now.\"  A second case of the Wuhan coronavirus in the United States has been identified in Chicago, the US Centers for Disease Control and Preventions said in a Friday press briefing. The patient is a Chicago resident in her 60s. She is in isolation at a hospital in the city. The woman flew from Wuhan to Chicago on January 13. Since she was not ill while traveling, health authorities do not think she spread the virus during that time. Health authorities say she has had limited close contacts since returning to Chicago. Sixty-three patients from 22 states are under investigation. Over the past couple of hours, the number of people confirmed to have the coronavirus has gone up to 22 beyond mainland China, according to government sources. Taiwan's Center for Disease Control said there were two new cases of the virus on Friday.  Here are the latest figures:  Thailand – 5  Singapore – 3  Taiwan – 3 Hong Kong – 2 Macao – 2  Japan – 2 Vietnam – 2 South Korea – 2 United States – 1 The US State Department ordered non-emergency personnel and their families to depart China's Hubei province on Thursday due to the virus outbreak, according to an updated travel advisory.  There is a US consulate general in Wuhan -- the capital city of the province.  The Department also raised the travel advisory for Hubei to Level 4: Do Not Travel, warning travelers that the “US government has limited ability to provide emergency services to US citizens in Hubei province.” “Chinese authorities have imposed strict travel restrictions in the area around Wuhan. Travelers should be aware that the Chinese government could prevent them from entering or exiting parts of Hubei province. Travelers should be prepared for travel restrictions to be put into effect with little or no advance notice,” the advisory notes.  Authorities in China have imposed indefinite travel restrictions in 10 cities in Hubei province, the most affected area in the country, impacting an estimated 30 million people. Wuhan, a city of 11 million, is under effective lockdown, with all public transport in and out of the city closed. Other cities across the province are under less severe travel restrictions. They include Ezhou, Huanggang, Chibi, Xiantao, Zhijiang, Qianjiang, Huangshi, Xianning and Yichang. Train stations, museums, an Olympic venue, a Disney resort and a major fast food chain are among the sites to have shut their doors in China as officials race to contain the spread of the Wuhan coronavirus.  Here's some of them:  Beijing Juyongguan Great Wall Scenic Area A section of the Great Wall of China closest to the capital city will be shut from this weekend, officials said Friday. The wall is one of the oldest existing man-made structures. It is more than 2,000 years old and a world travel must-see that ranks alongside Egypt's pyramids and Stonehenge in the UK.  The Bird's Nest  Beijing's National Stadium, also known as the Bird's Nest, was closed on Friday, according to Reuters. The stadium, which was designed by Ai Weiwei, was a venue for the 2008 Olympic Games.  The Forbidden City The Palace Museum, commonly known as the Forbidden City, is one of the capital's best-known attractions.   According to Visit Beijing, which is supervised by Beijing Municipal Culture and Tourism Bureau, the UNESCO World Heritage site will be closed for an unspecified period.  National Museum of China The museum, which flanks Tiananmen Square in Beijing, will also be closed \"in an effort to prevent and control\" the virus, Visit Beijing writes.  The museum bills itself as the largest in the world. Its 48 galleries house more than 1 million exhibits featuring 5,000 years of Chinese art and culture. Ming Tombs The collection of mausoleums, built by the emperors of the Ming Dynasty, will close on Saturday, officials said.   The Ming Tombs sit on a plain at the foot of Tianshou Mountain. Thirteen of the dynasty's 16 emperors were buried here -- along with their empresses, princes and favorite concubines -- and prepared for the afterlife with an amazing display of wealth. Yinshan Pagoda Forest  The forest, which contains a number of 12 century pagodas built to house Buddhist relics, will be shut. Hubei province McDonald's  The American fast food chain will suspend operations in five cities in Hubei province, according to a statement posted on its website Friday. Wuhan Tianhe International Airport On January 23, government officials announced the temporary closure of Wuhan Tianhe International Airport.  The airport is the only one in the mid-China region to have direct flights to five different continents. All train tickets in and out of Wuhan have also been suspended, while multiple international airlines have canceled flights to the city. Shanghai Shanghai Disney Resort Disney is closing down its mega theme park in China over the Lunar New Year holiday. Shanghai Disney Resort made the announcement on its official website on Friday, saying the closure was \"in response to the prevention and control of the disease outbreak.\" The resort said it will refund guests for admission fees, hotel bookings and other pre-purchased entertainment tickets. It did not say when the park would reopen. Read more here A 33-year-old woman from China is the fifth confirmed case of the virus in Thailand, its health ministry said Friday. Speaking to CNN, Deputy Health Minister Satit Pitutecha said the female patient is from Wuhan, and she travelled to Thailand on Tuesday.  The women complained of a fever and a cough and was admitted to a private hospital that day before being transferred to a specialized public hospital on Thursday.  As of this morning, the patient still has a low fever and will remain in isolation until her condition improves, the ministry added.  Wuhan officials have acknowledged that local hospitals are struggling to accommodate people seeking medical attention, adding that measures are being put into place to alleviate the situation. According to a statement issued by the city’s health authority Thursday, these measures include designating seven hospitals for detecting and treating the virus, it added.  State media also reported that the city aims to build a 25,000 square meter new facility within a week, increasing hospital capacity by 1,000 beds. The government issued a decree Friday that no patients with fever be turned away and that transportation to hospitals would be provided following screenings at community healthcare centers, according to Wuhan’s command center for fighting the coronavirus. This comes as posts on social media appear to show an atmosphere of fear and anxiety among those inside Wuhan.  People spoke of sick family members turned away from hospitals due to a lack of beds, or wards packed with feverish patients and limited screening or quarantine. The UK government will hold a “Cobra” emergency meeting Friday to discuss the Wuhan coronavirus, Prime Minister Boris Johnson's press office said. Health Secretary Matt Hancock will chair the meeting, Downing Street told CNN. Johnson is not expected to attend. “Cobra” meetings are interdepartmental government meetings called in times of crisis. The name refers to the location where they take place: Cabinet Office Briefing Room A.  Beijing and Shanghai are now on the highest level for a public health emergency, according to government officials in both cities.  This will allow authorities to regulate daily essentials like water, electricity and food. Officials can also take preventative measures against the hoarding of medical and protective supplies and price gouging.  Other measures could include restricting public meetings and events, declaring outbreak zones and quarantining suspected cases. Hong Kong has confirmed two new cases of the coronavirus, bringing the total in the city to four, according to Dr. Wong Ka-hing of Hong Kong’s Center for Health Protection. Authorities believe the two patients had been to Wuhan in the past 14 days. McDonalds will suspend operations in five cities in China, according to a statement posted on its website Friday. Outlets in Wuhan, Ezhou, Huanggang, Qianjing and Xiantao -- all in Hubei province -- will be shut starting Friday. No date has been set to reopen. It is all but certain that there will be a confirmed case of the Wuhan coronavirus in the UK, a health expert told CNN. Mark Woolhouse, a professor of infectious disease at the University of Edinburgh, warned that previous experience shows that airport screening will not stop the spread of a virus. “Sooner or later we’ll get a case in the UK,” said Woolhouse. He would not comment on any current suspected cases. There have been no confirmed cases in the UK so far. Woolhouse said that under World Health Organization (WHO) guidelines, anyone who experiences flu-like symptoms and has been to Wuhan, or has even been in contact with someone who has been there, is being tested.  As that is a “very broad category,” he said he’s not surprised at the number of potential cases being tested in the UK. He cautioned about airport screenings, saying that research on previous outbreaks, such as SARS and swine flu, showed that this was not a very effective tool.  “That doesn’t mean we shouldn’t be doing it, but we absolutely can’t rely on it,” he said. So far, he said that the Wuhan coronavirus fatality rate appears to be “considerably lower” than for SARS. (Yesterday the World Health Organization estimated it to be 4%.)  The virus does appear to be spreading more quickly than SARS, Woolhouse said, which had fewer than 10,000 cases worldwide after several months.  Famous Beijing landmarks, including a section of the Great Wall of China, will close to tourists from Saturday for an undetermined amount of time, according to local officials. The Juyonggang Great Wall Scenic Area -- the part of the wall closest to China's capital -- as well as the Ming Tombs and Yinshan Pagoda Forest will be shut from tomorrow. The Bird's Nest stadium, a venue for the 2008 Olympic Games, was closed on Friday, according to Reuters. These measures are part of efforts to control the outbreak -- which has also seen authorities impose indefinite travel restrictions on tens of millions of people across ten cities in China.  There are now three confirmed cases of the virus in Singapore, according to its Ministry of Health (MOH).   The second confirmed patient, who has been placed in an isolation ward, is a 53-year-old female Chinese national from Wuhan who arrived in Singapore with her family on January 21, the ministry wrote in a statement.  Her condition remains stable.  The third confirmed patient is a 37-year-old male Chinese national from Wuhan, the statement said. He is the son of the first confirmed case, a 66-year-old Chinese national who is also from Wuhan, the MOH wrote.  The ministry added that out of 44 suspected cases in Singapore, 13 have tested negative, three tested positive. The results of 28 cases are pending, it wrote.   It's the most celebratory time of the year in China -- but in many cities, festivities have been called off. Saturday marks the first day of the Lunar New Year, also known in China as Spring Festival. It's a time when families gather, often traveling huge distances to go home.  Revelers gorge on banquets, give each other packets of money known as \"hong bao\" wear the lucky color red, and set off firecrackers to scare off the legendary half-dragon, half-lion monster \"Nian\" who comes out of hiding during Lunar New Year. But this year, the festive season has become a season of fear. Read more here Ten cities in Hubei have been placed under emergency travel restrictions to control the spread of the coronavirus, including the provincial capital Wuhan, where the new pathogen was first detected.  Wuhan is under effective lockdown, with all public transport in and out of the city closed.  Other cities across Hubei are under less severe travel restrictions, but the number of cities affected is growing. They include Ezhou, Huanggang, Chibi, Xiantao, Zhijiang, Qianjiang, Huangshi, Xianning and Yichang.  Earlier Friday, the province upgraded its emergency response level to 1, the highest level. Beijing and Shanghai have also instituted Level 1 emergency responses, as have several other cities across China.  Restrictions include shutting down railway stations, bus stations, intercity transport links, or preventing private vehicles from driving on certain roads. Authorities in each of the cities have not yet announced when these restrictions will be lifted.  A new hospital dedicated to the Wuhan coronavirus outbreak is being built on the outskirts of the Hubei capital. The hospital is due to be completed and in use by February 3, and as photos published by state media show, dozens of diggers and other construction vehicles have been put into service getting the site ready.  Authorities in China have imposed indefinite travel restrictions on tens of millions of people across ten cities in an unprecedented effort to contain the spread of a deadly new coronavirus, as hospitals at the epicenter of the outbreak struggle to handle a surge in new patients. The virus, which was first discovered in the city of Wuhan in December, has spread to every province in China, except the remote autonomous regions of Qinghai, Inner Mongolia and Tibet, with the number of infections rising to 846 worldwide. As of Friday, the virus had claimed the lives of at least 26 people in mainland China, including a 36-year-old man not listed as having any pre-existing conditions. Wuhan, the largest and most populous city in central China, remains under lockdown for a second day, while public transport has been suspended in six neighboring cities. Posts on social media show an atmosphere of fear and anxiety among inside Wuhan, amid rising uncertainty over the ability of authorities to handle the potential epidemic.  Read our latest wrap here A national research team of 14 experts has been set up to help prevent and control the latest novel coronavirus outbreak in China, the Ministry of Science and Technology announced Friday, according to state news agency Xinhua.  The anti-virus research team is a part of the ministry's emergency sci-tech project, which was jointly launched with the National Health Commission and other departments at a recent meeting.\nThe project will offer sci-tech support on 10 research aspects, including virus tracking, virus transmission, detection methods, genome evolution and vaccine development. Respiratory scientist Zhong Nanshan has been appointed to head the team. Zhong is regarded as one of the heroes in China's fight against SARS in 2003 and has already taken a leading role in tackling the Wuhan virus.  His intervention earlier this month helped raise the alarm after the potential danger of the virus was initially downplayed by Wuhan officials.  China's two most important cities have launched a Level 1 emergency response -- the highest level for a public health emergency -- to combat the Wuhan coronavirus outbreak, according to state broadcaster CGTN.  A total of 29 cases of the coronavirus were confirmed in Beijing as of noon on Friday, according to CGTN. More than 20 cases have been confirmed in Shanghai.  Hubei, the province at the center of the virus outbreak, declared a Level 1 response earlier Friday.  According to the South China Morning Post, Level 1 status centralizes the command and co-ordination of provincial-level emergency response work under the State Council in Beijing. Hong Kong is facing a serious shortage of face masks as fears over the Wuhan coronavirus has seen a rise in demand. Horace Lau, the vice president of Hong Kong’s General Chamber of Pharmacies, told CNN the next batch of face masks is not expected until February. \"The supply of face masks during the Lunar New Year is highly uncertain,\" he said. He added that Hong Kong imports most of its face masks from China, Taiwan and Malaysia, so, if China stops their exports of face masks, supply will be tight. Deliveries could also be affected by the Lunar New Year holiday in both China and Hong Kong.  Lau said that in his own shop he sold over 10,000 boxes of 50 face masks in the last week alone. The price of face masks in pharmacies has already started to rise, he added.  Shanghai Disney has announced its temporary closure due to concerns over the Wuhan coronavirus outbreak.  In a statement, the park said it would be closed from January 25, in order to aid in the \"prevention and control of the disease outbreak and in order to ensure the health and safety of our guests\" and employees.  We will continue to carefully monitor the situation and be in close contact with the local government, and we will announce the reopening date upon confirmation.\nShanghai Disney Resort will assist in the refund for guests who have purchased tickets for admission to Shanghai Disneyland, have booked a resort hotel, or have booked tickets for Beauty and the Beast Mandarin Production through the original ticket purchase channel, and we will introduce the detailed procedure and guidelines via the resort’s official platforms as soon as possible.\nWe wish our guests a healthy and happy Spring Festival! The Hubei government has released further details regarding seven cases among the 24 deaths related to the Wuhan coronavirus in the province. Among them is a 36-year-old man, surnamed Li, who is the youngest person so far to have died as a result of the virus. Li was hospitalized on January 9 after three days of fever, and died on January 23. There is no mention of him having any pre-existing conditions. Previously, the youngest confirmed fatality was 48-years-old, with most casualties in their 60s or older.  Videos and witness accounts are being shared on Chinese social media of packed and overwhelmed hospitals in Wuhan, the 11 million-strong city at the center of the coronavirus outbreak.  CNN has not been able to independently verify the videos. However, CNN producers have analyzed images in the videos and the dialects of the people speaking and believe them to be genuine.  The content from these videos matches Chinese state-owned media’s reporting that medical facilities in Wuhan have been overwhelmed with patients.   In one widely shared video, a hospital corridor can be seen packed with patients.  A female medical practitioner shouts, \"Everyone stop speaking! Listen to me! Be quiet!\" She instructs medical staff to \"get all the people coming for the test results to line up outside,\" before shouting at patients, \"Everyone coming to check their test results, follow this young man to the entrance and line up! Go out first! Line up! Don't be nervous!\"  All voices in this video are speaking in either Wuhan dialect or Mandarin with a Wuhan accent.  Another video shared on social media appears to show white tents set up outside a hospital in Wuhan. Signage on the tents reads in Chinese characters \"China Health.\" One other sign post in between the tents reads in Chinese characters \"Patients' Path.\"  Chinese state media previously reported that construction has begun on a new 1,000-bed hospital in Wuhan to help alleviate the rush of patients. The new hospital is expected to be ready by February 3.  Central government authorities in China are asking people for information about any underreporting or concealment of the facts around the Wuhan coronavirus outbreak, according to state broadcaster CGTN.  There have been numerous allegations that officials in Wuhan downplayed the virus in the initial weeks following its discovery.  During the 2003 SARS outbreak, which originated in the southern province of Guangdong, local officials there and elsewhere in China actively covered up the extent and danger of that virus.  According to CGTN, China's State Council said it is \"welcoming information from citizens about potential issues with the reporting of the new coronavirus.\" \"This includes cover-ups, attempts to play down the numbers or delayed and incomplete reporting of the outbreak. All information and leads will be investigated, and any issues will be dealt with according to laws and regulations.\" With the Wuhan coronavirus spreading across the country, killing at least 26 people so far, China is now facing a major test of just how much it has changed since 2003, both in terms of the healthcare system's ability to react to a new deadly pathogen -- and crucially, how the central government handles the developing crisis.  Speaking this week, Chinese President Xi Jinping ordered \"all-out efforts\" to contain the virus' spread and treat those affected. His intervention seemed to carry with it a clear message: the mistakes of SARS will not be repeated.  Wuhan is only the latest crisis to face Xi since he secured personal control of the Communist Party, joining the US-China trade war, ongoing anti-government unrest in Hong Kong, and the recent Taiwan election, in which Tsai Ing-wen, much loathed by Beijing, handily won reelection against a more pro-China candidate.  More than any leader since Mao Zedong, Xi has centralized power around himself. He is the state, and while this gives him immense control, it also means that every crisis is a test of his leadership -- Wuhan perhaps most of all, as the country looks to their leader for reassurance and confidence. Read more here Authorities in central China's Hubei province have lifted the public health emergency response to Level 1, the highest level, according to state broadcaster CGTN.  Three cities in the province, including the capital Wuhan, center of the coronavirus outbreak, have been placed under travel restrictions in an effort to control the spread of the virus.  Hospitals in Wuhan are struggling to handle the intake of patients. A new, 1,000-bed hospital is being built on the outskirts of the city, to be completed by February 3. In the meantime, hospitals have asked for donations of medical supplies, including masks, medical gloves and protective suits, CGTN reported.  With global attention on the Wuhan coronavirus and its spread around China and other countries, it's important to put it in the context of other deadly infections, including seasonal influenza, which claims the lives of thousands of people every year.  According to a September 2019 study by Chinese scientists in The Lancet, there are an average of around 88,100 influenza-related deaths every year in China, with a mortality rate of between 1.6% and 2.6%. The majority of those who died as a result of the flu were aged over 60, the report said.  While the true extent of the new coronavirus is unclear, it appears to be more deadly than seasonal influenza. Of the 846 confirmed cases, there have been 26 deaths, a mortality rate of 3%.  However, that is far less deadly than related coronaviruses SARS and MERS. SARS has a mortality rate of around 10%, while MERS has killed 34% of those infected with that virus.  An Indian nurse being treated at a hospital in Saudi Arabia has Middle East Respiratory Syndrome (MERS), not the Wuhan coronavirus, according to the Consul General of India in Jeddah.  On Thursday, India’s foreign office reported that the nurse had the Wuhan coronavirus. However, the Consulate tweeted on Friday that the nurse \"is suffering from MERS-CoV (and) not 2019-NCoV (Wuhan). We request everyone to refrain from sharing incorrect info.\"  MERS is in the same family of coronaviruses as the infection detected in Wuhan.  According to the World Health Organization (WHO), as of November 2019, a total of 2,494 laboratory-confirmed cases of MERS have been reported globally.  Of those, 858 patients died as a result of the disease, a fatality rate of 34.4%. The vast majority of the cases have been reported in Saudi Arabia.  Construction has begun on a new, 1,000-bed hospital in Wuhan dedicated to treating the new coronavirus. According to the state-run People's Daily, the hospital will be ready by February 3.  Similar efforts were put in place in 2003 during the SARS crisis, with a new hospital built in Beijing in less than a week.  Schools in the semi-autonomous Chinese city of Macao will not return after the Lunar New Year break in an attempt to stop the spread of the Wuhan coronavirus. Two confirmed cases of the virus have been diagnosed so far in the Macao Special Administrative Region. On Friday, the city's Education and Youth Bureau (DSEJ) posted a statement online confirming that schools will not resume until February 10. \"In response to the outbreak of the novel coronavirus pneumonia in Wuhan, the DSEJ has announced that all non-tertiary education schools in Macao will resume classes on or after 10th February, 2020 (Monday) after the (Lunar) New Year holiday,\" the statement read. \n\"Private tutorial centers and continuing education institutions must also postpone their resumption date to 10th February (Monday) or after. During this period, the DSEJ will continue to closely monitor the development of the epidemic situation and make corresponding arrangements in due course.\" Many pharmacies and other shops in Hong Kong are running low on face masks as residents of the city -- where memories of the 2003 SARS crisis are still very fresh -- bulk buy them ahead of the Lunar New Year break.  According to public broadcaster RTHK, multiple stores have already run out, raising fears that they will not be able to restock before the middle of next week, due to the public holiday, which runs through until Wednesday in Hong Kong. Hong Kong's Department of Health and the Hospital Authority said in a statement that there was a three-month stockpile sufficient to cover medical workers and patients. The city's Food and Health Bureau is liaising with suppliers at the wholesale level to \"ascertain scope for expediting the delivery of and stepping up local supplies.\" The city's Consumer Council urged traders not to raise prices of face masks to \"outrageous levels\" as demand spikes. In mainland China, online retailer Taobao has banned stores from hiking prices.  Pharmacies in Macao have reportedly begun restricting the sale of face masks to 10 per customer.  Authorities in China are reportedly planning to build a dedicated pneumonia hospital in Wuhan to help treat the hundreds of people affected by the deadly coronavirus in that city.  According to the Beijing News, a state-backed newspaper, the hospital will be a prefabricated, box-type model that can be built in six days. A design plan will be released on Friday, the paper said, with construction due to begin soon afterward in Wuhan's southwestern Caidian District.  During the 2003 SARS crisis, Xiaotangshan Hospital was constructed in six days and seven nights in Beijing. Dedicated to tackling that virus, it was used to treat almost 700 SARS patients, only eight of whom died, a mortality rate of 1.18%, far below the national average.  China's economy is slumping and the country is still suffering the effects of the trade war with America. An outbreak of a new and deadly virus is the last thing it needs.  The Wuhan coronavirus — which has killed 17 people and infected nearly 600 so far — has already roiled Chinese markets and thrown plans for the upcoming Lunar New Year holiday into chaos for millions of people.  If Beijing fails to contain the disease quickly, it will cause more pain for a country that was already trying to stave off a serious downturn by trying to encourage more consumer spending. An epidemic could have the opposite effect.  \"If you're trying to rebalance the Chinese economy, this is one of the last events you want to see,\" said Logan Wright, director of China markets research at Rhodium Group. The world's second biggest economy grew at its slowest pace in nearly three decades last year as it contended with rising debt, cooling domestic demand and US tariffs, many of which remain in place despite a recent truce. Beijing is worried about unemployment, too, and has announced a wave of stimulus measures in recent weeks aimed at preventing mass layoffs. Read more here January 25 is the first day of the Lunar New Year, as countries across Asia greet the Year of the Rat.  Celebrations will be considerably smaller in China than in previous years, however, as authorities have canceled many large public gatherings in order to help contain the Wuhan coronavirus.  Authorities in Beijing have canceled all large-scale New Year celebrations \"in order to control the epidemic.\"  \"It is decided to cancel all the large-scale events, including temple fairs, in Beijing as of today,\" the city's Culture and Tourism Bureau said Thursday.  \"Citizens shall strengthen the preventative measures and support the decision. We will notify the policy changes with the epidemic development. After organizers will deal effectively with the effect of canceling the large-scale events. And wish all citizens a happy (Lunar New Year).\"  Celebrations have also been canceled in Hong Kong, and many other cities have issued guidance to citizens to avoid large public gatherings.  In Wuhan, the city of 11 million at the center of the outbreak, a \"temporary suspension\" of public transport has been introduced, and people have been told not to leave, meaning they may not see their families during the Lunar New Year period.  This is easier said than done, however, and the scale of the challenge facing authorities tasked with implementing the blockade is immense. By way of comparison, the lockdown is akin to closing down all transport links for a city more than three times the size of Chicago, two days before Christmas. \"The Chinese new year is the most important festival for Chinese. And many of the mobile population, they're coming from rural China to work in Wuhan, and now you ask them not to leave to see their relatives, that is difficult,\" professor Yuen Kwok-yung, a leading microbiologist, told CNN. So far, 830 cases of the Wuhan coronavirus have been confirmed in mainland China, including 26 deaths.  Here's a breakdown of all the affected territories:  Hubei (the province in which Wuhan is located): 549, including 24 deaths\nGuangdong: 53\nZhejiang: 43\nBeijing: 26\nShanghai: 20\nAnhui: 15\nGuangxi: 13\nChongqing: 9\nHenan: 9\nHunan: 9\nShandong: 9\nSichuan: 8\nJiangxi: 7\nFujian: 5\nHainan: 5\nJiangsu: 5\nTianjin: 5\nHeilongjiang: 4, one death\nGuizhou: 3\nLiaoning: 3\nShaanxi: 3\nGansu: 2\nHebei: 2, one death\nXinjiang: 2\nYunnan: 2\nJilin: 1\nNingxia: 1\nShanxi: 1 The first person diagnosed with the Wuhan coronavirus in the United States is being treated by a few medical workers and a robot. The robot, equipped with a stethoscope, is helping doctors take the man's vitals and communicate with him through a large screen, said Dr. George Diaz, chief of the infectious disease division at the Providence Regional Medical Center in Everett, Washington. The man, who is in his 30s, was diagnosed with the virus on Monday. He initially went to an urgent care clinic on January 19 and told the staff that he was concerned about possibly having symptoms of the novel coronavirus because he recently traveled to Wuhan, China, Diaz said. He arrived at Seattle-Tacoma International Airport on January 15, before any health screenings began at US airports, the US Centers for Disease Control and Prevention has said. The Snohomish County resident was in stable condition Thursday and remains in isolation, Diaz said. He arrived at the hospital in a special isolated gurney called an ISOPOD and has been treated in a two-bed isolated area away from busy sections of the hospital, the doctor said. \"The nursing staff in the room move the robot around so we can see the patient in the screen, talk to him,\" Diaz said, adding the use of the robot minimizes exposure of medical staff to the infected man. Read more here A 55-year-old South Korean who lives in Wuhan is the second person to be diagnosed with the Wuhan coronavirus in South Korea. South Korea's Centers for Disease Control and Prevention said in a press release that the individual presented symptoms on January 10 and went to see doctors in Wuhan on January 19. He later traveled to South Korea.  On arrival at Seoul's Gimpo airport on January 22, he voluntarily provided information about his health and was tested and confirmed to have contracted the coronavirus on January 24.  The press release added that 25 people with suspicious symptoms had tested negative for the Wuhan coronavirus so far.  A second case of Wuhan coronavirus has been identified in Japan, according to the country's Ministry of Health. In a statement, the Ministry said a Chinese man from Wuhan aged in his 40s was admitted to hospital in Tokyo after entering the country on January 19. It added that the man claims he went to hospital in China twice, on January 15 and 17, before coming to Japan, but was not diagnosed with the virus during those visits.  When he continued to suffer from a fever and sore throat during his trip, he decided to visit a hospital in Tokyo on January 22.  The patient claims he never visited the Wuhan seafood and live animal market believed to be at the heart of the outbreak. Speaking to Chinese state broadcaster CCTV, medical workers in Wuhan -- the city of 11 million people at the center of the coronavirus outbreak -- have described an incredibly intense environment, where they must balance dealing with the overload of patients and suspected patients while also keeping themselves safe.  \"Today, I heard one of my colleagues say that she has got blisters on her face,\" Wang Jun, a nurse at Jinyintan Hospital, told the broadcaster. \"It happened because she had to keep the face mask on tight for a long time.\" Wang described the laborious process nurses undergo to enter hygienic areas:  \"We need to remove the protective suit layer by layer. First, we need to disinfect our hands before taking off the face shield. Hand disinfection is actually required before we remove each layer. Then, we would take off the protective suit from top to bottom, one layer at a time with hand disinfection performed. After that, we would come outside to remove the shoe covers, the cap and the mask, disinfect our hands again, and come here to wash our hands before entering the potentially contaminated area. Then, we have to get changed into our own clothes to walk into the hygienic area.\" Another nurse, Fan Li, said that she often goes a whole shift without being able to go to the bathroom or get a drink of water.  \"I would drink some water before my shift, and wait till the end of my shift to drink water again or use the toilet,\" she said. \"We can't do either of those things in the wards.\" They also have to deal with the potential of being infected themselves -- or simply succumbing to exhaustion.  \"Many of my friends and colleagues called me yesterday and asked if I'm alright,\" Fan said. \"It was quite touching. They said the medical staff of the Jinyintan Hospital are the greatest as we work on the front line. I feel very moved.\"  China is allocating 1 billion yuan ($144 million) to combat the deadly Wuhan coronavirus outbreak.  A statement released by the Ministry of Finance on Thursday said the money will \"support virus control work in Hubei province,\" where Wuhan is located. It did not specify how the funds will be spent. Washington state health officials confirmed Thursday that they have been reaching out to 43 people considered \"close contacts\" of the 30-year-old man who was the first confirmed case of coronavirus diagnosed in the United States.  The Snohomish County resident, who has not been named, identified people that he has interacted with since returning from Wuhan, China, and officials said that number could grow. Local health departments are reaching out to those contacts.   \"It is pretty common for communicable disease patients. The more you talk to the individual the more you learn,\" said Dr. Kathy Lofy, the Chief Science Officer at the Washington state Department of Health. The department defined \"close contacts\" as anyone who interacted with the patient and came within 3 to 6 feet (1-2 meters) of the infected person, for a prolonged period of time while infectious or had direct contact with his secretions. Health officials have not identified who those individuals are, but did say that the patient would have come in contact with the people in a community setting or the health care setting.  On Wednesday, health officials said these \"close contacts\" will be called daily and actively monitored for signs of any illness. They will be asked if they have a fever or cough and will ask about other potential symptoms.  Lofy said that the department has had some calls about other suspected cases that are under investigation. The department has been communicating with health care providers to follow up about patients who have traveled to China or had respiratory illnesses.  Lofy said that the confirmed coronavirus patient is in \"satisfactory condition.\" He is in isolation at Providence Regional Medical Center.", "Section": "asia", "Writers": ["James Griffiths", "Steve George", "Tara John"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-hnk-intl-01-24-20/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Thailand", "Source": "CNN"}