{"Type": "article", "Time": "2019-08-05", "Headline": "Stocks bounce back after major global selloff", "Text": "US stocks closed sharply higher on Tuesday, as the market rebounded from its worst performance of the year on Monday. That said, none of the three major stock benchmarks managed to fully recoup their losses. The Dow closed up 1.2%, or 312 points, snapping a five-day losing streak.\nThe S&P 500 finished 1.3% higher.\nThe Nasdaq Composite closed up 1.4%. Both the S&P and the Nasdaq recorded their first positive close in seven days.  The CBOE Market Volatility Index, which was up more than 30% on Monday, came down 19%. In the Dow, Nike (NKE), Walt Disney (DIS) and United Technologies (UTX) led gainers. Disney will report earnings after the closing bell. Airplane parts manufacturer TransDigm (TDG) and video game company Take-Two (TTWO) were the best performers in the S&P after they reported second quarter earnings. US stocks are sharply higher with less than an hour left in the trading day. The Dow is up 1%, or nearly 250 points. The S&P 500 and the tech-heavy Nasdaq Composite have gained 1.1% and 1.3%, respectively. All three indexes are on track to snap multi-day losing streaks. But despite their solid performance, none of the three stock benchmarks is close to retracing Monday's losses, when all three logged their worst day of the year. The US dollar climbed to its strongest level since the financial crisis against China's yuan on Monday, sparking worries that the trade war between Beijing and Washington could turn into a currency war. But the yuan — which only trades in a predefined range set by Chinese authorities — isn't the only currency that has paled against the buck of late. The Korean won is at its lowest since early 2016 against the greenback, and the Taiwan dollar is at its lowest since early 2017. Export-driven Asian emerging markets currencies have been battered by the trade war, because their economies are reliant on the US-China trade complex. On top of that, the US is the strongest currency on the block right now, and it has been for a while. The ICE US Dollar Index is up 1.5% this year. The reason is simple: The US economy is doing better than its rivals. That is why during a prolonged trade war or a global slowdown, US assets would likely suffer the least (although they would also feel pain). Outside of emerging markets, major dollar rivals, like the euro or the British pound, have their own worries as well, thanks to sluggish growth in Europe, worries about global trade and Brexit. The deepening trade war between the United States and China could deal a double shock to the fragile oil market. The tit-for-tat tariffs have already sent crude prices plunging because of fears of a severe global economic slowdown, or even recession in the United States, that could dent already anemic demand for oil. But there could also be a supply shock coming. Bank of America Merrill Lynch (BAC) warned that China could retaliate against US tariffs by purchasing vast amounts of oil from Iran in defiance of Washington's sanctions on the OPEC nation. The one-two punch would cause Brent oil to crash from $60 a barrel today to just $40, Bank of America wrote in a note published on Friday. A Chinese decision to reinitiate Iran crude purchases could send oil prices into a tailspin,\" Bank of America commodity strategists wrote in a note to clients. Read more here. The trade war between the United States and China has sharply intensified in recent days, raising the risk that the bruising battle will drag on through the 2020 presidential election. Goldman Sachs (GS) warned clients on Monday that a trade agreement \"now looks far off,\" because officials in Washington and Beijing are \"taking a harder line.\" The Wall Street firm said the most likely outcome is that no deal will be reached before the 2020 election, and that President Donald Trump's threatened 10% tariffs on $300 billion of US goods will remain in place on Election Day. Read more here. Stocks rebounded a bit Tuesday after Monday's massive trade war-induced slide. And one fund manager is worried that investors are once again getting too complacent about what's next for the markets and global economy. There’s nowhere to hide. Everything is expensive,\" said Didier Anthamatten, a senior portfolio manager at Unigestion. Anthamatten is worried that investors have yet to factor in the negative impact of the US-China trade tension and slumping economies around the world on corporate profits.  According to FactSet, analysts are expecting earnings for S&P 500 companies to surge nearly 11% in 2020 and that sales will be up more than 5%. But Anthamatten said that analysts will probably have to cut these forecasts drastically. He thinks profits will only rise about 4% to 5% and that revenues will be up in line with the growth of US GDP -- i.e. the low single digits. And if that happens, investors will start to worry about the market looking overvalued. If there's a collapse in global growth that hurts earnings, people will care about valuation,\" Anthamatten said. The flare-up in trade tensions has sparked nearly $3 billion in outflows from emerging markets since Monday, according to the Institute of International Finance. It gets worse: Since last Friday — the day after President Donald Trump vowed to impose tariffs on nearly all of China's exports to the United States starting in September — $5.5 billion has flowed out of emerging market stocks and bonds. More: Chinese stocks saw nearly $1 billion in net outflows on Friday alone. Monday's steep drop in the markets isn't that worrying, according to economist Dryden Pence. He told CNN's Julia Chatterley that stocks' steep drop is part of the \"normal battle rhythm\" of the market. Dryden, the chief investment officer of Pence Capital Management, expects the markets to go back up following earnings and the economy's strong framework. \"The American consumer is making more money then they have ever made. More people are working than they ever have and that is 70% of the [US] economy,\" he said. \"That's driving this underpinning of a decent foundation.\" The Dow and the broader stock market are rebounding Tuesday, after China took steps to ease the budding currency war with the United States. China priced the yuan's reference rate at 6.9683 to the dollar on Tuesday, a hair above the key 7:1 ratio to the US dollar. Although that was the weakest level for the yuan in 11 years, many Wall Street investors feared China would price the yuan below that psychological 7:1 barrier. The managed yuan continued to slide Tuesday, but the pace of its decline slowed. One dollar last bought $7.0188 yuan in China, and 7.0515 yuan in the offshore market, where the currency trades more freely. Late Monday. the United States labeled China a currency manipulator. But the sentiment is better nonetheless. The Dow traded as much as 200 points, or 0.8%, higher Tuesday morning, while the S&P 500 bounced 0.9% higher. The tech-heavy Nasdaq Composite, which was hit worst in Monday's selloff, traded 1.3% higher.  Stock investors also took comfort in the Chinese central bank announcing plans to issue central bank bills worth 30 billion yuan next week. That supported China's currency, which bounced back slightly against the dollar after the announcement. Read the full story of how markets are doing today here. US stocks opened higher, rebounding from their worst losses in 2019.  What happened? China on Tuesday fixed its currency reference level above the important 7:1 ratio against the US dollar. This was seen as Beijing walking back Monday’s devaluing, which threw global markets into turmoil. Meanwhile, Washington labeled China a currency manipulator.  The Dow opened 0.4%, or 116 points, higher.\nThe S&P 500 kicked off 0.6% up.\nThe Nasdaq Composite rose 1% at the opening bell. On Monday, all three benchmarks registered their worst one-day drops of the year. The United States and China both have reasons to de-escalate the trade war. While Beijing is worried about capital outflows and the implications of weaker exports on its economy, Washington's Achilles' heel is the stock market, wrote Robin Brooks, chief economist at the Institute of International Finance, in a tweet. US investors last fretted about currency devaluation from China in August 2015. In lockstep, the S&P 500 posted a 6.3% decline that month. It is too early to tell how this year's August will go, but if the devaluation worry continues to weigh on investors' minds, it could be a rough month for the blue-chip stock index. Trade wars are not easy to win. And they are hard to stop. It's a lesson investors are re-learning this week. An escalation of the US-China trade war has dragged the Dow and the S&P 500 down 6% from recent record highs, the Nasdaq down more than 7%.  Here's the play-by-play: After fruitless trade talks in Shanghai last week, President Donald Trump declared new tariffs of 10% on $300 billion in Chinese-made goods. (Think tennis shoes, clothing, toys, and consumer electronics, until now shielded from tariffs to minimize the cost to American consumers.)  China responded by guiding its currency to the lowest level in a decade, and barring its companies from buying US agriculture products. The Trump Administration retaliated late Monday by declaring China a currency manipulator. China shot back: No, it is not.  Trade wars are messy and unpredictable. And there is no end in sight. Goldman Sachs informed its clients it now expects the trade war to last until the next election in 2020. Goldman told clients the Fed will need to cut interest rates another 25 basis points to stabilize the economy amid all the trade damage. The Wall Street Journal editorial board this morning warned the president's trade war has now become a currency war, introducing new risk to global growth: \"Mr. Trump is punishing China all right. He's also putting U.S. growth in jeopardy by unleashing trade and current risks that undermine the benefits of his tax reform and deregulation. Sometimes trade wars end badly for everyone.\" Stocks in Asia clawed back some of their losses after China took steps to shore up the falling yuan. Major Asian markets still ended Tuesday in the red:  Hong Kong's Hang Seng Index (HSI) finished down 0.7%, while Japan's Nikkei closed 0.7% lower. \nMainland China's Shanghai Composite Index (SHCOMP) lost 1.6%. \nSouth Korea's Kospi (KOSPI) fell 1.5%. Taiwan's Taiex settled lower by 0.3%.  But they recovered significantly from earlier in the day, when all of those indexes fell by more than 2%. Those gains also marked a big turnaround from Monday's major selloff, when US markets suffered some of their biggest drops of the year. US stocks are poised to recover some of their losses Tuesday coming off their worst day of the year. Dow futures are up roughly 190 points, or 0.7%, as of 5:00 a.m. ET. On Monday, the index fell 767 points, or 2.9%.\nS&P 500 futures advanced 0.8%.\nNasdaq futures added 1.1%.  Track US stock futures here. European stocks were mixed Tuesday amid rising trade frictions between the United States and China. But the Swiss franc continues to strengthen as the conflict escalates.  The German DAX index was up 0.5% in morning trade in Frankfurt, while the FTSE 100 in London was flat. France's CAC 40 advanced 0.7%.  The Swiss franc — a safe haven in times of global tumult — hit its highest level against the euro in two years. As of mid morning, one euro bought 1.09 Swiss francs, breaking through what the markets consider a physiologically important mark of 1.10 Swiss francs.  A weaker Chinese yuan will have a negative impact on the currencies of emerging markets, according to Rajiv Biswas, IHS Markit's chief economist for Asia. Investors had been already been increasingly wary about buying into those currencies, particularly because of the escalating US-China trade war and recent moves to ease monetary policy in countries such as South Korea, Malaysia, Philippines and Indonesia. Now, \"the yuan’s slide against the US dollar will reinforce negative sentiment in global financial markets towards emerging markets currencies,\" Biswas wrote in a research note.  A weaker yuan will make Chinese exports cheaper, which in turn could hurt exports in emerging markets that compete with China in manufactured goods, he said. Central banks in Asia may now respond with another round of interest rate cuts. China is pushing back hard against US claims that it's manipulating the currency to gain a competitive trade advantage, and is accusing the US of escalating the trade war. It said Monday's devaluation reflected pressure on the exchange rate stemming from the US decision last week to impose new tariffs on Chinese exports.  In a statement late Monday, the People's Bank of China Governor Yi Gang responded to accusations that the country is working to devalue the yuan, saying: As a responsible big country, China will abide by the spirit of the G20 leaders’ summit on the exchange rate issue, adhere to the market-determined exchange rate system, not engage in competitive devaluation, and not use the exchange rate for competitive purposes and not use the exchange rate as a tool to deal with external disturbances such as trade disputes.\" On Tuesday, in its third statement in the past two days, the PBOC expressed deep regret that the US had labeled China as a \"currency manipulator.\" \"It’s willful unilateralism and protectionism. \nIt’s a serious violation of international standards and will have a major impact on global economic and financial conditions. \nSince 2018, the US has kept escalating the trade dispute. \n[But] China has always adhered to not engaging in any competitive devaluation. China didn’t, and will not, use the exchange rate as a tool to deal with trade disputes.\nThe US has ignored the fact and labeled China a currency manipulator. It will harm itself and also harm others. China is resolutely opposed to that.\" China's central bank has several tools for managing its currency. They include mandating the amount of cash that Chinese banks must hold in reserve and adjusting its vast foreign exchange stockpile. The People's Bank of China (PBOC) also sets interest rates, which can affect the value of its currency.  But the central bank doesn't operate independently from the Chinese Communist Party, and it answers to the government.  \"The PBOC is still a major player in the foreign exchange market,\" Aidan Yao, a senior economist at money manager AXA Investment Managers, told CNN Business last year. \"You don't really see that same kind of intervention with the Fed, European Central Bank or the Bank of Japan.\" The currency spat between the United States and China won't be helpful when it comes to resolving the two countries' ongoing trade issues. The US move to designate China a currency manipulator \"is another escalation in a deteriorating bilateral relationship that looks set to get even worse,\" Julian Evans-Pritchard, a senior China economist at Capital Economics, wrote on Tuesday. While the designation is \"mostly symbolic\" and has \"limited practical implications,\" the decision is still expected to worsen tensions, he added. American and Chinese negotiators met for the latest round of trade talks in Shanghai last week. Afterward, both sides said that the meetings were \"constructive,\" but offered few signs of real progress. Tai Hui, JPMorgan's chief market strategist for asset management in Asia, also noted Tuesday that the US move to label China as a currency manipulator marked \"another major setback to the possibility of a trade agreement.\" Washington is set to host the next round of talks in early September, but expectations for a breakthrough remain low.  \"Currency wars are taking center stage,\" says Edward Moya, a senior market analyst at Oanda. Moya wrote in a note Tuesday that the United States can be expected to respond to China's currency drop with more \"verbal intervention,\" though he believes it's unlikely that we'll see a shift toward a weaker dollar policy. Moya predicts: Continued yuan depreciation should be expected, albeit in a staggered pace. Beijing is likely to tolerate further weakness and we could see another 5% before the end of the year.\" Remember: Just less than a year ago, the Chinese government promised not to use its currency as a bargaining tool in its trade dispute with the United States.  A weaker currency would make China's exports cheaper. Back in September, Chinese Premier Li Keqiang said that the country would \"never go down the path of stimulating exports by devaluing its currency.\"  That was seen as an attempt to allay concerns at the time, as the United States and China had just slapped their biggest rounds of tariffs yet on each other's exports.  US President Donald Trump has repeatedly accused Beijing of \"manipulating\" the yuan, comments that Li also dismissed in September.  The Trump administration labeled China a \"currency manipulator\" on Monday, a move that intensifies the ongoing US-China trade war, after China allowed its currency to weaken. The Chinese central bank said Monday the move mostly reflected market concern about \"trade protectionism and new tariffs on China.\" The yuan remained volatile on Tuesday after the People's Bank of China fixed the currency at its weakest level in 11 years. The central bank's cut to the yuan's reference rate — a \"band\" it sets every day to curb how far up or down the yuan's value can move — was also the deepest in more than a year. The yuan's daily reference rate Tuesday of roughly 6.97 to the US dollar is the currency's lowest since May 2008, during the global financial crisis. The central bank's reference rate did not breach the critical 7-per-dollar level, which is closely watched by global traders. But in mainland China on Tuesday, the yuan changes hands at about 7.06 to the dollar. Outside of China, where the yuan trades more freely, one dollar buys about 7.09 yuan. \"Today's fixing is an even bigger depreciation move,\" said Robert Carnell, chief economist and head of research in Asia Pacific at ING. Washington labeled Beijing as a \"currency manipulator\" on Monday, marking a significant escalation of the ongoing trade war. China and the United States fired volleys at each other Monday in their ongoing trade war. Here's what happened over the last 24 hours:  The Chinese yuan dropped sharply to its weakest level against the US dollar in more than a decade. Devaluing the yuan is one method China has of retaliating against US President Donald Trump's tariffs, but it's fraught with risk.\nThe news rattled investors around the globe. The Dow closed down 767 points, and the Nasdaq Composite suffered its longest losing streak since November 2016. Asian markets all fell more than 1.6%. In Europe, London's FTSE 100 finished down 2.5%. Germany's DAX and France's CAC 40 closed 1.8% and 2.2% lower, respectively.\nThe Trump administration designated China a \"currency manipulator.\"\nInvestors were still on edge Tuesday morning in Asia. The Nikkei was down as much as 2.6% in early trading. Here we go again... Dow futures fell 450 points Monday evening, pointing to another lousy day on Wall Street Tuesday, after the US Treasury Department labeled China a currency manipulator. S&P 500 futures tumbled 1.7%, and Nasdaq futures fell 1.9%. Wall Street investors worried that Treasury's designation could open the door to China further devaluing its currency. One reason it had not taken action to lower the value of the yuan in the past was to avoid the manipulator label. If China devalues the yuan even more, it could prompt the United States to raise more tariffs, escalating the trade war even further. That could stall the global economy — bad news for stocks. The Trump administration on Monday designated China a \"currency manipulator,\" after the country's central bank allowed its currency to weaken amid the ongoing trade dispute. The move comes hours after Trump accused Beijing of depreciating its currency on Twitter, adding later that such measures have been used to \"steal our business and factories, hurt our jobs, depress our workers' wages and harm our farmers' prices. Not anymore!\" Read more here. Chinese companies have halted purchases of US agricultural products, marking the latest escalation of the trade war between the United States and China. China's halt of US agricultural purchases will hurt America's farmers in dire need of relief. The trade war has forced Washington to come to the rescue of farmers with billions of dollars in aid. Delinquencies on agriculture loans have tripled since mid-2015 to eight-year highs, according to the St. Louis Federal Reserve Bank. FDIC Chairman Jelena McWilliams told CNN Business last week that the agency is \"monitoring very closely\" how banks in farm states are being impacted by the trade war. \"We may experience more delinquencies, which then become very difficult for those communities and our ag sector,\" McWilliams said. Investors are so nervous about the trade war with China that they are frantically scooping up US government bonds and pushing yields sharply lower in the process. Conservative investors are worried about a possible liquidity crisis and it's better to own safer government bonds than speculative stocks. If you're saving for retirement or other long-term goals, preserving capital is more important than generating huge returns. Why on Earth are investors buying Treasuries and European bonds with negative yields? It's because you want to hold the safest asset you can find,\" said Brendan Mulhern, global strategist with Newton Investment Management.\n\"People are forced to buy low risk assets for liquidity needs because there is a perception that liquidity is deteriorating,\" Mulhern added. Read more here. For the first time in more than a decade, Beijing let the yuan weaken past the symbolically important level of 7 to the dollar on Monday. By allowing the yuan to move lower, Beijing is sending an unmistakable signal: It is prepared to deploy its currency as a weapon in the trade war with Washington. Currency wars — in which countries get locked in a cycle of devaluations — hit both consumers and businesses, triggering inflation and sending asset prices plummeting. Much now hinges on the US response. Read more here.  Global financial markets are in turmoil after the trade war between the United States and China escalated over the past few days. Washington added a new 10% tariff on some $300 billion worth of Chinese exports on Friday, mostly targeting consumer goods, and China retaliated by devaluing its currency on Monday. If the United States upped the levies on Chinese goods to 25% across the board for 4-6 months and China retaliated, \"we believe we would see the global economy entering in a recession in three quarters,\" wrote Morgan Stanley economists led by Chetan Ahya in a note. If the new 10% tariffs, which mostly target consumer goods, \"are implemented and stay in place for longer than 4-5 months, global growth will likely remain weak,\" the Morgan Stanley economists said. Worldwide economic growth would likely be in the range of 2.8%-3% in this scenario. But the risk for further escalation is high. Trade tension has weighed on business confidence for months now, but the latest escalation is having investors worried about what could be next. The US-China trade war has always been serious. Now it's starting to get scary. The risk is that the trade war is approaching the point at which it causes a severe economic slowdown or even a recession. By digging into their positions, both the United States and China increase the risk of breaking an economy that is already starting to crack. Each round of escalation gets them closer to a recession — and to a point of no return. We have a trade situation that is going off the rails. The policy of using tariffs as a tool to address our legitimate beefs with the Chinese has failed miserably.\" - Peter Boockvar, chief investment officer at Bleakley Advisory Group, wrote in a note to clients Monday.  David Kotok, co-founder and chief investment officer of investment firm Cumberland Advisors, told CNN Business that \"this stupid tariff war we're having\" is raising the risk of a recession. \"Things are escalating and the escalation is not over,\" Kotok said. Read more here. At its worst, the Dow was down 961 points Monday. Even though the index clawed back some of its losses, it logged its worst day of the year, as well as its sixth-worst point drop in history. The Dow (INDU) finished down 2.9%, or 767 points, falling below 26,000 points for the first time since June. It has fallen five sessions in a row, marking the worst losing streak since March. The S&P 500 (SPX) closed nearly 3% lower, also recording its worst day of the year. The blue chip stock benchmark index has declined for six days in a row for the first time since October. The Nasdaq Composite (COMP) finished down 3.5%, its biggest decline since October 24, 2018. The Nasdaq also logged its longest losing streak since November 2016, when it fell for nine-consecutive days in the lead-up to the presidential election.", "Section": "business", "Writers": [], "URL": "https://www.cnn.com/business/live-news/markets-today-global/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}