{"Type": "article", "Time": "2020-04-17", "Headline": "As coronavirus spread through Asia, the West had a head start to prepare. Why wasn't it used?", "Text": "At the beginning of the year, parts of east Asia were a somewhat scary place to be.  The coronavirus was spreading rapidly across mainland China and its neighbors, with cases reported in South Korea, Hong Kong, Japan and beyond. Western governments began evacuating citizens from Wuhan, where the virus was first detected, and many foreign nationals began fleeing the region, holing up in their home countries.  Now that situation has almost entirely reversed -- with the notable exception of Japan and Singapore, east Asian governments have reported a steady drop in new cases and are gradually beginning to relax lockdown measures. As the situation has grown increasingly dire in the West, Asia now feels like one of the safest places in the world. Some of that is simply down to time -- Asia has been dealing with the coronavirus since late last year, so governments have had longer to respond, and waves of infections have risen and fallen. Europe and the US are in the relative early stages of their outbreaks and numbers can be expected to slow there, too, in the coming weeks and months. But this explanation misses one fact: the West didn't have to go through the same cycles as Asia, where governments and public health systems had little warning of the virus and scrambled to understand it while reacting to outbreaks. While considerable attention has been paid to China's initial response to the virus -- particularly its downplaying and apparent covering-up of key information in the early weeks of the pandemic -- anger is growing in many countries over other governments' failure to respond when the situation was clear.  Dr. Anthony Fauci, director of the US National Institute of Allergy and Infectious Diseases, on Sunday confirmed reports that calls to implement life-saving social distancing measures faced \"a lot of pushback\" early in the US  outbreak and said the country is  looking to respond more effectively to the virus should it rebound in the fall. Last week, the European Union's chief scientist resigned over the bloc's response to the virus, while in the UK, where Prime Minister Boris Johnson has left hospital after being infected with coronavirus, there is a growing scandal over the lack of protective gear for frontline medical workers.  In Asia, there is a growing sense of astonishment that the long lead time many countries elsewhere had was not better used. This is particularly the case in China, where state-backed media has been pushing a narrative that the country's response to the virus saved the world from a much worse pandemic, and that sacrifices made by the Chinese people were squandered by the poor handling of governments in the West.  Many of those governments have been keen to lay all blame for the virus at Beijing's door, but while initial coverups and lack of transparency undoubtedly delayed the international response, by February at the latest, much of what we know about the virus -- including its severity and ability to spread quickly -- was widely known, and yet countries still failed, or refused, to act.  Someone else's problem While it is easy to forget now that the coronavirus has exploded into a global pandemic, at first, the worst of the outbreak did appear to be contained to China, with most deaths seen in Wuhan, at least in part because of the city's overwhelmed healthcare system.  Sporadic outbreaks beyond mainland China did not see the same levels of fatalities as in Wuhan. And there was not the kind of rapid spread inside China that later came in Europe and the US.  \"I think the penny hadn't dropped that it really was going to keep spreading,\" said Benjamin Cowling, a professor at Hong Kong University's School of Public Health. \"In Hong Kong, we picked up all these cases, and then we checked their contacts, and it didn't seem to be that contagious. There was a view that maybe outside of China infections wouldn't spread as easily.\" Cowling added that \"it was only about a month later, particularly when northern Italy had this surge in cases, that suddenly it was recognized that there could be a lot of transmission under the radar.\"  Cases in Italy began exploding in late February, as the country scrambled to lock down first Lombardy and then much of northern Italy, eventually overtaking China in the number of deaths as a result of the virus in early March. But while authorities and experts were certainly taken unawares by how quickly and widely the virus spread itself, multiple experts agreed there was also a general sense of complacency among governments in the West that the outbreak was a China -- or an Asian -- problem, and would not necessarily behave the same way inside their borders.  \"There's often a feeling in countries that they might be affected in a different way because their community has a different structure ... or that hot weather is going to keep it away, or their community is more spread out\" Cowling said. \"But I think what we're discovering is that Covid-19 is affecting everywhere in the world.\"  Nadia Abuelezam, an epidemiologist and assistant professor at Boston College's Connell School of Nursing, said that \"despite a number of scientists warning (the US) leadership that an epidemic of this scale could happen, little was done to prepare.\" She put this down, in part, to the underfunding of the US healthcare system, but more broadly \"there is still a great deal of stigma and xenophobia in society that public health officials and other members of society are trying to fight.\"  \"Unfortunately, this stigma has caused a slow response and has resulted in a large number of deaths and infections around the world,\" she added.  Failure to act For all the blame laid at China's door for its failure to act early in the pandemic, officials there did not know what they were dealing with.  By comparison, officials in Europe and the US knew exactly what they were facing once the outbreak reached their borders, but were often slow to react, wasting time as the virus spread through Asia and ignoring lessons learned by other countries.  Much of what we know about the coronavirus -- that it is highly contagious and spreads from person to person, that it has a relatively high mortality rate, particularly for certain populations, and that one of the best ways to contain it is via enforced social distancing -- was established by early February.  Despite this, Western governments, particularly the US and UK, were staggeringly slow to act.  In the US, nationwide social distancing guidelines were not put in place until March 16 -- the country's first case was recorded on January 15, and the first signs of \"community spread\" detected in late February. The UK too dragged its feet on taking concerted action, only instituting lockdowns and stay-at-home orders in late March, two months after its first case was recorded.  Both countries have also struggled to test enough people, with the US suffering delays due to the release of a flawed test that had to be corrected, and the UK still lagging behind many of its European neighbors, leading some to turn to mail-in kits.  It didn't have to be this way: as early as January 21, when even authorities in Beijing were only just ramping up national efforts against the virus, across the Taiwan strait, their counterparts in Taipei were introducing new restrictions on travelers from mainland China. They would continue to roll out new measures in the weeks that followed, which have been successful in containing the virus' spread on the island.  This cannot be put down to a lack of information on the part of the UK and US. Taiwan is not a member of the World Health Organization (WHO) and has publicly complained of a lack of data sharing as a result of this (a charge the organization denies). It was nevertheless able to institute a world-class response based on the information publicly available.  New Zealand, another government which has been praised for its handling of the pandemic, was also faster to introduce restrictions and widespread testing than Washington or London.  \"We have the same access to the same knowledge as you do -- the whole world has seen this coming, it's like a slow-moving tsunami, it hasn't changed its characteristics at all, and the virus is very stable,\" Professor Michael Baker, who helped advise the New Zealand government on its response, told CNN last week.  Nor has every country in the West been as slow to respond as the UK and US. Germany has been praised for its response -- maintaining a low number of deaths despite a soaring infection toll, thanks in part to a well-funded, universal healthcare system and widespread testing allowing people to receive treatment or be isolated as needed.  The last war It's a well worn cliche that armies fail when they attempt to fight the last war in the next, but responses to crises are equally shaped by past experience, regardless of how much we try to look beyond them.  From the get-go, the current pandemic was seen as a rerun of SARS, from its emergence in China, to that government's apparent attempt at a coverup, to how it spread through Asia. The two viruses are related, and have similar symptoms, but the novel coronavirus has long overtaken SARS in terms of death toll and spread.  Nevertheless, an inability to look beyond SARS may have shaped responses in both positive and negative ways. In east Asia, which was badly affected by the 2003 outbreak, it put governments and the public on greater guard, with people faster to wear face masks and exercise social distancing.  Taiwan was hard hit by SARS, and its fast response to the current pandemic was led by the National Health Command Center (NHCC), a top-level coordinating body established in 2004.  But while SARS may have led to faster action in one part of the world, the 2003 outbreak may have led officials elsewhere to take the opposite approach.  \"I would have expected more rapid response considering we've dealt with SARS and MERS and other recent health threats,\" Henry F. Raymond, associate professor and epidemiologist at the Rutgers School of Public Health, said of the US handling of the coronavirus. \"But based on the same experiences where those outbreaks were relatively slow moving and mostly quickly contained may have contributed to more complacency than warranted.\" That complacency, combined with calls to preserve the economy at all costs, appears to have caused some officials to refuse to see what was staring them in the face, or being shouted in their ears by increasingly desperate scientific advisers.  Even in Hong Kong, Cowling said that he could not quite bring himself to believe that this virus was going to be so much worse that what we had seen previously.  \"Scientifically, I knew that it was spreading. But I still didn't really I didn't know how to say it,\" he said. \"I distinctly remember there was one article that I wrote where I chang", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2020/04/16/asia/asia-europe-us-coronavirus-delay-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}