{"Type": "article", "Time": "2020-11-25", "Headline": "Covid-19 cases are rising in Asia, but compared to the West it's a drop in the ocean", "Text": "Winter is coming, for parts of Asia too.  Across the region, many countries and cities that had previously kept the coronavirus largely under control are seeing a rise in infections. Last week, Japan's daily caseload surged to its highest since the pandemic began, surpassing 2,000 for five days in a row. In South Korea, daily infections also rose from a relative lull in late September and October to hover above 300, the highest since late August. Hong Kong, meanwhile, has declared its \"fourth wave\" of coronavirus infections, after multiple isolated clusters emerged. Its daily cases -- still within single-digits in early November -- exploded over the past week to reach 80 on Tuesday. Even in mainland China, known for its \"zero-tolerence\" approach against the coronavirus, sporadic cases have sprung up in multiple cities, from the financial hub of Shanghai and the port city of Tianjin to the grasslands of Inner Mongolia. While the resurgence of the virus is certainly dispiriting as it dominates local headlines and leads to tighter restrictions ahead of the holiday season, the rise in cases in Asia seems more like a ripple compared with the second wave in the United States and Europe. On Saturday, the US caseload surpassed 12 million -- an increase of more than 1 million cases in less than a week. In Europe, the number of daily cases have fallen from an early November peak, but are still well above 100,000. To put things into perspective, with a population of around 10 million, the South Korean capital of Seoul reported 382 new Covid-19 cases on Tuesday, while Los Angeles County reported 3,692 cases -- nearly 10 times the daily surge in Seoul. Swift response Despite their comparatively miniscule rise in infection numbers, Asian governments are taking no chances in efforts to curb the outbreaks. In China, the response has been particularly swift and drastic. On Sunday night, the Shanghai Pudong International Airport conducted a sudden testing drive in a parking garage on more than 17,000 staff members, following a handful of cases among cargo handlers. In Tianjin, authorities tested 2.6 million residents in three days after reporting five locally transmitted cases. And in Inner Mongolia, a border town with Russia was partially locked down and all its residents tested over just two local infections.  As a result of Hong Kong's spike in cases, the highly-anticipated Hong Kong-Singapore \"air travel bubble\" was postponed -- less than 24 hours before it was due to launch. The scheme would have allowed quarantine-free air travel between the two Asian hubs, in an effort to boost business travel and tourism.  On Monday, South Korea declared an \"emergency period\" in Seoul until the end of the year. Public transportation capacity has been reduced by 20% after 10 p.m. and gatherings of more than 10 people banned. The city will also conduct regular coronavirus tests on some 40,000 workers and users of nursing hospitals and daycare centers. The measures come after a series of new restrictions were announced for Seoul on Sunday, including mandatory mask wearing indoors and closures of entertainment facilities such as clubs. Restaurants are only allowed to do deliveries and takeout after 9 p.m., gatherings will be limited to 100 people, and schools must operate at one-third capacity. In Japan, Prime Minister Yoshihide Suga announced last week that the country was on \"maximum alert\" after reporting a record number of daily infections. He also halted the government's domestic travel and dining promotion program in coronavirus hotspots to curb further infections. In the US and Europe, where daily cases are surging by tens of thousands, contact tracing seems not only impossible, but futile. The virus is so widespread that governments have few remaining tools left to tackle the outbreaks, other than reimposing lockdowns -- which have drawn backlash and protests. Easing restrictions prematurely But it is not only measures that are being introduced now that matter. Asia's comparative success in containing the coronavirus is a result of months of consistent policies, thorough implementation and public cooperation. Throughout the relative respite of infections in the summer, countries in Asia have kept their borders shut, and in many places, the public have continued to wear face masks and maintain social distancing.  In Europe, after months of initial lockdowns, restrictions were eased and tourists flocked to summer vacations. Those visitors have been blamed for both causing a surge in cases in countries largely spared by the first wave, such as Greece and Croatia, and for bringing the virus back to their own countries. David Nabarro, a World Health Organization (WHO) special Covid-19 envoy, said unlike Europe, Asia did not relax restrictions prematurely. \"People are fully engaged, they take on behaviors that make it difficult for the virus. They keep their distance, wear masks, isolate when they're sick, wash hands and surfaces. They protect the most endangered groups,\" he said in an interview with Swiss newspapers, according to Reuters. \"You must wait until case numbers are low and stay low,\" he said, calling Europe's reaction \"incomplete.\" He warned that Europe could still see a third wave of infections in early 2021, if governments repeat the failure to do what was needed to prevent the second wave of infections. \"They missed building up the necessary infrastructure during the summer months, after they brought the first wave under  control,\" Nabarro said. \"Now we have the second wave. If they don't build the necessary infrastructure, we'll have a third wave early next year.\"", "Section": "asia", "Writers": ["Nectar Gan"], "URL": "https://www.cnn.com/2020/11/25/asia/coronavirus-asia-west-comparison-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}