{"Type": "article", "Time": "2019-11-29", "Headline": "Breakup Tours: New travel app aimed at the brokenhearted", "Text": "Just getting out of a tough relationship and looking for a distraction? This new travel app might be for you.   Breakup Tours, developed by a Hong Kong-based company, offers experiences and services aimed at people who are dealing with heartbreak.   Instead of querying users about travel dates and room preferences, the app asks clients some fairly unusual pre-booking questions, including:   \"Imagine a moon now, what shape comes to mind?\"  \"Anything you wish you had said to your ex?\"  \"If you receive a call from your ex now, would you take it?\"   Stephen Chung, co-founder, says the company was inspired by the belief that traveling is the best way to get over heartbreak.  \"Breakup is hard as changes are hard,\" he tells CNN Travel. \"When you stick to your routine, you become very aware of the things missing in your routine. Traveling allows you to break away. It gives you new perspectives.\" What becomes of the brokenhearted?  Soft-launched in November, the Breakup Tours app is a spin-off of a marketing campaign.  Chung was a tour guide before co-founding an advertising company called Secret Tours Hong Kong.  \"Our first breakup tour was a multi-brand commercial campaign with a few newly singled influencers in 2018,\" he recalls.  \"We received overwhelming responses, so we soon did an open recruitment after the first trip. About 650 people sent us their applications -- which was a letter to their exes.  \"Those are some of the most heart-wrenching and craziest stories we had read. One girl got a photo from her friend when her then-boyfriend was traveling 'alone.' It was a photo of the guy's wedding in Okinawa with another woman. They had been dating for seven years before she realized that she was just an affair.\" The team went on to host a singles bar event on Valentine's Day and a breakup staycation. Chung soon realized there was a gap between the demand and supply of services catering to the heartbroken. Not long after, Breakup Tours became a standalone travel business.    A boutique for singles Breakup Tours isn't the only company targeted at singles. For instance, a touring museum has been exhibiting artifacts of failed relationships since 2003, and a bar in Japan only allows solo drinkers.  But it's believed to be the first travel booking platform that curates activities aimed at helping people get over a breakup. \"Compared to other travel booking apps like Klook and KKday [two other popular travel experiences vendors in Asia], we're more like a boutique select-shop in a hip neighborhood, offering curated and beautiful services for the heartbroken,\" says Chung. \"After talking to a lot of people, we realized that there are three steps to heal: Emotional release; try something new; and learn something new. All our activities are centered around these three steps.\"  The app, available in English and Chinese, currently features more than 100 products in 10 cities in Taiwan, Japan, Thailand and Hong Kong.  Experiences include an \"Ending Ill-fated Love\" guided tour in Tainan, a three-hour tour to pray to the Chinese Cupids in temples and a Kintsugi (pottery repair) workshop in Tokyo where participants learn about the Japanese philosophy of wabi-sabi -- to \"embrace the flawed, imperfect, yet wonderful things in life.\"  Not thrilling enough? There's also a \"Real Gun Shooting Workshop\" in Chiang Mai.  Travelers can browse activities by city or their current mood. In addition to travel sim cards, clients are given a customized \"Break-Up First-Aid Kit\" before their trip.  \"Every first-aid kit will be slightly different according to the customer's story,\" says Chung. Kit items include a therapeutic writing exercise the company co-created with a psychology professor at the Chinese University of Hong Kong.  How travel helps people get over a breakup The Breakup Tours' app also has a function called \"Circles of Travelers,\" which allows users to find others who have booked the same experience, read their breakup stories and connect with them. But Chung insists it's not a dating app.  \"We went through a lot of struggles in the process,\" he says.  \"We are targeting a whole new group of consumers and there isn't much data about them. How do you define a breakup? Is being single a breakup? Some people may get over a breakup after two weeks while some may still think that they're going through one after two years. So break up is a mental status.\"   By talking to their participants and consulting psychologists, the team has refined its services. \"We don't want to be a match-making service and we don't think you should jump right into another relationship,\" says Chung.  \"So if you want to be alone, you can turn on the invisible button so people can't see you. Another lesson we learned from our participants: Don't pack too much on a trip. Plan only 30% of your trip and allow 70% of your trip to be alone and do nothing.\" For now, the start-up company is targeting Hong Kong's outbound travelers, but anyone with the app can book the experiences (prices are listed in HKD). Each tour specifies the available languages.    Chung says they aim to expand services to outbound travelers from Taiwan and Thailand next year.  For now, the app is only available for iOS but will be available for Android users in January. ", "Section": "travel", "Writers": ["Maggie Hiufu Wong"], "URL": "https://www.cnn.com/travel/article/breakup-tours-travel-app/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}