{"Type": "article", "Time": "2020-10-15", "Headline": "The post-pandemic city", "Text": "One of the most noticeable aspects of Covid-19 is that it has cast a huge shadow on the world's great cities, where many of us live. It has transformed global cities, emptying normally bustling streets and haunting formerly crowded subways. People sheltered in place or scattered to the suburbs. Work shifted to laptops and Zoom, as the energy of cities was replaced by an eerie quiet, leading many to ask: Will cities come back? My answer is yes. For centuries, denizens of cities have always abandoned their homes in times of trouble, but they always return. Critics say this time is different. New technologies make it much easier for people to work from home, and the danger of disease will keep them away. And it's true that there will be some significant changes in the nature of work and the old requirement that people be at the office week in and week out. But cities are an ideal way to organize human beings for modern life -- allowing people to mingle, work, and play, all in the same place. They help build the economic and social capital upon which healthy societies rest. And they have allowed people to live healthier lives. In 2011, New York Mayor Michael Bloomberg could boast that residents of his city had a life expectancy that was two full years higher than the national average. \"If you want to live longer and healthier than the average American, then come to New York City,\" he urged. As more people have moved into cities in the last centuries, cities have grown in significance, politically. When President Trump announced his intention to withdraw the United States from the Paris climate accords in 2017, the leaders of Atlanta, Pittsburgh, New York, Chicago, Salt Lake City, and Los Angeles pushed ahead with the agreement anyway. And cities have adapted to Covid-19, even where the initial response was bungled. To provide safety for the greater numbers of runners, walkers, and bikers who now avoid the subway, cities like Barcelona and New York banned cars from some streets. Parking spaces were converted into outdoor seating for socially distant dining. The moves have proved so popular that in some European cities these zones reclaimed by pedestrians may remain car-free after the virus recedes. City residents consume and pollute less, and transport is cleaner in cities since urbanites use buses, trains, subways, and bicycles. The average urban resident recycles more while consuming less water and electricity than those in the countryside and suburbia. Major European and Asian cities are the world leaders in efficiency and sustainability. The pandemic hasn't changed all this. One of the myths about this pandemic has been that cities are uniquely susceptible. True, the disease will always hit cities first because they are the most globalized parts of any country. But in most nations, it soon spreads through sprawling suburbia and the countryside.  Many rural areas in the United States and Europe face worse per capita death rates from Covid-19 than big cities. Within cities, some of the densest neighborhoods were the least infected -- in New York, suburban Staten Island suffered more than super-dense Manhattan. Most important, good public policy can make city life safe even during an influenza-type epidemic. If you look abroad, massive cities have handled the virus stunningly well. Hong Kong, Singapore, and Taipei are all dense cities with packed mass transit systems, and yet their death tolls from Covid-19 have been amazingly low.  By late July 2020, despite being exposed to millions of travelers from mainland China annually, Hong Kong had 2,100 cumulative cases of the disease and just 18 deaths. These cities succeeded in tackling this virus because they were prepared. The SARS epidemic had taught them some painful lessons. They invested in health care and hygiene and reacted to the coronavirus early, aggressively, and intelligently. For any city with good leadership, density was not destiny.  Many developing countries have fewer resources and many more problems. In their cities, with the poor packed into crowded neighborhoods, sanitation services are severely stressed or entirely overwhelmed. But some became inventive. Officials in Mumbai, for instance, launched new initiatives to aggressively trace, track, test, and isolate people in Dharavi, one of Asia's largest slums, to halt the spread of infection. \"Private doctors have joined the fever camps,\" reported Soutik Biswas, the BBC's India correspondent. \"The cash-rich municipality, politicians, and nonprofits have provided tens of thousands of free meals and rations. Bollywood actors and businessmen have donated gear, oxygen cylinders, gloves, masks, medicines and ventilators.\" In the late nineteenth century, outbreaks of cholera and popular reports of \"how the other half lives\" in overcrowded tenements spurred urban reform movements in Europe and the US. Today, the developing world's cities face issues of exponentially greater size, but, they could easily apply some of the solutions Western cities did a century ago, centering on sanitation and clean water. And the pandemic might spur measures to protect against other calamities. The United Nations estimates that 59% of the world's cities with a population of at least half a million are at high risk from natural disasters -- from cyclones to floods, droughts, earthquakes, landslides, or volcanic eruptions.  Cities still have their problems, of course. In American cities, life expectancy gaps reveal discouraging racial and economic inequalities. Newborns in Chicago's majority-White, upscale Streeterville neighborhood can expect, on average, to live to be 90 years old. That is three decades more than those born in Englewood, a predominantly African American neighborhood to the south. Meanwhile, police treat Blacks and Whites deeply unequally -- and this cruel reality is most glaring in cities. America suffers from inequality and racism everywhere -- cities just force us to confront these issues rather than walling them off with gates and private security guards.  We know that cities have always been the centers of ideas, innovation, and action. They are also fonts of political progress. As John Ibbitson and Darrell Bricker explain in their study of global demography, \"As a society urbanizes, and women gain more power, the ties of kin, the power of organized religion, and the dominance of men decline, along with the fertility rate.\" Cities free women from restrictive village life, providing them with new opportunities. Urban centers are also the starting points of social activism. Almost every important political, social, and economic movement began in a city. Even many of the most effective environmental groups were founded by city slickers -- from the Sierra Club to Greenpeace. And it was in America's cities that protesters gathered to demand policing reforms after the murder of George Floyd.  Urbanization will continue apace in developing countries. In fact, by 2030, they will be home to some 80% of the world's megacities. But in the developed world, urbanization has probably peaked. In the United States, the share of the urban population is currently 83%. It may creep up to 89% by 2050, but the share seems to be approaching a natural limit. Researchers note that some big cities, such as New York, Los Angeles, and Chicago, have seen some recent slippage in population. But most of those leaving cities are not headed for small towns. They are relocating within their metro region, or moving to other metros, sometimes smaller ones. What's clear is that established cities are increasingly vying with one another to keep residents.  One of the first works of political science, Aristotle's \"Politics,\" written around 350 BC, declares on its first pages that man is by nature a \"social animal.\" Humans create cities and cities make humans -- these are two sides of the same coin. The reason our cities grow and endure, even when faced with calamities, is because most of us are naturally drawn to participation, collaboration, and competition. Rationalizations for city living vary -- work, companionship, entertainment, culture, or all of the above. But beneath those outward reasons lie deep urges toward social interaction. Covid-19 will not short-circuit this hardwiring. In fact, the isolation of the lockdowns might have the opposite effect, reminding humans of that simple but profound insight -- by nature, we are social animals.  Aristotle was right.\n .Fareed Zakaria's \"Ten Lessons for a Post-Pandemic World,\" published in Oct. 2020 by W.W. Norton", "Section": "opinions", "Writers": [], "URL": "https://www.cnn.com/2020/10/15/opinions/the-post-pandemic-city-fareed-zakaria/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}