{"Type": "article", "Time": "2021-01-08", "Headline": "The latest on the coronavirus pandemic and vaccines", "Text": "The relentless surge of Covid-19 patients has strained resources and health care workers at Los Angeles hospitals -- to the point that officials are preparing to ration care with triage officers, who will decide which patients receive what treatment. Once a hospital reaches a phase called \"crisis care mode,\" triage officers at the county's four public hospitals will be tasked with deciding how to allocate and reallocate scarce resources like ventilators for critically ill patients with a focus of \"doing the most good for the most people,\" according to new guidelines issued by the Los Angeles County Department of Public Health. \"Decisions of allocation will be to decide which patients get which resource, and in some circumstances, may involve decisions to take scarce resources from one patient and give them to another who is more likely to benefit from them,\" the guidelines said. The new guidelines were first reported by the Los Angeles Times. Rising numbers: The extraordinary move comes as Los Angeles County hospitals treat more than 8,000 Covid-19 patients, a growing number that has shown no sign of slowing down as the region continues to report thousands of new cases each day. On Friday, just 54 adult ICU beds were available in the county of 10 million residents. ##Hotspots## Some US health care workers not connected to hospitals or health systems are struggling to get Covid-19 vaccines, the president of the American Medical Association told CNN on Friday. “We are concerned by reports that some physicians and other health care personnel who are not employed by hospitals or health systems are facing difficulties getting vaccinated against Covid-19,” Dr. Susan Bailey said. Bailey emphasized the importance of keeping all physicians healthy so they can continue to care for patients. “In addition to contract and hospital-based physicians, office-based physicians are also front line health care workers in the fight against Covid-19, as that is where many patients go first when they become ill,” she added. Some state and local health departments are setting up sites to vaccinate these health care workers, Bailey noted. ##Vaccines## Russia's Gamaleya Institute, which developed the Sputnik V coronavirus vaccine, has applied for emergency use authorization in the Philippines. The Moscow-based company filed its application on Thursday, according to the Philippines News Agency. A day before that, Gamaleya withdrew its application to hold clinical trials in the country, according to CNN affiliate CNN Philippines. Gamaleya is the third vaccine maker -- alongside Pfizer-BioNTech and Oxford-AstraZeneca -- to apply for emergency use authorization in the Philippines.  It usually takes the Philippines' Food and Drug Administration 21 days to decide if a drug or vaccine will be allowed for use in the country, according to CNN Philippines. Last November, Russia said the Sputnik V vaccine was at least 91.4% effective and could be more than 95% effective, according to data from its Phase 3 trials. ##Vaccines## Dr. Stephen Hahn, commissioner of the US Food and Drug Administration, said during an Alliance for Health Policy event Friday he’s encouraging states to broaden criteria for who can be vaccinated against Covid-19. Some states have about 30% to 35% utilization of the current vaccine that they have, he said, and “we’re encouraging those states to broaden the criteria for administration.” Several states have opened up vaccination to people in certain age groups, even if they haven’t finished vaccinating health care workers.  According to the US Centers for Disease Control and Prevention’s Advisory Committee on Immunization Practices, Phase 1a consists of health care workers and residents in long-term care facilities, Phase 1b includes adults ages 75 and older and frontline essential workers and Phase 1c prioritizes adults ages 65 to 75, people ages 16-64 who have high-risk medical conditions and other essential workers.  “There’s a science and data driven approach to those recommendations, and I feel that those are very reasonable to follow,” Hahn said. But if the first prioritization group isn’t using all the available vaccine, it’s reasonable to move on to the next group, “not going outside of the guardrails of the recommendations of the ACIP, because I think they’re really important, but maybe going down to the next level as you try to use as much vaccine as possible.”  ##Vaccines## Oregon Gov. Kate Brown said the state will be using members of the National Guard to help administer the Covid-19 vaccine in an effort to speed up distribution.  “We continue to look at how we can use every single tool we have to swiftly vaccinate Oregonians,” she said in a news conference Friday. The governor acknowledged the state fell well short of their goal to administer 100,000 doses by the end of the year and need to make up for lost time in order to get to the next phase of vaccinations.  The National Guard will begin assisting with a vaccination event this weekend at the State Fairgrounds in Salem. They are planning a marathon session in the hopes of giving 250 shots per hour. “Our Guard members will be providing logistical and nursing support,” Brown said. ##Vaccines## The United States reported 131,889 current Covid-19 hospitalizations on Friday, according to the Covid Tracking Project (CTP).  This is third highest current hospitalization reporting and the 38th consecutive day that the US has remained above 100,000 current hospitalizations.  According to CTP data, the highest hospitalization numbers are... Jan. 6, 2021: 132,464\nJan. 7, 2021: 132,370\nJan. 8, 2021: 131,889\nJan. 5, 2021: 131,215\nJan. 4, 2021: 128,206 ##Hotspots## Moderna believes the second dose of its Covid-19 vaccine can be effectively administered between 21 to 42 days after the first dose, Ray Jordan, a spokesperson for the company, told CNN Friday. Moderna declined to say whether the company could meet demand for second doses of coronavirus vaccine if the incoming Biden administration releases all vaccine at once, instead of holding back half. In clinical trials, Moderna's vaccine was given as two doses 28 days apart. On Friday, President-elect Joe Biden’s team said his administration would release all doses of coronavirus vaccines right away, instead of holding back half to ensure second doses are given on time, as the Trump administration has been doing. When asked if Moderna would be able to produce enough additional vaccine to get second doses administered on day 28, the company declined to directly answer. \"Moderna is not aware of changed requirements associated with the Biden plan but has affirmed its plan to deliver according to the existing government supply contracts,\" Jordan said. \"This includes an expectation of delivering 100 million doses by the end of the first quarter and 200 million doses total by the end of the second quarter. Earlier this week, Moderna reported having already delivered 18 million doses to the US government.\" The World Health Organization’s vaccine advisers said earlier Friday that the second dose of Pfizer’s vaccine could also be administered as long as 42 days – six weeks – after the first dose. ##Vaccines## There is no evidence the United States has a homegrown variant of coronavirus that’s fueling the recent increased spread of the virus, the US Centers for Disease Control and Prevention said Friday.  The White House coronavirus task force told states last week “there may be a USA variant that has evolved here, in addition to the UK variant that is already spreading in our communities,” according to reports obtained by CNN. But the CDC said there was no evidence of that yet. “Based on scientific understanding of viruses, it is highly likely there are many variants evolving simultaneously across the globe,” a spokesperson said in a statement emailed to CNN. “Additionally, there is a strong possibility there are variants in the United States; however, it could weeks or months to identify if there is a single variant of the virus that causes COVID-19 fueling the surge in the United States similar to the surge in the United Kingdom,” the spokesperson added. “Researchers have been monitoring U.S. strains since the pandemic began, including 5,700 samples collected in November and December. To date, neither researchers nor analysts at CDC have seen the emergence of a particular variant in the United States as has been seen with the emergence of B.1.1.7 in the United Kingdom or B.1.351 in South Africa.” Variants of the virus first seen in Britain and South Africa have patterns of mutations that indicate they could make it easier for the virus to infect human cells, and thus to make it more easily transmitted. ##Variant## US Centers for Disease Control and Prevention Director Dr. Robert Redfield warned that the riots at the US Capitol on Wednesday was likely a coronavirus “surge event” and “is going to have public health consequences.” In an interview with the McClatchy newspaper group on Friday, Redfield called the riots a “very, very sad day” and expressed concern that members of Congress and law enforcement could have been exposed by the pro-Trump mob, perpetuating the spread of coronavirus. “I do think you have to anticipate that this is another surge event. You had largely unmasked individuals in a non-distanced fashion, who were all through the Capitol,” Redfield told McClatchy.  “Then these individuals all are going in cars and trains and planes going home all across the country right now. So I do think this is an event that will probably lead to a significant spreading event,” Redfield said. On Thursday, the US reported more than 4,000 deaths from coronavirus for the first time. Redfield warned that the numbers are likely to increase.  “We’re going to continue to see mortality in the 2,500-5,000 a day range,” Redfield said. “This is going to continue to get worse through January, and probably parts of February before we really start to turn the corner.” “We haven’t hit the peak of the current surge,” he added. “Clearly, the amount of mortality we’re seeing, as many of us are trying to stress, is more than we saw on Pearl Harbor or 9/11, over and over and over again. That’s the state of the pandemic unfortunately we’re at right now.” ##Hotspots## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said on Friday that the second dose of the Moderna or Pfizer Covid-19 vaccine is essential for optimal protection.  “The second dose is absolutely critical,” Fauci said.  His comments came on the same day that CNN reported that the Biden administration will aim to release every available dose of the vaccine once he takes office. While quickly doing this could increase the number of people who receive their first dose of the vaccine, it may delay second doses for some. Under current guidance, the two doses of Pfizer’s vaccine must be administered 21 days apart, while Moderna’s two doses should be given 28 day apart. Fauci said that one dose of Moderna or one dose of Pfizer “has not been proven to be efficacious to the degree that we want, and we don’t know how long the protection lasts.” “Whatever you’re hearing, one dose of the Moderna and one dose of the Pfizer is not optimal,” Fauci said. “Optimal is one dose of Pfizer, followed in 21 days by the boost. Or one dose of Moderna followed in 28 days with a boost if you want optimal protection and optimal durability.”   ##Vaccines## Nearly 6.7 million people have received their first doses of vaccine against coronavirus in the US and more than 22 million doses of vaccine have now been distributed, the US Centers for Disease Control and Prevention said Friday. As of Friday morning, 30.2% of doses distributed have been administered, compared with 33% last weekend and 27.6% on Thursday. The US is still struggling to catch up to the promised target of 20 million people vaccinated by the end of 2020. The CDC said 22,137,350 doses of vaccine had been distributed as of 9 a.m. Friday and 6,688,231 people had received their first doses of vaccine. States have said they don’t have enough staff or money to administer coronavirus vaccines at the needed rate. ##Vaccines## As the US looks for ways to speed the administration of Covid-19 vaccines, some states and providers are pulling in non-traditional vaccinators, including dentists, retirees and students, to aid in the process.  On Monday, the California Department of Consumer Affairs approved an emergency waiver allowing dentists to administer Covid-19 vaccines to people ages 16 and up. The American Dental Association says dentists are cleared to give the vaccine in multiple states, including Oregon, where the first dentist in the US to administer a Covid-19 vaccine did so last month.  Some health systems, like Mount Sinai Health System in New York City and The University of Alabama at Birmingham (UAB) Medicine, are tapping a well of newly trained nursing, medical and dental students to aid in the vaccination effort. “We have been using some atypical vaccinators because we're trying to prioritize keeping our licensed nurses at the bedside,” said Dr. Sarah Nafziger, professor of emergency medicine at UAB. “While we're rolling out vaccine, we're simultaneously dealing with a patient surge.”  Some jurisdictions are looking to retired health care workers, who have the skills to administer vaccines and aren’t actively attending to Covid-19 patients. “It’s a lot of retired physicians that are standing up to act as vaccinators,” New Jersey State Commissioner of Health Judy Persichilli said during a news conference Wednesday. Covid-19 vaccinators must be trained and authorized.  Dr. William Reynolds, president of the American Optometric Association, says optometrists are an untapped resource in the vaccination effort. He said they are widely distributed and ready to jump in in smaller and rural communities that may need more manpower. The association says 19 states allow optometrists to administer medicine via injection – and in California, they can administer flu and shingles vaccines – but they aren’t authorized to give the Covid-19 vaccine, specifically.  “We want to be part of the solution,” said Reynolds. ##Vaccines## Health officials are watching to make sure that coronavirus vaccines are effective against any variants that arise, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said on Friday. Fauci remarked on a study that indicates changes being seen in the virus are not, so far, affecting whether vaccines will work. “Right now, the scientists … have taken a close look at this, and have determined that the antibodies that are induced by the vaccine that we’re using now are still very effective against the mutant strain,” he said during an event on health equity hosted by Virginia Commonwealth University. “We will also be looking at that very carefully and following it very carefully,” he said, adding that if anything changed then manufacturers can quickly modify the vaccine to match. “Right now, the data indicate that the UK mutant is still quite sensitive to the antibodies that are induced by the vaccine,” he said. “But again, we’re going to be very careful. We’re going to continue to follow that to make sure that it stays that way.” ##Vaccines## ##Variant## Canada continues to set new daily records for Covid-19 cases, hospitalizations and deaths. “Frankly, it’s frightening to see cases rise at home and around the world, day after day,”  Canadian Prime Minister Justin Trudeau said during a news conference from Ottawa Friday.  Trudeau pleaded with Canadians to continue to follow local public health guidelines as vaccines continue to roll out across the country.  “Quantities of both the Pfizer and the Moderna vaccine will scale up in February. Remember that Canada has the most vaccines secured per capita in the world, which means that, by September, we will have enough vaccines for every Canadian who wants one,” Trudeau said.  Some provincial leaders have said that federal authorities have not yet delivered enough doses to meet the demand for vaccinations for priority groups like health care workers and resident of long-term care centers.  According to government data, Canada has vaccinated less than 1% of its population, and most of those with only a single dose.  Pfizer declined to say Friday whether it could meet demand for second doses of coronavirus vaccine if the incoming Biden administration releases all vaccine at once, instead of holding back half.  Pfizer’s vaccine is supposed to be given as two doses 21 days apart. On Friday, President-elect Joe Biden’s team said his administration would release all doses of coronavirus vaccines right away, instead of holding back half to ensure second doses are given on time, as the Trump administration has been doing. When asked if Pfizer would be able to produce enough additional vaccine to get second doses administered on day 21, the company declined to directly answer. \"Pfizer is confident in our ability to deliver 200 million doses of our vaccine to the U.S. government by July 31st. We are committed to collaborating with the Biden Administration on common-sense solutions to the challenges in vaccine distribution, so that as many Americans as possible have access to our vaccine as quickly as possible,\" Pfizer said in a statement. ##Vaccines##  New York City will begin administering the Covid-19 vaccine to city workers and the elderly staring Monday, Mayor Bill de Blasio announced.  “New York City has heard enough,” de Blasio tweeted Friday afternoon. “We will begin administering shots to City Workers and the elderly in 1B starting on Monday.” New York Gov. Andrew Cuomo said Friday afternoon that while New York’s hospitals will continue to prioritize vaccinating health care workers, beginning on Monday, the additional providers will be allowed to distribute the Covid-19 vaccine to anyone belonging to groups 1A and 1B of state’s vaccination plan. Earlier Friday, de Blasio said he was continuing to push for authorization to vaccinate those over 75 years of age, saying the state hadn’t opened up to the next category. He called the elderly population the “single most vulnerable population right this minute.” CNN's Laura Ly contributed to this report. ##Vaccines## President-elect Joe Biden will receive his second dose of the coronavirus vaccine on Monday, 21 days after he received the first dose, incoming press secretary Jen Psaki confirmed in a transition briefing. His second dose, along with Vice President-elect Kamala Harris’ likely to happen a week later, will both be done publicly to continue to instill confidence on the vaccine, Psaki said. Starting Friday, up to 35 members of the incoming administration will begin to receive their vaccine in coordination with the White House Medical Unit. Brazil's National Health Regulator, Anvisa, confirmed on Friday they received two separate requests for emergency use of the Oxford/AstraZeneca vaccine, and the Coronavac vaccine developed by Sinovac to fight against Covid-19.  The Oswaldo Cruz Foundation (Fiocruz) ordered two million doses of the Oxford/AstraZeneca vaccine on an experimental basis.  The Butantan Institute requested approval for the experimental use of the Coronavac vaccine developed by Sinovac, which showed 78% efficacy during phase 3 trials on Thursday.  Anvisa stated in Friday's two news releases that their goal pertaining to both requests is to \"make the analysis of emergency use within 10 days, discounting any time that the process may be pending information, to be presented by the laboratory.\"  Anvisa also reiterated that they hold themselves accountable to scientific and regulatory procedures, which \"must be followed by those who seek the authorization of vaccines to be used in the Brazilian population.\"  Correction: An earlier version of this story misspelled Sinovac, the company developing the Coronavac vaccine. ##Vaccines## As California continues to make and break Covid-19 records, the state’s Office of Emergency Services (Cal OES) is increasing storage capacity for victims’ bodies and enacting the State Multi-Casualty Plan. Cal OES has distributed 88 refrigerated trailers, 10 leased to serve as temporary morgues and designed as such, and sent to Imperial, Los Angeles, Monterey, San Bernardino, and Sonoma counties. Another 78 were donated and sent to other hospitals and counties across the state. Those trailers will be outfitted with appropriate shelving as they were not originally designed to be used as morgues. Cal OES will set up a temporary morgue in the parking lot at the L.A. County coroner facility to address the largest surge in fatalities. The overflow morgue comprises at least 10 trailers supplied by both the county and state, and refrigerated storage containers.  While critical populations are receiving vaccinations during what Gov. Gavin Newsom characterized as a “surge on top of a surge,” and until hospitalizations drop, the state is anticipating the deaths, the OES says, that will only add to the existing normal rate of non-Covid-19 deaths. ##Hotspots## Ireland has recorded 8,248 new coronavirus cases on Friday, the highest daily increase since the beginning of the pandemic as the new coronavirus variant detected in South Africa has been confirmed in the country, according to a statement from the government’s health department. The increase now brings the total number of confirmed cases of Covid-19 to at least 135,884. Health officials said in a statement that three cases of the coronavirus variant detected in South Africa had been confirmed in Ireland on Friday and said all of the cases were directly associated with recent travel from South Africa. The statement urged anyone who has traveled to South Africa recently to self-isolate for 14 days and identify themselves for testing “as soon as possible.” \"While this variant has not yet been identified in many European countries, we believe the identification here reflects the extent of genome sequencing surveillance in Ireland,” Chief Medical Officer Tony Holohan said. The data also shows at least 20 people have died from the virus, bringing the toll to at least 2,327. At least 1,180 people are hospitalized and at least 109 are in intensive care units. ##Variant## The US Food and Drug Administration has alerted health care providers and labs that genetic variants of the novel coronavirus — including an emerging variant first detected in the United Kingdom called B.1.1.7 — could lead to false negative Covid-19 test results. The FDA noted in a news release on Friday afternoon that false negative results can occur with any molecular test for the detection of the virus if a mutation has occurred in the part of the virus's genome that the test examines. According to the FDA, the risk that these mutations will impact overall testing accuracy is low. If Covid-19 is suspected after a negative test, the agency recommends repeat testing with a different test. The agency notes three Covid-19 tests authorized in the United States may be impacted by genetic variants — MesaBiotech Accula, TaqPath Covid-19 Combo Kit and Linea Covid-19 Assay Kit — \"but the impact does not appear to be significant.” Since the TaqPath and Linea Covid-19 tests detect multiple genetic targets, the overall test sensitivity should not be impacted, the FDA noted. However, if certain patterns emerge in individual results from those tests, labs might consider further genetic sequencing of specimens. That “may help with early identification of new variants in patients to reduce further spread of infection,” the FDA said in its letter to labs and health care providers, noting that the B.1.1.7 variant has been associated with an increased risk of transmission \"The FDA will continue to monitor SARS-CoV-2 genetic viral variants to ensure authorized tests continue to provide accurate results for patients,\" FDA Commissioner Dr. Stephen Hahn said in the release. SARS-CoV-2 is the name of the novel coronavirus that causes Covid-19.  \"While these efforts continue, we are working with authorized test developers and reviewing incoming data to ensure that health care providers and clinical staff can quickly and accurately diagnose patients infected with SARS-CoV-2, including those with emerging genetic variants,\" Hahn said.   \"At this time, we believe the data suggests that the currently authorized COVID-19 vaccines may still be effective against this strain. The FDA will continue to keep health care providers and the public informed of any new information as it becomes available.\" ##Variant## The US may have its own version of a more transmissible coronavirus that might be helping fuel the already aggressive spread of the virus, the White House coronavirus task force said in its latest report to states this week. Reports sent by the task force to states dated Jan. 3 warned of the possibility of a “USA variant” of Covid-19. “This fall/winter surge has been at nearly twice the rate of rise of cases as the spring and summer surges. This acceleration suggests there may be a USA variant that has evolved here, in addition to the UK variant that is already spreading in our communities and may be 50% more transmissible,” reports obtained by CNN said. The task force called for “aggressive mitigation… to match a much more aggressive virus.” That mitigation should include the use of face masks, the task force said, and immediate vaccination of as many people as possible. “Without uniform implementation of effective face masking (two or three ply and well-fitting) and strict social distancing, epidemics could quickly worsen as these variants spread and become predominant.” The US has been tracking cases of a variant first identified in the UK that appears to be more easily transmitted. The pandemic continues to rage as the nation has turned its attention to the insurrection at the US Capitol and the certification of President-elect Joe Biden’s victory, and the task force continued to warn states of “aggressive community spread” after the holiday season.  “The United States remains at a high plateau of 140-150,000 confirmed and suspected COVID admissions per week and 120-125,000 total inpatients. Significant continued deterioration, from California across the Sunbelt and up into the Southeast, Mid-Atlantic, and Northeast, despite low testing rates during the holidays, suggests aggressive community spread,” the task force reports said.  The task force reports also called for the establishment of outpatient monoclonal antibody treatment infusion sites “immediately available to save lives.” And as the nation struggles to rapidly immunize Americans, the reports said that vaccines must “be put in arms now.”  “Do not delay the rapid immunization of those over 65 and vulnerable to severe disease; recommend creation of high throughput vaccination sites with use of EMT personnel to monitor for potential anaphylaxis and fully utilize nursing students. No vaccines should be in freezers but should instead be put in arms now; active and aggressive immunization in the face of this surge would save lives,” the reports said.  This week, California is the state with the most new cases per 100,000 population, followed by Arizona, Kansas, Tennessee, Rhode Island, Utah, Arkansas, West Virginia, Georgia, and Massachusetts in the top 10.  Test positivity, an indication of rising cases to come, is highest in Oklahoma, followed by Nevada, Arizona, Utah, Idaho, Virginia, Tennessee, Georgia, South Carolina, and Alabama.  Arkansas has the most hospital admissions per 100 inpatient beds, followed by Arizona, Maryland, Oklahoma, Georgia, Kentucky, California, District of Columbia, South Carolina, and New Mexico. And Kansas has the most new deaths per 100,000 population, followed by Wyoming, Pennsylvania, New Mexico, Arkansas, Indiana, Mississippi, Arizona, Tennessee, and Rhode Island. ##Hotspots## ##Variant## As Covid-19 patients continue to flood Southern California hospitals, a team of 20 medical providers from the US Army and Air Force have arrived to help stanch the surge in Riverside County. “Riverside County hospitals have been stretched well-beyond their licensed capacities to treat a record numbers of patients,” said Bruce Barton, director of the County of Riverside Emergency Management Department. “These resources are critical to help our region treat more of our residents and get through this hospital surge.” The military medical team, which consists of active duty physician assistants, nurses and respiratory care practitioners arrived Thursday to assist the Riverside University Health System (RUHS). The 439-bed hospital normally averages about 350 patients each day. An additional 121 beds have been added to accommodate the influx of patients, according to RUHS CEO Jennifer Cruikshank. “These additional Department of Defense staffing resources come at a very important time and are breathing in a renewed energy and hope into our team that will help us continue to provide our expanded services and support the acute healthcare needs of more people in our region during this critical time,” said Cruikshank. In addition to the military support, RUHS continues to seek additional help and is expecting additional traveler nurses to arrive soon. ##Hotspots## A worrying fungal infection seen among hospitalized Covid-19 patients in Florida may have been caused by the reuse of personal protective equipment, Centers for Disease Control and Prevention researchers said Friday. They said four cases of Candida auris were probably spread because staff did not follow protocols for preventing spread of the highly infectious yeast. Hospital staff around the country have complained that PPE shortages have forced them to re-use equipment. Candida auris is a multidrug-resistant yeast that has caused many worrying outbreaks in healthcare settings. It can infect people without causing symptoms and it also can persist on surfaces, so regular sanitation is important in keeping outbreaks at bay.  It’s also important for staff treating patients with the infection to follow painstaking protocols. “Investigators observed multiple opportunities for contamination of the base layer of gown and gloves during doffing and through direct contact with the patient care environment or potentially contaminated surfaces such as mobile computers,” the researchers wrote in CDC’s Morbidity and Mortality Weekly Report. “Mobile computers and medical equipment were not always disinfected between uses, medical supplies (e.g., oxygen tubing and gauze) were stored in open bins in hallways and accessed by HCP wearing the base PPE layer, and missed opportunities for performing hand hygiene were observed.” Of the four patients infected with Candida auris, three had bloodstream infections and one had a urinary tract infection. In addition, 35 other Covid-19 patients tested positive for C. auris colonization, representing 52% of the Covid-19 patients at the time.  Once the hospital improved cleaning practices, took equipment out of hallways, and stopped improper PPE practices, the hospital found no further transmission of Candida auris.  Peru detected the first case of Covid-19 variant from the United Kingdom, the country’s Health Minister Pilar Mazzetti announced on Friday. The case is a Peruvian woman who lives in Lima and met with family members \"before Christmas,\" but it is unknown exactly how she got it, Mazzetti said.   Currently the woman is fine and is under isolation and supervision at home, according to Mazzetti. Her family members are being tested.  Mazzetti also announced on Friday that Peru is not considering going back to phase 1, but that since Jan. 4 all travelers arriving to Peru have to quarantine for 14 days.  Some background: Coronavirus variants were found in South Africa and the UK, but it's not clear where they began. So far, it appears that both spread more quickly, but they are not more deadly. Vaccine makers and other scientists are studying whether the variants pose a challenge to the vaccines. ##Variant## Outbreaks of Covid-19 cases in nursing homes reflect what’s going on in the community, and protecting frail residents means watching what’s going on outside, according to new research from the Centers for Disease Control and Prevention published Friday.  “Increases in community rates might be associated with increases in nursing home COVID-19 incidence,” the CDC-led research team wrote in the CDC’s weekly MMWR report. “Nursing home mitigation strategies need to include a comprehensive plan to monitor local SARS-CoV-2 transmission and minimize high-risk exposures within facilities.” The study is based on data about Covid-19 cases in nursing home residents and staff members in all 50 states, collected from May 2020 to November 2020. Out of the total cases of Covid-19 in nursing homes reported, just more than half were in residents, while just less than half were in staff members. Cases in residents rose in June and July, then decreased in August and September. Through October and November Covid-19 rates rose again, reaching a peak in November at the close of the study.  Trends in Covid-19 cases in residents and staff members were nearly identical. According to the research, these trends were again replicated in the communities surrounding the nursing homes.  Community spread means that infection risk to nursing home staff members may be coming from inside and outside of the facilities.  They recommended prioritizing nursing home residents and staff in vaccination phases, and further studying the connection between community spread and spread within nursing home facilities.  Georgia has administered 24.88% of the Covid-19 vaccine it has received from the federal government, but the state's governor said he feels that the data on vaccinations by providers is being under reported to the state.  “At this time, we believe there is a significant under reporting based on the state immunization team's conversations with multiple providers. And we will continue our efforts to ensure the data is transparent, up to date and accurate as we always have,” Gov. Brian Kemp said at a news conference at the state Capitol.  When pressed about the vaccination rate he admitted, “I am not happy where we are.”  The governor encouraged citizens to get vaccinated, calling the vaccine “safe.” Kemp said that he would get the vaccine when it was his turn.    Kemp said the state will have major vaccination centers operating in the metro Atlanta area this weekend. The state will also expand those eligible to get the vaccine.  \"Beginning soon Georgians over 65 and those other priority populations can visit the Georgia Department of Public Health's website to find locations in your community where you can schedule an appointment for the vaccine,” Kemp said.  “We are going to use every single resource that we have in the state to get this vaccine in people's arms,” he said, adding, “Vaccines don’t save lives, vaccinations do.”   ##Vaccines## The second dose of Pfizer and BioNTech’s coronavirus vaccine can be delayed for as long as six weeks if need be, World Health Organization advisers said Friday. The Strategic Advisory Group of Experts on Immunization (SAGE), which advises WHO about vaccines, published interim guidance for the use of the Pfizer/BioNTech Covid vaccine under emergency use listing on Friday.  “WHO’s recommendation at present is that the interval between doses may be extended up to 42 days (6 weeks), on the basis of currently available clinical trial data,” the guidance document reads. Pfizer’s vaccine is supposed to be given as two doses 21 days apart. On Friday, President-elect Joe Biden’s team said his administration would release all doses of coronavirus vaccines right away, instead of holding back half to ensure second doses are given on time, as the Trump administration has been doing. If more information becomes available on longer intervals it may be revised and countries should ensure that any adjustments don’t affect the likelihood of receiving the second dose of vaccine, SAGE said. Some countries face “exceptional circumstances of vaccine supply constraints combined with a high disease burden,” the panel said. ##Vaccines## Denmark will introduce entry restrictions from the rest of the world, in an effort to limit the spread of coronavirus, the country’s Minister of Foreign Affairs Jeppe Kofod said on Friday. Danish authorities also advise against all travel abroad starting Saturday. In addition to the recommendations to cancel all travel out of the country, the government will also tighten the restrictions on entry, making it possible only for people with a recognizable purpose and who can present a negative coronavirus test that is a maximum of 24-hours old to enter Denmark. A recognizable purpose may, for example, be having a job or family in Denmark. According to the new regulations, Danes who have been infected with coronavirus abroad will not be able to travel home by plane. “The new restrictions run until 17 January and also mean that Danes living abroad are encouraged to stay where they are,” Kofod told reporters. “What we are doing now, we are doing so as not to stumble upon the finish line in the fight against the corona,” the minister added. The move follows a decision this week to further tighten an already stringent economic and social lockdown. According to the Danish government, a broad section of the population is expected to be vaccinated against Covid-19 by June. All Danes who accept the offer of the vaccine against coronavirus can be vaccinated with another vaccine no later than June 27, according to a calendar available on the Danish Health Authority's website. The announcement comes on the day Denmark has secured 3.9 million doses of vaccine, after the European Union entered into a new agreement with Pfizer-BioNTech. Kentucky Gov. Andy Beshear agrees with the President-elect Joe Biden’s plan to release as many Covid-19 vaccine doses as possible, he told CNN on Friday. This comes after Biden’s team said they will release as much of the vaccine as possible. “We are ready to vaccinate a lot more people and this would help us, at the same time we have to ensure those second doses come,” Beshear said on CNN.  Ultimately Beshear wants as many Covid-19 vaccine doses released with \"assurances the second dose will be there.\" He added the second doses need to come within the correct timeframe so the vaccine is still 95% effect. “We got to vaccinate as many people as possible,” Beshear said adding, “the vaccine is the only way we can help people and beat this virus,” he said.  The governor said if the state runs out of people in one group to vaccinate they will move to the next group and vaccinate as many people as possible.  The next group of people consist of people over 70, bus drivers, and other essential workers, the governor said.  Kentucky has vaccinated at least 50,000 people in the last three days, he said. ##Vaccines## Watch:  Chicago Mayor Lori Lightfoot on Friday confirmed that Chicago Public Schools (CPS) will resume in-class instruction on Monday despite recent pushback from the Chicago Teachers Union to delay reopening.   Pre-K students and cluster program students are scheduled to return to Chicago classrooms on Jan. 11, according to the CPS reopening plan. Teachers and staff were asked to return to schools a week before to prepare for in-class instruction, but only half did so, CNN has reported.    Lightfoot said that the pandemic \"has completely upended our sense of normalcy\" but \"CPS has worked diligently to provide the best possible remote learning experience.\" Chicago Public Schools CEO Dr. Janice Jackson said the district does not need a union agreement to reopen schools and any teachers who don’t show up will be marked absent without pay. Union leadership has been pushing to delay school reopenings and have proposed inoculating all teachers before a return to the classroom, along with other mitigation measures, CNN has reported.  Lightfoot said several \"myths\" were circulating, including rumors that \"proper PPE won't be supplied to students and staff\" and that many of the schools won't be properly ventilated.  The mayor said a recent $8.5 million investment would ensure that every school will be equipped with HEPA, or high-efficiency particulate air purifiers, which purify over 99% of viruses and bacteria.   Jackson added that the city has invested over $100 million to ensure students return to the safest environment as possible. \"The health of our students and their families...is our number one priority,\" said Lightfoot who stressed that she understands people's concerns about returning to classrooms. \"I get that,\" she added. According to Lightfoot, 77,000 parents have said they want schoolhouses to open for in-class instruction. French medical regulator, the High Health Authority (HAS), has approved the rollout of Moderna’s coronavirus vaccine in the country, according to a statement released by the regulator on Friday.  The decision comes after the European Medicines Agency approved the Moderna vaccine on Wednesday.  HAS noted that Moderna was “the second vaccine available to fight Covid-19” in France after Pfizer-BioNTech’s and that “it will help amplify the vaccination campaign.” On Thursday, Health Minister Olivier Véran said the first 50,000 doses of Moderna will be delivered on Monday, aiming to reach over 2 million by June. “In all, we expect a little over 100,000 vaccines for the month of January for Moderna, an additional 500,000 in February, a little over a million in March and April and over 2 million in May and June,” Véran said.  France has come under scrutiny for its slow vaccination process, administering a total of 45,000 people as of Thursday, a number which has left them behind compared to European neighbors.  ##Vaccines## Covid-19 continues to surge in New York City as health officials report nearly 4,000 new confirmed and positive cases and a 9.38% positivity rate on the city's seven-day rolling average, Mayor Bill de Blasio said.  The city also reports at least 3,960 cases on a 7-day rolling average, de Blasio added. At least 256 more people are currently in the hospital. That hospitalization rate now stands at 4.33 per 100,000 people. On vaccines: De Blasio is pushing for the authorization to give the Covid-19 vaccine to those 75 and older, lamenting that the state hasn’t opened up to the next category. \"Our seniors, our elders, those we love, who are in danger, the single most vulnerable population right this minute in New York City and the state of New York will not allow us to vaccinate,\" he said. He also said that the federal initiative to support vaccinations in nursing homes “hasn’t happened the way it needs to.” According to the city's Department of Health, of the 100,000 people living or working in nursing homes only about 16,000 have been vaccinated. There’s an allotment of 54,000 doses through the federal program, he said. ##Hotspots## On December 18, a San Diego emergency room nurse was given a shot of the Covid-19 vaccine. A week later, he tested positive for the virus, CNN affiliate KGTV reported. Stories like this will become more common as millions of Americans are administered the Pfizer-BioNTech and Moderna vaccines over the coming months. Over time, many who are vaccinated will still get infected with the novel coronavirus. But the vaccines have been shown to be 95% effective, so how can this happen? Here's why: Immunity doesn't kick in right away: It takes time for vaccines to build up immunity, and the two authorized coronavirus vaccines both require two doses, given several weeks apart, to train the body's immune system. People can be exposed to coronavirus right before being vaccinated, or right after, and there won't be time for the body to develop its defenses.\nVaccines might not provide perfect protection: No vaccine is 100% effective, and the makers of coronavirus vaccines are still evaluating whether the shots protect against all infections, or just those that cause symptoms. The CDC estimates that 40% of people who test positive don't have symptoms.\nIt's not because the vaccine gave you the virus: The current coronavirus vaccines cannot infect anyone with the virus. They don't contain the virus. Instead, they carry a small stretch of genetic material known as messenger RNA or mRNA that tells your body how to fight Covid-19.\nOthers might not be safe from you: People who are themselves immune to the virus might be exposed to it and transmit it to others. It can grow in the nose, says Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases. ##Vaccines##   President-elect Joe Biden will aim to release every available dose of the coronavirus vaccine when he takes office, a break with the Trump administration's strategy of holding back half of US vaccine production to ensure second doses are available.  What this means: Releasing all vaccine doses on hand could quickly ratchet up the availability of coronavirus vaccines by allowing more people access to a first dose. It could also be a risky strategy as both Pfizer/BioNTech and Moderna's vaccines require two doses, administered at specific intervals, and vaccine manufacturing has not ramped up as rapidly as many experts had hoped.  \"The President-elect believes we must accelerate distribution of the vaccine while continuing to ensure the Americans who need it most get it as soon as possible. He supports releasing available doses immediately, and believes the government should stop holding back vaccine supply so we can get more shots in Americans' arms now,\" said TJ Ducklo, a spokesperson for Biden's transition. \"He will share additional details next week on how his Administration will begin releasing available doses when he assumes office on January 20th.\" The comment from Biden's transition comes after a group of governors wrote a letter to Health and Human Services Secretary Alex Azar and Operation Warp Speed Chief Operating Officer Gen. Gustave Perna pressing the federal government to distribute \"reserved doses\" of the Covid-19 vaccine to states that need them. \"Our states are ready to work around the clock to ramp up distribution, get more shots in arms, and save more American lives. General Perna, as you have stated before, 'a vaccine sitting on a shelf is not effective,'\" the letter reads. \"We couldn't agree with you more. That's why we are asking for your help now. When we work together, we can end this pandemic and return to a life of normalcy sooner.\" The Trump administration has insisted it's necessary to hold back doses to ensure Americans who receive the first course of the two-dose vaccine will be sure to have access to a second dose. But the move has sparked a debate about whether a better strategy would be releasing all available doses as quickly as possible, particularly amid rising death and hospitalization rates. A study published Monday in the Annals of Internal Medicine also found that administering first doses of a Covid-19 vaccine to more individuals instead of withholding available supply for use as a second dose may reduce the number of new cases. \"Operation Warp Speed is continuing to ensure second doses are available to vaccine administration sites, at appropriate intervals, as directed by jurisdiction leaders,\" said a spokesperson for the Department of Health and Human Services. \"We would be delighted to learn that jurisdictions have actually administered many more doses than they are presently reporting. We are encouraging jurisdictions to expand their priority groups as needed to ensure no vaccine is sitting on the shelf after having been delivered to the jurisdiction-directed locations.\" The spokesperson also noted the US Food and Drug Administration recently reiterated the importance of requiring two doses for both the Pfizer and Modern vaccines. More on the vaccines: The vaccines by Pfizer/BioNTech and Moderna are both about 95% effective after two full doses. Earlier this week, two top officials from the FDA said anyone who receives those vaccines needs both doses, dismissing the idea of stretching the supply by allowing just one dose or cutting doses in half. They also dismissed other ideas for stretching the vaccine supply and said people who are speculating about the possibility of making do with just one dose or cutting doses in half are misinterpreting the data. \"We have been following the discussions and news reports about reducing the number of doses, extending the length of time between doses, changing the dose (half-dose), or mixing and matching vaccines in order to immunize more people against COVID-19,\" FDA Commissioner Dr. Stephen Hahn and Dr. Peter Marks, who heads FDA's vaccine division, said in a statement. \"These are all reasonable questions to consider and evaluate in clinical trials. However, at this time, suggesting changes to the FDA-authorized dosing or schedules of these vaccines is premature and not rooted solidly in the available evidence. Without appropriate data supporting such changes in vaccine administration, we run a significant risk of placing public health at risk, undermining the historic vaccination efforts to protect the population from COVID-19,\" they added. Hahn and Marks also said the data supports giving the second dose of each vaccine at the specified interval — 21 days after the first dose for the Pfizer/BioNTech vaccine and 28 days after the first dose for the Moderna vaccine. According to the study published in the Annals of Internal Medicine on Monday, by reducing the amount of the vaccine doses withheld to 10% for the first three weeks and supplying a steady dose of 6 million doses per week, the US could avoid up to 29% more cases over eight weeks. The US government currently withholds 50% of the available vaccine supply, distributing to states and other jurisdictions weeks later to be administered as the second in a 2-dose series. The researchers modeled various scenarios, with variables including vaccine supply, protection provided by the first dose and waning efficacy of the first dose if the second dose is delayed. Only in the unlikely worst-case scenario of a collapse in supply and minimal protection among individuals who have received the first dose would the model suggest that withholding 50% of available supply provides better protection.  \"We find that under most plausible scenarios, a more balanced approach that withholds fewer doses during early distribution in order to vaccinate more people as soon as possible could substantially increase the benefits of vaccines, while enabling most recipients to receive second doses on schedule,\" write the study's authors, who were supported by the Canadian Institutes for Health Research and the US Centers for Disease Control and Prevention.   ##Vaccines## The pandemic in the US is showing no signs of slowing down. Yesterday’s sobering numbers marked the highest single day of reported Covid-19 deaths and the second highest single day of new cases.   The nation is currently at its highest peak for average daily new cases, average daily deaths and average number of current hospitalizations, even while testing remains well below its pre-holiday peak. Here's a look at where things stand in the US: Deaths The US reported more than 4,000 Covid-19 deaths on Thursday, according to Johns Hopkins University data. The nation had never reached that milestone in a single day previously.\nThere is an average of 2,764 reported deaths per day, JHU data shows. This metric is also at a record-high.\nIn Los Angeles County, one person now dies of Covid-19 every eight minutes. New cases At least 40 states are showing upward trends in Covid-19 cases this week compared to the previous week. Additionally, 34 states had a daily positivity above 10% over the last seven days.\nThe US saw at least 274,703 new cases on Thursday, according to JHU. That's the second highest single-day increase since the beginning of the pandemic.\nThe country is averaging about 228,497 new Covid-19 cases per day, which is up 22% from the previous week, JHU data shows.  Hospitalizations There were at least 132,370 people reported to be in the hospital on Thursday, according to The Covid Tracking Project data. This is second highest number of current hospitalizations and the thirty-seventh consecutive day that metric has stayed above 100,000 people.\n“Every single southern state has seen hospitalizations rise significantly since the middle of last month, and 13 states in the South set new records for Covid-19 hospitalizations in the past seven days,” according to CTP.  Vaccines So far, there have been at least 21,419,800 vaccine doses distributed across the US and at least 5,919,418 vaccine doses administered, according to the CDC.  \nAcross the US, the ratio of doses administered to doses delivered is at about 27.6%. \nOnly 3 states have administered more than 50% of the doses that were distributed, according to CDC Here's a look at where cases are rising in the US:  ##Hotspots## Dr. Gupta explains why Covid-19 death projections keep increasing:  US stocks rose slightly Friday, hitting new all-time highs after the government reported that 140,000 jobs were lost in December.  The grim news is a sign of weakness for the economy but investors are hoping it will put more pressure on Washington for a bigger stimulus package as Joe Biden’s inauguration draws nearer and with Democrats set to control the House and Senate. Shares of Tesla continued to surge too. Elon Musk’s electric car company is now worth more than $800 billion.  Here's where things opened: The Dow gained 0.3%, or about 90 points.\nThe S&P 500 rose 0.4%. \nThe Nasdaq Composite opened up 0.7%. See the latest from CNN Business:  The mayor of London, Sadiq Khan, has declared a “major incident” in the English capital “due to the rapid spread of the coronavirus (...) and the increase of Covid-19 cases in hospitals, which has left the NHS at risk of being overwhelmed,” according to a statement published on the Mayor’s office website on Friday. The decision comes “as the number of Covid-19 cases in London has exceeded 1,000 per 100,000, putting immense pressure on an already stretched NHS,” the statement said. “Between 30 December and 6 January, the number of patients in London hospitals grew by 27 per cent (from 5,524 to 7,034) and the number on mechanical ventilation grew by 42 per cent (from 640 to 908),” the statement read, adding that “over the last three days alone the NHS has announced 477 deaths in London hospitals following a positive test for Covid-19.”  “The situation in London is now critical with the spread of the virus out of control. The number of cases in London has increased rapidly with more than a third more patients being treated in our hospitals now compared to the peak of the pandemic last April,” Khan said. According to his office, “the impact is also being felt right across the emergency services with hundreds of firefighters from London Fire Brigade once again assisting London Ambulance Service by volunteering to drive ambulances as the ambulance services faces one of the busiest times in its history.” The London Ambulance Service is now taking up to 8,000 emergency calls a day now, compared to 5,500 on a typical busy day, the statement said.  In the UK, the declaration of a major incident enables local authorities to seek further support from the national government to address the situation. ##Hotspots## UK London Mayor Sadiq Khan declared a \"'major incident' due to the rapid spread of the coronavirus across the capital and the increase of Covid-19 cases in hospitals, which has left the NHS at risk of being overwhelmed,\" his office wrote in a press release.  He took the decision as the number of Covid-19 cases in London exceeded \"1,000 per 100,000\" putting increased pressure on the National Health Service (NHS), which saw patient numbers rise by 27% between December 30 and January 6.  “We are declaring a major incident because the threat this virus poses to our city is at crisis point. If we do not take immediate action now, our NHS could be overwhelmed and more people will die,\" Khan said in a statement.   Meanwhile, Moderna became the third Covid-19 vaccine to be authorized by UK regulators.  The government has agreed to purchase an additional 10 million doses on top of its previous order of 7 million, the UK Department of Health announced Friday.  However, it comes as the UK recorded 1,162 Covid-19 related deaths on Thursday, the highest toll since the first peak in April.  Germany Germany's coronavirus-related daily death toll has reached an all-time high, of 1,188 deaths in the past day.  The previous record was 1,129, recorded on December 30 last year.  The German Health Ministry said Friday it will receive over 60 million doses of the BioNTech/Pfizer vaccine via the EU. In addition, there is a secured option for another 30 million doses nationally. From Moderna, Germany will receive 50 million doses via the EU alone, with additional doses being negotiated nationally.  This means from BioNTech/Pfizer and Moderna alone, Germany has the potential to receive at least 140 million vaccine doses this year. Spain Spanish Health Minister Salvador Illa warned Friday that the country will have some tough weeks ahead as Covid-19 cases continues to rise.  On Thursday, the country topped two million cumulative Covid-19 cases, with numbers doubling in just the last 11 weeks, according to a running CNN tally pinned on data released by its Ministry of Health.  Sweden Long called an outlier for not implementing a full-scale coronavirus lockdown like its European neighbors, Sweden moved in a more conventional direction on Friday, when its parliament voted in favor of an act that would allowed stricter restrictions.  This will include banning public gatherings, if necessary, and it effectively gives the government the legal right to impose a “lockdown” of whatever degree. European Union The European Union continues its drive to secure vaccines for its member states. On Friday, European Commission President Ursula von der Leyen announced that the EU will extend its contract with Pfizer/BioNTech for “up to an additional 300 million vaccines” in 2021 -- doubling the amount of doses from that vaccine.  Meanwhile, the European Medicines Agency (EMA) expects AstraZeneca to submit a “conditional marketing application” for its Covid-19 vaccine “next week,” the regulatory body said in a statement on Twitter on Friday.  The European Medicines Agency (EMA) expects AstraZeneca to submit a “conditional marketing application” for its Covid-19 vaccine “next week,” the agency said in a statement on Twitter on Friday. It added it could issue a “possible conclusion” at the end of January, “depending on data and evaluation progress.” Should the EMA greenlight the use of that vaccine as it did with Pfizer/BioNTech and Moderna, the European Commission would then need to grant a decision on the conditional marketing authorization for the Oxford/AstraZeneca vaccine, allowing vaccination programmes to be rolled out across the EU. The agency is in charge of the evaluation and supervision of medicinal products in the European Union. ##Vaccines## Vaccine makers Pfizer and BioNTech said on Friday they were \"encouraged\" by a new study offering early evidence that their Covid-19 vaccine might be effective against the two new coronavirus variants first identified in South Africa and the United Kingdom.  The study was conducted by researchers at Pfizer and the University of Texas Medical Branch (UTMB). \"Pfizer, BioNTech, and UTMB are encouraged by these early, in vitro study findings,\" according to a news release from BioNTech on Friday.  Further data are needed to monitor the Pfizer-BioNTech COVID-19 vaccine’s effectiveness in preventing COVID-19 caused by new virus variants. If the virus mutates such that an update to the vaccine is required to continue to confer protection against COVID-19, we believe that the flexibility of BioNTech’s proprietary mRNA vaccine platform is well suited to enable an adjustment to the vaccine.\" Read more about the study here.   ##Variant## ##Vaccines## There is “enough supply” to vaccinate priority groups in the UK by the deadline of February 15, British Prime Minister Boris Johnson said in a press conference on Thursday. Detailing the vaccination campaign program, Johnson said: “The limits will not be on our distributional power but on the supply of vaccines.” However, he added he had “no doubt” that the UK has enough supply to vaccinate the four priority groups by the February deadline.  Priority groups: He said these four groups include older care home residents and staff, everyone 70 or older, all frontline NHS workers and all “clinically extremely vulnerable.” Johnson said in England there will be over 1,000 sites led by family doctors (known as general practitioners in the UK) providing vaccines, 223 hospital sites, seven giant vaccination centers and a first wave of 200 community pharmacies “by the end of next week.” He said that these sites should be together be able to deliver hundreds of thousands of vaccines per day by January 15, adding that the plan was for everyone to have a vaccination available within a radius of ten miles.  The country was “throwing everything at it, around the clock,” Johnson insisted.  “Let this be clear: this is a national challenge on a scale like nothing we’ve seen before and it will require an unprecedented national effort,” he warned. ##Vaccines## Moderna's Covid-19 vaccine has been authorized by the UK medicines regulator “following months of rigorous clinical trials involving tens of thousands of people and an extensive analysis of the vaccine’s safety, quality and effectiveness,” the country's Department of Health said in a press release on Friday.   The UK government has agreed to purchase an additional 10 million doses of the Moderna vaccine on top of its previous order of 7 million, taking the total to 17 million, the release said. Supplies will begin to be delivered to the UK from this spring once Moderna expands its production capability, it added. “This is further great news and another weapon in our arsenal to tame this awful disease,” Health Secretary Matt Hancock said. We have already vaccinated nearly 1.5 million people across the UK and Moderna’s vaccine will allow us to accelerate our vaccination programme even further once doses become available from the spring.\" On Wednesday, the European Commission also authorized the use of the Moderna coronavirus vaccine across the European Union’s 27 member nations, hours after the European Medicines Agency recommended it do so. ##Vaccines## Sweden’s parliament has voted in favor of a temporary act that will allow further disease control measures to counteract the spread of Covid-19, according to a statement on the parliament (Riksdag) website on Friday.  Sweden has long been an outlier when it comes to coronavirus measures, declining to impose the full-scale lockdowns favored by its European counterparts. The country has seen a higher death rate per capita than its Scandinavian neighbors, with a total of 9,262 deaths recorded in Sweden according to data from Johns Hopkins University. The Covid-19 Act will apply from January 10 until the end of September and provides the government with the framework to \"introduce special restrictions for both certain activities and places.\"  The statement said the restrictions may apply to places where the public congregate including shopping centers and malls, public transport and domestic air travel and places where private gatherings are held. \"If necessary, it will be possible to prohibit public gatherings of a certain size at places to which the public have access and close premises that serve food and drink,\" the statement added.  The parliament called on the government to provide \"much more substantial\" clarity as to which businesses may apply for compensation, saying that businesses affected by the new Covid-19 Act \"should as a ruler receive compensation.\" They also asked the government to keep the relevant parliamentary committees informed when drawing up new regulations based on the Act. ##Hotspots## Spanish Health Minister Salvador Illa has warned that the country will face some tough weeks as the number of Covid-19 cases continues to rise.  “We are going to have some tough weeks ahead again, with an increase in the number of cases and hospitalizations,” Illa said during a press conference on Friday. “It is very important that we reduce mobility and reduce contacts to the maximum and strictly follow the measures that regional health authorities dictate.” “If we do this, we’ll be able to stabilize the increase in cases,” Illa also said.  Turning to the vaccination campaign, the health minister revealed that 140,000 people had already been vaccinated in Spain, but said he wanted to improve and speed up vaccinations across the country.  \"Our objective is to have more people vaccinated than infected in Spain, as soon as possible, and to reach a high threshold of 70% of Spaniards vaccinated by the summer,” Illa said.  Spain has seen 2,024,904 Covid-19 infections and 51,675 related deaths since the pandemic began, according to Johns Hopkins University data. ##Hotspots##   Four inmates from Seoul's Dongbu Detention Center filed a compensation lawsuit after a Covid-19 outbreak infected more than 1,100 people at the prison.  A lawyer at South Korean law firm Chung told CNN in a statement that they filed a formal complaint at the Seoul Central District Court on Wednesday demanding 10 million Korean won (about US $9,155) per person.  The firm’s lawyer, Kwak Joon-ho, said in a statement that the purpose of the lawsuit is “to heal the wounds” of the inmates and their family members. Kwak said the government was responsible [for the Covid-19 cluster] for various reasons, including insufficient supply of face masks, lack of separation between confirmed cases and others, and density of the facility. At least 1,177 cases have been linked to the Dongbu Detention facility as of Friday, according to a press release by the Korea Disease Control and Prevention Agency. Earlier in the week, South Korea announced that it will test every inmate at all of the country's 52 detention facilities for Covid-19. A total of 1,207 have been tested positive as of Friday.  There has been international concern about Covid-19 outbreaks within prisons and jails. A study published in September found that Covid-19 infection and mortality rates in US state and federal prisons was twice as high as in the general population, though the severity differed widely among states. The European Union has extended its contract with Pfizer/BioNTech for “up to an additional 300 million vaccines” in 2021 -- doubling the amount of doses from that vaccine, European Commission President Ursula von der Leyen announced at a press conference on Friday. Speaking from Brussels, she said it was imperative to vaccinate the maximum number of Europeans \"as quickly as possible,\" adding that she was \"particularly pleased that 75 million of this order will already be available as of quarter two [of this year] onwards. The rest will then be delivered in the third and in the fourth quarter.” Moderna's Covid-19 vaccine became the second coronavirus vaccine to be approved for use in the EU on Wednesday.  With these two authorized vaccines, we have already secured an amount of doses that we need to vaccinate 380 million Europeans,\" von der Leyen added. \"This is more than 80% of the European population. And other vaccines will follow in the coming weeks and months.\" When asked to address the lag in the vaccination campaign in some European countries, Von der Leyen said it was down to production capacity not being able to keep pace with demand. “We’ve seen new production sites are being opened up or licensed, and that makes it possible to work on a basis of confidence with Pfizer/BioNTech to double the contract,” she added. She added that the contract means the EU's vaccine portfolio \"covers 2.3 billion doses... more than enough to vaccinate the whole European population.” That includes vaccines yet to be approved for use in the bloc. According to the European Commission website on Friday, the Commission had concluded contracts with AstraZeneca (400 million doses), Sanofi-GSK (300 million doses), Johnson and Johnson (400 million doses ), Pfizer/BioNTech (300 million doses), CureVac (405 million doses) and Moderna (160 million doses).  These numbers do not take into account the extended contract with Pfizer/BioNTech announced Friday.  ##Vaccines## Two drugs typically used to treat rheumatoid arthritis were found to separately improve survival and speed up recovery among critically ill Covid-19 patients, according to early research by an international team. Data from the REMAP-CAP trial showed that giving either tocilizumab or sarilumab infusions to critically ill Covid-19 patients was associated with an 8.5% improvement in surviving the disease and with being able to be discharged from a hospital's intensive care unit about a week to 10 days faster. \"That's a big change in survival,\" Anthony Gordon, a senior investigator in the REMAP-CAP trial and a professor at Imperial College London in the United Kingdom, said in a briefing. \"We also saw the patients recovered more quickly. They were getting better and able to be discharged from the ICU quicker -- and that was on average and every patient is slightly different.\" The findings -- which were posted in a pre-print paper on medrxiv.org but have not been published in a peer-reviewed journal -- included data on more than 800 critically ill Covid-19 patients hospitalized across six countries. The researchers emphasized that the findings were only among critically ill patients. The new findings are a pivot from some separate studies that previously have found tocilizumab to fall short as a treatment for hospitalized Covid-19 patients. CoronaVac, the Covid-19 vaccine developed by the Chinese company Sinovac, has been shown to have an efficacy of 78% during phase 3 trials in Brazil, its local partner, the Butantan Institute, announced on Thursday.  \"Today is a very important day for Brazil, for Brazilians, for life and health,” Sao Paulo Governor Joao Doria said during a press conference, alongside state health officials and executives from the Butantan Institute.   “This result means that the vaccine developed by the Butantan Institute has a high level of efficiency and efficacy protecting the lives of Brazilians against Covid-19,” Doria also said.  The phase 3 trials involved 13,000 health workers across eight Brazilian states. According to Reuters, Butantan Director Dimas Covas said that the full CoronaVac data would be released in an unspecified scientific publication but did not provide a timeline. Doria also said his government, along with the Butantan Institute, had begun the process of applying for an emergency use authorization from ANVISA, Brazil’s national medicine agency, “with the objective of starting the vaccination in São Paulo\" from January 25.   Even though the efficacy falls shorts of the success rates of the Pfizer/BioNTech and Moderna's Covid-19 vaccine candidates, CoronaVac is easier to transport and can be stored at normal refrigerator temperatures, Reuters reports.  ##Vaccines## Iran's Supreme Leader Ayatollah Ali Khamenei said on Friday that he does not trust coronavirus vaccines produced by the Western countries and called on officials to prohibit those vaccines from entering the country.    “We must not import (Covid-19) vaccines from the US, the UK or even France. I do not trust them,” Khamenei said in a speech to the nation televised on state media.  This comes as Iranian officials complain about US President Donald Trump's \"maximum pressure\" sanctions hampering their Covid-19 fight.  Iran’s Foreign Minister Javad Zarif has previously accused the US of preventing Iran from making a payment to COVAX, an initiative led by the World Health Organization (WHO), which aims to provide worldwide access to effective Covid-19 vaccines. “The United States even prevents us from using our own money in different countries to pay COVAX for the vaccine,” Zarif said, adding, “we’ve been trying, our Ministry of Health has been trying, our Central Bank has been trying to transfer money we have in billions in other countries to WHO for COVAX and we haven’t had much success.”   Last month, Iranian President Hassan Rouhani said his government plans to produce its own Covid-19 vaccine “with the help of Iranian scientists”, and to buy vaccines from abroad, according to state news agency IRNA. ##Vaccines## The Delhi government announced a mandatory seven-day quarantine at an isolation facility for passengers arriving from the United Kingdom, even if they test negative for Covid-19 at the airport.  Passengers will then be required to spend a further seven days at a \"home quarantine,\"  a press release issued by the city’s Disaster Management Authority said Friday. Those who test positive will be isolated in a separate facility.   The Indian Ministry of Civil Aviation announced earlier this month that it was ending its temporary suspension of all flights to and from the UK on January 8. “To protect Delhiites from exposure to virus from the UK... All those arriving from UK, who test positive will be isolated in an isolation facility. Negative ones will be taken to a quarantine facility for 7 days followed by 7 days home quarantine,” tweeted Arvind Kejriwal, Delhi chief minister. This comes as India is about to embark on one of the most ambitious mass vaccination programs ever undertaken. ##Hotspots## ##Variant## The number of people dying of Covid-19 in Los Angeles County in a day is now equivalent to the number of homicide deaths the city saw in an entire year, Mayor Eric Garcetti said in a Thursday news conference. Yesterday we had 259 deaths, that's one more than all the homicides in 2019 in L.A. city combined,\" he said. \"In a single day, equal to a year of homicides.\" The city of Los Angeles has a population of nearly 4 million people, while the county's population is about 10 million. We are not, nor will we ever, become accustomed to these numbers as normal. Nor will I ever accept them as something we should just live with,\" the mayor added. \"Because every single one of those means everything to somebody out there today.\" \"All of us need to continue to do more,\" he said. The region has for weeks battled a brutal surge of Covid-19 infections and hospitalizations that have translated into climbing numbers of deaths. Los Angeles County officials now say one person dies of Covid-19 every eight minutes. \"People who were otherwise leading healthy, productive lives are now passing away because of a chance encounter with the Covid-19 virus,\" health officials said earlier this week. \"This only ends when we each make the right decisions to protect each other.\" More than 8,000 people are hospitalized with the virus across Los Angeles County, 20% of whom are in intensive care units. Read the full story here:  ##Hotspots## The greater Tokyo region has been among the worst hit areas of Japan during the pandemic, surpassing 2,000 daily cases on Thursday for the first time with a record 2,447 new infections, according to updated figures from the Tokyo metropolitan government. The total number of cases confirmed in the capital now stands at nearly 69,000. The central government declared on Thursday that Tokyo and three neighboring prefectures -- Saitama, Chiba and Kanagawa -- would go into a state of emergency from Friday. It's Japan's second state of emergency since the pandemic began. CNN's Selina Wang has more:  ##Hotspots## Commuters traveling between China's capital city and the neighboring northern Hebei province must provide evidence they are Beijing residents and a negative Covid-19 test, according to local officials working to contain the country's worst coronavirus flare-up in months. China has locked down Hebei's provincial capital, Shijiazhuang, in an effort to contain the spread of the virus following the emergence of a cluster that has so far produced more than 300 cases. \"Those who commute regularly between Hebei and Beijing need to present proof that they are living in Beijing or that they are living in the four cities and 15 counties outside Beijing,\" An Zhongqi, executive deputy director of Hebei Provincial Public Security Department, said at a news conference Friday. \n\"Apart from the residential proof, they also need to present proof of a job in Beijing and a negative Covid test result from within 72 hours.\" An also said that unless necessary, Shijiazhuang and Xingtai residents should not leave their cities and people in other parts of Hebei should not travel to Beijing. ##Restrictions## Australia will require all travelers to the country to test negative for Covid-19 before their departure to Australia, Prime Minister Scott Morrison said on Friday.  Morrison also announced that Australia will be reducing the caps on international arrivals in New South Wales, Western Australia and in Queensland by 50% until February 15. This means that roughly 2,500 fewer Australian citizens and permanent residents can enter the country each week. Visitors from New Zealand have been allowed quarantine-free travel to certain Australian destinations. Morrison said the government decided to implement these measures to \"reduce and de-bulk the risk in terms of exposure\" to the new Covid-19 variant.  Earlier, the state of Queensland announced that Greater Brisbane will enter a three-day lockdown after a cleaner from a quarantine hotel tested positive for the UK Covid-19 variant.   The Philadelphia 76ers will remain in New York City after one of its players tested positive for the coronavirus, a team source told CNN. The source said the team will follow league protocols for Covid-19. The team was in New York Thursday night after playing the Brooklyn Nets. The Sixers found out about the positive test result during the game, according to The Athletic and Stadium's Shams Charania, who first reported the positive test.  The 76ers are scheduled to play the Denver Nuggets in Philadelphia on Saturday. Before the game, the team said it would not practice on Friday. Germany's Covid-19 death toll increased by 1,188 in the past 24 hours -- a new single-day record -- according to the country's disease control agency, the Robert Koch Institute (RKI). The previous record was 1,129 fatalities reported on December 30. The RKI said Friday morning that 31,849 new coronavirus cases have been reported in the country in the previous 24 hours, bringing the national total to 1,866,887. At least 38,795 people have died due to Covid-19 in Germany so far.     Lockdown measures: Earlier this week, Germany's government announced it will extend the country's national lockdown until the end of the month and will further tighten restrictions on movement and contact in order to curb the spread of coronavirus. Under the new measures, all non-essential stores, restaurants, schools and nurseries will be required to remain shut until January 31. Citizens will only be permitted to meet with one other person outside of their own household. ##Hotspots## A new study provides early evidence that a Covid-19 vaccine might be effective against two new coronavirus variants first identified in South Africa and the United Kingdom, despite a concerning mutation. The two viruses share a mutation known as N501Y that scientists worry could allow the virus to evade the immune protection generated by a vaccine. The researchers made a version of the virus in the lab that carries the mutation. They tested it against blood taken from 20 people who had received two doses of the Pfizer vaccine as part of a clinical trial. In research posted online Thursday, they said they found “no reduction in neutralization activity” against the mutated virus. The N501Y mutation appears to help the virus attach to human cells, which may partly explain why these new strains appear to be more transmissible. But it is just one of many mutations in both strains that scientists have worried could make the virus less susceptible to vaccines or treatments.  The study -- conducted by researchers at Pfizer and the University of Texas Medical Branch -- does not test the full array of these mutations. It also has not been peer-reviewed. In a statement last month, Pfizer said it had performed similar tests on “multiple mutant strains. To date, we have found consistent coverage of all the strains tested.” It will be important to continue “monitoring of the significance of changes for vaccine coverage,” the researchers wrote.\nThat’s because of “the possibility that a future mutation … might necessitate a vaccine strain change.” Both Pfizer’s and Moderna’s vaccines use genetic technology that would allow the vaccines to be quickly adapted to account for mutations, they noted. ##Vaccines## ##Variant## At least 274,703 Covid-19 cases and a record 4,085 deaths tied to the virus were reported in the United States on Thursday, according to Johns Hopkins University's tally of cases. Thursday marked the first time that Covid-19 deaths in the US topped 4,000 in a single day. There have been at least 21,579,567 cases of coronavirus confirmed in the US, according to the university. At least 365,317 people have died. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Vaccine rollout: At least 21,419,800 Covid-19 vaccine doses have been distributed in the US and at least 5,919,418 shots administered, according to the US Centers for Disease Control and Prevention. Track US cases: ##Hotspots## China has locked down a city of 11 million people in its northern province of Hebei, in an effort to contain the country's worst coronavirus flare-up in months. Residents of Shijiazhuang, a provincial capital close to Beijing, have been barred from leaving the city, as major highways were blocked, train and bus stations closed and flights canceled. The lockdown comes as a total of 117 Covid-19 infections -- including 67 asymptomatic cases -- were detected in Shijiazhuang on Wednesday. On Thursday, the city identified another 66 positive cases, according to the Hebei provincial health commission. Since January 2, a total of 304 positive cases have been reported in Hebei -- most of which were in Shijiazhuang, official figures show. The city is located just 180 miles southwest of Beijing -- about three hours' drive away, or an hour on the high-speed rail. At a news conference Thursday, municipal officials announced a ban on outbound travel for all residents and vehicles from Shijiazhuang, except for emergencies. Within the city, gatherings are banned, all schools have been suspended, and residential communities and villages are also closed off. Upcoming holiday: The restrictions are some of the strictest imposed in China since the country largely contained the spread of the coronavirus in March. They are reminiscent of the draconian lockdown during the initial outbreak in the central city of Wuhan, a city of similarly sized population where the coronavirus was first detected in December 2019. The outbreak in Shijiazhuang comes just weeks before the Lunar New Year holiday, the most important annual festival in China which typically sees hundreds of thousands of people traveling home to reunite with family. Read the full story: ##Restrictions## ##Hotspots## The Himalayan kingdom of Bhutan reported its first coronavirus-related death on Thursday, the country's state-run Bhutan Broadcasting Service (BBS) said. The victim was a 34-year-old man with pre-existing medical conditions. He tested positive for the virus on December 21 and died in a hospital in the capital, Thimphu, on Thursday. The tiny South Asian country, with a population of around 750,000 people, registered its first coronavirus case on March 5 last year. Bhutan has reported 767 infections throughout the pandemic, according to data from Johns Hopkins University. California surpassed 28,000 deaths from Covid-19 and has now recorded than 2.5 million cases of the disease.  The rate of spread indicates that the pandemic shows no sign of letting up, with the two-week positivity rate now reaching 12.9% -- the highest level recorded since widespread testing began. Here's what's happening in the Golden State: More than 1,000 people in California have died from Covid-19 in the past two days, as the state added 583 deaths Thursday.\nIn Los Angeles County, the worst-hit part of California, one person now dies from Covid-19 every eight minutes, authorities said. More than 11,000 Los Angeles County residents have died of Covid-19. Over 5,000 of those deaths occurred in the past two months.\nMayor Eric Garcetti said more people are dying from Covid-19 in Los Angeles every day than die of homicide in an entire year. “Yesterday we had 259 deaths, that’s one more than all the homicides in 2019 in LA city combined in a single day equal to a year of homicides,” Garcetti said.\nMore than 8,000 people are being treated in Los Angeles hospitals, the highest number since the start of the pandemic. The number of people in intensive care units (ICU) has tripled from last month.\nStatewide hospitalizations are close to 23,000, and more people than ever are in ICU for Covid-19. Just 1,210 ICU beds are available in the state, which is home to 40 million residents.\nCases in Los Angeles have skyrocketed 941% since November 1 and so far the rate of new cases in January is double what it was in December. One in five tested in LA continues to test positive, with a daily positivity rate of 20.4%. Note: These numbers were released by the California Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Each year, tourists descend on chilly Harbin, in the northeastern Chinese province of Heilongjiang, to view sculptures created from ice. This year, the sculptures are up -- but many activities associated with Harbin's annual Snow and Ice Festival have been canceled. According to the tourism center of Harbin Ice-Snow World, “all activities have been canceled due to restrictions on mass gathering.” Ice sculptures are still available and visitors can still buy tickets to get into the park. “All visitors need to strengthen precautions, present their health codes when entering the park, get their temperature measured, wear masks at all times, and keep a (safe) distance from others in the park,\" a statement on December 29 said.  New Year’s Eve performances and fireworks were also canceled last month. In China, everyone has a digital QR code that is color-coded depending on their health status. The code is part of the country's coronavirus controls, and needs to be presented in several situations, including taking the subway and entering cafes. A staff member who answered CNN's calls was reluctant to say more to a foreign media outlet.  What's the situation in China? The country has had its coronavirus outbreak largely under control for months now.  But in recent days, the northern Chinese province of Hebei reported more than 300 new Covid-19 cases, prompting the provincial capital Shijiazhuang to stop travel out of the city from Thursday. ##Restrictions## People in Brisbane rushed to stores to buy supplies as Australia's third most populous city prepares to enter a three-day lockdown. Greater Brisbane -- home to more than 2.2 million people -- will begin a three-day lockdown from Friday night, local time, after a cleaner from a quarantine hotel tested positive for the UK coronavirus variant. The cleaner was unknowingly infectious for days before testing positive.  After the government's announcement on Friday morning, frantic shoppers rushed to the city's supermarkets -- despite authorities announcing that essential shopping would still be allowed under lockdown. In one shopping mall, a store manager announced over the intercom that the queues were longer than those in March -- the last time the city went into lockdown. \"These lines are huge,\" he said. \"We didn't get any warning about this ... we've now stopped people entering the store.\"  Within an hour of that announcement, hundreds of people could be seen lining up outside the supermarket. Security guards laid traffic cones to organize the queues, only allowing a few shoppers into the store at a time. Annastacia Palaszczuk, the premier of Queensland state where Brisbane is located, said groceries and essentials such as medicine would still be available under lockdown. \"There is no need to rush out and panic buy,\" she said in a tweet. \"Make sure you wear a mask and observe social distancing.\" ##Restrictions## People with shellfish allergies should not necessarily skip the Covid-19 vaccine, according to the director of the US Food and Drug Administration’s Center for Biologics Evaluation and Research. “Shellfish allergies are not a reason not to get vaccinated,” Dr. Peter Marks said Thursday during an event hosted by BlackDoctor.org, an online health resource for African Americans. Marks advised people to let their providers know that they have a history of allergic reactions before getting vaccinated. “All the providers that are giving the vaccine right now are prepared to deal with allergic reactions, and you should tell them, so that they might take a little bit more precaution,” he said. He said a provider may monitor someone with a shellfish allergy for 30 minutes instead of the typical 15 after administering the vaccine. “Right now, the only things that would prevent you from getting vaccinated is if you had a known allergy to one of the things that are in the vaccines or if you had ... a bad allergic reaction to the first shot,” Marks said. Allergic reactions: The Centers for Disease Control and Prevention (CDC) said Wednesday that it had received reports of 29 cases of a severe allergic reaction called anaphylaxis out of the first 1.9 million coronavirus vaccine doses administered. That adds up to a rate of 11.1 cases of anaphylaxis per 1 million doses administered. Many people with various allergies have received doses with no reactions, the CDC said. ##Vaccines## Japan’s Health Ministry has reported a record number of new Covid-19 infections for the third day in a row as Tokyo and surrounding prefectures go into a state of emergency on Friday.  A record 7,548 new cases were recorded Thursday, the first time infections have surpassed 7,000 since the pandemic began.  The central government declared on Thursday that Tokyo and three neighboring prefectures -- Saitama, Chiba and Kanagawa -- would go into a state of emergency from Friday. It's Japan's second state of emergency since the pandemic began. What's happening in Japan? The country's Health Ministry also reported 66 deaths on Thursday. The overall total of confirmed cases nationwide now stands at 266,011, including 3,870 fatalities. Health Ministry data showed the number of patients in serious condition across Japan rose to 796, up 12 from the previous day. There are 43,573 patients in hospital as of Thursday. What about Tokyo? The capital reported 2,447 new cases for Thursday, a fresh high for a second consecutive day. The daily figure in the city also surpassed 2,000 for the first time.  The number of patients in serious condition rose to 121, up eight from the previous day. There are currently 3,154 patients in hospital. The total number of cases confirmed in Tokyo now stands at 68,790. ##Hotspots## More than 4,000 Covid-19 deaths were recorded in a single day in the United States for the first time on Thursday, according to data from Johns Hopkins University. At least 4,051 deaths tied to Covid-19 have been reported, according to the university. Note: The number is part of an ongoing tally, so it could rise before the end of the day. ##Hotspots## Australia’s Greater Brisbane will enter a three-day lockdown to stop the spread of the United Kingdom strain of Covid-19 after a cleaner from a quarantine hotel tested positive for the UK variant, according to a statement from the Queensland government. The cleaner was unknowingly infectious from last Saturday and tested positive for Covid-19 on Wednesday, according to a media release from Queensland’s Department of Health. From 6 p.m. Friday, January 8, until 6 p.m. Monday, January 11, people in areas of Brisbane, Moreton Bay, Ipswich, Redlands and Logan will be required to stay at home, with some exceptions. More than 2.2 million people live in Greater Brisbane, with many of them living in Brisbane city, one of the country's most populous cities.  Exceptions include essential education and work, providing care to an immediate family member, essential shopping and exercising with no more than one other person. Masks will also need to be worn in those areas except if people are at home. Queensland Premier Annastacia Palaszczuk said there are no second chances with this pandemic. “I’m asking people to have a long weekend at home,” she said. “We have learned from Victoria, South Australia and New South Wales that a short, sharp lockdown is better than a long one.” She added “Three days is better than 30.” ##Variant##  ##Restrictions## The United Kingdom has introduced mandatory Covid-19 testing for all international arrivals into the country, including British nationals, according to a statement by the UK’s Department of Transport on Friday. In the statement, Transport Secretary Grant Shapps said the changes would take place from “next week.” Passengers will be required to present a negative Covid-19 test result 72 hours prior to departure for entry into the UK, along with a “passenger locator form.” Passengers who fail to comply with pre-departure testing will be subject to a £500 ($680) fine and those arrivals not from countries on the government’s travel corridor list will still have to self-isolate for 10 days, regardless of test result. The measures are intended to protect the country against emerging new variants of the coronavirus. One new variant first identified in the UK prompted a wave of travel restrictions from other countries in December, and has been linked to a recent surge in cases in England. Travel ban: The UK government announced on Thursday it will extend its travel ban to include southern African countries, in an attempt to protect itself against the spread of a new coronavirus variant. In a statement, the government said from 4 a.m. GMT on Saturday, January 9, entry into England will be banned from countries including Namibia, Zimbabwe, Botswana, Zambia, Lesotho, Mozambique, the Seychelles and Mauritius. “The government has responded swiftly to new evidence showing an urgent need to halt travel from all southern African countries to help prevent the spread of a new coronavirus (COVID-19) variant identified in South Africa,” the statement said. The ban does not apply to British and Irish nationals, long-term visa holders or permanent residents, who will be able to enter but will have to self-isolate for 10 days on arrival. The restriction adds to an ongoing travel ban on visitors who have been in or transited through South Africa in the past 10 days.  ##Variant## More than half of Covid-19 cases might have been transmitted by people not showing symptoms, according to a new study from researchers at the US Centers for Disease Control and Prevention. It’s a model, not a real-life study, but based on data from eight studies done in China, about 59% of all transmission came from people without symptoms, the CDC team found. \"Across a range of plausible scenarios, at least 50% of transmission was estimated to have occurred from persons without symptoms,\" the team wrote in the journal JAMA Network Open on Thursday. The model showed that about 59% of all transmission came from people without symptoms, which broke down to 35% from those who have not developed symptoms yet -- are presymptomatic -- and 24% from people who never develop symptoms. Of course, the model provides only estimates about the spread of Covid-19 and more research is needed to determine whether the findings would be similar in the real world. In the real world, the researchers wrote, \"Measures such as mask wearing and social distancing empower individuals to protect themselves and, if infected, to reduce risk to their communities.\" Israel’s Prime Minister Benjamin Netanyahu says he needs just 12 more weeks to vaccinate the entire country, after reaching an agreement with Pfizer that will speed up deliveries into Israel of the US company’s coronavirus vaccine. \"We will be the first country to emerge from the coronavirus. The agreement I reached with Pfizer allows us to vaccinate all Israeli citizens over the age of 16 by the end of March, and perhaps even before that. In other words, we will vaccinate the entire population; anyone who wants to be vaccinated, will be,\" he said in a televised statement Thursday evening. Israel is home to nearly 9.3 million people, according to Israeli government data. Netanyahu, who is due in court Wednesday, where he is expected to enter a plea in his trial on corruption charges, is quickly making Israel’s vaccination program the key plank of his re-election campaign. He faces the voters on March 23 -- just four days before the Passover Seder, one of the most important nights in the Jewish calendar. New tougher regulations came into effect across the country at midnight Friday in an effort to bring down what have been rapidly rising numbers of new cases. Netanyahu called on Israelis to make “one last big effort” and stick to the stricter closure rules. ##Vaccines## Japan's Prime Minister Yoshihide Suga has declared a state of emergency for the nation's capital and surrounding areas as Covid-19 cases surge to the highest levels since the start of the pandemic. The emergency declaration will be in place from Friday until February 7 and applies to Tokyo and the three neighboring prefectures of Chiba, Saitama and Kanagawa. The emergency includes a number of restrictions on daily life. Suga has ordered companies to encourage their staff to work from home and reduce office populations by 70%. Residents of the affected areas are also urged to avoid non-essential outings. The hospitality sector has been hit, with restaurants ordered to close by 8 p.m. and sporting events have been instructed to limit the amount of spectators present. Suga said Thursday that the government will provide up to 1.8 million yen ($17,400) per month to each restaurant that complies with a request to shorten its operating hours. Despite the raft of new measures, schools will remain open. \"There have been few cases of school infections spreading from schools to the community, and we would like to protect the learning opportunities of children who will lead the future,\" Suga said Thursday at a news conference. Olympics: Japan's leader stressed that the country still intends to hold the Tokyo Olympic and Paralympic games in July, despite the emergency. \"I am determined to hold safe and secure games by taking all possible measures against the infection,\" Suga said. Read the full story:", "Section": "world", "Writers": ["Joshua Berlinger", "Adam Renton", "Melissa Macaya", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-01-08-21/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}