{"Type": "", "Time": "2018-02-14", "Headline": "Philippines objects to China naming features in PH Rise – Manila Bulletin", "Text": "By Argyll Cyrus GeducosA week after President Duterte ordered foreign researchers to leave the Philippine Rise, Malacañang has strongly objected to China’s naming of five underwater features in the area.Presidential Spokesperson Harry Roque made the statement after it was reported that China has successfully named five undersea features within the region.The features reportedly named by China are the Jinghao, Tianbao, Haidonquing, and Jujiu Seamounts; and the Cuiqiao Hill. The Cuiqiao Hill and Jujiu Seamount that form the central peaks of the Philippine Rise undersea geological province itself.“We object and do not recognize the Chinese names given to some undersea features in the Philippine Rise,” Roque said.According to Roque, the Philippine Embassy in Beijing has already raised the government’s concern to China. The embassy is likewise considering a recommendation to officially notify the Chair of the International Hydrographic Organization – Intergovernmental Oceanographic Commission General Bathymetric Chart of the Oceans (IHO-IOC GEBCO) Sub-Committee on Undersea Feature Names (SCUFN).“The Philippines, as many of you know, is not a member of the SCUFN, which is composed of 12 members. China’s proposals to rename some undersea features in the Philippine Rise were submitted to SCUFN during its meetings in Brazil on Oct 12-16, 2015 & Sept 19-23, 2017,” Roque said.In an online report quoting maritime law expert Jay Batongbacal, the IHO approved the names proposed by China, saying the three features were reported to have been “‘discovered’ during a 2004 survey by the Li Shiguang Hao of the China Navy Hydrographic Office,” which submitted the names for consideration by the IHO in 2014.The two other features were also reportedly “discovered” by the same ship during the same survey. However, the name proposals were submitted by the China Ocean Minerals R&D Association in 2016.Batongbacal, an Associate Professor of Law at the University of the Philippines (UP) and the Director of UP Institute for Maritime Affairs and Law of the Sea, noted that the said features were within the 200 nautical miles of the east coast of Luzon which are within the “legal” continental shelf of the Philippines.He said with this fact alone, the Philippines does not need to undergo claim process on the said features, “unlike the extended continental shelf which must be validated by the Commission on the Limits of the Continental Shelf.”“We should have been at the very least the ones to agree what names will be applied by any foreign state. We should have been the one to have granted permission to research that led to these discoveries,” Batongbacal said.“China itself doesn’t allow the simplest survey to be carried out in their own EEZ [exclusive economic zone], so why are they doing it in ours?” he added.The UP-based expert also did not discount the possibility that it is another strategy of China to project strength.“They’re trying to demonstrate marine scientific research capabilities they know and since development of marine research and technologies is an indication of maritime power they have, so they’re doing all these kinds of things including naming,” Batongbacal said.Only on Friday, Duterte said that he will order the Philippine Navy to fire at those who will try to exploit the resources in the said region, saying that the country has sovereign rights over the Philippine Rise.The United Nations Commission on the Limits of the Contintental Shelf (UNCLCS) confirmed in 2012 that Benham Rise is part of the Philippines’ continental shelf which comprises the seabed and subsoil of the submarine areas 200 nautical miles from a state’s baselines.Last month, it was reported that the Department of Foreign Affairs (DFA) has given China the green light to conduct research in the Philippine Rise. But days later, Duterte ordered that all foreign research in the regions should stop.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2018/02/14/philippines-objects-to-china-naming-features-in-ph-rise/", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "MB"}