{"Type": "article", "Time": "2020-03-07", "Headline": "Couple remove their masks for a kiss after coronavirus forced them apart", "Text": "It was going to be such a special time — a whole six months where John and Melanie Haering could spend every minute of every day with each other. They set off after Thanksgiving for the trip of a lifetime, reveling in the freedom that retirement brought. The gardens in Singapore were glorious. The temples in Malaysia picturesque. The markets in Vietnam, too. They enjoyed going into town to one of their favorite cities in Japan by taxi and had dinner before returning to the Diamond Princess cruise ship. In Yokohama, they hoped to spend a couple of days at Disneyland and wanted to see Mount Fuji before flying to Phuket, Thailand. But it never happened.  John, 63, and his wife of eight years, Melanie, 58, would soon find themselves first living on top of each other in quarantine and then forced apart as some of the earlier victims of the disease now spreading across the world.  On February 6, when one of the thousands of people who had been on board with them tested positive for coronavirus, the entire ship was put into quarantine off Yokohama.  For the first few days, they put on their masks to go outside into fresh air, taking selfies to mark an unexpected sojourn on their dream trip.  The illness begins But then John's temperature began to rise.  \"I was about five days, four or five days into the quarantine and I started to get sick,\" he said.  They took their temperature every half-hour.  \"I could see mine start to rise and then it just kept going. I finally ended up with a 104-degree temperature that I couldn't get to come down,\" John says.  Meals were left regularly at their door. But John did not feel like eating. \"It was just high fever, it was nausea ... I had a really bad headache,\" he said. Melanie called the ship's help line, worried by his dangerously high temperature.  \"I said, 'My husband has a fever ... it's about 104,'\" Melanie said. \"She said, 'We'll put you on the list.'\" Melanie tended to him alone in their quarters as ship remained on lockdown.  \"We got buckets of ice and, put that ice with cold rags and did his head and his back and his neck,\" Melanie says. \"It was a little bit scary. My husband's a tough guy and I've not ever seen him like that.\" His fever was so high his sweat soaked the sheets of his bed. The separation But after four days of illness, John woke up feeling better. He moved around and ate for the first time in days. And that's when the ship called and said he was going to have to go to the hospital.  He didn't want to go. He told them, \"you'll have to take me kicking and screaming because I feel good now.\" He was told he had 15 minutes to pack his bag and go. He grabbed a carry-on bag and threw in what he could.  An ambulance whisked him away to the hospital. Melanie stayed behind on the ship. \"It was fast, and it was awful,\" she said. \"We kiss goodbye and hugged and you know, you don't know [what's going to happen.]\" It was four or five hours until the couple knew where John was taken.  The ninth day of quarantine was Valentine's Day. John spent the day in the hospital waiting to be tested for the virus. Melanie waited in her room on the ship.  \"I'm really feel guilty because I have all the water I can drink, I have food delivered to me three times a day and it's not rice and it's not kimchi and my bed is thick and my pillows are great,\" Melanie said in a video posted on Facebook to update her friends and family. \"Everything's wonderful and my husband's stuck in this hospital that has like a four-inch mattress and they bring meals through a slot and ... I just feel guilty.\" Melanie, who suffers from asthma, still not been tested for the virus at this point. When the news came that the US was evacuating its citizens from the cruise ship, the couple decided to split up with Melanie going back to the United States and John staying in the hospital in Japan. This way, at least she would be in an American hospital if she became ill.  \"When she left, I thought, you know, we were supposed to leave together,\" John said. After spending nearly every minute together on a dream vacation, over the next two weeks the pair were separated by thousands of miles and many time zones.  X-rays, blood tests, swabs and more swabs The meals they dreamed of and ate in Singapore and Hong Kong were replaced by hospital food for John, and meals that Melanie ate while quarantined at Travis Air Force Base in California. She was flown there along with other passengers in a cargo plane fitted with seats.   \"It was very hard because he's in Japan and now I'm in the US,\" Melanie said. \"But I would sleep sometimes during the day and then set my alarm to wake up at one in the morning so we could talk.\" They were sources of encouragement for each other. They spent hours of every day talking to each other. John felt better in the hospital but continued to test positive for the virus.  There were chest X-rays, and blood tests. Throat swabs. Nasal swabs. Phlegm tests.  Melanie stayed in quarantine at the Travis Air Force Base and never tested positive.  After two weeks, John got the news he'd long waited for. His tests were finally negative.  \"It was kind of surreal because the doctor, he came in and he takes his glove off, shakes my hand with his bare skin and says, 'You tested negative, you're going home.'\" That human contact — without a glove, someone without a face mask — was an amazing experience to him.  He recorded a surprise video for his wife which was later posted to Facebook. \"Well babe, the happy day is here, I am free to go. They gave me my release and I am going to become back to the USA,\" a masked-John says in the video, growing emotional. \"So thrilled and so happy and can't wait to put my arms around you.\" Melanie admits she screamed with joy, the pair is \"kind of crazy about each other,\" she says. She called her kids and parents and sent a video to friends \"where I was a blubbering, crying fool thanking them for all they had done for us.\" \"It was pretty emotional,\" she said.  A joyful reunion John made his way back home to Utah, while his wife finished her quarantine in California. John arrived home one day before his wife and he went to pick her up from the airport. When the pair met, the emotion was palpable.  They hugged tightly and kissed through the masks that each still wears. Then they pulled down the masks to share another kiss, lips touching for the first time in weeks.  \"You have to understand, I was still in isolation because nobody was at our home. And, and so, when I stood there waiting for her to come in from her flight and I saw her, it was the first time I had hugged anybody in about a little over two weeks,\" John says. \"I got to hug my wife again and, uh, we just hugged and, and, uh, and just held onto each other and we cried, and they were happy tears. We'd been through a traumatic experience and we now we were together again ... we were like just one. That's the one thing that I really missed more than anything in the hospital was that no human contact, no, no handshake and a hug was, was everything I needed.\" The pair walked out of the airport hand in hand to their home in Utah. They've chosen to self-quarantine for another 30 days even though neither currently has the virus. They don't want to endanger anyone else — especially their elderly parents in their 80s and 90s.  \"At the end of 30 days, we'll go get another test and make sure that we're clean and free and then we can go and visit our family,\" John says. \"This is too new too, to take any chances. I'll take quarantine at home, it's a lot better than at the hospital.\" They plan to finally get some rest. To thank those who have been leaving them groceries and food and flowers at their door. They are speaking out to try and bring some calm and perspective to everyone who currently fears the virus.  \"You're going to be OK. There's no, don't need to panic,\" John says, noting as officials have said that the risk is low unless you are older or have underlying medical conditions. \"You'll go through it, you'll have the fever, you might get a little headache, but it's going to be fine in the end and you're going to, you'll, you'll be OK.\" They are happy to use their experience to educate others and alleviate some fears but hope to slip back into their normal lives soon. That includes travel, they say, though perhaps not to Southeast Asia soon. \"We don't want to be known as the virus carriers,\" John says. \"We just like to be an ordinary couple that live an extraordinary life.\"  For now, though, it's isolation. At least this time, they have each other. ", "Section": "health", "Writers": ["Mallory Simon", "Anne Lagamayo"], "URL": "https://www.cnn.com/2020/03/07/health/american-couple-reunited-us-after-coronavirus/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}