{"Type": "article", "Time": "2020-10-22", "Headline": "Goldman Sachs unit pleads guilty in Malaysian bribery case and agrees to pay $2.9 billion", "Text": "Goldman Sachs's Malaysian subsidiary has pleaded guilty to charges that it conspired to violate US anti-bribery laws in a massive scheme involving the Southeast Asian country's sovereign wealth fund, known as 1MDB.  Goldman has agreed to pay about $2.9 billion to various authorities. About $1.3 billion of that will go to the US Justice Department, representing the largest ever penalty under the Foreign Corrupt Practices Act, a US law which bars companies from bribing foreign leaders.  \"Greed is not good. Greed like this eventually exacts an immense cost on society,\" said William Sweeney, assistant director in charge, New York FBI office. \"And unchecked corrupt behavior erodes trust in public institutions and government entities alike.\" Goldman Sachs has already settled the case with Malaysian authorities, agreeing this summer to a $3.9 billion deal. As part of that settlement, Malaysia agreed to drop all criminal and regulatory proceedings in the country that involved Goldman, including proceedings against the bank's subsidiaries and certain current and former directors. The various settlements include partial credits for payments made to other countries, leaving Goldman with a total bill for the scandal of $5.1 billion, according to a company filing. It could still face civil penalties. That amounts to about what Goldman — one of the richest and most powerful financial firms on the planet — reported in profit in the first nine months of this year.  The bank had $153 billion in cash on hand as of September 30, a $20 billion increase from what it had three months earlier. In a statement to Goldman employees Thursday, CEO David Solomon said that the firm is \"pleased to be putting these matters behind us.\" \"But, we are not putting the lessons learned from this experience behind us,\" he said.  \"When a colleague knowingly violates a firm policy, or much worse, the law, we — as a firm — have to accept responsibility and recognize the broader failure that individual behavior represents for our firm.\" The bank said that Solomon and other top executives would have their 2020 compensation reduced by $31 million, and that the firm would seek to recoup about  $76 million paid or owed to three former Goldman executives implicated in the bribery scheme. In addition, the board will claw back $67 million paid to executives from 2011 to 2013, including some retired executives, such as former CEO Lloyd Blankfein.  The case centers on $4.5 billion that the US Justice Department says was stolen from Malaysia's sovereign wealth fund,  1Malaysia Development Berhad, in 2012 and 2013.  The money was used to buy New York condos, hotels, yachts and a jet, and to fund movies such as \"The Wolf of Wall Street,\" according to authorities.  Goldman Sachs arranged three large bond offerings for the 1MDB fund, which raised a total of $6.5 billion and earned the bank about $600 million in fees, according to court documents.  Two former Goldman bankers have been accused of helping facilitate the theft of more than $2.7 billion of the proceeds from those offerings.  The latest settlement is separate from criminal cases involving the two former bankers, Roger Ng and Tim Leissner. Ng, who has maintained his innocence, is scheduled to stand trial in March 2021. Leissner has pleaded guilty to multiple Justice Department charges related to money laundering. The scandal extended to former Malaysian Prime Minister Najib Razak, who this summer was found guilty on seven charges related to it. A Malaysian High Court judge found Najib guilty of abuse of power, money laundering and criminal breach of trust in connection with the case.  He is awaiting sentencing. Najib has consistently said he is innocent, and said before the trial that no matter the decision, \"it doesn't end here.\"", "Section": "business", "Writers": ["Jill Disis", "Chris Isidore", "Evan Simko-Bednarski"], "URL": "https://www.cnn.com/2020/10/22/business/goldman-sachs-1mdb-settlement/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}