{"Type": "article", "Time": "2020-02-05", "Headline": "February 5 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. The number of confirmed cases of Wuhan coronavirus in China increased to 28,018, by the end of day Wednesday, according to the National Health Commission. That number reflects an increase of 3,694 cases from the previous day. A Korean Air flight carrying over 200 passengers from Seoul, South Korea (ICN) to McCarran International Airport in Las Vegas was diverted to Los Angeles' LAX airport after being notified of three US citizens onboard that had been to China within the past 14 days, Korean Air spokesperson Jill Chung told CNN.  The three people are being screened at LAX right now and the plane is headed to Las Vegas with the rest of the passengers, Chung said.  Federal Aviation Administration also confirmed the flight was diverted saying, “Korean Airlines Flight 005, a Boeing 777 flying from Seoul to McCarran International Airport in Las Vegas, diverted to LAX and landed without incident around 2:30 p.m.”   The Hubei health authority reported that 70 more people died after contracting the coronavirus in Hubei province on Wednesday, raising the Hubei death toll since the beginning of the outbreak to 549. This brings the total number of deaths in mainland China to at least 562. The global death toll is 564, with one death in Hong Kong and one death in the Philippines.     Authorities confirmed an additional 2,987 cases of the virus in Hubei on Wednesday, which brings the total number of cases in the epicenter of the outbreak to 19,665.  There has been 14,314 patients have been hospitalized in Hubei, including 756 who are in critical condition, according to the health authority.  The number of confirmed cases in mainland China is at least 27,378. The global number of confirmed coronavirus cases now stands at 27,602. The 12th US person with a confirmed case of Wuhan coronavirus is isolated at home in Wisconsin, according to officials at UW Health. “The patient did not require hospitalization. They are currently in home isolation and doing well,” Dr. Nasia Safdar, medical director of infection control at UW Health, said during a press conference today. “In this case, they did not have clinical symptoms that warranted hospitalization.” Safdar said the medical center has a “very involved protocol that was put into play” when the patient sought care at UW Health on Jan. 30. “When somebody comes in, they’re asked questions about travel history, whether they traveled to the relevant areas in question and whether they have symptoms of a respiratory nature,” Safdar said. “When there’s a positive answer to those questions they are taken back into a private room, that’s called a negative pressure room to prevent spreading the virus to anyone else. The health care workers that enter the room are fully garbed up with gowns, gloves, eye protection and face masks.” Wisconsin’s Division of Public Health and UW Health are investigating the patient’s close contacts. The patient is an adult who traveled from Beijing and was exposed to known cases while in China, UW Health said in an earlier news release. General Motors CEO Mary Barra told investors today that the company’s \"thoughts and focus has been our people,” but added that they're working with their Chinese partner and health authorities to make sure their supply chain is not disrupted. \"It’s a very fluid situation,” Barra said at an investor conference following GM’s earnings report. “As we learn more, we’ll provide more updates.\" GM has a large manufacturing plant in Wuhan — ground zero of the coronavirus outbreak. The plant employs nearly 6,000 people, about 10% of GM's total work force in China.  The most interesting coronavirus wrinkle from GM is that the president of GM China, Matt Tsien, flew in last week to participate in today’s investor conference. But due to \"an abundance of caution,\" he's participating by calling in rather than speaking in person. Ford also had little hard info about the coronavirus on its own earnings call on Tuesday. CEO Jim Hackett said the Ford team is “proactively monitoring the situation on several fronts, including the safety of our employees and their families. This is paramount.” Hackett added that Ford is also monitoring their supply chain, but that its “too early” to tell the effect the coronavirus will have on its business. Last week: Ford banned travel to, from and inside China, telling employees who had traveled there to quarantine themselves for 14 days after returning. Defense Secretary Mark Esper has approved additional housing support at Camp Ashland in Nebraska for up to 75 people, the Pentagon said in a statement Wednesday. The housing will be provided to people “who may need to be quarantined upon arrival from overseas travel due to the novel coronavirus,” the Pentagon said. The approval followed a request for assistance from the Department of Health and Human Services. The 12th confirmed case of the Wuhan coronavirus in the US has been reported by the Wisconsin Department of Health Services. There are now 12 confirmed cases of the novel coronavirus in the US and the first confirmed case in Wisconsin.  Six cases have been confirmed in California, one in Massachusetts, one in Washington state, one in Arizona, two in Illinois and one in Wisconsin. There are two instances of person-to-person transmission, one in Illinois and one in California. By the numbers: The US Centers for Disease Control and Prevention has listed 293 people under investigation for the coronavirus in 36 states as of Feb. 5, according to an update posted to the agency's website today. Among them, 206 were negative and 76 are still pending. These numbers are cumulative since Jan. 21.   All 11 patients diagnosed with the coronavirus in the United States are “doing well,” according to an official with the US Centers for Disease Control and Prevention. “The 11 US patients, as far as I know, are all doing well,” said Dr. Nancy Messonnier, director of the CDC's National Center for Immunization and Respiratory Diseases. \"The ones who were sicker have improved.” The CDC plans to continue to monitor each patient's health. One of the two charter flights carrying US citizens out of China has landed in Southern California at Marine Corps Air Station Miramar. This plane was one of the tandem charters that landed at Travis Air Force Base in Fairfield, California, early this morning. Officials will hold press conferences regarding the evacuees later on Wednesday.  The State Department has “temporarily suspended the U.S. Fulbright Program in China until further notice,” due to the coronavirus and the department's travel advisory for all of China, according to a State Department official.  “The Department of State issued a Level 4 Travel Advisory for all of China, urging Americans not to travel to China due to the novel coronavirus first identified in Wuhan. In response, the Department of State temporarily suspended the U.S. Fulbright Program in China until further notice,” the official told CNN.  Forty participants are affected and departing China, the official said.  The State Department, describes the program as an \"official educational exchange between the People’s Republic of China and the United States ‘to provide opportunities for cooperation and exchange in educational fields based on equality, reciprocity and mutual benefit.’”  The US's Centers for Disease Control and Prevention (CDC) will distribute 200 test kits for Wuhan coronavirus to domestic labs, and another 200 test kits to international labs.  Each test kit can perform 700-800 patient samples. This will allow for enhanced capacity for testing by early next week, Dr. Nancy Messonnier, director of the CDC’s National Center for Immunization and Respiratory Diseases, told reporters Wednesday.  Messonnier said she expected these kits will result in states announcing their own confirmed cases, rather than waiting for confirmation from the CDC. Previously, the CDC was the only lab in the United States capable of testing for the novel coronavirus. The diagnostic is authorized to be used for patients who meet CDC criteria for testing, and by qualified labs designated by the CDC or certified to perform high-complexity tests. It’s known as a reverse transcriptase polymerase chain reaction test and can detect Wuhan coronavirus from nasal or oral swabs.  Negative results do not preclude infection with the virus, the FDA noted in a press release, adding that negative results must be combined with clinical observations, patient history and epidemiological information. As of Wednesday, the CDC has listed 293 people under investigation for the novel coronavirus in 36 states. Of those, 11 have tested positive, 206 negative and 76 are still pending. These numbers are cumulative since January 21. Six cases have been confirmed in California, one in Massachusetts, one in Washington state, one in Arizona and two in Illinois. This includes two instances of known person-to-person transmission, one in Illinois and one in California. An asymptomatic individual, who was in Hubei province on February 4 before traveling into the Newark Liberty International Airport, was issued a 14-day quarantine order by officials Tuesday, according to the New Jersey Department of Health (NJDOH). The individual, who is not a New Jersey resident, was transported to a location in Essex County and will be monitored by the NJDOH for the next 14 days.  Health officials would not elaborate on the type of location. “The risk of novel coronavirus transmission in New Jersey residents remains low,” the dept said in a release Wednesday. A child taken to hospital after developing a fever at California's March Air Reserve Base is in good spirits, Jose Arballo, Jr., from Riverside County Department of Public Health, said.  The child was in a group of nearly 200 Americans evacuated from Wuhan last week. Officials took samples from the child and sent them to the Centers for Disease Control and Prevention (CDC) for analysis. Results are expected soon.  If the results are negative, the child and accompanying parent will return to March Air Reserve Base.  Aside from the fever, the child has no other symptoms.  This comes as two more charters from Wuhan arrived in California this morning.  Read more about the evacuation here  PGA Tour Series-China -- a China-based professional golf tour -- has moved its Global Qualifying Tournament from China to Indonesia due to the ongoing coronavirus outbreak, the tour announced Tuesday.  “We felt this change was the best course of action considering what’s happening in China right now,” said Greg Carlson, PGA TOUR Series-China Executive Director. “The health and well-being of our players, staff, fans and all who are associated with PGA TOUR Series-China tournaments is of the utmost importance to us. We will continue to monitor what’s happening in China and how it might affect the start of our regular season.” The tournament is set for February 25-28. There's still a lot we don't know about the Wuhan coronavirus, and scientists around the world are racing to gather data and develop a treatment. Here's what we can tell you so far: Is there a cure? No -- but there are signs of progress. Thai doctors say they have successfully treated two patients with a combination of antiviral drugs.\nWhat are the symptoms? Coronavirus symptoms can look like the flu -- fever, cough, trouble breathing. If you show these symptoms and recently went to China, or have been in contact with someone who visited, experts advise going to the doctor.\nHow does the virus spread? The virus is thought to spread from person to person through respiratory droplets emitted by coughing or sneezing. There's also a possibility the virus can exist in and spread through contaminated fecal matter. There's currently no evidence that the virus is airborne -- meaning, for instance, it doesn't travel across a large room.\nWho is at risk of infection? People of all ages can be infected with the virus, but older people and those with pre-existing medical conditions are especially vulnerable to severe complications.\nHow can I protect myself? Take the same precautionary measures you would during flu season. Wash your hands often with soap and water, cover your nose and mouth when you sneeze or cough, avoid close contact with people or large gatherings, and wear a face mask.\nIs it safe to travel? Airlines have suspended flights, and thousands of foreign citizens in the Chinese city of Wuhan have been evacuated back to their home countries. Many countries including the US have advised against travel to China. Airlines around the globe have responded to the coronavirus outbreak by suspending flights to and from China, severely disrupting travel by tourists and business executives in one of the world's busiest aviation markets. Read the full story -- including a roundup of some major airlines that have suspended or reduced their flights to mainland China -- here.  On Wednesday morning, two flights carrying passengers from Wuhan, China -- the epicenter of the Wuhan coronavirus outbreak -- arrived at Travis Air Force Base near Sacramento, California.  After refueling, one of these planes is now en route to Marine Corps Air Station Miramar in San Diego, California, and is expected to land shortly. Later this week, two additional flights are scheduled to land in the United States, according to the US Centers for Disease Control and Prevention. One will arrive at Lackland Air Force Base in San Antonio, Texas; the other at Eppley Airfield in Omaha, Nebraska. “In the last 24 hours, we had the most cases in a single day since the outbreak started,” the World Health Organization (WHO) Director-General Tedros Adhanom Ghebreyesus said Wednesday, in a press conference detailing the latest developments of the coronavirus outbreak. The director-general referred to case numbers the WHO had recorded by 6 a.m. Geneva time Wednesday, adding the relatively small number of infections outside China gave “a window of opportunity to prevent this outbreak from becoming a broader global crisis.” We continue to support the Chinese government’s efforts to address the outbreak at the epicenter, at the source, in Wuhan. We must not forget how difficult this is for the people of Wuhan,” Ghebreyesus added. “Our greatest concern is about the potential for spread in countries with weaker health systems, and who lack the capacity to detect or diagnose the virus. We are only as strong as the weakest link,” he said. It's a beautiful morning at March Air Reserve Base in Riverside County, California. A handful of people are out and about on the grounds, including 27-year-old Jarred Evans. After his morning run, Evans may settle in with his laptop in the hotel where he's staying on base and do some work for his business. If he were so inclined, he could even go to a Zumba or kickboxing class to pass the time. For the most part, though, he and everyone else at the hotel are keeping to themselves. They are under quarantine, after all. Evans and 194 other people were evacuated from Wuhan aboard a chartered flight on January 28 to escape the rapidly spreading coronavirus. The passengers from Evans' flight are one of several groups that have been quarantined after entering through the US airports designated to receive passengers from areas in China affected by the virus.  From those airports, groups are taken to military bases, hotels or other sites to wait out a federally-mandated 72-hour-quarantine. Read the full story here.  CNN is first to report that two airline passengers flew to the United States while actively sick with Wuhan coronavirus, but passengers who sat near them did not become ill, according to a spokesperson for the US Centers for Disease Control and Prevention. The sick passengers are among the 11 confirmed cases of coronavirus in the US. It’s significant that they were ill on the flights, since health authorities say people who are actively ill are most likely to infect others. The two sick passengers traveled from China to Los Angeles International Airport on January 20 and January 22. The 14-day incubation period for the virus has since passed, so it’s believed that other people who were on the flights are no longer at risk for contracting the illness. Health authorities got in touch with passengers who flew in the same rows as the sick passengers as well those in the two rows in front and behind. Local health officials told those passengers to look out for the symptoms of the coronavirus, including fever, coughing and trouble breathing.  In addition to the nine travel-related cases of Wuhan coronavirus, two person-to-person cases have been confirmed in the United States, bringing the total number of confirmed cases to 11. More than 100 students who had indicated they had been to China in the past 14 days have been assessed by university health officials and determined to be low-risk amid concerns of coronavirus -- meaning they are not required to self-quarantine, according to Michael Hotchkiss, deputy spokesperson for Princeton University. However, a small number of students -- also assessed as low risk -- have indicated they are choosing to self-quarantine, and the university is assisting, Hotchkiss said. No student has been sick or shown symptoms, university spokesperson Ben Chang told CNN. Adidas is shuttering a “significant number” of stores in China due to the coronavirus outbreak, the German sportswear company said in a statement Wednesday.  The company has around 12,000 Chinese outlets, including franchise stores. Adidas also confirmed it is currently experiencing a negative impact on operations in China, adding it is too early to assess its magnitude. The coronavirus in China is a “very dangerous and concerning virus” and the United States needs “to do everything we can to contain it now, and we’re there for the Chinese people,” Robert O’Brien, President Trump’s National Security Adviser, said Wednesday.  Speaking at an event in Washington with foreign ambassadors, O’Brien said the recent flights sent to Wuhan to evacuate American citizens “were full of medical and other supplies” donated by faith-based groups to help China address the situation. There was some very promising news in the last couple of days that China is welcoming the WHO into China to help address this terrible crisis with the Chinese. There will be an American component of the WHO team and so we’re going to do everything we can,” O’Brien said, adding that the US has “communicated to the Chinese that we are standing by and we are going to do everything we can to help China deal with this pandemic.”   People quarantined on two ships off Hong Kong and Japan are being given health screenings, and those with suspicious symptoms are being tested for coronavirus amid concerns they were exposed to the infection by other passengers. Spencer Fehrenbacher is onboard the Diamond Princess, the cruise ship that's now been quarantined after 10 people onboard tested positive for the coronavirus.   He says that around 8:15 a.m. local time on Wednesday, the ship's captain made an announcement coronavirus infections. That's when they found out the ship would be quarantined for 14 days.   Fehrenbacher is an American citizen and Canadian resident from Fort Langley, British Columbia, studying in Tianjin, China. It's still unclear if passengers are going to be forced to stay in their rooms for the duration of the 14 days.    \"They haven't specified any details about that yet and said they are waiting for further direction from the Japanese government,\" Fehrenbacher says.   Fehrenbacher was even tested for the coronavirus last night around 11:00 p.m. on Tuesday. \"A quarantine officer showed up at my door and I was taken to an empty room that was being used as a testing room,\" he says. \"They reviewed a quarantine questionnaire that I had to complete along [with] all of the other passengers.\"   The coronavirus test was fairly simple: a swab on the left and right sides of his throat for about 10 seconds. The nurse who administered the test told them they were testing more 100 people.  The individual also being tested in the photos is Dorian and another person that wishes to remain anonymous; both are Fehrenbacher's friends and classmates whom he's traveling with.   Fehrenbacher was tested because, about a week ago, he says he went to the ship's hospital for a sore throat and fever.   As for his mood, knowing that the ship has been quarantined, Fehrenbacher says it's \"pretty good.\"  \"The Princess crew has been incredible in their support and communication up to this point,\" he says. \"They're providing complimentary internet to everyone onboard to ensure that everyone is able to communicate with family and friends.\" He says they are also working to deliver food and water to every single cabin.\"  Capri Holdings Limited, the parent company of luxury fashion brands Versace, Michael Kors and Jimmy Choo says it expects coronavirus to “materially impact” its financial results, lowering its 2020 outlook guidance. The company said that as of February 5, approximately 150 of their 225 stores in mainland China are closed, adding that most of the remaining open stores are operating with reduced hours and experiencing declines in customer traffic. The company currently expects the situation in China “to reduce revenue by approximately $100 million and earnings per share by $0.40 to $0.45 for the fourth quarter and full year,” the fashion house said in its quarterly earnings statement. Airbus has prolonged the closure of its final assembly plant in Tianjin, China, as a result of the coronavirus emergency, the European aerospace company said in a statement. The plant had been closed along with many businesses over the Chinese New Year and was due to reopen at the end of January.  Airbus added that Chinese domestic and worldwide travel restrictions are affecting business, \"posing some logistical challenges.\" A fourth case of coronavirus has been confirmed in the Australian state of Queensland, bringing the country's total to 14. Chief Health Officer of Queensland Dr. Jeannette Young said the patient -- a 37-year-old Chinese man from Wuhan -- was a member of a tour group that reported three other confirmed cases.  The man remains in a stable condition under isolation in the Gold Coast University Hospital. Emergency wards have been shut down and surgeries postponed as healthcare workers in Hong Kong strike for the third day over government action on the coronavirus.  Dr. Ian Cheung, chief manager of the Hospital Authority said that 4,600 staff, including 300 doctors and 2,700 nurses are absent from work.  Cheung appealed to those on strike to return to work, warning of the potential for more community transmissions in the coming weeks.  If we don’t unite at this moment, it will be very hard for us to hold on to the last line of defense (in this epidemic),” Cheung said at a press conference on Wednesday. Why they're striking: The Hospital Authority Employees Alliance, a union representing medical workers in the city, is on its third day of strike action. Strikers and union members are demanding closed borders with mainland China, and have accused the city government of inadequate action during the coronavirus outbreak. Government response: Hong Kong Chief Executive Carrie Lam criticized the strikers for weakening the city's medical capacity at a crucial time. Remaining employees still working in the hospital now have a heavier workload to make up for their absent colleagues, she said.  This post has been updated to correct the number of days that Hong Kong medical workers have been on strike. Royal Caribbean has canceled eight cruises out of China until March and introduced several health screening measures to prevent the spread of coronavirus aboard its vessels.  In a statement, the cruise company announced it would deny boarding to individuals who had travelled through, from or to mainland China or Hong Kong in the past 15 days. Full refunds will be given. Royal Caribbean also said it would provide mandatory specialized health screenings on certain guests, including those with Chinese and Hong Kong passports, and guests who report feeling unwell.  Cruises cut short by coronavirus: More than 5,300 people are being quarantined on two cruise ships off Hong Kong and Japan amid concerns that passengers and crew were inadvertently exposed to the Wuhan coronavirus by infected passengers. The Diamond Princess is anchored off the coast of Yokohama, near Tokyo, with 1,045 crew and 2,666 passengers -- including 428 Americans -- on board. The second ship, the World Dream, is docked at Hong Kong's Kai Tak Cruise Terminal with 1,800 people on board, the city's Department of Health said Wednesday. Two charter flights carrying US citizens from Wuhan, China -- the epicenter of the coronavirus outbreak -- landed at Travis Air Force Base, California. The first flight landed  shortly before 4 a.m. local time (7 a.m. ET), and the second roughly half an hour later. Wednesday's flights are expected to head to two California military bases: Marine Corps Air Station Miramar in San Diego, and Travis AFB between San Francisco and Sacramento, a US official with knowledge of the matter told CNN. The flight headed for Miramar Air Station will refuel at Travis, Defense Department spokesman Lt. Col. Chris Mitchell said in a statement. The flights come about a week after the first US government-arranged flight left Wuhan. That first chartered plane, carrying nearly 200 US citizens -- including diplomats and their families -- arrived January 29 at March Air Reserve Base in Southern California. Disney has warned that profits from its parks in China could drop by $280 million in the current quarter, due to shutdowns caused by the coronavirus and a loss of business related to recent mass protests in Hong Kong. The company warned of the potential hit to park profit during its earnings call Tuesday, adding that the coronavirus will hurt its results for the quarter through March and the fiscal year as a whole. Disney suspended operations at some of its facilities in China last month in response to the ongoing public health crisis.  For now, the properties in Hong Kong and Shanghai are closed indefinitely, Chief Financial Officer Christine McCarthy said. Read the full story here.  A woman who was in an Austrian hospital to be tested for the coronavirus escaped from the premises, officials said.  Karl Schupfer, a press officer for the city of Salzburg, said the 31-year-old patient left the University Clinic Salzburg around 3 a.m. local time Wednesday morning and was found by police in her home near the city at around 10 a.m.  The unidentified woman had been in a hospital since Tuesday, Schupfer said, adding that her motive for escaping was unclear. She is now back in a Salzburg hospital under police watch and is being questioned. Her results are expected later on Wednesday.  Authorities are trying to find out who the patient may have had contact with during her escape. There are currently no confirmed cases of coronavirus in Austria.  The novel coronavirus is thought to spread from person to person through respiratory droplets emitted by coughing or sneezing. There's currently no evidence that the virus is airborne -- meaning, for instance, it doesn't travel across a large room. Still unknown: An important factor yet to be determined, however, is whether the virus spreads via the fecal-oral route, according to Dr. John Nicholls, a clinical professor in pathology at the University of Hong Kong. Coronavirus cruise: Norovirus -- a contagious stomach bug that causes vomiting and diarrhea -- and severe acute respiratory syndrome (SARS) both spread by the fecal-oral route. Norovirus is also notorious for infecting cruise passengers. Viruses like norovirus spread so quickly on cruises because \"you've got so many people in a crowded area and people are sharing areas, touching places,\" Nicholls said. Questions raised: The infection of at least 10 people aboard a cruise ship now quarantined in Japan is raising questions about whether the Wuhan coronavirus can also spread the same way. Read more here Britain will send a second and final plane to evacuate UK nationals from Wuhan province in China, where the coronavirus is believed to have originated. The charter flight is expected to leave on Sunday morning at Royal Air Force base Brize Norton, officials said in a statement.  “We have been working round the clock to help British nationals leave Hubei province, on UK, French and New Zealand flights,\" Foreign Secretary Dominic Raab said. \n“I encourage all British nationals in Hubei to register with our teams if they want to leave on this flight,” he added.  On Tuesday, the UK's Foreign Office advised British nationals to leave China.   There are three new cases of novel coronavirus in Hong Kong, bringing the total confirmed cases in the semi-autonomous Chinese city to 21, the city's leader Carrie Lam announced Wednesday.  In a news conference, Lam said Hong Kong is “seeing a worsening trend of the outbreak,” with six cases confirmed between Tuesday and Wednesday. Lam said three of the new cases did not travel outside of Hong Kong during the incubation period, which suggests that there may be further community transmission. Coronavirus death: Lam also said that a 39-year-old man with coronavirus who died in Hong Kong on Tuesday was in a stable condition before his death.  She said that his case has now been referred to the coroner, as doctors were unable to explain the cause of his death.  On Tuesday, Hong Kong’s Hospital Authority said the man had an “underlying disease” without clarifying further. All travelers entering Hong Kong from mainland China will be placed under quarantine for 14 days, Hong Kong Chief Executive Carrie Lam announced at a news conference today. The rule includes Hong Kong and mainland residents, Lam said.  There are 21 confirmed cases of coronavirus in the semi-autonomous city, of which three are locally infected cases -- suggesting transmission between the community, rather than being brought in from somewhere else. Travel restrictions: The government suspended four more border crossings yesterday, which has seen entries by travelers from mainland China drop by 60%, Lam said. However, the city cannot close all borders because many of the arrivals from the mainland are Hong Kong residents who need to return into the city, she said. Besides, Hong Kong relies on the mainland for crucial supplies including food. \"Closing all borders is not workable and may affect the supply of food and daily necessaries. The measures we applied last few days proved that these measures can decrease the number of arrivals and decrease the risk of infection,\" Lam said. What the government has done: The government will allocate over 10 billion Hong Kong dollars (about $1.3 billion) in resources to fight the outbreak, Lam said. It has already closed most of Hong Kong's borders with the mainland -- but many in the medical field say that's not enough, and have been on strike for three days. The US has sent supplies to Wuhan to assist Chinese authorities working to contain the coronavirus outbreak, according to officials from China's Ministry of Foreign Affairs. A batch of US supplies arrived yesterday, with American businesses and institutions also offering support, said ministry spokeswoman Hua Chunying. She added that the US would participate in a joint expert team consisting of officials from China and the World Health Organization. \"We hope that the US will respect WHO’s authoritative and professional recommendations, react in an objective, fair, calm and evidence-based manner, rather than excessively.\" Hua said. \"It should respect and coordinate with China' prevention and control measures.\" Hua's pointed comments come after China blasted the US on Monday, saying that it was overreacting to the coronavirus outbreak, and feeding hysteria with drastic measures while not offering any substantive help. WHO weighs in: The director general of the WHO has also warned countries not to impose travel and trade restrictions in relation to the outbreak. \"Such restrictions can have the effect of increasing fear and stigma, with little public health benefit,” WHO director general Tedros Adhanom Ghebreyesus said in a statement yesterday. Police in China have detained a growing number of people for defying quarantine measures or deliberately concealing that they had traveled to areas stricken by the coronavirus. In the northwestern province of Qinghai, police say a migrant worker surnamed Gou is being investigated for suspected “endangering public safety” by “deliberately concealing” his journey to Wuhan. Gou returned from Wuhan to Hanshuigou village last month, but fabricated his itinerary and return date to village authorities, police said. He also concealed his symptoms of fever and coughing from investigators and actively got in close touch with neighbors, it added. “What’s particularly abominable is that Gou also concealed his son’s return with him from Wuhan. His son has also been out and about multiple times and in close contact with crowds,” the statement said. Both Gou and his son have been confirmed to have contracted the coronavirus, and are under quarantine, according to the statement. They have been accused of breaking China’s criminal law and infectious disease law, the police said. Over the past week, similar cases have also been reported in the provinces of Jiangxi, Yunnan, Guangxi and Jiangsu, according to state media. There's still a lot we don't know about the Wuhan coronavirus, and scientists around the world are racing to gather data and develop a treatment. Here's what we can tell you so far: Is there a cure? No -- but there are signs of progress. Thai doctors say they have successfully treated two patients with a combination of antiviral drugs.\nWhat are the symptoms? Coronavirus symptoms can look like the flu -- fever, cough, trouble breathing. If you show these symptoms and recently went to China, or have been in contact with someone who visited, experts advise going to the doctor.\nHow does the virus spread? The virus is thought to spread from person to person through respiratory droplets emitted by coughing or sneezing. There's also a possibility the virus can exist in and spread through contaminated fecal matter. There's currently no evidence that the virus is airborne -- meaning, for instance, it doesn't travel across a large room.\nWho is at risk of infection? People of all ages can be infected with the virus, but older people and those with pre-existing medical conditions are especially vulnerable to severe complications.\nHow can I protect myself? Take the same precautionary measures you would during flu season. Wash your hands often with soap and water, cover your nose and mouth when you sneeze or cough, avoid close contact with people or large gatherings, and wear a face mask.\nIs it safe to travel? Airlines have suspended flights, and thousands of foreign citizens in the Chinese city of Wuhan have been evacuated back to their home countries. Many countries including the US have advised against travel to China. Princess Cruises, the operator of the Diamond Princess cruise ship currently under quarantine off the coast of Japan, said in a statement that the first phase of health screenings on board had been completed. After the ship docked in Yokohama Bay, officials from the Japanese Ministry of Health screened all guests and crew on board, and found 10 people who tested positive for the coronavirus. Those 10 people -- nine passengers and one crew member -- will be taken ashore to local hospitals for care, said the statement. Meanwhile, all those remaining on the ship will stay under quarantine for at least 14 days. \"The ship plans to go out to sea to perform normal marine operations including, but not limited to, the production of fresh water and ballast operations before proceeding alongside in Yokohama where food, provisions, and other supplies will be brought on board.\n\"Guests will continue to be provided complimentary internet and telephone to use in order to stay in contact with their family and loved ones, and the ship’s crew is working to keep all guests comfortable,\" said the statement. The passengers on board: There are 2,666 guests and 1,045 crew currently on board, the company said. About half the guests on board are from Japan, and 428 are American. Of the 12 confirmed coronavirus cases in Germany, 10 are in Bavaria and two are in Hesse state, according to the German Federal Health Ministry. The cases include a father and child, six employees at the same company in the Bavarian district of Starnberg, and several evacuated citizens who had been flown out of Wuhan, China. Public health experts have criticized a report, published last week, that suggested the coronavirus could spread before the onset of symptoms. The study had seemed to confirm earlier statements from Chinese officials that the virus could spread asymptomatically. In an email to CNN on Tuesday, German public health officials said the report was incorrect. “In contrast to first reports according to which the index case (a Chinese traveling in Germany) seemed to have been asymptomatic during the time of likely transmission here, recent interviews by the Bavarian health authorities and the Robert Koch Institute in Chinese language revealed that she might have had mild unspecific symptoms including back pain and also took antipyretic medication,\" the officials said. Marc Lipsitch, a Harvard public health professor, said the error had likely been because the authors were \"inadequately careful ... an error that is understandable in a crisis situation, but is still problematic.” The Public Health Agency of Sweden also called the study's conclusions \"based on misconceptions,\" adding that it had not provided \"scientifically substantiated facts.\" We believe that it is impossible for the new coronavirus to infect throughout the incubation period,\" said the Public Health Agency. South Korea's second confirmed coronavirus case will be the first patient to be discharged in the country as he recovers from the virus, authorities said today. The patient is a 55-year-old South Korean man who tested positive for the novel coronavirus on January 24, after flying in from Wuhan on January 22. His symptoms, including a sore throat and coughing, had improved and two coronavirus tests came back negative. Doctors then agreed to discharge him, according to a news release from the South Korean Centers for Disease Control and Prevention. Officials also said today that the country's first confirmed case, a 35-year-old Chinese woman, was in stable condition and could be next to be discharged, as she also tested negative twice. However, discharged patients will be monitored for any unexpected complications after being released from hospital, doctors added. South Korea has 18 confirmed cases of the novel coronavirus as of Wednesday. Hong Kong airline Cathay Pacific said in a statement today that it is \"appealing to\" all 27,000 of its employees to take three weeks of unpaid leave from March to June.  \"In view of the novel coronavirus outbreak and also significant drop in market demand, we just announced massive capacity cuts yesterday,\" said the company in a statement. \"Preserving cash is the key to protecting our business. We have already been taking multiple measures to achieve this. Today, we are appealing to all employees to participate in the special leave scheme (SLS), which will take effect from 1 March and last until 30 June. All employees will have the option to take three weeks of unpaid leave in this period.\" A rough year for Cathay: The airline, the city's flag carrier, has been struggling for more than half a year, hit hard by the political unrest that consumed Hong Kong in the entire second half of 2019. Intense pro-democracy, anti-government protests saw tourist figures drop dramatically, and Cathay was one of several airlines reporting plummeting business.  The airline was also dragged into heated controversy after firing an employee, allegedly over a political Facebook post. Chinese state media slammed Cathay workers taking part in illegal demonstrations, and the airline vowed to fire employees who are found doing so.  There are now two cruise ships under quarantine at sea, with thousands on board, after former passengers were confirmed to have the coronavirus. Here's what we know: The ship in Japan: About 3,700 people are on the Diamond Princess cruise ship, currently sitting in Yokohama Bay, south of Tokyo. Of those, 428 passengers are American.\nThe infected person: The passenger with the virus was an 80-year-old man from Hong Kong. He was in China on January 10, flew to Japan on January 17, boarded the cruise there on January 20, disembarked in Hong Kong on January 25, and sought medical attention for symptoms on January 30.\n10 people on board were confirmed to have the virus, and have been taken to hospital. Of the 10, nine are passengers and one is crew. \nOfficials on board tested the passengers and are waiting for remaining results to come out.\nQuarantine: A passenger told CNN they were told the ship would be quarantined for at least 14 days. The ship in Hong Kong: More than 1,800 people are on a cruise ship docked in Hong Kong's Kai Tak terminal.\nHealth screenings are being conducted, and people on board cannot leave without the Hong Kong Health Department’s permission.\nThe infected person: On a previous voyage, the ship had sailed from Nansha, China to Vietnam and back. Three passengers on board were later confirmed to be infected; all passengers disembarked on January 24 in China and Hong Kong. The ship’s crew stayed on for the next trip, which docked and departed from Kaohsiung, Taiwan on February 4.\n30 members of the crew reported feeling sick, but all have recovered and are stable. There are now at least 230 confirmed cases of the Wuhan coronavirus in more than 25 countries and territories outside mainland China: Australia (at least 13 cases)\nBelgium (at least 1 case)\nCambodia (at least 1 case)\nCanada (at least 5 cases)\nFinland (at least 1 case)\nFrance (at least 6 cases)\nGermany (at least 12 cases)\nHong Kong (at least 18 cases, 1 death)\nIndia (at least 3 cases)\nItaly (at least 2 cases)\nJapan (at least 23 cases, plus 10 in cruise ship quarantine)\nMacao (at least 10 cases)\nMalaysia (at least 10 cases)\nNepal (at least 1 case)\nPhilippines (at least 3 cases, 1 death)\nRussia (at least 2 cases)\nSingapore (at least 24 cases)\nSouth Korea (at least 18 cases)\nSpain (at least 1 case)\nSri Lanka (at least 1 case)\nSweden (at least 1 case)\nTaiwan (at least 11 cases)\nThailand (at least 25 cases)\nUnited Arab Emirates (at least 5 cases)\nUnited Kingdom (at least 2 cases)\nUnited States (at least 11 cases)\nVietnam (at least 10 cases) Read more about the patients in each place. Editor's note: Yuli Yang is a Hong Kong-based journalist who worked for CNN, BBC and Al Jazeera in greater China for over a decade. I am a Wuhan girl living in Hong Kong. Right now, my close family is all under lockdown in my hometown, the epicenter of this epidemic. Every day, I worry for their safety, their health and their mental well-being. They worry, too, that I am worried about them. Sound familiar? I'm sure anyone living far away from their parents can relate to this funny cycle of love. I'm also a news producer and aware of the blame, the frustration and the outrage that circulates in the wake of a crisis. I'm grateful for my tireless, fellow journalists, who keep the world abreast of the battle against this coronavirus outbreak. I understand and support the physical measures that airlines, governments and institutions have put in place for control and prevention. But at the same time, I invite you not to put up walls between our hearts. By this, I'm referring to the emerging trend around the world of discrimination towards Chinese people, and towards those who simply look like us. This virus brings death and fear. People see the infection spread across borders and they grow afraid for their children, parents, for themselves. But the virus also reveals an amazing truth -- that we're all interconnected, so much more closely than we might have thought. Read her full op-ed, and see Wuhan from her eyes, here. A cruise ship is currently docked in Japan's Yokohama Bay, under quarantine for 14 days, after 10 people on board were confirmed to have the coronavirus earlier today. Of those 10, 9 are passengers and one is a crew member, said the cruise operator in a statement. Their nationalities are: America: 1\nAustralia: 2\nJapan: 3\nHong Kong: 3\nPhilippines: 1 (the crew member) Coronavirus cruise: The Diamond Princess cruise ship was placed under quarantine after a former passenger, who disembarked 12 days ago, was confirmed to have the coronavirus. He is now in stable condition in Hong Kong. There are 2,666 guests and 1,045 crew members on board the ship, owner Princess Cruises said in a statement yesterday.  A total of 428 American passengers are on board the ship, the US Embassy told CNN. The Wuhan coronavirus outbreak is not a pandemic, World Health Organization officials said Tuesday, adding that they're hopeful transmission of the virus can be contained. The agency acknowledges that it is challenging to contain the virus because of global mass movement. \"We are not in a pandemic,\" said WHO official Sylvie Briand, explaining that the virus is currently considered to be an epidemic with multiple locations. \"We will try to extinguish the transmission in each of these,\" she said, adding that the agency believes this \"can be done with containment measures currently in place.\" Pandemic vs. epidemic: A pandemic is defined as the worldwide spread of a new disease, but it's not quite as simple as that. Many factors, including population immunity and disease severity, need to be taken into account. An epidemic is more than a normal number cases of an illness, specific health-related behavior or other health-related events in a community or region. A disease outbreak is the occurrence of disease cases in excess of what's normally expected, according to WHO. The World Health Organization (WHO) urged governments yesterday not to impose travel and trade restrictions -- but many already have. \"We reiterate our call to all countries not to impose restrictions that unnecessarily interfere with international travel and trade. Such restrictions can have the effect of increasing fear and stigma, with little public health benefit,\" said the WHO's Tedros Adhanom Ghebreyesus yesterday. International research: Scientists worldwide are making slow progress on both on treatment methods and vaccines.  Officials in Thailand said Monday that a second patient has been treated with a new combination of HIV and flu drugs, after doctors said the cocktail had been successful in treating a 71-year-old woman from China with the virus. Officials have yet to provide an update on the success of the treatment for the second patient. Recovery: There are also signs that patients who sought medical care recovered naturally. Singapore said earlier this week that all of its patients were stable and most were \"improving,\" while the first US patient has been discharged from hospital in Washington state. Hospitals in Wuhan: A purpose-built hospital dedicated to treating the virus was built in under a week in Wuhan, and opened on Monday. A second such hospital is due to open Thursday.  Both will only handle coronavirus patients, helping to take the pressure off the severely stretched Wuhan healthcare system. With at least three cities in China reporting more than a thousand cases, there are signs that the stringent controls put in place to try and contain the virus may not be working. In a front page editorial Tuesday, the People's Daily -- the official mouthpiece of the Communist Party -- called for a \"people's war\" against the virus, adding that people should \"more closely rally around the CCP with comrade Xi Jinping as the core.\" President Xi Jinping himself, however, has been missing in recent days, not appearing on front pages or in the nightly newscast on state broadcaster CCTV.  Why this matters: This is extremely unusual for the Chinese leader, who typically dominates media coverage even when his activities are relatively routine. His disappearance has led to a great deal of speculation in China and abroad. However, due to the opaque nature of the Communist Party's internal politics, it is difficult to do much more than speculate as the likely reason.  Even though he has not been appearing, Xi's name continues to feature in state media coverage, which has emphasized his role in chairing meetings related to the virus and overseeing relief and containment methods. Read more here. South Korea’s two major airlines -- Korean Air and Asiana Airlines -- are suspending or reducing flights between South Korea and mainland China. Korean Air announced that out of total 31 routes between South Korea and China, 27 routes will be suspended and four routes will have reduced flights until the end of March. Asiana Airlines also announced on its website that out of 28 routes between South Korea and China, 17 routes will be suspended in most days in February and some until the end of March. 11 other routes will operate on a reduced frequency. The Philippines announced its third confirmed case of the coronavirus today during a press conference. The Department of Health said the patient is a 60-year-old woman from China who traveled from Wuhan through Hong Kong to Cebu city in January. The Philippines was the first place outside mainland China to report a death from the coronavirus. The only other place that has reported a death is the semi-autonomous Chinese city of Hong Kong. More than 1,800 passengers on a cruise ship are being held on board for health checks in Hong Kong, after former passengers were confirmed to have the coronavirus. The cruise ship is currently docked at Hong Kong’s Kai Tak.  The infected passenger: On a previous voyage, the ship had sailed from Nansha, China to Vietnam and back, carrying more than 4,000 passengers, all of whom disembarked on January 24 in China and Hong Kong. Three of these passengers were confirmed to be infected shortly afterward. The ship’s crew stayed on for the next trip, which docked and departed from Kaohsiung, Taiwan on February 4. Some 30 members of the crew reported feeling sick, though all recovered and are stable. Three had previously reported fever and one tested positive for the flu. They have been sent to a Hong Kong hospital for tests and isolation. All passengers and crew are currently being held on the ship while health checks continue, and cannot leave without the Hong Kong Health Department’s permission. The second coronavirus cruise: This is the second cruise ship to quarantine thousands on board due to an outbreak of coronavirus. Another cruise ship is currently docked in Japan's Yokohama Bay, with ten confirmed cases found on board. More than 3,700 people on board will be quarantined for 14 days, a passenger told CNN today. There are two US planes currently en route to California, carrying evacuated US citizens out of Wuhan. One of the planes will stop at Travis Air Force Base in Fairfield, northeast of San Francisco, to refuel before continuing south to Miramar Marine Corps Air Station by San Diego, said a spokesperson from the Defense Department. \"As previously announced, these individuals will be subject to a CDC (Centers for Disease Control and Prevention) managed 14-day quarantine. (Department of Defense) will work closely with our interagency partners and continue to provide support to the situation as requested,\" said the statement. As cases of the coronavirus spread worldwide, there are worrying signs of new outbreak clusters in Hong Kong and Japan. The semi-autonomous Chinese city of Hong Kong reported its first death from the virus on Tuesday, as authorities also confirmed three \"local infection cases,\" who had not recently returned from mainland China. Most border crossings have now been closed. Anyone who had close contact with the new cases has been placed under quarantine, Hong Kong health authorities said. Ongoing strike: Authorities said an ongoing strike by healthcare workers has had a \"serious impact on services.\" Unions have demanded that the border with mainland China be fully closed and extra support provided for frontline staff before they will end their walkout action. New clusters: Chuang Shuk-kwan, head of the Hong Kong health authority's communicable disease branch, said on Tuesday that new cases showed \"there could be invisible chains of infection happening within communities.\" \"We are not ruling out a large spread (of the virus) in the future,\" she said. A total of 428 American passengers are on board the Diamond Princess cruise ship quarantined off Yokohama port in Japan, the US Embassy told CNN. \"We are aware of 428 US citizens on board the Diamond Princess. The welfare and safety of US citizens abroad is the Department of State’s highest priority, and we are in touch with relevant authorities and are providing all appropriate consular assistance to our citizens aboard the ship. The US Embassy Tokyo is closely monitoring the situation and will continue to provide assistance as the situation develops,” the US Embassy said. Coronavirus cruise: Earlier today, 10 people on the cruise ship were confirmed to have the Wuhan coronavirus, according to the Japanese health ministry. They were being taken to the hospital  The ship docked and was placed under quarantine after a former passenger, who disembarked 12 days ago, was confirmed to have the coronavirus. He is now in stable condition in Hong Kong. There are 2,666 guests and 1,045 crew members on board the ship, owner Princess Cruises said in a statement yesterday. It has been two weeks since the first US case of Wuhan coronavirus was announced, and the US strategy has become clear: It's impossible to stop this virus, it can only be slowed down. Here's why: International travel: While there are health screenings at US airports, quarantines for some passengers and even limits on who is allowed into the United States, a government official says there's no way to catch every infected person.  The volume of international travelers is now much higher than during the 2003 SARS epidemic -- meaning it's much more difficult to screen travelers. Contact tracing: As the number of cases grows, it becomes more difficult to conduct \"contact tracing\" -- tracking down everyone these infected people have had contact with and then, if necessary, testing those people for the virus. Testing: Further complicating matters is that testing isn't always accurate -- while negative results on the test most likely mean the person doesn't have coronavirus, it could also be that the disease simply hasn't developed enough to be detected yet. Read more here. The Australian state of Queensland confirmed its third case of Wuhan coronavirus on Tuesday, pushing the national total to 13 confirmed cases, according to a statement from the Queensland government. The patient is an 8-year-old boy, a Chinese national from Wuhan. He traveled in a tour group with a 44-year-old man and a 42-year-old woman, who were confirmed to be infected on January 29 and January 30, respectively The child remains in isolation at the Gold Coast University Hospital and is currently stable. As medical workers in Hong Kong continue their strike, the Hong Kong Hospital Authority said today that the limited number of staff meant public hospitals could only offer emergency services. With such limited services, the Hospital Authority asked patients with mild conditions to see private hospitals or doctors, or specialist outpatient clinics, according to a statement from the government Wednesday. Why they're striking: The Hospital Authority Employees Alliance, a union representing medical workers in the city, is on its third day of a strike. Strikers and union members are demanding closed borders with mainland China, and have accused the city government of inadequate action during the coronavirus outbreak. Government response: Hong Kong Chief Executive Carrie Lam criticized the strikers for weakening the city's medical capacity at a crucial time. Remaining employees still working in the hospital now have a heavier workload to make up for their absent colleagues, she said yesterday. The government has already implemented travel restrictions and shut down most of its borders with neighboring mainland China -- only three crossing points remain open, including the international airport. The coronavirus outbreak began in the central Chinese city of Wuhan, capital of Hubei province in December. Now, it has spread across the province, with two other cities in Hubei reporting over 1,000 cases and scores of deaths. The three cities: Wuhan: 8,351 cases, including 362 deaths \nHuanggang: 1,645 cases, including 25 deaths \nXiaogan: 1,462 cases, including 18 deaths  There are fears in the region that Huanggang and Xiaogan could become \"the next Wuhan\" -- exacerbated by the fact that they have less public health infrastructure than Wuhan, which is a major urban hub. Drastic measures: Authorities in these areas have implemented drastic measures to try and limit the spread of the virus. In Huanggang, officials are only allowing one representative from each household to leave their home every other day to go outside and buy groceries. Apart from the designated representative, the only other people allowed out of their homes are people seeking medical attention, or working in virus control, pharmacies and supermarkets. The city government said the measure was to minimize the flow of people in the city. The British government has urged all of its citizens in China to leave the country, but offered little more in detailed information or practical advice. What they said: In a statement yesterday, the Foreign & Commonwealth Office said it “now recommends that British Nationals who are able to leave China do so,\" citing the coronavirus outbreak as the reason for the advisory. UK citizens in China should leave \"to minimise their risk of exposure to the virus,\" said Foreign Secretary Dominic Raab in the statement.  What they didn't say: The statement gave little more detail on what prompted the additional urgency, whether there was new medical information about the virus spread, or even how tens of thousands of Britons in China might go about leaving. Other countries have suspended travel to mainland China and barred entry to travelers coming from China, but the UK is the first to ask its citizens to leave the country entirely. Chinese response: China has not responded specifically to the updated UK advisory, but it has lashed out at other countries for taking stringent measures against the coronavirus. It accused the US of overreacting and feeding mass hysteria by banning Chinese travelers and evacuating its consulate staff from China. “We hope countries will make reasonable, calm and science-based judgments and responses,\" said a Chinese official on Monday. There are one or two more US planes scheduled to evacuate citizens from Wuhan this week, but no more beyond that, a State Department official said today. Two evacuation planes departed Wuhan earlier today, and are currently en route to the United States. On Thursday, there will be \"one or more additional flights\" to retrieve US citizens in Wuhan, said a statement from the State Department. \"As space is available, seating will be offered to US citizens on a reimbursable basis, to leave from Wuhan Tianhe International Airport to the United States,\" said the statement. \"At this time, we do not anticipate staging additional flights beyond those planned to depart February 6. As stated in our February 2 Travel Advisory, US citizens currently in China should attempt to depart by commercial means,\" the statement said. Health screenings: The statement added that travelers on board the evacuation flights had been screened for symptoms before departure, and that once they land they will be subject to further screening and health observation. A cruise ship in Japan is currently under quarantine with 3,700 people on board, after a former passenger was found infected with coronavirus. Ten more people on board have since tested positive for the illness. How to stay safe: Cruise ships have sometimes been called \"floating Petri dishes\" because guests stay close together in a contained area for extended periods of time. If you're worried about your health on board, here are some tips:  Wash your hands frequently, not just before and after eating but whenever you touch shared surfaces like ship railings. \nCough or sneeze into a tissue or your elbow, instead of your hand.\nAvoid food and drink from questionable sources while on shore.\nKeep your vaccinations up to date. \nThose with underlying conditions or who are recovering from illness should consider postponing their travel, as they are more susceptible to viruses. Hygiene on board: Cruise ship companies try to prevent diseases by emphasizing hygiene -- for example, having hand sanitizer stations easily accessible in common areas and requiring staff members who handle food to wear gloves. Read more here. Taiwan confirmed its 11th coronavirus case on Tuesday, according to a statement from the self-governing island's Ministry of Health and Welfare. The patient is a man in his 50s, said to be a Taiwanese businessman who returned from Wuhan on Tuesday. He showed no symptoms of fever nor pneumonia, and is now in stable condition in an isolated hospital room. Passengers who were on the same flight as the patient are all being tested and will be quarantined for 14 days. Travel ban: Yesterday, Taiwan announced it would deny entry to all foreign nationals who had been to China in the past 14 days. Those with a Taiwan resident certificate will be allowed in, but are required to self-isolate in their homes and monitor their health.  The restrictions go into effect this Friday. Passengers on the Diamond Princess cruise ship, currently docked in Japan's Yokohama Bay, will be quarantined on board for an additional 14 days, a passenger on board told CNN today. The passenger, Spencer Fehrenbacher, said an announcement from the captain early Wednesday local time confirmed the 14-day quarantine for all passengers. According to Fehrenbacher, the captain’s announcement explained that \"they are waiting for further direction from the Japanese government.” Fehrenbacher said he was tested for the novel coronavirus late Tuesday. He said he had been taken to a “testing room,” where he completed a quarantine questionnaire and was administered the coronavirus test. Coronavirus cruise: Earlier today, 10 people on the cruise ship were confirmed to have the Wuhan coronavirus, according to the Japanese health ministry.  The ship docked and was placed under quarantine after a former passenger, who disembarked 12 days ago, was confirmed to have the coronavirus. He is now in stable condition in Hong Kong. After the Trump administration’s coronavirus travel restrictions came into effect this week, local and state officials say they were left scrambling to figure out the new rules. An East Coast official told CNN that planes were arriving “within hours” with no federal protocols in place -- the quarantine locations were still to be determined, and authorities were \"scrambling to see who had hospital beds available.\" \"The federal government basically said, we're going to bring these planes in, and when they land, you guys figure it out,\" the government official said.  The official told CNN they were left to devise solutions to how to execute the federal order on their own. \"These planes were going to land, and we were basically thinking, what the hell are we going to do?\" Similar complaints came from a state official on the West Coast.  “It’s a high level order without a lot details filled in. We are working really hard to understand the conditions,” the West Coast official told CNN. This official says he worked throughout the weekend to coordinate efforts, and was on the phone with the White House several times. “It’s been very, very challenging to keep up with everything,” he said. “There are a lot of unknowns.\" A total of 41 entertainment operations in Macao have been suspended for 15 days starting tonight, according to the city's government. The operations include casinos, betting branches, theaters, cinemas, game centers, internet cafes, discos, bars, nightclubs and dance halls. Six gambling corporations promised to continue paying salaries to their staff during this period. Gambling capital:  A semi-autonomous Chinese territory, Macao is sometimes described as the Las Vegas of Asia, and is considered the unofficial gambling capital of the world. The shutdown follows Macao’s announcement of two additional confirmed coronavirus cases yesterday, one a worker in the gambling industry. The city has reported 10 cases in total. Macao's economy suffers: Macao received almost 40 million visitors last year -- but this January, tourism figures plunged 87% compared to the previous year. Hotels that were nearly at 100% capacity during the 2019 Lunar New Year -- the busiest holiday of the year --  were left half empty in January. The health scare has threatened the business model at the heart of Macao's economy. The former Portuguese colony depends on millions of visitors from mainland China. Two planes evacuating American citizens out of Wuhan have departed the central Chinese city, and are on their way back to the United States, a State Department spokesperson said Tuesday evening. The planes are heading for military bases in California with a combined 550 passengers on board, according to a US official with knowledge of the matter. One flight will head to Marine Corps Air Station Miramar in San Diego, and the other is going to Travis Air Force Base in Fairfield, northeast of San Francisco. Second evacuation trip: These two flights are the second series of evacuation flights out of Wuhan. The US sent its first evacuation plane last week: It carried over 200 passengers, including diplomats and their families, to the March Air Reserve Base in southern California and landed on January 29. Two more South Koreans have tested positive for the novel coronavirus, bringing the national total to 18, according to the South Korean Centers for Disease Control and Prevention (KCDC). The 17th patient is a 38-year-old man who visited Singapore between January 18-24 for a conference. One of the attendees at the conference was an infected Malaysian citizen. The South Korean tested positive this morning, according to the KCDC.  The 18th patient is a 21-year-old woman, the daughter of the 16th confirmed patient who had been in quarantine. She tested positive today as well. A Princess Cruises ship is locked down in a Japanese port, with 3,700 people quarantined on board after it was revealed that an infected passenger flew into Tokyo and spent a few days on the ship. Medical officials are going room-by-room to check each guests' temperature and medical condition, Japan's health ministry said in a statement.  So far 10 people on the ship, which is sitting in Yokohama Bay, have been confirmed with the coronavirus. There are still more than 100 samples awaiting test results. There are 2,666 guests and 1,045 crew members on board, Princess Cruises said in a statement. The infected patient: The infected former passenger on the cruise ship is an 80-year-old man from Hong Kong. He went to mainland China for a few hours on January 10, but did not visit healthcare facilities or seafood markets -- meaning he likely contracted the virus from another person.  On January 17, he flew into Tokyo, and began coughing on January 19. He boarded the cruise in Yokohama on January 20. He disembarked the cruise when it stopped in Hong Kong on January 25, and sought medical attention on January 30.  He is currently in a stable condition. Vietnam confirmed its 10th coronavirus case on Tuesday, according to a state media report. The patient is a female worker in Binh Xuyen district, northwest of Hanoi. She developed a high fever on January 31 after having close contact with another confirmed case, who was sent to Wuhan for work training and returned on January 17. Schools in 56 provinces and localities in Vietnam will delay a return to classes to prevent spread of the virus, the report said. The Wuhan coronavirus continues its spread across Asia and the world. Countries have implemented various emergency measures and travel restrictions, as researchers continue working toward a treatment. If you're just joining us now, here's what you need to know: The numbers: The Wuhan novel coronavirus has killed 492 people and infected more than 24,500 people worldwide. The vast majority of those are within China and concentrated in Hubei province, the epicenter of the outbreak. Only two deaths have been outside of mainland China: one in the Philippines and one in Hong Kong.\nRising death toll: The number of reported deaths in China has been jumping rapidly. It topped 100 on January 28, passed 200 by January 31, overtook 300 on February 1, and topped 400 yesterday.\nRecoveries: There have also been reports of recovering patients. Most of Singapore's confirmed cases are stabilized and improving, said the government. And in the US, the first confirmed case has been discharged from hospital in Washington state.\nGlobal response: Countries are continuing to evacuate their citizens from Wuhan, and place travel restrictions on travelers from China. Some of these measures -- specifically from the US -- have sparked anger from Beijing.\nCruise ship quarantine: In Japan, a cruise ship with more than 3,700 people on board is quarantined in the port of Yokohama after a former passenger was found infected a few days earlier. Quarantine officials are now testing passengers, and have confirmed 10 cases on board.", "Section": "asia", "Writers": ["Jessie Yeung", "Adam Renton", "Amy Woodyatt"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-05-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}