{"Type": "article", "Time": "2020-12-21", "Headline": "Thailand had kept its coronavirus cases under control. Now it's testing thousands as it battles a shrimp market outbreak", "Text": "Thailand on Sunday began testing tens of thousands of people for coronavirus and extended curbs on movement, a day after locking down a province following the country's worst outbreak yet. The outbreak began at a shrimp market in Samut Sakhon, a province southwest of Bangkok and a center of the seafood industry that is home to thousands of migrant workers. Four cases were reported there on Friday and that number had jumped to 689 by Sunday, the public health ministry said. Thailand had previously kept the epidemic in check, recording around 5,000 Covid-19 cases. \"Today is just the first stage,\" Kiattiphum Wongrajit, the ministry's permanent secretary, told a news conference. \"Further results will show a lot more infections.\" He said up to 40,000 people would be tested in Samut Sakhon and nearby provinces, with over 10,000 tests to be conducted by Wednesday. Migrant workers, mostly from Myanmar, lined up for testing on Sunday, along with some Thais. Most cases identified so far have been asymptomatic, health officials said. Barbed wire surrounded the market on Sunday as authorities in Bangkok ordered all schools in three districts in the capital that have borders with Samut Sakhon, 45 kilometers (30 miles) away by road, to close until January 4. The province is due to stay under lockdown and nighttime curfew until January 3, and Kiattiphum said the ministry expected to bring the situation under control in two to four weeks. 'We have to cut epidemic cycle' Thailand, the first country outside China to report Covid-19 cases, has so far reported just 60 deaths from coronavirus among its 70 million population. That means Thailand has one of the lowest coronavirus mortality rates per capita in the world, according to Johns Hopkins University data.  Prime Minister Prayuth Chan-ocha posted on his Facebook account: \"We will have to cut the epidemic cycle quickly. We already have experience in handling it.\" Authorities in Bangkok also called on people to step up preventive measures by avoiding gatherings, while entertainment venues and restaurants must observe social distancing. Organizers of New Year celebrations were told to seek official permission to go ahead, while companies were urged to get staff to work from home if possible. Neighboring Cambodia meanwhile toughened requirements for people entering the country from Thailand. Somsak Paneetatyasai, president of the Thai Shrimp Association, said the outbreak was bad news for shrimp exports, up to 30% of which come from Samut Sakhon. Thailand is one of the world's 10 biggest shrimp exporters. The surge in coronavirus cases comes as Thailand attempts to revive a tourist industry devastated by the pandemic. On Thursday, Thailand eased restrictions to allow more foreign tourists to return.  In late March, when its caseload surged close to 1,000, the Thai government declared a state of emergency and banned all non-resident foreigners from entering. The border closure helped protect the country but also dealt a huge blow to its tourist sector, which according to the World Bank normally contributes close to 15% of Thailand's GDP.", "Section": "asia", "Writers": ["Reuters "], "URL": "https://www.cnn.com/2020/12/20/asia/thailand-covid-samut-sakhon-intl-hnk/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}