{"Type": "article", "Time": "2021-03-18", "Headline": "Why hate crime data can't capture the true scope of anti-Asian violence", "Text": "There has been a marked rise in anti-Asian violence across the United States, an issue that once again rattled a community on edge after the Tuesday mass shooting deaths of eight people at spas in the Atlanta area, six of whom were Asian women.  Police have said it is too early to know the shooter's motive, but the attacks come at a time of increased reports of anti-Asian racism and communities sounding the alarm about a wave of violent incidents. The true scope of the problem, though, is difficult to quantify because of poor data collection and low rates of reporting. In January, President Joe Biden acknowledged the difficulties in reporting on these statistics, signing a memorandum condemning the rise in attacks towards the Asian community and asking the attorney general to \"expand collection of data and public reporting regarding hate incidents against such individuals.\" Hate crime and bias incident data released by police departments and federal agencies is just a fraction of actual incidents, and deficiencies in hate-crime reporting have led organizers and activists to take it upon themselves to collect data on their own. Even then, the definitions of hate crime may differ, leaving policymakers with competing datasets that don't capture the scope of the problem.  Hate crime data is unreliable and underreported The Justice Department and FBI are required by a 1990 federal law called the Hate Crime Statistics Act to publish an annual report on hate crime statistics. The annual report serves as the most comprehensive look at hate crime across the country. These statistics are likely a vast undercount because law enforcement agencies are not required to submit their data to the FBI for their annual crime report. There are more than 18,000 agencies in the United States and more than 3,000 did not submit their crime statistics in 2019. Of the almost 16,000 agencies that did submit data, about 1 in 7 reported any instances of a hate crime.  \"Some of those reports are probably true zeroes, but it's really unlikely that all of those jurisdictions had zero hate crimes,\" said Brendan Lantz, a criminology professor at Florida State University who researches hate and bias crimes.  Without dedicated resources, law enforcement agencies might not be trained to spot and report hate crimes accurately, creating the impression that hate crimes may be occurring with far less frequency than is accurate. The FBI's data may also be incomplete because in some jurisdictions, local prosecutors, not police, decide what is charged as a hate crime. The federal government does not collect hate crime statistics from local prosecutors or courts. However, major cities have reported a troubling rise in racist crimes targeting the Asian community.  The New York Police Department reported 28 arrests for hate crimes targeting Asians in 2020, up from three in 2019 and two in 2018. The Los Angeles Police Department also reported an increase: 15 anti-Asian hate crimes were reported in 2020, up from seven in 2019 and 11 in 2018. Some activists and officials have attributed the rise in anti-Asian bias incidents and hate crimes to the onset of the Covid-19 pandemic, which originated in China, as well as to inflammatory rhetoric by former President Donald Trump, who repeatedly referred to the coronavirus as \"the China virus.\" \"Hate crimes reflect power dynamics within a society,\" said Lantz. \"If former President Donald Trump can legitimize bias through his own rhetoric, then people feel as if their bigotry and hate crimes are condoned.\" Victims of hate crimes are often unlikely to report to the police Longstanding distrust of law enforcement, language barriers and immigration status are all deterrents from reporting a crime.  \"A lot of our community members don't know they can report, or they are afraid to report to law enforcement,\" said Quyen Dinh, executive director of Southeast Asia Resource Action Center, a community advocacy group and civil rights organization. \"They would rather share with the community groups they feel comfortable with.\" Sometimes, a victim may not even realize that what they've experienced is a hate crime. \"The bias behind the crime creates another layer,\" Lantz said. \"(Victims) have to ask themselves, 'Is this a crime?' But then they have an added burden of 'was this a crime motivated by bias, or did I read too much into it?'\"  Lantz estimates that less than half of all hate crimes are ever reported to the police, and because prosecutors must prove that hate crimes are motivated by bias or prejudice, even fewer are charged in court. This hesitancy points to a need for law enforcement and city agencies to encourage better reporting and for police departments to form stronger relationships with the communities they serve. New York City's \"Stop Asian Hate\" website publishes a toolkit for people who experience discrimination or harassment and is translated into more than 20 languages. The NYPD created an Asian Hate Crime Task Force last summer, which is composed of 25 detectives of Asian descent in hopes of encouraging victims to report crimes to the police while building a better rapport with the community.  \"The data is critically important,\" said Deborah Lauter, executive director of New York City's Office for the Prevention of Hate Crimes. \"Even when we admit it's not a pure system, it sure gives us a good baseline to figure out where the problems are.\" Lack of data creates problems outside the coasts Not all communities have the same resources as New York or Los Angeles, creating a lopsided view of where crimes occur. Larger cities are more likely to have advocacy groups or more robust resources for victims who are hesitant to report to police.  \"People are more likely to share with a community group than with law enforcement. So how do you handle that when there may not be community groups throughout the country?\" said Aarti Kohli, executive director of Asian Americans Advancing Justice.  \"The government is not actually set up with alternatives to law enforcement, which is what we really need to get at systemic racism in this country,\" Kohli said. In smaller cities or rural areas, that lack of resources can create a challenging feedback loop: When hate crimes are underreported, it becomes harder for advocates and civic leaders to make the case for more resources to address hate crimes. Existing data presents Asians as a monolith Another challenge in collecting hate crime data is how some groups, like Asians and Latinos, are categorized as a monolithic group instead of a vast diaspora of ethnicities whose needs often differ from one another. Law enforcement agencies often aggregate reports by ethnicity, lumping incidents into broader racial categories.  According to a 2016 study by the Washington Center for Equitable Growth, a non-profit research organization focused on economic growth, more than 17 million members of nearly 50 different races and ethnicities are classified under the umbrella term of \"Asian American or Pacific Islander.\" Income and education levels vary widely across these communities, many of which are below the national average.  \"Using disaggregated data can also help policymakers develop substantial quantitative stories about the challenges these communities face as they continue to become a larger part of the broad US social fabric,\" wrote Christian Edlagan and Kavya Vaghul, the study's authors. Advocacy groups have echoed that sentiment. \"A lot of the lack of data has perpetuated the Asian 'model minority' myth, which is that all Asian Americans are doing better than all other communities of color, and not having that disaggregated data helps to paint that picture,\" said Dinh, the Southeast Asia Resource Action Center director. Community organizations try to fill in the gaps To address this lack of reporting, many organizations have taken matters into their own hands, creating spaces for victims of hate and bias incidents to self-report to these groups.  Stop AAPI Hate, a coalition of community organizers and academics that formed last March and reports on instances of racism and discrimination against Asian Americans, said it has received roughly 3,800 reports of anti-Asian discrimination or harassment in the past year. The group aims to \"serve as the leading aggregator of anti-Asian hate incidents,\" according to its website.  Stop AAPI Hate said it doesn't independently verify any of the reports it receives, but that its total number of incidents only includes reports that come with a description. \"Stop AAPI Hate just reports what it receives. It does tend to believe the impacted person, especially as so many are willing to go on record and to speak publicly about what happened to them,\" Ujala Sehgal, a spokeswoman for Stop AAPI Hate, told CNN. About two-thirds of all incidents were cases of verbal harassment, while shunning or avoidance made up about 21%. About 11% of the incidents involved physical assaults, according to the group's most recent report. The majority of respondents were women. Because the data is crowdsourced and self-reported, these percentages may still not be representative of the full scope of harassment toward the Asian community. Most of these attacks — including verbal threats or discrimination — may not meet the threshold for a hate crime charge. But these events can still create trauma and fear in communities that feel they are being targeted.  In aggregating these incidents themselves, organizers are highlighting the gaps in government-level data collection and stressing an urgent need for long-term solutions.  \"The undercount is seen as 'no need' as opposed to lack of access or need,\" Dinh said. \"This has been a really systemic challenge our communities continue to face. We always have to do double the work of really explaining why our communities matter.\"  This story has been updated with a new statement from Stop AAPI Hate's spokeswoman to clarify the subject of her previous statement.", "Section": "us", "Writers": ["Priya Krishnakumar"], "URL": "https://www.cnn.com/2021/03/18/us/hate-crime-reporting-anti-asian-violence/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}