{"Type": "article", "Time": "2020-08-02", "Headline": "August 3 coronavirus news", "Text": "US President Donald Trump on Monday sent a campaign email, typically used for soliciting donations, to make a different request of his supporters: consider wearing a mask. \"We are all in this together, and while I know there has been some confusion surrounding the usage of face masks, I think it's something we should all try to do when we are not able to be socially distanced from others,\" the email, sent by the Trump campaign and signed by the President, read. The rare move comes after Trump avoided wearing a mask in public for months until he tweeted a photo of himself wearing one in a stark messaging pivot in July -- though footage later surfaced of Trump not wearing a mask later that day. The shift to encouraging mask-wearing was primarily motivated by floundering poll numbers, a source familiar with the President's thinking told CNN last month, and came nearly three months after he publicly announced new mask recommendations from the US Centers for Disease Control and Prevention -- and two months since he mocked his election rival Joe Biden for wearing one. In Monday's email, Trump highlighted mask wearing as a potential means of accelerating a return to normal life, lamenting the effects of the coronavirus using a stigmatizing and inaccurate term for the virus. \"I don't love wearing them either. Masks may be good, they may be just okay, or they may be great,\" the email continued. \"They can possibly help us get back to our American way of life that so many of us rightfully cherished before we were so terribly impacted by the China Virus.\"\nTrump added, \"My feeling is, we have nothing to lose, and possibly everything to gain, including the next chapter to our country, and to keep things open whether it be schools or businesses.\" Read the full story: ##Politics## At a press briefing in Geneva on Monday, World Health Organization Director-General Tedros Adhanom Ghebreyesus spoke about Friday’s meeting of the Emergency Committee on Covid-19. “It was a sobering moment coming six months on from when the committee advised, and I agreed, that the outbreak constituted a Public Health Emergency of International Concern,” Tedros said. He detailed the rise in cases since this initial meeting, going from fewer than 100 cases and no deaths outside China on January 30, to more than 17.5 million cases and 680,000 deaths. Tedros said that in addition to the direct toll of Covid-19, it is also having a social, economic and political impact. “The committee put forward a number of recommendations for countries to continue to implement to bring the virus under control,” he said. According to Tedros, these range from sharing best practices, to enhancing political commitment, and leadership for national strategies. Tedros also highlighted that a number of vaccines are in promising stages of development. “However, there’s no silver bullet at the moment -- and there might never be,” he said. “For now, stopping outbreaks comes down to the basics of public health and disease control.” He gave examples which, among others, included testing, isolating and treating patients, informing communities, keeping physical distance and wearing a mask -- urging everyone to “do it all.” “And when it’s under control, keep going,” Tedros said. This week, WHO is also launching a mask challenge with partners from around the world, Tedros said, where they are encouraging people to post photos of themselves wearing masks. “As well as being one of the key tools to stop the virus, the mask has come to represent solidarity,” he said. Wearing a mask sends a powerful message, he said, that everyone is in this together.  Australia’s Defense Department will deploy 500 more troops to enforce stay-at-home orders in the state of Victoria, according to State Premier Daniel Andrews. “I can confirm there will be more than 500 additional ADF (Australian Defense Force) personnel come to Melbourne in the coming days, they will be accompanied by more than 300 additional authorized officers from the health department, they will continue to go out in teams to door knock,” Andrews said on Tuesday morning. Andrews also announced new penalties for people found to be in breach of directions from the chief health officer, including a newly increased $3,540 on-the-spot fine for people who breach isolation orders, the largest instant penalty in Victoria.  Andrews added that people who conduct in “particularly selfish behavior” may also be taken to court, where they can be fined up to $14,290.  Andrews said the new fines were being imposed because of the 3,000 door knocks on infected people -- who are meant to be self isolating -- 800 patients were not home. Victoria’s Minister for Police Lisa Neville also warned that Victorian Police will be out in force to find people who are in breach of coronavirus restrictions, saying officers “will not hesitate” to fine people or even detain them in certain cases. Victoria recorded 439 new Covid-19 cases and 11 fatalities in the past 24 hours, Andrews said. That brings the total number of cases reported in the state to 12,335 and the total death toll to 147. Read more about coronavirus restrictions in Victoria here: ##Hotspots## Mexico recorded 4,767 new coronavirus cases and 266 deaths on Monday, according to the country's Health Ministry.  This brings Mexico's total to 443,813 cases and 48,012 recorded fatalities.  On Monday, the Mexican Education Minister Esteban Moctezuma also announced that the 2020-21 school year will begin with remote learning across the country.  ##Hotspots## Colombia reported 367 new coronavirus-related deaths over the past 24 hours, bringing its total death count to 11,017, according to the country's Ministry of Health on Monday. This is Colombia's second-highest single day death count, after recording 380 deaths on July 29.  The country also recorded 10,199 new Covid-19 cases on Monday, bringing the overall case total to 327,850. CNN is tracking the global spread of coronavirus here: ##Hotspots## Major League Baseball’s “Field of Dreams” game, which was to be played August 13 in Dyersville, Iowa, has been postponed until 2021, according to a source familiar with the planning.  The game was scheduled to take place at the site where the iconic 1989 baseball movie was filmed.  Originally, the teams scheduled to play in the game were the Chicago White Sox and the New York Yankees. However, when the 2020 season was condensed from 162 games to 60 games because of the coronavirus pandemic, the St. Louis Cardinals replaced the Yankees.    As nations around the world grapple with how to safely reopen schools amid the coronavirus pandemic — or whether to reopen at all — two new studies highlight strategies that could be key in bringing children back to the classroom: scaled-up testing for cases, effective tracing of the contacts of those who test positive, and isolation of those who test positive or have symptoms.  Researchers in Britain found that schools could reopen safely so long as enough contact tracing is in place. Contact tracing strategies involve enough testing to find cases, isolating those people, then tracking down and quarantining their contacts. And a team in Australia found that even though schools remained open in New South Wales between late January and early April, children and teachers did not contribute significantly to the spread of Covid-19 — because good contact tracing and control strategies were in place.  Both studies, published in the journal The Lancet Child & Adolescent Health on Monday, aim to help inform global discussions around reopening schools.   The researchers at University College London and the London School of Hygiene and Tropical medicine ran a variety of scenarios to see just how much contact tracing would need to be done for schools to reopen safely. “Our modelling suggests that with a highly effective test and trace strategy in place across the UK, it is possible for schools to reopen safely in September. However, without sufficient coverage of a test-trace-isolate strategy, the UK risks a serious second epidemic peak either in December or February,” UCL’s Jasmina Panovska-Griffiths, who led the UK study, said in a news release. Her team’s study suggests that, depending on the scenario, between 59% and 87% of symptomatic people in the community would need to get tested at some point during their infection, their contacts would need to be traced and those with illness would need to be isolated in order to prevent an epidemic rebound.  “It’s important to note that our model looked at the effects of school reopening alongside the loosening of the restrictions across society, as school reopening is likely to go hand in hand with more adults returning to work and other relaxed measures across society,” Griffiths added. “Therefore, our results are reflective of a broader loosening of lockdown, rather than the effects of transmission within schools exclusively, suggesting an effective test–trace–isolate offers a feasible alternative to intermittent lockdown and school closures to control the spread of COVID-19.” The Australian researchers found that although 27 children or staff at 25 schools and daycares had attended while infectious with Covid-19, only 18 other people later became infected. Through contact tracing, 1,448 close contacts were identified and called. They were told to get tested if they showed any symptoms. Overall, 633 did get tested. But just 18 of them tested positive — an attack rate of 1.2%.   It’s possible some cases were missed, the researchers said, but they said others can use their studies as they decide whether and how to reopen schools.  ##Schools## President Donald Trump signed an executive order Monday aimed at expanding access to telehealth and improving rural health care. In March, the Trump administration temporarily expanded benefits to reimburse doctors for certain telehealth services for Medicare beneficiaries. The policy proposal is aimed at making some of these changes permanent, but several of these steps would require congressional approval. “Telehealth can never fully replace the gold standard in current care, but what it certainly can do is complement in-person care by furnishing one more clinical tool,” said Seema Verma, administrator of the Centers for Medicare and Medicaid Services. While telehealth technology has been around for a while, the practice hadn’t really taken off until the pandemic, according to a report from the US Centers for Disease Control and Prevention. Pre-pandemic, on average, only 13,000 Medicare beneficiaries had a telemedicine visit in a week; whereas during the pandemic, between March and July to 10.1 million have had one. The need to reduce staff and patients’ exposure to Covid-19 increased interest, plus now doctors get reimbursed for certain types of telehealth appointments. Several professional medical associations have also endorsed the practice. Verma said that telehealth “solves a variety of problems,” making medical care more convenient and accessible. During the pandemic the temporary rule has allowed Medicare patients to have doctor’s visits and even emergency visits by phone. It added 135 services that are reimbursed, including nursing home visits and mental health services. It also expanded the kinds of providers who can offer telehealth to include physical and occupational therapists, and speech and language pathologists. The proposed rule would make those 135 services available through telehealth permanently, including office visits and mental health services. It also proposes to make telehealth for home health services permanently available. CMS is proposing allowing lower level emergency department visits, psychological testing and nursing facility discharge visits through telemedicine through the end of the calendar year when the public health emergency ends. Verma said her department is asking for public comment about what telehealth services should be added beyond the public health emergency. The executive order also launches a rural health action plan to encourage new models for care in those communities and requires CMS to work with the Department of Agriculture to promote better rural access to telehealth via broadband. Verma said Congress will need to make changes in the law to make this expansion of telehealth permanent. “The legislative branch then has an essential role to play in following through on this historic opportunity,” Verma said. “Without a change to the statute, telehealth will refer to a rural benefit that can only be utilized from a health care facility, rather than from one’s home.”  At the briefing, US Health and Human Services Secretary Alex Azar said that Congress has been reluctant to make changes to telehealth reimbursement rules in the past because of fears it would cost too much and because of concern too many patients might be tempted to seek more doctor visits. Azar suggested this use of telemedicine during the pandemic should provide real-world evidence that those fears are unfounded. “We simply can't go back. People have gotten used to it,” Azar said. “Healthcare has caught up with the rest of the economy and how people interact, finally, and it should reduce overall cost in the system and we should get better health outcomes from this type of enhanced access for our beneficiaries.”   President Trump was asked on Monday afternoon about his tweet criticizing Dr. Deborah Birx, in which he claimed that the coronavirus task force coordinator “took the bait” and “hit us.” Asked what he meant in his tweet, Trump said during Monday’s White House press briefing, “Well, I think that we’re doing very well and we have done as well as any nation.” The President expressed his frustration at media coverage of the US handling of the pandemic, saying that he doesn’t see other countries’ plunders in handling the pandemic while reading or watching the news. “But I think we’re doing very well. I told Dr. Birx I think we’re doing very well. She was in my office a little while ago. She’s a person I have a lot of respect for. I think Nancy Pelosi’s treated her very badly, very, very badly, very nasty. And I’m just referring to the fact that I thought that, really, they should say the job we’ve done … I think we’re just doing very well,” Trump continued. Earlier Monday, Trump lodge a rare criticism of Birx, writing on Twitter, \"So Crazy Nancy Pelosi said horrible things about Dr. Deborah Birx, going after her because she was too positive on the very good job we are doing on combatting the China Virus, including Vaccines & Therapeutics. In order to counter Nancy, Deborah took the bait & hit us. Pathetic!\" Trump’s criticism followed Birx sounding the alarm during an appearance on CNN, saying the pandemic has reached a new phase and is “extraordinarily widespread” in rural and urban communities. Brazil has reported 16,641 new coronavirus cases Monday, according to the country's health ministry. The total number of confirmed cases in the country is now 2,750,318. Another 561 fatalities were also reported Monday, bringing the country's confirmed death toll to 94,665. This comes after Brazil reported 25,800 new cases on Sunday. The number of deaths and infections reported in Brazil has been consistently lower on weekends and on Mondays than during the week throughout the pandemic. Earlier on Monday another Brazilian minister, Braga Netto, tested positive for Covid-19. He is the seventh of 23 ministers to test positive since the start of the pandemic in Brazil. Communities that mandated the use of face masks in public saw an ongoing decline in the spread of coronavirus, but it takes a little time, researchers reported Monday. Once mask mandates had been in place for about three weeks, the daily growth rate slowed by about 2% on average, researchers reported in the journal Health Affairs. Their estimates suggest that these percentage decreases could add up. They calculate that between 230,000 and 450,000 Covid-19 cases could have been averted by May 22 by mask mandates.  “One of the most contentious issues being debated worldwide in the response to the coronavirus disease 2019 (COVID-19) pandemic is the value of wearing masks or face coverings in public setting,” wrote the researchers from the Department of Health Management and Policy at the University of Iowa College of Public Health.  “The study provides evidence that states in the US mandating use of face masks in public had a greater decline in daily Covid-19 growth rates after issuing these mandates compared to states that did not issue mandates,” they added.  “These effects are observed conditional on other existing social distancing measures and are independent of the CDC recommendation to wear facial covers issued on April 3,” they added.  The slowing of the growth rate started within five days. The growth rate slowed by just under 1% after five days of a face covering mandate, they found. After 21 days, growth rates slowed by 2% a day. Between April 8 and May 15, governors of 15 states and the mayor of Washington, DC, had signed orders that mandate all individuals who are able to medically tolerate face masks do so in public settings. The researchers compared what happened in these states to the spread in states that did not mandate mask use. These estimates represent nearly 16% to 19% of the total effect of other measures, such as school closures and bans on large gatherings, the researchers found. It is important to clarify, they say, that “the suggested benefits from mandating face mask use are not substitutes for other social distancing measures and how communities are complying with them.” In communities where masks are required, people may be more likely to follow other recommended measures such as social distancing and hand hygiene.   Getting to herd immunity – when so many people are immune to a virus that it stops circulating – is a great thing, but the cost of getting there can be very high, Dr. Anthony Fauci said Monday. “Herd immunity is something that's always discussed — but one of the things you've got to be careful of is as follows: When children get infected, even though statistically they have a much, much lower chance of getting a severe outcome and requiring hospitalization… the only thing is that there still is a risk,” Fauci, the director of the National Institute of Allergy and Infectious Diseases, said at a briefing with Connecticut Gov. Ned Lamont. “Children can get seriously ill. It’s a rare event, but it is not zero — particularly the thing that we're learning about the … hype-inflammatory syndrome some children get. So we should never take it lightly, going for herd immunity by getting the children infected,” he said. Multisystem inflammatory syndrome in children or MIS-C has affected several hundred children in the US and while treatable, can put kids into the intensive care unit for days or weeks. And at least six children have died, according to the US Centers for Disease Control and Prevention.  Fauci said that while in the big picture a community wants to reach herd immunity, it should not be at the expense of the children, or at those who would be put at risk if a child infected them. “I think we have to be very careful. The best thing to do is to try and avoid infection, as opposed to wanting to get infection so that you can get herd immunity. Avoiding infection is what you want to do,” he emphasized. Herd immunity can be achieved in two ways – after most of a population has been infected and either died or recovered, or through mass vaccination.   Testing is the key to reopening college campuses safely, Dr. Anthony Fauci said Monday. Fauci said reopening plans should include, “mainly testing people before they get there, once they get there, testing them and even keeping them quarantined for the amount of time of the quarantine, which as you know is about 14 days.”  Fauci said colleges should proceed with caution. “If done properly, it would not be a risk, but then again, you've got to be careful when you get people coming in from outside,” he said at a briefing with Connecticut Gov. Ned Lamont. “But I think if they maintain the guidelines that are put together for people coming back, that they should be fine.” ##Schools##   During a call with governors Monday, Dr. Deborah Birx, the White House coronavirus task force coordinator, warned Kentucky Gov. Andy Beshear that his state would likely see an increasing number of deaths from coronavirus in the coming two weeks.  “We agree that test positivity is going down, and we see that usually predates cases going down,” Birx said, but added that “we do see a probably continuous rise in mortality over the next two weeks, and I think that’s really important for the other states that are in this category to not let your citizens get discouraged that they’re not seeing progress, because you are seeing progress it’s just the whole site takes about six - eight weeks to move through that increased test positivity, increased cases and increasing mortality.”  “Arizona moved through that,” she told Beshear and the other governors, “we believe that you also will.”  Birx said the increased mortality “shows how important it is to be aggressive on the front end to have an impact on mortality on the back end.”  ##Hotspots##   “The new phase” of the coronavirus pandemic that White House coronavirus task force coordinator Dr. Deborah Birx discussed on Sunday refers to areas that are experiencing community spread, and that’s harder to fight than contained outbreaks, Dr. Anthony Fauci said Monday. Birx said Sunday the US is in a new phase in its fight against the coronavirus pandemic, adding that the virus is now more widespread than it was in March and April. “When you have community spread, it's much more difficult to get your arms around that,” Fauci said during a briefing with Connecticut Gov. Ned Lamont.  Fauci explained why it can be so difficult to contain community spread of the virus. “For example, nursing home outbreaks, meatpacking plant outbreaks, prison outbreaks – it's unfortunate that they occur, but you know exactly what you're dealing with, and you could go in there, and try and suppress the infection and contain it,” he said. “Whereas when you have community spread, it's insidious. There are people who are spreading it who have no symptoms at all, and we know that definitely occurs. It's difficult to identify it, and it's difficult to do identification, isolation and contact tracing.” Fauci said asymptomatic transmission is a driving factor in community spread. “That's what [Dr. Birx] meant by a ‘different phase’ of where we're going right now, because it isn't easily identifiable who these spreaders are,” said Fauci. “That makes it much more difficult to contain.”   Northwestern University stopped football workouts on Monday after a student-athlete tested positive for coronavirus, a school spokesperson confirmed to CNN. Northwestern is now the third Big Ten conference school to stop football workouts due to positive Covid-19 test results. Michigan State and Rutgers are the other two schools. Read the university's statement:  “Northwestern football has paused workouts, out of an abundance of caution, following a positive COVID-19 test result. During this time medical staff will implement the University’s rigorous contact tracing and quarantine protocols to protect the health and safety of student-athletes, coaches and staff.”  ##Schools##  Schools need to open when they can, but safety comes first, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said Monday. “The default position should be to try as best as you possibly can to open up the schools in-person learning for the follow reasons: it’s important for the children, because of the psychological benefit, and in some cases, even for the nutrition — children who rely on the breakfasts and the lunches in school for proper nutrition,” Fauci said at a briefing with Connecticut Gov. Ned Lamont Monday. “Number two, there are important, negative downstream effects that are unintended but can occur, of a ripple effect on the parents, who have to dramatically modify their own work schedule, when you keep children at home,” Fauci added. “Having said that, there's a big however there. And that however is the primary consideration should always be the safety, the health of the welfare of the children, as well as the teachers and the secondary effects for spreading [to] the parents and other family members,” he said. ##Schools## Jails can be a large source of coronavirus spread, both inside the facility and in the surrounding communities, researchers reported Monday. Inmates going in and out of Chicago’s Cook County Jail appear to have carried the infection as they went, the researchers reported in the journal Health Affairs. Data suggests that more than 4,700 cases of coronavirus in Illinois up through April 19 were associated with 2,129 individuals going through the Cook County Jail in March, the researchers from Harvard University’s Department of Anthropology and the Center National de la Recherche Scientifique in Paris said. The jail may be linked with 15.7% of all documented cases of Covid-19 in Illinois and 15.9% in Chicago, they said.  “Existing conditions in jails and penitentiaries make infection control particularly difficult, putting inmates at unconscionable and perhaps unconstitutional risk,” they wrote. Cook County Jail was the largest known source of spread of Covid-19 before being surpassed by an Ohio state prison, according to the researchers.  Many facilities and jurisdictions have begun to release certain low risk offenders, the researchers said, but this does not address how arrest and pre-trial detention may be contributing to community spread.    The researchers looked at the relationship between Covid-19 case rates and five variables: jail inmates released in March, proportion of Black residents, poverty rate, public transit utilization rate and population density.   For the state as a whole, all of the five variables that the researchers looked at were significantly positively correlated with Covid-19, they said.  They found that Chicago zip codes are poorer, use public transit more, have a higher proportion of Black residents and higher population density compared with the rest of the state.  “The criminal justice system in the United States is just one among many existing social structures that are being subjected to renewed scrutiny during the COVID-19 pandemic because of the public health hazards they pose. Pandemic reality has brought us to an unprecedented collective realization of national and global interconnectedness in which the risks of vulnerability to disease for America’s incarcerated and the world’s poor, for example, threaten all of us, although clearly not equally,” the researchers wrote.  The researchers looked at booking, release and Covid-19 data from the Cook County Jail, demographic data from the US Census and the American Community Survey and Covid-19 data from the Illinois Department of Public Health to examine the epidemiological connection between jail and community at the zip code level.   Connecticut is doing the right things to control the spread of coronavirus, Dr. Anthony Fauci said Monday. “Connecticut is in a good place. The numbers that the governor just showed are really indicative that you are in a situation that you now are in many respects have has the upper hand because you have such a low rate,” Fauci, the director of the National Institute of Allergy and Infectious Diseases, said during a briefing with Connecticut Gov. Ned Lamont. “This is a very serious situation that our country is facing. I know you don't need anybody to tell you that — you just need to look at the numbers,” Fauci added. He praised Connecticut for not letting down its guard. “You're not pulling back on your vigilance, and making sure you don't have resurgence of cases that would put you back, rather than stay where you are and going forward,” he said. Fauci said that the state maintained five or six of “the very important things that we need to stay ahead of the virus.” These are: are universal use of masks, maintaining social distancing, trying to stay away from indoor spaces, hand hygiene and closing bars. The last one’s important, Fauci said. “I know that's difficult from an economic standpoint, but that's a big spreader of infection,” he said. ”Those five or six things are very important, have been successful in maintaining outbreaks, as well as preventing the resurgences,” he added.   The Georgia Department of Public Health reported 2,271 new cases of Covid-19 on Monday.      The statewide Covid-19 case total is now 195,435. The public health agency reported two new deaths on Monday. The total death toll for Georgia is now 3,842. There were 60 new Covid-19-related hospitalizations recorded Monday, according to the public health agency. There are currently 19,124 hospitalizations.    Note: These numbers were released by the Georgia Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  ##Hotspots## All state-supported Covid-19 testing sties will reopen on Tuesday, the Florida Division of Emergency Management announced on Twitter. All locations except for Hard Rock Stadium, Marlins Stadium, CB Smith Park and Eastern Florida State College will open. Those sites will reopen on Wednesday, the tweet said.   ##Hotspots## Senate Majority Leader Mitch McConnell accused Democratic leadership of stalling negotiations, arguing they won’t budge on their “massive wish list,” as stimulus talks remain deadlocked. “The Speaker of the House and the Democratic leader continued to say our way or the highway with a massive wish list,” McConnell argued in a Senate floor speech on Monday afternoon.  “The Democratic Leaders insist publicly they want an outcome, but they work alone behind closed doors to ensure a bipartisan agreement is actually not reached,” he also said, as House Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer were meeting with Trump administration officials for the sixth time at the Capitol. McConnell spoke on the floor before attending a meeting with White House chief of staff Mark Meadows and Treasury Secretary Steven Mnuchin where he was briefed on the talks, following their discussion earlier in the day with Democratic leadership. Catch up on the latest news about the stimulus negotiations here.  ##Economy## Sunny weather over the weekend in Brazil led to large gatherings of hundreds of people with no social distancing on Rio de Janeiro beaches.  On Saturday, Rio de Janeiro City Hall began phase five of its reopening plan. Under this new phase, swimming and water sports are allowed; however, individuals cannot remain on the sand. Despite this, large groups of people defied the order.  Around 400 people were asked to leave the sands of Copacabana and Ipanema beaches by the Municipal Guard of Rio de Janeiro, and more than 100 people were fined after being caught not wearing face masks in public. The fines cost 107 reais ($20). Under phase five, City Hall authorizes the opening of bars, malls and restaurants with extended hours and street shops can also open on Sundays. Vendors selling products, food and drinks are allowed on beaches, but the rental of tents and chairs, and the sale of alcoholic beverages is not yet allowed. In 55 days of inspection, the Municipal Guard has registered 3,677 sanitary infractions. Rio de Janeiro Mayor Marcelo Crivella said he is looking into a system for residents to reserve spaces in the sand by using their phones, according to a release from City Hall. The project is being discussed at the Secretariat of the Environment and has no implementation date yet. The state of Rio de Janeiro has the second-highest number of cases and deaths in Brazil. Of the 167,225 cases, nearly 50% belong to the city of Rio de Janeiro. Of the 13,572 deaths in the state of Rio de Janeiro, nearly 60% belong to the city of Rio. ##Hotspots## Arkansas Gov. Asa Hutchinson is looking to reduce the number of patients hospitalized with Covid-19 in the state. Speaking at a news conference Monday, Hutchinson said that the state is not at its highest point, but it is pretty close to it. Dr. Jose Romero, acting secretary of the state's Department of Health, said 513 patients are currently hospitalized. There have been at least 44,597 cases of coronavirus and 475 deaths since the pandemic started, Hutchinson said.  Monday marked two weeks since the state’s mask mandate went into effect, but the governor said it is too early to tell if it is working. Hutchinson urged residents to stay disciplined with social distancing and wearing masks.    Note: These numbers were released by the Arkansas Department of Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Seven St. Louis Cardinals players and six team staffers have tested positive for Covid-19 in the past week, Major League Baseball announced Monday. As a result, the team’s scheduled four-game series against the Detroit Tigers this week has been postponed. MLB is tentatively planning for the Cardinals to resume their season on Friday against the Chicago Cubs. California is beginning the week by reporting a lower number of cases and deaths than in recent days and a marked difference in the overall positivity rate of the virus. The state’s two-week positivity rate is down to 7.0% and has remained steady through the month of July. The seven-day positivity rate is at 6.1%, Gov. Gavin Newsom announced in a news conference. That seven-day average is down roughly 21.2% from the previous week. “That’s some good news,” Newsom said.  He added: “It is not where it needs to be. It’s still too high. But again, it is good to see the number trending down.\" The California Department of Public Health recorded 32 new deaths for a total of 9,388. California on Saturday marked its highest number of deaths in single-day at 219. Newsom warned that the number is likely a lagging indicator and “we’re likely to see those number remain stubbornly high.” Some more context: The statewide case count, which surpassed half a million over the weekend, stands at 514,901 with the addition of 5,739 new cases. The report may include cases and deaths that occurred outside the most recent 24-hour period due to the possibility of reporting delays. Note: These numbers were released by California Department of Public Health, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## There are at least 4,690,404 cases of coronavirus in the US, and at least 155,124 people have died from the virus, according to Johns Hopkins University's tally of cases. On Monday at 3 p.m. ET, Johns Hopkins reported 22,449 new cases and 264 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  An Indian institute on Monday received approval from the country's governmental authority on drugs to conduct Phase 3 clinical trials of a vaccine developed by Oxford University in the UK. Serum Institute of India (SII), Pune, has received approval from the Drug Controller General of India to conduct Phase 3 clinical trials of the Astra Zeneca Covid-19 vaccine developed by Oxford University, in an attempt to hasten the development of a Covid-19 vaccine in the country, the press information bureau of India said in a release Monday.  The trials will be conducted in August in India, Adar Poonawalla, chief executive officer of SII, told CNN. The institute intends to get a license for distribution in November to make it available to the world if trials are successful.  SII also has two vaccines it has developed which are currently in the animal trial phases and hopes to get licenses for manufacturing and distribution for them in the third quarter of 2021, Poonawalla said. \"No single company including Serum Institute will be able to produce everything the world needs,\" Poonawalla said, adding that pharmaceutical companies will have to share intellectual property to meet the demand for vaccines quicker.    Authorities in Italy have found that only 2.5% of Italians, or 1,482,000 people, have Covid-19 antibodies despite it being one of the countries hardest hit by coronavirus in Europe. According to the results of a national survey released on Monday, the northern region of Lombardy, the worse-hit by the pandemic, reported the highest number of people with antibodies, 7.5%, while the two main Italian islands, Sicily and Sardinia, had the lowest number of 0.3 % of the population.  “The different results of the survey in the country’s territory are very relevant. This means that the tough and rigorous measure adopted by the central and regionals governments, and the correct behavior of the Italian people avoided a more massive spread of the virus,” Minister of Health Roberto Speranza said during a news conference on Monday.  According to the survey, almost a third of those who tested positive for antibodies were asymptomatic and the most frequent source of infection, in 41.7 % of the cases, is from a relative living in the same house.  The current number of people with antibodies is six times higher than that registered during the pandemic, said Linda Laura Sabbadini, director of the National Institute for Statistics (Istat).   More on the survey: The survey, carried out in collaboration with the Italian Red Cross, between May 25 and July 15, tested blood samples from 64,660 people from 2,000 villages and cities across Italy, split by sex, occupation and age groups. The survey did not include people living in health care facilities.  In May, the government had said the survey would include 150,000 people, but \"the health emergency made the survey procedure more complicated,” but still \"an incredibly useful source of data,\" Sabbadini explained during a press conference. Ohio added 932 new Covid-19 cases, bringing the total number of confirmed cases to 93,963, the state’s Department of Health said Monday. There were also 10 additional deaths reported as the death toll from the virus now stands at 3,539, according to the Ohio Department of Health data. New Jersey Gov. Phil Murphy announced Monday that indoor gatherings will be reduced to 25% capacity with a maximum number of 25 people, due to the “upward climb” in the Covid-19 transmission rate.  Citing a rise in indoor house parties that have been seen all across the state, the governor said, “We cannot be any clearer that indoor gatherings and especially large crowded ones where social distancing isn’t practiced and face masks aren’t worn, they are just not safe.”  Murphy went on to say until the state sees the rate of increase drop, “the actions of a few knuckleheads leave us no other course.” According to the governor, the restrictions do not apply to weddings, funerals, memorial services and religious and political activities protected under the First Amendment.  “Too be clear this tightened restriction caps indoor house parties at 25 people, period,” Murphy said.  The governor said he welcomed the “proactive action” taken by Airbnb to suspend and remove the listings of some 35 properties, which received complaints for becoming party houses. \"This is a welcomed step to not only restore some sanity and peace to neighborhoods but to help us curtail the dangerous actions of a few that may put many people and entire communities at risk,\" Murphy said. The latest numbers: The rate of transmission stands at 1.48, which has not been that high since early April, the governor said Monday. The daily positivity rate as of July 30 is 1.88%. There have been 264 news cases of Covid-19 with 10 fatalities over the course of the last three days.  The state reported 738 Covid-19 hospitalizations, with 144 patients in intensive care units, 34% of patients are on ventilators.  President Trump said he’s “totally involved” with coronavirus relief negotiations on Capitol Hill despite the fact that he hasn’t been on the Hill for the talks. Asked why he wasn’t involved with the negotiations, Trump said, “The fact I’m not over there with crazy Nancy? I'm totally involved. Totally involved.” “We are going to be doing some things that are very good because we don’t think that she— look. What Chuck Schumer wants more than anybody and I would say Nancy Pelosi would be second, they want to bail out cities and states that have done a bad job over a long period time nothing to do with coronavirus or China virus or whatever you want to call it,” he continued. CNN considers the term “China Virus” is derogatory and inaccurate. “They want bailout money,” Trump claimed. “A trillion dollars in bailout money and people don't want to do that. Because we don't think it's right. The Democrats have run some very bad states and some very, very bad cities and a lot of people don't want to give them a trillion dollars to reward them for doing a bad job. If you look at some of the states, I won't insult anybody by naming those states but you know what they are. They want bailout money. They're not interested in the people they’re not interested in unemployment. They’re not interested in evictions which is a big deal. The evictions. They want to evict a lot of people are going to be evicted but I’m going to stop it.” “I’ll do it myself if I have to,” he threatened. “I have a lot of powers with respect to executive orders and we are looking at that very seriously right now but what the Democrats want, they’re slow rolling it. And all they're really interested in is bailout money for radical left governors and mayors.” The President has routinely blamed Democrats for the status of negotiations, but Republican lawmakers spent several weeks trying to get on the same page. The White House was often out of step with party leadership, particularly in its insistence in a payroll tax cut that saw bipartisan opposition.  Read the latest on the stimulus negotiations here.  Another football player at a different high school in Indiana has tested positive for Covid-19, according to Dennis Jarrett, director of media and community relations for the Metropolitan School District of Warren Township. The football player is a student at Warren Central High School in Indianapolis, Indiana. Classes at the high school are still scheduled to begin on Thursday, August 6, Jarrett said.  “After receiving confirmation that a student athlete on our football team tested positive for COVID-19, we initiated our response plan that includes communicating within 24 hours to those individuals who were in close contact with the student athlete. Based on guidance from the Indiana State Department of Health, we have directed close contacts to quarantine for 14 days,” Jarrett said.  Note: This is a different school district from the other four incidents of Covid-19 infections in Indiana schools that CNN have previously reported. ##Schools## The National Hockey League announced that it has received no positive Covid-19 test results during its first week playing inside the league’s two hub cities of Toronto and Edmonton.  Every member of each teams’ traveling party was tested on a daily basis between July 27 and August 1. Read the NHL's statement: The Houston Fire Department announced that one of their firefighters has died from Covid-19.  In a statement posted on their website, HFD said that Firefighter Paramedic Gerado “Jerry” Pacheco died this morning after battling the virus. Pacheco’s son, Justin, is also a firefighter with HFD, according to the release. HFD posted a video on their Facebook feed of firefighters forming a “wall of honor” as Pacheco’s body was wheeled out to an ambulance and taken to the medical examiner’s office.  In a statement posted to their Facebook page, Houston Professional Fire Fighters Association, the union that represents the city’s firefighters, said that they mourn the loss of their friend.  “His tragic death is another reminder to be vigilant in our efforts to keep our families, friends and station crews safe in the face of the COVID-19 pandemic,” HPFFA President Patrick M. “Marty” Lancton said in the statement. Pacheco had been with the department since January 2004. He is the second HFD firefighter to die due to complications from Covid-19, the statement said.   ##Hotspots## Chicago Police Superintendent David Brown told reporters Monday that 85 Chicago police officers have tested positive for Covid-19 in the month of July, bringing the total to 677 total officers this year. “Our officers keep coming back, risking their lives for the residents of Chicago to protect this city,” Brown said Monday.    Maryland Gov. Larry Hogan issued an amended emergency order to ensure that local schools and school systems can decide “to initially determine when to safely reopen” for in-person instruction based on public health guidance, his office said Monday. Under the initial order, issued on April 5, local health departments continue to have the authority to close any individual facility deemed to be unsafe. “The recovery plan for Maryland public schools stresses local flexibility within the parameters set by state officials. Over the last several weeks, school boards and superintendents made their own decisions about how and when to reopen public schools, after consultation with state and local health officials,” Hogan said in a statement. ##Schools##  The Illinois Department of Public Health (IDPH) announced today at least 1,298 new Covid-19 cases in the state. This marks the thirteenth day in a row that the state has reported over 1,000 cases, according to the IDPH dashboard. There are 183,241 positive cases statewide, with a total of 7,526 deaths, up 10 since Sunday’s report. IDPH also reports the statewide positivity rate for cases over the past seven days is 4%.  Note: These numbers were released by the Illinois Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  CNN’s Kay Jones contributed to this report All four negotiators are now in House Speaker Nancy Pelosi’s office for today's stimulus negotiations.  White House chief of staff Mark Meadows, Treasury Secretary Steven Mnuchin, and Senate Democratic Leader Chuck Schumer were expected to be in the meeting.  Asked if there should be any expectations for this meeting, Meadows responded, “None yet.” Some background: The meeting comes as the two sides remain far apart on many key issues regarding the next emergency aid package. The Senate is scheduled to leave for August recess at the end of this week, but there's zero sense something will come together before then. Neither side wants to leave town for the month without reaching an agreement, but at this point, that agreement — and then the process of actually getting it through both chambers — is a long way off. ##Economy## New York Gov. Andrew Cuomo listed off some key statistics that were \"all great, great news\" as indicators for how the state is currently handling the spread of coronavirus. He said as of yesterday there were 536 hospitalizations and 136 patients in intensive care units across the state. Cuomo said that these numbers are \"a new low\" since the height of the pandemic. The governor said three people died from Covid-19 on Sunday. He went on to congratulate New Yorkers for the progress on getting the numbers down, saying it has happened \"purely a result of the actions they have been taking.\" Cuomo noted that in contrast to other states where cases are spiking, in New York \"after two and a half months of reopening the numbers have actually gone down.\" He added \"no expert predicted that.\" WATCH: Michigan Senate sessions have been canceled this week out of precaution after a senator recently tested positive for Covid-19. Michigan Senator Majority Leader Mike Shirkey announced the cancellation in a news release Monday.   “In light of one of our colleagues recently testing positive for COVID-19, I encourage all caucus members to be tested,” he said. “The Senate will cancel committees and session for this week, August 3-7, to allow adequate time for execution of protocols and receipt of results for individuals who choose to be tested.” State Republican Sen. Tom Barrett announced Sunday that he tested positive for the virus after a routine test with the National Guard last Friday.  Barrett, who is still an active part-time helicopter pilot in the Michigan Army National Guard, received the positive result during a routine screening before an upcoming training event, according to a news release from his office.    “Thankfully I do not have any significant symptoms at this time, and I will be self-isolating according to medical guidelines. I have done my best to make contact with those I have been around in the past couple weeks so that they may also seek medical advice. I look forward to resuming my normal work schedule as quickly as possible,\" Barrett said in the news release.    It is not immediately clear if other Michigan lawmakers have tested positive for Covid-19. CNN has reached out to Senate majority and minority leaders for comment.  As back-to-school season gears up in the US, a top health expert says the country has entered a \"new phase\" of the coronavirus pandemic with cases rising in both urban and rural areas. \"But I want to be very clear,\" Dr. Deborah Birx, the White House coronavirus response coordinator, told CNN on Sunday. \"What we are seeing today is different from March and April. It is extraordinarily widespread. So everybody who lives in a rural area, you are not immune or protected from this virus and that is why we keep saying, no matter where you live in America, you need to wear a mask and socially distance.\" So far, more than 4.6 million Americans have been infected and more than 150,000 have died from the virus, according to Johns Hopkins University data. The US recorded nearly 1.9 million cases in July alone. And the country's death toll is now projected to reach at least 173,000 by August 22, according to a new composite forecast from the US Centers for Disease Control and Prevention.  Watch CNN’s John King break down the latest Covid-19 figures and trends in the US: ##Hotspots## Public schools in Columbus, Ohio, will start the school year completely remotely for grades K-12 until at least Oct. 27, the end of the first quarter. The district initially had planned to for pre-K-8 students to start the year in a hybrid learning model, with high school students in an all virtual mode. For the district's one year-round school, Woodcrest Elementary, virtual classes will begin on July 29 and go until Oct. 26. According to a news release, the change in plans was made after public health conditions in Franklin County got worse, \"especially within the communities that Columbus City Schools serves, since the initial plan announcement.\" \"Ohio’s Public Health Advisory System currently rates Franklin County at Level 3, Red, indicating very high exposure and spread of COVID-19. The number of confirmed cases is rapidly increasing, and the level of risk is high even with strict health and safety protocols in place for our schools,” according to the release. By CNN's count, 61 of the largest 101 districts in the US are now starting the school year with all online learning. ##Schools## Pennsylvania's Department of Health is monitoring two counties that have recently had an increase in coronavirus cases. Allegheny County had an increase of 68 cases and Philadelphia County had an increase of 71 cases, according to the state's Department of Health.  As CNN previously reported, an alert was sent to health care providers about the changing Covid-19 case demographics in the state, as there are more cases in younger age groups.  The state added 565 new cases of coronavirus, according to the health department. Pennsylvania reported no new deaths as a result of coronavirus. One thing to note: These numbers were released by the state’s public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.   The Brazilian Presidency’s Chief of Staff Office Minister Walter Braga Netto, tested positive for Covid-19 on Monday, according to his office. He is the 7th minister out of 23 to test positive for coronavirus since the start of the pandemic.  According to a release from his press office, the minister is well and asymptomatic and will work remotely starting Monday. Recently Marcos Pontes, Science, Technology and Innovation Minister, and first lady Michelle Bolsonaro also tested positive. Minister of Woman, Family, and Human Rights Damares Alves did her Covid-19 test today and is awaiting results, as well as Agriculture Minister Teresa Cristina. President Bolsonaro tested positive to Covid-19 on July 7, but since his last test result on July 25 where he tested negative, he is out of isolation and back to his activities.    Randomized coronavirus testing will become mandatory for staff of the Executive Office of the President as of today, a White House official tells CNN.   “As part of our ongoing efforts to protect the health and safety of the entire White House Complex, randomized testing of Executive Office of the President staff, which has been ongoing for several months, will become mandatory rather than voluntary,\" this official said. Some background: President Trump's national security adviser, Robert O'Brien, tested positive for Covid-19 last week, according to an official familiar with what happened. O'Brien's diagnosis marks the highest-ranking Trump administration official known to have tested positive. It's unclear when O'Brien last met with Trump. Their last public appearance together was over two weeks ago during a visit to US Southern Command in Miami on July 10. The state of Florida is reporting at least 4,716 new cases of Covid-19 among Floridians and 73 additional resident deaths on Monday, according to Florida Department of Health (DOH).   Florida’s state-supported Covid-19 testing sites in the path of Tropical Storm Isaias on Florida’s east coast are now slated to reopen since temporarily closing since Thursday evening in anticipation of Hurricane Isaias, CNN has reported.  There are now 486,384 cases among residents and 491,884 total cases in the state, including out-of-state residents, DOH reports. Florida has reported 7,157 resident deaths to date, DOH data shows. There are currently 7,969 people hospitalized in Florida with Covid-19, according to the Agency for Health Care Administration (AHCA). You can see more of Florida's daily Covid-19 data here.   Note: These numbers were released by Florida's public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project  ##Hotspots## Emergency department visits decreased by up to 63.5% during the first onslaught of the Covid-19 pandemic in five states, while hospital admissions increased by up to 149%, new research shows. Dr. Molly Jeffery of the Mayo Clinic and colleagues aimed to understand the impact of the coronavirus pandemic on hospitalizations. The team focused on 24 emergency departments in five large health systems in Colorado, Connecticut, Massachusetts, New York and North Carolina from the beginning of January to the end of April.  What the research discovered: Jeffery’s team found that emergency department visits decreased by a range of 41.5% in Colorado to 63.5% in New York.  The rates plunged in March, when there was an increase in national public health messaging about the risk of Covid-19, they reported in JAMA Internal Medicine on Monday. The researchers suggest this could be due to fears of being exposed to coronavirus in the ED, concerns about extended wait times or a sense of civic responsibility to conserve health care resources needed to respond to the pandemic.  During the same four month period, more people were being admitted to the hospital at the same time coronavirus infections were on the rise. The increases ranged from 149% in New York to 22% in North Carolina. The team noted that admission rates remained stable until coronavirus rates in each area began to rise.  Next steps: Because the researchers did not look into which emergency department visits were for Covid-19, they say further research is needed to understand the association between the virus and other emergency department visits. They also note that the results of the study may not generalize to populations beyond the five health systems studied.  They say that public health care leaders and systems should encourage those who are experiencing serious symptoms to visit the emergency department and communicate with the public about the best avenue to receive care during the pandemic.  This fits in with other research suggesting that people were staying away from hospitals and were not calling 911 for health emergencies even when they needed to. The Centers for Disease Control and Prevention reported in June that non-coronavirus emergency visits across the US were down by 42% from last year. “Persons experiencing chest pain, loss of motor function, altered mental status or other life-threatening issues should seek immediate emergency care regardless of the pandemic,” the CDC advised.   There were 870 new Covid-19 cases recorded Monday by the Maryland Department of Health (MDH), while the state added eight more deaths attributed to the virus. In total, Maryland now counts 91,144 confirmed Covid-19 cases and 3,389 deaths, according to the MDH data.  The statewide positivity rate dropped from 4.6% to 4.36%.   ##Hotspots##   Portugal has reported no new coronavirus deaths in the past 24 hours for the first time since March 16, the country’s health authorities announced on Monday. “Zero deaths is for us a motive of great satisfaction,” the Portuguese Secretary of State for Health, António Lacerda Sales told journalists at a press conference on Monday. The number of new deaths had slowly been declining despite small outbreaks in the Lisbon area in the past few weeks and currently stands at 1,738.  Moved by the news, an emotional Lacerda Sales confessed it had been “very difficult” to relay bad news over the past few months and said the government “was very happy that this has happened.” “We look at these numbers with humility and with caution because we know that, from on moment to the next, this situation can reverse itself,” he said. “I wanted to convey this message of trust and hope for the Portuguese, but to also ask you for an individual and collective effort so that you help us maintain this process and guarantee that we have many more days with zero deaths.” House Speaker Nancy Pelosi said Democrats want to extend the federal $600 unemployment insurance provisions in the next stimulus bill, adding that she is not willing to negotiate on the amount. “I think that the number, the $600, is related more to the unemployment rate. If the unemployment goes down, then that number can go down,” she said. “You’re not saying to the American people, ‘We have more infections, we have more deaths, we have more unemployment, we have more hunger, and now we’re going to cut your benefit.’ That’s just not going to happen.” She criticized Republicans for pushing for cuts to the $600 amount in federal unemployment insurance.  “A building is on fire, and they’re deciding how much water they want to have in the bucket,” she said. The federal unemployment benefits have lapsed for now even as unemployment in the US continues to remain high during the coronavirus pandemic. It can be revived through a new stimulus package but lawmakers and the White House are as far apart as they've ever been in talks on the next emergency aid package, sources say. Pelosi said that it is “absolutely essential” to reach an agreement on additional coronavirus stimulus, ahead of a meeting between negotiators this afternoon. Pelosi also said she doesn’t have confidence in Dr. Deborah Birx, the White House task force coordinator, because she hasn’t always challenged President Trump’s claims and public remarks about the virus. “I don’t have confidence in anyone who stands there while the President says, ‘Swallow Lysol, it’s going to cure your virus,’” Pelosi said.  She said Birx “has enabled” falsehoods from the President.  WATCH: The 2020-2021 school year will begin with remote learning on Aug. 24, according to Mexico’s Education Minister Esteban Moctezuma at Monday’s presidential briefing. “We all want to return to the schools with our friends and teachers that we miss; however, the health risk remains high,” Moctezuma added. He said in-person classes in Mexico will start when the national traffic light monitoring system based on the coronavirus transmission rate are “at the green level.”  The Mexican government implemented a weekly \"traffic light\" system based on the coronavirus transmission rate to start easing restrictions since June 1. “We're convinced that despite the adversity, it's possible to go forward with our students' learning. This doesn't mean replacing the schools, teachers are irreplaceable,\" the minister said. To address the lack of internet access in many households across the country, on Monday the government signed an agreement with some of the main media outlets in the country that will serve more than 30 million students of 16 academic degrees on six television channels. Coverage will be 24 hours a day, seven days a week, and students will be evaluated, Moctezuma said. Those who do not have television access would have a radio frequency as well.  \"Those families that don't have internet access, but the main part is TV, the 94% of families have it, and in the poorest communities, the efforts will be focused on making it through radio,\" he added. According to the Organization for Economic Co-operation and Development (OECD) in June, the Covid-19 pandemic has exacerbated inequalities across Latin America and highlighted the “digital divide in Latin American households,” with just 34% of primary, 41% of secondary and 68% of higher education students having access to an internet-connected computer at home. ##Hotspots## ##Schools## At a press briefing in Geneva on Monday, the World Health Organization’s technical lead for coronavirus response, Maria Van Kerkhove, spoke about the impact that Covid-19 can have on the future, and how it provides an opportunity for improvement. “Everyone is feeling the fatigue of this pandemic, but we have a long way to go,” Van Kerkhove said. “We need to remain focused. We need to remain strong. We need to accept that this is challenging, but use these challenges to really put it towards something positive and fight this pandemic together.” “I hope we will never see something like this again,” she said. “But we also must use this as an opportunity to build back stronger, to build back better.” Van Kerkhove said that Covid-19 should be used as an opportunity to enhance public health infrastructure, and to build it up in many places. That means having surveillance in place, having a public health workforce in place, having trained health workers – who have the right equipment and personal protective equipment – and ensuring that there is the supplies that protect frontline workers, who in turn protect everyone else. “Again, we need to use this as an opportunity to build back better,” she said. “And so, if this does happen again, that we are in a much better position to be able to tackle it.” Nancy Shively, an Oklahoma teacher, voted for Trump in 2016. Now, amid a heated debate on reopening schools and watching the President’s response to the pandemic, she says she fears for her life. “It's not just my death warrant I might have signed. There's 150,000 Americans who are dead because of this. And you know, I have to take responsibility for my personal vote that enabled that,” she said. Teachers will “literally be risking their lives” if they are forced to return to work when schools reopen, she added. “It's a cascading failure from the President down to Oklahoma's governor, down to school boards, till it gets to the two groups of people who can't pass the buck, and that's teachers and children,” she told CNN’s Jim Sciutto. The pandemic will fundamentally change the way teachers provide instructions, whether it’s in-person or online, Shively says.  “I feel that we're conducting this vast experiment at the cost of probably health and lives of teachers and children.” President Trump also threatened to cut off education funding for schools if they don’t reopen. Shively calls the pressure “cruel.” “Oklahoma has historically underfunded education. So we're on shoestring budgets as it is,” she said. “Holding money over the head of people that are already underpaid in a system that's underfunded is wrong.” ##Schools## WATCH: Governors nationwide are urging the Trump administration to extend National Guard deployments to assist with the coronavirus response ahead of another deadline.  In late May, President Trump extended federal funding for National Guard deployments until mid-August, saying at the time the extension would help \"states succeed in their response and recovery efforts.\" But in order to meet Covid-19 safety requirements, Air and Army Guard supporting personnel will need to demobilize no later than Friday, according to a Defense official. That’s raising alarm among governors who are preparing for the possibility that an extension is not granted.   “While we appreciate the Administration’s support over the past few months, short-term extensions and last-minute authorizations are adversely impacting and disrupting state plans and operations,” the National Governors Association said in a statement Monday.  “Governors strongly urge the President to authorize an extension of Title 32 today. Unnecessary delays in extending Title 32 create significant challenges for states and territories, which are amplified in the middle of a crisis,\" the statement said. Title 32 status provides federal funding for the National Guard deployments across the country while allowing those forces to remain under the control of state governors as they help with staffing community-based testing sites, building test kits, among other activities.  CNN reported Friday that the Trump administration is weighing an extension. A Defense official told CNN that the Defense Department is expecting an extension, but it’s sitting at the White House.   Deputies with the New York City Sheriff's Office intercepted a party boat at Manhattan's Pier 36 Saturday night and made arrests following an alleged illegal party, the Sheriff's Office announced in a tweet.  The office did not announce the number of arrests, but alleged that the boat's operators had violated social distancing restrictions, as well as emergency orders enacted by both Mayor Bill de Blasio and Gov. Andrew Cuomo.  The Sheriff's Office also alleged the boat was operating an unlicensed bar. The boat, the Liberty Belle, is a four-level riverboat chartered through NYPartyCruise. According to the company's website, the boat seats 300 passengers and has a maximum capacity of 600.  The Sheriff's Office has not provided details as to how many people were on the boat when it was intercepted. CNN has reached out to NYPartyCruise for comment. CNN has also reached out to the NYC Sheriff’s office for more information. Read the tweet: Stimulus negotiations will resume this afternoon, although the $600 unemployment benefit lapsed at the end of last week. White House Chief of Staff Meadows, Treasury Secretary Steven Mnuchin, House Speaker Nancy Pelosi and Senate Democratic Leader Chuck Schumer will meet this afternoon at 1:00 p.m. ET, an aide tells CNN.  The meeting comes as the two sides remain miles apart on many key issues. ##Economy## Iraq recorded 66 deaths and 2,735 cases of coronavirus on Monday, the Health Ministry said in a statement with the country approaching 5,000 deaths as the pandemic continues to spread.  The surge in infections over the months of June and July have brought the total cases in Iraq to 131,886 with 4,934 deaths, according to the Iraqi Health Ministry.  Last week a curfew was reimposed in the country for the ongoing Eid Al Adha between July 30 and August 9, while 3,346 cases, their highest daily numbers yet, were recorded last week, according to Health Ministry.  Over 800 cases were recorded in the capital Baghdad alone on Monday, the Health Ministry said. Current and former CEOs of some of the biggest US companies are urging Congress to swiftly provide more aid to small businesses. Top executives, spearheaded by former Starbucks CEOs Howard Schultz, and including the current heads of Disney, Walmart and IBM, said in a letter on Monday that small businesses need support “beyond the next two and three months.”  Allowing small businesses to fail, they argue, could be \"catastrophic\" to the US economy. “This is not a call for bottomless handouts,” the executives wrote. “It’s a defining moment to show how capitalism can benefit all Americans, particularly entrepreneurs who have been forced or reduce capacity of their businesses through no fault of their own.” The executives, who addressed the letter to Congressional leadership on both sides of the aisle, call for access to federal guaranteed loans with favorable terms for small businesses.  They also argue businesses need more flexibility on how the funds are used and that the hardest hit ones should qualify for forgiveness. Click here to read the latest on stimulus negotiations.  ##Economy## After dipping in July, traffic at the nation’s airports climbed to new pandemic-era highs this weekend.    The Transportation Security Administration said it screened nearly 800,000 people on Sunday. The 799,861 people it screened that day was the most since air travel cratered in mid-April.   Friday was the second-busiest day. The next busiest days were over the July 4 holiday weekend.   This weekend’s numbers are just below 30% of the traffic TSA screened last year. The screening numbers include airline crew members and some airport employees.   The air carrier industry group Airlines for America said the average flight is now about 45% full.    Wall Street kicked off the month of August higher, with all three major stock indexes climbing at the opening bell. Investors' hopes for more stimulus — from both Congress and the Federal Reserve — have propped up the market in recent months.  Although stocks are ticking higher Monday morning, investors will closely watch negotiations for the next stimulus package in Washington. If those talks go south, the market could take a beating. Here's where things stood at opening: The Dow opened 0.5%, or 132 points, higher.\nThe S&P 500 also rose 0.5%.\nThe Nasdaq Composite jumped 0.8%. ##Economy## Portuguese hotels and other types of accommodation have seen a 96.0% decline in the number of overnight stays by foreign tourists in the month of June, compared to last year, data from the country’s National Statistics Institute (INE) released on Monday shows. Internal travel by residents helped soften the blow on the country’s tourism sector but the number of total guests was still down 81.7% from the previous year, to around 500,000, INE also said.  The number of overnight stays was 1.1 million, 85.1% less than in 2019. According to INE, tourists from Britain, Spain and France were responsible for the largest number of cancellations by foreigners.  The number of tourists from the United Kingdom, for example, a key market for the Portuguese tourism sector, shrank by 98.2%.  The report by INE also stated that in June, around 45.2% of tourist accommodation had to be closed or did not receive any guests.    ##Economy## The Covid-19 pandemic has disrupted health services around the world, according to officials at the World Health Organization. “The impacts of Covid-19 go well beyond the intensive care units that you see with Covid patients,” Dr. Mike Ryan, executive director of WHO’s Health Emergencies Programme, said during a press briefing in Geneva on Monday. ���It’s having a direct, negative impact on the capacity of health systems around the world to deliver.” Ryan said that WHO is analyzing a recent survey that was completed by WHO member states. It shows that three quarters of member states reported partial or complete disruption of immunization services, rehabilitation services and dental services, he said. Two-thirds have reported partial or complete disruption of non-communicable disease, chronic diseases diagnosis and treatment, family planning and treatment of mental health disorders. More than half reported disruptions of malaria treatment campaigns, distribution of insecticide treated nets, antenatal care, cancer diagnosis and treatment, palliative care services, and services for sick children. “What we’re seeing is a secondary effect, in terms of both provision and access of health care,” Ryan said. This secondary effect challenges and threatens the achievement of the Sustainable Development Goals, he said. The economic impacts are also having direct impacts “on the loss of purchasing power for many people, in terms of accessing health services in countries where there are user fees,” Ryan said. “In this case, as health services become less and less accessible, as potential costs and user fees increase, and as people’s disposable income decreases, we fear that people will be making unhealthy choices, or choices not to seek health care because the cost of doing so is so difficult for them and their family,” he said. Halsey Beshears, Florida’s top business regulator, met with brewery and bar owners Friday and through the weekend to discuss ideas about reopening, according to Karen Smith, Director of Communications, Florida Department of Business and Professional Regulation.  Beshears met with bars and breweries in Jacksonville on Friday, Tallahassee on Saturday and Pensacola on Sunday, per Smith. And he has meetings scheduled in Tampa and St. Petersburg on Monday and Ft. Myers on Tuesday. Other locations are in the works, says Smith. “The meetings are intended to provide a forum for Secretary Beshears to listen to the ideas and concerns of licensed business owners in considering opportunities for breweries, bars, and related establishments to reopen safely through a cooperative approach to shaping and sustaining a responsible path forward,” Smith said.  The meetings are not open to media, per Smith. ##Hotspots## ##Economy## It is “very important” to get quick results from coronavirus tests in order to implement the public health measures that are needed to control Covid-19, World Health Organization officials said at a press conference in Geneva on Monday. “It’s very important that when you have a test that is done, that you have the answers to that test quickly,” said Maria Van Kerkhove, WHO’s technical lead for coronavirus. Unfortunately, she said, there are many parts of the world where it takes quite a long time to get test results back. “We need individuals to know if they have this virus, so that we know which actions need to be taken,” Van Kerkhove said. Once someone has been confirmed to be infected with the virus, whether they have symptoms or not, they need to be isolated – and knowing that they are infected means that contact tracing can be carried out. “This is what breaks chains of transmission,” Van Kerkhove said. “If we have results back in four or five days, even longer, that is not going to help us.” Having rapid tests in development is a positive thing and will help control efforts, she said. Van Kerkhove also pointed out that WHO teams are working with their partners across the globe to quickly evaluate rapid tests to see how well they perform, and that they give accurate results. Dr. Mike Ryan, executive director of WHO’s Health Emergencies Programme, reiterated the importance of quick test results. “Getting the time from testing to confirming the status of the patient is the single most important thing,” he said. “There’s no point having a test result a week later, when the public health action is late.” In places where there is limited capacity in laboratories, Ryan said, “You must focus on trying to detect suspect cases, confirming those cases, isolating those cases, quarantining contacts, and … taking all of the measures necessary.” He called this the most efficient use of testing at the current time. Vietnam reported 21 new coronavirus cases on Monday afternoon, bringing the country's total number of confirmed cases to at least 642, according to Chinhphu, the official government newspaper. At least 15 of the 21 new cases were found in the resort city of Da Nang, while six cases were found in the nearby province of Quang Nam, Chinhphu reports. All of them are linked to the Da Nang Hospital, which is one of the three medical facilities being placed under lockdown. A total of 103,268 people who had close contact with patients or came from pandemic-hit areas are now under quarantine nationwide, according to the state-run Vietnam News Agency (VNA). Vietnam's testing capacity has been double compared to the peak period in April, acting Minister of Health Nguyen Thanh Long said, according to Chinhphu.   Although the infection fatality ratio – or, how many people who are infected with Covid-19 die from it – sounds low, it is actually “quite high,” especially when compared with other pandemics, according to officials at the World Health Organization. There are different ways that mortality can be calculated, and at this point, many groups are looking at the infection fatality ratio – which is the number of deaths among all the people who have been infected, Maria Van Kerkhove, WHO’s technical lead for coronavirus response, said at a press briefing in Geneva on Monday. “Right now, we don’t know how many people have been infected because there are challenges with surveillance in detecting every single one of the cases, and certainly there are many unrecognized cases,” Van Kerkhove said. While there are challenges, Van Kerkhove said that some studies have estimated the infection fatality ratio at 0.6%. That “may not sound like a lot, but it is quite high,” she said. We know that mortality increase with age, and among people with underlying conditions, she said. “We must do everything that we can to prevent ourselves, and those individuals, from getting infected,” Van Kerkhove said. Dr. Mike Ryan, executive director of WHO’s Health Emergencies Programme, put some perspective on the 0.6% infection mortality rate, saying “that 0.6% is just over 1 in 200 people infected, potentially dying.” He did say that this was hugely skewed by age, with the risk being much higher in older ages groups. Ryan compared this number with the 2009 H1N1 pandemic, where “it was more like 1 in 10,000 or 1 in 100,000,” he said. “But when you think 1 in 200 versus 1 in 10,000 or 1 in 100,000, you get a sense of just how more deadly this virus is in communities.” This points to the fact, he said, that everyone should try to avoid getting infected. “When we talk about death and fatality, that is the outcome of an infection, and an infection is the outcome of an exposure” Ryan said. “If people are not exposed to the virus, they cannot be infected. If they’re not infected, they cannot infect anyone else, and they don’t die.” “I hope if we focus on that exposure reduction, infection reduction, then we will be talking about mortality going down,” he said. Key deadlines on extending a federal eviction moratorium and federal unemployment benefits have come and gone. Yet lawmakers and the White House, sources say, are as far apart as they've ever been in talks on the next emergency aid package. As one person involved told CNN on Sunday night: \"No clue how we get this done at this point. Just so much outstanding.\" Here's what you need to know about the stimulus negotiations:  Bottom line: Negotiators on both sides emerged from a three-hour-plus meeting on Saturday with by far the most positive words about where things stood. What that really underscored was just how much of a mess these talks have been. The meeting was productive because negotiators left with a better understanding of the full scope of disagreements (and areas of potential agreement), according to two sources. Not because they'd made headway toward an actual deal.  What to watch: Treasury Secretary Steven Mnuchin and White House chief of staff Mark Meadows will be back on Capitol Hill to meet with Speaker Nancy Pelosi and Senate Democratic Leader Chuck Schumer. The framing: To understand why the two sides remain so far apart, it's worth comparing how each is framing the scale of the crisis. Mnuchin, during the talks over the initial $2.2 trillion CARES Act, dismissed concerns about deficits due to historically low borrowing costs and the urgency of the moment. That has shifted — on Sunday he made a point of noting concerns about adding to much to the national debt in the next round. This, on the other hand, was how Pelosi framed things in a letter to her House Democratic colleagues on Saturday night: \"All parties must understand the gravity of the situation in order to reach an agreement that protects Americans' lives, livelihoods and the life of our democracy.\" There are a large number of policy differences here, but the biggest issue throughout the first week-plus of real negotiations has been the lens through which the two sides view the scale of the current crisis. And until that starts to merge, at least somewhat, there is no deal to be had. The timing: The policy deadlines, at least up to this point, didn't spark a deal. The Senate is scheduled to leave for August recess at the end of this week, but there's zero sense something will come together before then. Neither side wants to leave town for the month without reaching an agreement, but at this point, that agreement —and then the process of actually getting it through both chambers — is a long way off. \"I'm not optimistic that there will be a solution in the very near term,\" Meadows said on CBS's \"Face the Nation.\" ##Economy## World Health Organization officials on Monday addressed remarks made by White House coronavirus response coordinator Dr. Deborah Birx Sunday that the Covid-19 epidemic was entering a new phase in the United States. Birx said that the country could still turn things around, and that the state-based planning and implementation seemed to be the right path. “I think their intention wasn’t to create a sense of a new phase. I think they were trying to really – I hope I interpret what they’re doing correctly – but to really remind all states that the disease never went away, that there’s a huge potential for the disease to increase its speed and acceleration,” Dr. Mike Ryan, executive director of WHO’s Health Emergencies Programme, said during a press briefing in Geneva.  This acceleration was shown in the Southern states, and there are signs in other more central states that the acceleration may be occurring, Ryan said. “I think they were taking a very prudent step in warning all states to really reexamine exactly where they were in the pandemic, to implement all of those comprehensive measures,” he said. “And I think those lead scientists are laying out exactly what they feel needs to happen in order to suppress this and getting this virus back to the box.” From what he has seen from reports, Ryan said it is also prudent to be “stepping back some of the measure of reopening, and taking a step back and trying to reset in certain areas back to an earlier stage of virus control.”  Ryan said that the intensity of transmission in many countries means that it is going to take a huge effort in terms of personal and community behavior to suppress it.  “It is not our job to tell the US what it should be doing at sub-national level. The state-based planning and implementation guided by the national scientists seems to be the right path,” he said. “The difficulty for us all is sometimes we know the right path; the difficulty is choosing to walk it.” Maria Van Kerkhove, WHO’s technical lead for coronavirus response, said, “The United States can turn this around. … We know that, we have seen this in many, many countries that have applied this comprehensive approach.\" Van Kerkhove appealed to everyone in the US to follow guidance. “Stay at home if you’re asked to stay at home. Wear a mask if you’re asked to wear a mask,” she said. “Be part of this fight with us. And we know that you can turn it around.” ##Hotspots## French Prime Minister Jean Castex urged people not to let guard down in the fight against coronavirus, after an increasing number of infections in the country. “We shouldn’t let our guard down. As I usually say, the virus is not on vacation, neither are we. And I have been doing it since I took office, as my predecessor did,” Castex said Monday during a visit to the northeastern city of Lille. “I call on every Frenchwoman, every Frenchman, every person to remain very vigilant, because the fight against the virus, the fight against this disease, relies of course on the State, of course on local communities, of course, on all institutions that are mobilized, but also relies on each and every one of us,” he added.  Dr. Deborah Birx on Sunday said the US is in a new phase in its fight against the coronavirus pandemic, saying that the deadly virus is more widespread than when it first took hold in the US earlier this year. \"What we are seeing today is different from March and April. It is extraordinarily widespread. It's into the rural as equal urban areas,\" Birx, the White House coronavirus task force coordinator, told CNN's Dana Bash on \"State of the Union.\" Birx stressed that Americans need to follow health recommendations, including wearing a mask and practicing social distancing. \"To everybody who lives in a rural area, you are not immune or protected from this virus,\" Birx said. \"If you're in multi-generational households, and there's an outbreak in your rural area or in your city, you need to really consider wearing a mask at home, assuming that you're positive, if you have individuals in your households with comorbidities.\" \"This epidemic right now is different and it's more widespread and it's both rural and urban,\" she added. A new ensemble forecast, published by the US Centers for Disease Control and Prevention, projects more than 173,000 American deaths by August 22, and former US Food and Drug Administrator Dr. Scott Gottlieb warned on CNBC last month that the coronavirus death toll could double to 300,000 deaths by the end of the year, if the country doesn't change its trajectory. On Sunday, Birx would not give a projection of how many deaths the US would see by the end of year, but she said a death toll largely depends on southern and western states to maintain and accelerate their mitigation efforts. Those states have become hot spots for the virus. \"It's not super spreading individuals, it's super spreading events and we need to stop those. We definitely need to take more precautions,\" Birx told Bash. Asked if it was time to reset the federal government response to the pandemic, Birx said, \"I think the federal government reset about five to six weeks ago when we saw this starting to happen across the south.\" Meanwhile, more than 4.6 million Americans have been infected and at least 154,859 have died from coronavirus, according to Johns Hopkins University data. California leads the country in total cases, followed by Florida and Texas. ##Hotspots## Students are returning back to school in some parts of the US, and plans to keep the coronavirus out of schools are already showing some cracks. An Indiana junior high school student tested positive on the first day back, after attending class for part of the day. Another student in Mississippi tested positive after the first week of classes.  And Georgia's largest school district confirmed that at least 260 employees have either tested positive for Covid-19 or have been exposed.  School reopenings will have to be done carefully, Birx said, and areas that have reported a rise of infections should first stop cases before engaging in talks about welcome students back to class. \"If you have high caseload and active community spread, just like we are asking people not to go to bars, not to have household parties, not to create large spreading events, we are asking people to distance learn at this moment so we can get this epidemic under control,\" she said. In late July, the CDC issued new guidelines that came down hard in favor of reopening schools. The guidelines said children don't suffer much from coronavirus but suffer from being out of school. The CDC recommended local officials consider closing schools or keeping them closed if there is substantial, uncontrolled transmission of the virus. The guidelines also said children are less likely to spread the virus than adults — but new studies suggest children can contribute to its transmission. In Miami-Dade County, dubbed by some experts as the country's epicenter, the superintendent announced Sunday students will continue virtual learning until at least October. In areas where school hasn't started yet, leaders are still considering plans. New York Gov. Andrew Cuomo says he'll make a decision later this week about whether schools in his state should plan to reopen.  ##Schools## ##Hotspots## The UK's troubled response to the coronavirus pandemic became even more confused on Monday, as government guidance seemingly at odds with itself rolled out across England, pushing the four nations of the UK further apart. From Monday, employers in England can ask staff to return to workplaces if they believe they are Covid-19 safe. When the policy was announced by Prime Minister Boris Johnson last month, he was accused of \"passing the buck on this big decision to employers\" by the UK's Trades Union Congress (TUC). The TUC criticized the government for announcing such a move while the country's widely-criticized test and trace infrastructure was \"still patchy.\" Also launching on Monday is an eye-catching government scheme, \"Eat Out to Help Out,\" aimed at getting restaurants back on their feet as the UK's furlough scheme comes to an end. Throughout August, people dining out from Monday to Wednesday are to be offered a 50% discount -- limited to £10 ($13) per person -- and not including alcoholic drinks. Both policies are part of a wider plan to get the UK's economy moving after months of lockdown kept many Brits stuck indoors and working from home while businesses in the hospitality industry that relied on their custom were forced to stop operating. But these moves to soften coronavirus prevention measures, in order to restart the economy, come at the same time as cases are rising in Europe. Last week, Johnson himself warned that \"the risk is starting to bubble up again,\" on the continent, adding: \"I'm afraid you are starting to see in some places the signs of a second wave of the pandemic.\" In the UK several localized mini-lockdowns have been implemented, as fears of that second wave move from possible to probable. These localized containment measures have created a particularly stark situation in areas like Manchester, where it is now against the rules to meet family members in a back garden, and yet absolutely fine, according to the rules, to go to a restaurant. The move marks a significant shift towards prioritizing economic recovery ahead of other issues, including public health. Read the full story here.  Germany's government has heavily criticized this weekend’s protests against measures to curb the coronavirus pandemic.  “What we had to witness this weekend was not acceptable,\" government spokeswoman Ulrike Demmer said at a press conference in Berlin on Monday. \"The actions of many of the protesters are not in any way justified,” she added.  On Saturday around 17,000 protesters gathered in the German capital calling for an end to government restrictions to stop the virus from further spreading, according to a count from Berlin’s police.  The protest, organized mostly by conspiracy theorists, anti-vaxxers, as well as far-right and far-left groups, saw heavy breaches of physical distancing and mask-wearing rules. Berlin police shut the protest down after several hours. Eli Lilly and Company said Monday it is moving into a Phase 3 clinical trial of its antibody treatment for Covid-19. The Indianapolis-based pharmaceutical giant said that it plans to recruit 2,400 residents and staff at long-term care facilities for its trial. Nursing home residents and staff are particularly vulnerable to severe forms of Covid-19. As of July 30, there have been nearly 63,000 deaths in long term care facilities, accounting for at least 44% of total deaths in 43 states, according to the Kaiser Family Foundation. That percentage is very likely an undercount. In June, Lilly became the first company in the US to start testing an antibody therapy in humans. LY-CoV555, as it’s called, was created by Lilly in cooperation with AbCellera, from an antibody first identified in a blood sample taken from one of the first US patients to recover from Covid-19. With this trial, the company will work with the National Institute of Allergy and Infectious Diseases and the Covid-19 Prevention Network to administer the therapy to residents and staff at several long-term care facilities that have had a recently diagnosed case of Covid-19. The hope is that this antibody therapy will provide protection, and possibly ease symptoms for those who do get infected. What are antibodies? Antibodies are proteins the immune system makes naturally to provide the body protection from a virus or toxin. Unlike with a vaccine -- which stimulates the body to make these protective antibodies over a couple of weeks -- a therapy like this delivers a lab-made antibody that provides protection instantly.  The protection doesn’t last as long as a vaccine would, but if it works, it could be given as a protective treatment every few months. More about the trial: This trial will determine if a single dose reduces the rate of infection through four weeks. It will also determine if it can reduce complications from Covid-19 for eight weeks. To help with the trial, Lilly has created custom-made mobile research units to assist long term care facilities conduct these studies. These units will be sent to long-term care facilities throughout the country and will bring a lab, clinical trial supplies and specialized staff on-site, creating an on location infusion clinic. Lilly has two other ongoing trials in the US with LY-CoV555. The company has finished dosing hospitalized patients in a Phase 1 study, but it continues to follow up with those patients. A Phase 2 study involving people who have been recently diagnosed with Covid-19 is ongoing. The company says the treatment so far has been “well tolerated” by patients, and there have been no drug-related severe adverse events. How well these therapies work is still to be determined.  The UK has launched a half-price meal scheme, \"Eat Out to Help Out,\" in an attempt to boost the restaurant and pub industry following the country's Covid-19 lockdown. In August customers across the country will get up to 50% off on bills -- with a maximum discount of £10 ($13) per person -- when visiting participating restaurants, pubs and cafes Monday through Wednesday, the country's economic and finance ministry said in a statement Monday. The half-price discount will run through August and applies to all food and non-alcoholic drinks consumed on the premises. The scheme is part of the £30 billion ($39bn) Chancellor’s Plan for Jobs and “aims to protect jobs in the hospitality sector – which has been hit hard by coronavirus,” the statement reads. Last week, the UK government announced new restrictions in some areas of Northern England \"to stop the spread of Covid-19\" in response to an increasing number of cases.  People in parts of Greater Manchester, East Lancashire, and West Yorkshire are not allowed to meet people they do not live with with inside a private home or garden, (except where they have formed a support bubble) the government said, or socialize with people they do not live with in other indoor public venues, such as pubs, restaurants and cafes.  However, rules still allow people from these neighborhoods to attend these venues with people they live with, or are in a support bubble with. ##Economy## Tailored Brands, the owner of Men Wearhouse and Jos A. Bank, filed for Chapter 11 bankruptcy, becoming the latest US retail casualty of the pandemic. Tailored Brands said in a statement that it voluntary filed Chapter 11 bankruptcy protection on Sunday in the US Bankruptcy Court in Houston due to \"the unprecedented impact of COVID-19.\"  The company expects its four retail brands to continue to operate during the restructuring process, and said it has reached an agreement with lenders to reduce debt by $630 million. This follows Tailored Brands decision on July 21 to eliminate about 20% of its corporate workforce and close up to 500 stores as it deals with a \"challenging retail environment.\"  Lord and Taylor also filed for Chapter 11 bankruptcy protection on Sunday, according to court documents. ##Economy## Hong Kong confirmed 80 new cases of Covid-19 in the city on Monday -- the first time in nearly two weeks that cases have dropped below triple digits.  All cases are locally transmitted. About 56 of the local cases are related to previous cases, while the source of infection of the other 24 is still under investigation. Health officials warned that though the infections have gone down compared to the last two weeks, it is too early to call the decrease in numbers a trend.  Two additional deaths were reported, bringing the death toll to 37 and total number of confirmed cases in Hong Kong to 3,590. Spain received 204,926 international tourists in June 2020, 97.7% fewer than last year, a study from the Spanish National Institute of Statistics revealed on Monday. The data also showed that the total spend of international tourists visiting Spain in June decreased 98.6% compared to the same month last year. In comparison to June 2019, the spend per tourist dropped 40.8% to $755 (€651) and the average duration of trips was reduced by one day to 5.7 days. In June, 920,778 national and international travelers stayed in hotels or similar establishments in Spain, with a total of 1,820,455 overnight stays. Both figures represent less than 10% of the estimated totals for this period a year ago. Four-star hotels are the most visited, followed by three-star establishments. Virus threatens tourism: Spain's tourism industry has suffered setbacks due to the pandemic. In July, the UK government unexpectedly announced that all people returning from Spain would be required to self-isolate for two weeks due to an increase in coronavirus cases, reversing its previous stance. Norway also imposed a mandatory 10-day quarantine for all travelers returning from Spain following the spike in coronavirus cases, and French Prime Minister Jean Castex has previously advised French people against traveling to Catalonia.  According to Statista, which provides data on the global digital economy, Spain is one of the countries most vulnerable to Covid-19's impact on tourism, with travel and tourism contributing 14.3% to Spain's GDP last year.  ##Economy## The British government has procured \"millions\" of two separate coronavirus tests that will be able to detect the virus in 90 minutes, the UK department of health said Monday.  Both tests will be able to detect Covid-19 and other winter viruses such as flu and respiratory syncytial virus in 90 minutes and will not require a clinical setting, the department said in a statement.  The tests will be rolled out in hospitals, care homes and labs across the UK next week. “We’re using the most innovative technologies available to tackle coronavirus. Millions of new rapid coronavirus tests will provide on-the-spot results in under 90 minutes, helping us to break chains of transmission quickly,” Health Secretary Matt Hancock said in a statement.  The department of health has said that the tests “will hugely increase testing capacity ahead of winter, delivering fast results that will help to break chains of transmission quickly.” One test will analyse DNA in nose swabs, and the other will process swab and saliva samples to detect the presence of Covid-19 in 60 to 90 minutes. China’s Ministry of Foreign Affairs (MOFA) said Monday that Hong Kong’s legislative council elections are considered local elections in China, adding no foreign entity has “any right to interfere and nothing could justify such interference.” Here's some background: On Friday Hong Kong’s Chief Executive Carrie Lam used a colonial-era emergency regulation to postpone the September Legislative Council elections by a year due to the growing Covid-19 outbreak in Hong Kong.  Some pro-democracy lawmakers accused the government of wanting to avoid a potential loss following China's imposition of a new national security law on the city. MOFA spokesperson Wang Wenbin said Monday that the decision was a “legitimate measure to protect Hong Kong residents safety and health” and a way to ensure the elections “can be safe, fair, and just.” “There are many precedents postponing elections because of disasters such as an epidemic. The Hong Kong SAR government's decision is in line with this common practice, is legitimate, reasonable, and lawful,” Wang said. About 5 million people in Australia's second-most populous city, Melbourne, are contending with some of the harshest restrictions ever imposed on the city after authorities declared a \"state of disaster\" on Sunday. Police patrolled deserted streets Sunday night, enforcing an overnight curfew from 8 p.m. to 5 a.m. as part of stage-four lockdown measures imposed to battle a widening coronavirus outbreak. Those restrictions include a curfew in Melbourne for the next six weeks, a ban on wedding gatherings, and schools must go back to online classes. Only one person per household is allowed to leave their homes once a day -- outside of curfew hours -- to pick up essential goods, and they must stay within a five-kilometer (3.1 miles) radius of their home. On Monday, further businesses restrictions were announced, including the shuttering of nonessential industries. The state of Victoria, of which Melbourne is the largest city, recorded 429 Covid-19 infections on Sunday, down from 671 cases the day before, according to Victoria's Chief Health Officer professor Brett Sutton. Thirteen new deaths were also announced, bringing the state's total to 136, and there have been a total of 11,937 confirmed infections. Sunday's announcement underscores how quickly early success in containing the virus can unravel. In May, Australia was held up as a global model for its handling of the outbreak, which started with early measures to bar entry from high-risk countries. Stricter curbs on social gatherings, expanded testing, restaurant and bar closures, followed as cases rose, with some states sealing their borders. But Covid-19 cases in Victoria have risen suddenly in recent weeks, with many new infections in elderly care homes and among health care workers. Eight of the 13 new deaths on Sunday are linked to known outbreaks in elderly care facilities. \"This six-week period is absolutely critical,\" said Victoria state Premier Daniel Andrews in a daily press briefing on Monday. \"This is a very tough day, and there will be many more of those until we get to the end of this.\" Read more: ##Hotspots## Questioning the world's toughest coronavirus restrictions can be a risky business in the Philippines. In mid-March, Philippine President Rodrigo Duterte ordered parts of the country to go into a quarantine that would eventually last up to 80 days and become one of the world's longest and strictest lockdowns. Protests against job losses and food shortages during that period were met with a strong police response and mass arrests. In April, Duterte publicly said police should \"shoot ... dead\" anyone who violated virus restrictions. \"I will not hesitate. My orders are to the police, the military and the barangays: If they become unruly and they fight you and your lives are endangered, shoot them dead,\" Duterte said during a speech. Though restrictions were eased in June, owing to concerns around the econony, coronavirus cases have since risen with the Philippines now reporting the second-highest number of confirmed cases in Southeast Asia. The country announced its highest single-day jump in new coronavirus infections on Sunday, according to CNN affiliate CNN Philippines, with 5,032 confirmed cases in 24 hours. The Philippines has more than 100,000 coronavirus cases in a population of 106 million. Read more:  ##Politics## HSBC's profits plunged in the first half of this year as the bank was weighed down by the coronavirus crisis. The London-based lender said that pre-tax profit in the first half of the year fell 65% to $4.3 billion compared to the same time last year as revenue fell and as credit losses were worse than expected. \"Our first half performance was impacted by the Covid-19 pandemic, falling interest rates, increased geopolitical risk and heightened levels of market volatility,\" CEO Noel Quinn said in a statement. The bank added that expected credit losses for 2020 could hit as much as $13 billion this year, worse than earlier estimates \"given the deterioration in consensus economic forecasts.\" The company also disclosed a $1.2 billion writedown due to an \"impairment of software intangibles, mainly in Europe.\" Falling income didn't help either. The bank's revenue tumbled 9% in the first half versus the same time last year, hurting profits even more. Read more: ##Economy## Lee Man-hee, the leader of the South Korean religious group Shincheonji, was arrested after being charged with embezzlement and violating South Korea's Infectious Disease Control and Prevention Law. Lee was accused of submitting false information about the group's gatherings and congregation list to the health authorities. Shincheonji is believed to be at the center of South Korea's first major outbreak of Covid-19 in February. Shincheonji said in a statement that Lee has fully cooperated with authorities and called his arrest \"regrettable.\" A member of Shincheonji was the 31st person South Korea who was confirmed to have contracted Covid-19. After the patient's diagnosis, health authorities said they faced difficulty tracing the patient's close contacts. South Korean police deployed hundreds of officers to trace members of the group who could not be reached. Lee issued a public apology in March, but denied accusations that he and his group have been hampering the health authorities’ efforts to contain and prevent infections. At the time, South Korea had identified more than 4,200 cases of Covid-19, more than any country except mainland China. More than half of those were tied to Shincheonji. Japan recorded 1,331 new coronavirus cases on Sunday, the country’s Ministry of Health announced on Monday, the fifth day in a row the country has identified more than 1,000 infections.  Of the 1,331 new cases in the country, 292 were recorded in the capital Tokyo, while Osaka reported 194 and Okinawa reported 64. One person died from Covid-19 on Sunday, authorities said.  Total cases: Japan has so far recorded a total of 39,399 coronavirus cases and 1,025 deaths. What's happening on the ground: Authorities in Tokyo has requested restaurants and bars that serve alcohol to close at 10 p.m. to mitigate the risk of contracting the virus indoors. Okinawa, Japan's southern island, is in a state of emergency because of rising cases. Authorities there are asking the public to stay home and avoid unnecessary trips, but stopped short of closing down the island to holiday visitors. The state of emergency is set to end August 15 Chinese authorities have identified 43 new coronavirus cases, including 36 locally transmitted infections on Sunday, the National Health Commission said on Monday.  Of the 36 locally transmitted cases, 28 were found in the western Chinese region of Xinjiang, while eight were found in Liaoning. The seven imported cases were discovered across the provinces of Liaoning, Guangdong, Shandong and Jiangsu. Eleven asymptomatic cases were reported  China has confirmed a total of 84,428 cases of Covid-19 and 4,634 virus-related deaths.    India registered 52,972 cases of coronavirus on Monday, bringing the total number of confirmed cases nationwide to 1,803,695, according to the country’s Health Ministry.  Last week was the deadliest week the country has seen since the pandemic began. More than 5,300 Covid-19-related fatalities were identified, while 315,000 new cases were reported during the same period At least 38,135 people have been killed by the virus in India as of Monday. More than 1,186,203 people have recovered -- about 65% of all cases. New travel guidelines: On Monday, India’s Ministry for Health and Family Welfare issued new guidelines for international air passengers coming into the country.  The guidelines, which come into effect from August 8, include the following:  People traveling to India will have to submit online self-declaration forms at least 72 hours before travel\nAnyone entering the country most commit to undergo quarantine for 14 days, made up of seven days of institutional quarantine and another seven days at home\nTravelers can receive an exemption from institutional quarantine if they can provide a negative Covid-19 test conducted within 96 hours prior to their journey. The guidelines also allow that states to develop their own quarantine and isolation protocols. However, it's not clear how many people are actually planning on coming to India. Nearly all international passenger flights into the country are banned until August 31, a measure that has been in place for more than five months. The only flights into the country from abroad are to repatriate Indian nationals. Domestic flights resumed on May 25, and cargo flights are still running. ##Hotspots## Authorities in Greater Manchester, England, have declared a \"major incident\" due to the increase in coronavirus infections rates in \"multiple localities,\" PA Media reported Sunday.  Local authorities told PA that a meeting was held over the weekend to discuss regulations in response to new government restrictions announced last week. The United Kingdom had already new restrictions in northern England on Thursday to stop the spread of Covid-19, including barring people in Greater Manchester from mixing \"with other households (apart from those in their support bubbles) in private homes or gardens\". Assistant Chief Constable Nick Bailey, chairman of the Local Resilience Forum, said Sunday the decision to declare a major incident was done to respond as effectively as possible.  “This will enable us to maximize the capability of agencies across Greater Manchester, including additional resources if required, to instigate a prompt and positive change in direction,” Bailey said.\n \n\"It is part of our desire to protect the population of Greater Manchester and provide them with the highest levels of assurance that agencies are doing all they can to reduce infection rates and bring Greater Manchester back to as near a state of normality as current times allow.\"   The UK has identified more than 306,000 cases of coronavirus, according to data from the Johns Hopkins Coronavirus Resource Center. More than 46,000 people have died from Covid-19, according to the university, the fourth-most of any country in the world. ##Hotspots## There were 47,511 cases of Covid-19 and 413 new virus-related deaths reported in the United States on Sunday, according to Johns Hopkins University's tally of cases. Across the country, at least 4,667,955 novel coronavirus cases have been reported since the pandemic began. At least 154,860 have died, according to Johns Hopkins. These totals include cases from all 50 states, the District of Columbia and other U.S. territories, as well as repatriated cases.  Track cases here: ##Hotspots## US President Donald Trump's top government experts now say that the pandemic is entering a new phase as it invades the rural heartland -- and they can't say how long it will last. With millions of kids nowhere near going back to school and the economy reeling from a 32.9% annualized contraction in the second quarter, the months ahead are stretching into what looks like an endless crisis as Trump tweets \"Make America Great Again\" and spends his weekends on the golf course. Top administration officials in recent days have repeatedly delivered information and warnings that directly contradict Trump's upbeat messaging on Friday on the virus: \"We'll get rid of it, we'll beat it, and it will be soon.\" Amid this grim outlook, the administration and Capitol Hill Democrats are deadlocked on a plan to extend federal unemployment payments to millions of Americans who lost their jobs in lockdowns. Read more: ##Politics## Dwayne “The Rock” Johnson announced Saturday that his production company will resume shooting the Netflix film \"Red Notice\" in a “quarantined bubble” next month. Johnson’s company, Seven Bucks Production, and Netflix are working together to provide a bubble for the filmmakers and crew, the actor said in a message and video posted on his Instagram account.  Johnson said that he is receiving advice from the National Basketball Association (NBA), which has resumed its season in its owned enclosed environment in Orlando, Florida. “They’ve been great in terms of sharing with us what has been effective with their bubble,” Johnson said. “And we are able to implement that in our bubble.”  CNN has reached out to Netflix and the NBA for comment. Eighty-nine people in Bolivia died from Covid-19 in a single day, the country's Health Ministry reported Sunday, the highest number of fatalities recorded in a 24-hour period in that country since the pandemic began.  A total of 3,153 people in Bolivia have been killed in the pandemic. The country has identified more than 80,000 novel coronavirus cases. Another 4,853 people were diagnosed with Covid-19 in Mexico, the country's Health Ministry said Sunday, bringing the nationwide total to 439,046.  The ministry also reported 274 new deaths, bring Mexico's death toll to 47,746. Authorities reported a record 9,556 new cases Saturday. On Friday, Mexico coronavirus death toll surpassed that of the United Kingdom. Only the US and Brazil have seen more virus-related fatalities, according to Johns Hopkins University. ##Hotspots## Doug Pederson, the head coach of the National Football League's Philadelphia Eagles, has tested positive for Covid-19, the team said in a statement. Pederson is asymptomatic and \"doing well\" in self-quarantine, the team said. Pederson has coached the Eagles since 2016. He led the team to its first-ever Super Bowl victory in 2018. Philippine President Rodrigo Duterte announced Sunday he would reimpose tightened coronavirus restrictions on the capital city of Manila as the number of confirmed infections in the country passed 100,000. The new restrictions, dubbed the “modified enhanced community quarantine,” will be imposed on Manila and the provinces of Laguna, Cavite, Rizal and Bulacan starting at midnight Tuesday. The rules state that people younger than 21, those who are older than 60, those with health risks and pregnant women are required to remain in their residences. The only exceptions are for people to buy essentials and go to work, according to CNN affiliate CNN Philippines. Duterte’s decision comes after at least 80 medical associations signed a letter urging the President to tighten restrictions. “We are exhausted, both physically and mentally. Most of us are already getting infected with COVID-19,” said Philippine College of Physicians President Mario Panaligan in an August 1 open letter, according to CNN Philippines. Duterte also approved the hiring of 10,000 medical professionals and the calling to active duty and enlistment to the Armed Forces of the Philippines (AFP) to assist the current health care workforce, said Henry Roque, presidential spokesperson, in a statement Monday morning. The Philippines reported 5,032 new cases Sunday, bringing the nationwide total to 103,185, according to the Department of Health. The country has 2,059 confirmed deaths. ##Hotspots## After being on a ventilator for six weeks due to Covid-19, Mayra Ramirez, 28, was so sick she needed a double lung transplant.  The Illinois woman went to the emergency room with Covid-19 symptoms April 26. Her condition became increasingly dire, she suffered irreversible damage to her lungs and she spent more than six weeks on a ventilator.  On June 5, she received a double lung transplant at Northwestern Medicine in Chicago. After a lengthy recovery, she is finally resting at home.  Ramirez and the surgeon who performed the operation, Dr. Ankit Bharat, shared their experience with CNN's Ana Cabrera. This is not a hoax. This virus is real. It happened to me. It can happen to them,\" Ramirez said Sunday. Watch: Brazil's Health Ministry reported 541 new Covid-19 deaths Sunday, bringing the country's total to 94,104. Latin America and the Caribbean surpassed 200,000 total deaths from the virus, with Brazil holding the highest number of deaths and accounting for nearly half the region's total. The Brazilian Health Ministry also reported 25,800 newly confirmed cases, bringing the total number of cases in Brazil to 2,733,677.  Last week, first lady Michelle Bolsonaro and another two ministers in President Jair Bolsonaro's government tested positive for Covid-19. Since the beginning of the pandemic, eight high-ranking officials have been infected by the novel coronavirus. That includes the President, the first lady and six ministers. President Bolsonaro has since recovered and tested negative for the virus. ##Hotspots## The Los Angeles County Department of Public Health told CNN in an emailed statement Sunday that it is investigating reports of a private indoor party. Dozens of patrons reportedly went to the Sassafras Saloon in Hollywood on Friday. Lisa Strangis, spokeswoman for 1933 Group, which owns the Sassafrass Saloon, said the owners had rented out the bar to someone who wanted to “honor a group of first responders.” While she said she was unwilling to name the first responder agency, Strangis said the renters paid for the space and 1933 Group employees worked the event. We are investigating reports of a private indoor party and remind all businesses that have been ordered to close indoor operations that there are no exceptions. This is exactly the situation that puts our entire community at unnecessary risk,” the health department's statement read. CNN was tipped off to the Friday night event by a source with direct knowledge of the party. The source was told it would involve 100 to 150 law enforcement personnel at Sassafras Saloon. On July 13, California Gov. Gavin Newsom announced a new round of statewide restrictions as California’s Covid-19 cases spiked. The restrictions halted all indoor dining and closed down bars unless they serve food. The state allows outdoor dining at restaurants. ", "Section": "world", "Writers": ["Joshua Berlinger", "Brad Lendon", "Amy Woodyatt", "Ed Upright", "Meg Wagner", "Melissa Macaya", "Mike Hayes"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-08-03-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}