{"Type": "article", "Time": "2018-06-02", "Headline": "Mattis takes hard line on China in Singapore speech", "Text": "US Defense Secretary James Mattis accused China of \"intimidation and coercion\" in the Indo-Pacific and declared that the United States does not plan to abandon its role in the region during a speech Saturday in Singapore. \"Make no mistake: America is in the Indo-Pacific to stay. This is our priority theater,\" Mattis said.  Mattis specifically called out Beijing's militarization of artificial islands in the South China Sea, home to some of the world's busiest sea lanes. \"We are aware China will face an array of challenges and opportunities in coming years, we are prepared to support China's choices if they promote long-term peace and prosperity for all in this dynamic region,\" Mattis said.  \"Yet China's policy in the South China Sea stands in stark contrast to the openness our strategy promotes. It calls into question China's broader goals,\" he said.   Mattis and some of his counterparts from the Asia Pacific region are in Singapore for the Shangri-La Dialogue, an annual gathering of security officials, contractors and academics in the Asian city-state. Tensions in the South China Sea The South China Sea has been a hot topic of discussion during the summit's opening, amid ongoing attempts by China to assert its dominance in the region. China, Taiwan, Vietnam, Malaysia, Indonesia, the Philippines and Brunei all have competing claims to the territory. But while other countries have built military features and artificial islands, none come close to matching Beijing's in scale or ambition, which stretch hundreds of miles south and east from its most southerly province of Hainan. In May, the Chinese military landed nuclear-capable bombers on its artificial islands for the first time. Weeks earlier, US intelligence announced there was a high possibility Beijing had deployed anti-ship and anti-aircraft missiles as part of ongoing military exercises. \"China's militarization of artificial features in the South China Sea includes the deployment of anti-ship missiles, surface-to-air missiles, electronic jammers and, more recently, the landing of bomber aircraft at Woody island,\" said Mattis, confirming previous intelligence reports.   \"Despite China's claims to the contrary, the placement of these weapon systems is tied directly to military use for the purposes of intimidation and coercion,\" he said. On Sunday, two US Navy warships sailed close to a handful of disputed islands claimed by China in the Paracel island chain, east of Vietnam, in a move that drew the ire of Beijing. \"I think it goes to a fundamental disconnect between the way the international tribunals have looked at these waters -- these waters look to us as free and open waters,\" said Mattis, addressing last week's freedom of navigation operation directly.  \"We do not do freedom of navigation for America alone, we do freedom of navigation for all nations ... we do not see it as a militarization by going through what has traditionally been international water space. We see it as affirmation of the rules-based international order.\" Mattis was not the only leader to address China's island-building and militarizing activities in the South China Sea. The Defense Ministers of Vietnam and Australia both addressed the issue during a separate question and answer session at the summit Saturday.  But while Mattis appeared to draw a firm line between the actions of the US and China, he insisted the US is not asking other countries in the region to choose sides. \"China should and does have a voice in shaping the international system, and all of China's neighbors have a voice in shaping China's role,\" said Mattis, adding that he would travel to Beijing soon \"at China's invitation.\"  China claims its actions in the South China Sea are entirely peaceful and meant to protect its citizens and trading interests.  RELATED: US rebrands Pacific Command amid tensions with China Korean summit Mattis only briefly mentioned the status of the Korean Peninsula in his formal remarks, which come just hours after US President Donald Trump announced that he will hold a summit with North Korean leader Kim Jong Un in Singapore on June 12, just days after Mattis departs.  The Defense Secretary stuck to fairly common talking points from Washington: highlighting the importance of US alliances and the ultimate goal of complete, verifiable and irreversible denuclearization of the Korean Peninsula. Much of the speech was focused on longer-term challenges in the region known as the Indo-Pacific, a phrase used throughout India and Southeast Asia and recently embraced by the Trump administration. He also mentioned the importance of upholding US alliances and partnerships in the region, specifically highlighting Australia, New Zealand and India. Indian Prime Minister Narendra Modi gave the keynote opening speech this year, also emphasizing the importance of a free and open Indo-Pacific. Mattis also touched upon the status of Taiwan, an issue bound to ruffle feathers in Beijing. China views the island as a renegade province and seeks its eventual reunification with the mainland.  Beijing has been accused of ramping up the pressure on Taipei in recent weeks, with Taiwan accusing using its diplomatic and economic weight to isolate the island from the international community. It has also punished business for recognizing Taiwan as independent country. \"We oppose all unilateral efforts to alter the status quo and will continue to insist any resolution of differences accord with the will of the people on both sides of the Taiwan Strait,\" he said. Mattis delivered the keynote address at the event last year. ", "Section": "politics", "Writers": ["Joshua Berlinger"], "URL": "https://www.cnn.com/2018/06/01/asia/james-mattis-singapore-shangri-la-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}