{"Type": "article", "Time": "2020-07-09", "Headline": "As parts of Australia go back into lockdown, what hope is there for the rest of the world?", "Text": "It wasn't supposed to be like this.  One by one, the countries and territories that seemed most on top of the coronavirus are seeing second and third waves of the virus, pointing again to the immense difficulty of containing the pandemic even with partial border closures and quarantines in place.  This week, Australia's second largest city, Melbourne, went back into lockdown, as the country closed the boundary between the states of Victoria and New South Wales for the first time in 100 years. Meanwhile, in Hong Kong, health officials are racing to contain a third wave of cases, after weeks of no local infections.  While the number of cases in both places pales in comparison to the daily figures reported across the United States or in parts of Western Europe, it raises even more questions about when the areas worst hit by the virus will ever be able to return to normality, such is the difficulty of keeping the pandemic contained even under the best of circumstances.  As well as Australia and Hong Kong, South Korea, China, New Zealand, Singapore and Israel have all reported new infections after initially appearing to beat the virus.  Fortunately for people in the affected areas, the risk of infection remains relatively low, and health authorities have responded rapidly to move to contain the virus.  Melbourne in particular has introduced an intensive lockdown, ramping up restrictions as more and more cases were reported this month.  Melbourne residents are no longer allowed to leave their homes unless it's for grocery shopping, caregiving, exercise or work. Cafes and restaurants that were allowed to reopen weeks ago have again suspended regular services, and are now offering delivery and take-out options only. All beauty services and entertainment venues are also closed. \"We've talked about this virus being like a public health bushfire. By putting a ring around metropolitan Melbourne, we're essentially putting in place a perimeter to protect regional Victorians,\" said the state's premier, Daniel Andrews.  \"It's clear we are on the cusp of our second wave and we cannot let this virus cut through our communities.\" The closure of the border with New South Wales is the first time such a measure has been taken since the Spanish Flu pandemic, 100 years ago. Other states have also imposed restrictions on Victorians in an attempt to keep the virus isolated in the southeast.  Online applications for permits that will allow residents of Victoria to travel across state lines started on Tuesday night, but the website crashed just 45 minutes after launching as 44,000 people applied, according to Australian national broadcaster ABC. Melbourne's response is similar to that followed in China, which managed to get its own domestic epidemic largely under control months ago and has responded to new infection spots with rapid, albeit sometimes draconian, action. Hong Kong is currently mulling a return to certain restrictions, after weeks of relaxation and a return to normal, and the government has urged people to be vigilant about wearing face masks, exercising social distancing, and public hygiene.  In comments that could equally apply to Hong Kong as much as Australia, Andrews, the Victorian premier, said that \"I think a sense of complacency has crept into us as we let our frustrations get the better of us.\" \"I think that each one know someone who has not been following the rules as well as they should have. I think each of us know that we have got no choice by to take very, very difficult steps,\" he added.  But what if you're in a country where taking basic steps, let alone difficult ones, to fight the virus is seen as anathema to many people?  If anything, the experience of countries which did have the pandemic under control points to the huge danger of the US attempting a return to normality as the nation still deals with the first wave of the virus.  Australia, Hong Kong, and other parts of Asia that have had months longer to deal with the virus have shown the difficulty of avoiding infection even under the best of circumstances, where people by and large follow health authorities' advice and don't buy into conspiracy theories, and, most importantly, wear masks.  Those circumstances will enable these areas to eventually return to something approaching life pre-Covid, with the occasional flare-ups and lockdowns on the way, but it is increasingly hard to imagine the US -- where mask wearing has become politicized and state officials are in open rebellion against the Centers for Disease Control -- getting its own outbreak even close to under control anytime soon. ", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2020/07/08/asia/australia-hong-kong-coronavirus-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}