{"Type": "article", "Time": "2020-02-13", "Headline": "Deaths in China from coronavirus top 1,300 with big jump in cases as country expands diagnosis", "Text": "The Chinese province at the center of the novel coronavirus outbreak reported a record spike in deaths Thursday, bringing the total number to more than 1,300 people globally, as experts warned the epidemic could \"create havoc\" in less prepared countries. Health authorities in Hubei announced an additional 242 deaths and 14,840 cases of the virus, known officially as Covid-19, as of Thursday morning, the largest single-day rise since the epidemic began and almost 10 times the number of cases confirmed the previous day.  The government explained the spike as due to a change in how cases are tabulated -- the total will now include \"clinically diagnosed cases\" after rising numbers of residents complained about the difficulty in getting tested and treated for the virus.  \"Clinically diagnosed cases\" are those patients who demonstrate all the symptoms of Covid-19 but have been unable to be scientifically tested, or died before they were tested. The hope is that more people will be able to receive treatment by allowing doctors to diagnose them with the virus.  Almost 34,000 patients have been hospitalized across Hubei, the central Chinese province of which Wuhan is capital, including 1,400 or so in a critical condition. So far, 3,441 patients have recovered and been discharged.  Globally, the virus has infected more than 60,000 people, with the vast majority of cases in mainland China. On Thursday, China said it has confirmed 59,804 cases on the mainland, an increase of 15,152 cases from the previous day. The death toll from the coronavirus outbreak in the country now stands at 1,367, according to China's National Health Commission.  Only two deaths have occurred outside of mainland China. World Health Organization (WHO) officials described China's decision to broaden their definition of what constitutes a confirmed case as a necessary measure. \"When the situation is evolving, you change your definition just to make sure you can monitor the disease accurately, and this is what they have done recently -- change the case definition to incorporate more cases that were not in the initial case definition, but also integrate cases that are both asymptomatic or with little symptom,\" Dr. Sylvie Briand, director of WHO's Infectious Hazards Management Department, said during a press conference Wednesday. However, the major increase in the number of deaths and cases of the coronavirus appears to dash hopes that the outbreak was leveling off. It comes as additional cases were confirmed on the quarantined cruise ship docked in the Japanese city of Yokohama, and in the US, where the Centers for Disease Control and Prevention warned the country \"can and should be prepared for this new virus to gain a foothold.\"  In the UK too, a new case was confirmed Wednesday in the capital London, with health officials warning that more were likely to follow.  WHO officials had previously expressed some optimism at the apparently stabilizing outbreak in China, but even then they cautioned that the virus could still spread elsewhere. \"This outbreak could still go in any direction,\" WHO Director General Tedros Adhanom Ghebreyesus said Wednesday.  \"We have to invest in preparedness,\" Tedros said, adding that richer countries should help invest in countries with a weaker health system. He warned the virus could \"create havoc\" if it reaches a country whose health system is not capable of handling such an epidemic. Case number confusion The massive increase in the number of cases exposes confusion over just how to diagnose the virus globally, not least in central China, where residents with symptoms had expressed frustration that they were not able to get treatment due to a delay in diagnosis.  Those delays could be significant, with some reports of patients waiting up to a week for their results, as the testing kits were sent from Hubei to a lab in Beijing. While there have been efforts to speed up the process, scientific testing of samples is difficult and time consuming, and allowing doctors to diagnose patients will enable far more people to receive treatment, including in several purpose-built hospitals dedicated to treating the virus in Wuhan.  Delays in testing are not confined to China. In the US, the CDC currently requires that all potential samples are shipped to its central laboratories for full testing.  In its guidance for hospitals, the CDC also warns that \"in the early stages of infection, it is possible the virus will not be detected.\" However, it adds that if a person is showing symptoms but tests negative for Covid-19, it is likely that the virus is not the cause of their illness.  Speaking at a US Senate hearing on Wednesday, Scott Gottlieb, former commissioner of the US Food and Drug Administration, said that testing was not been done aggressively enough and should be expanded to cover more symptoms.  \"I think that we should be leaning in very aggressively to broaden diagnostic screening right now, particularly in communities where there was a lot of immigration, where these outbreaks could emerge, to identify them early enough that they'll be small enough that we can intervene to prevent more epidemic spread in this country,\" he said.  Gottlieb pointed to Singapore, which has now identified around 50 cases, to make a point about the US, which receives similar numbers of travelers from China every year. \"On a statistical basis, there's no reason to believe that if Singapore got implants of this virus, we didn't. You would expect them to be identified earlier in Singapore\" as a densely populated island, he said. \"But it does suggest, at least to me, that we probably have some community spread right now that we just haven't identified yet.\" He also questioned the quality of data coming out of China -- something many outside observers have been doing, and the radical shift in how cases are diagnosed will likely not help.  \"I don't trust the reporting in China, and I also believe that the China numbers reflect the most severe cases, so we're getting a skewed view of the case fatality rate and how severe this is,\" Gottlieb said.  Counting milder or asymptomatic cases could make the case fatality rate drop significantly, he added, but \"even a case fatality rate of .2 or .5 could be catastrophic if this is highly contagious and spreads around the world.\" Speaking at the same hearing, Asha George, executive director of the Bipartisan Commission on Biodefense, said that China may be limited in its testing and reporting resources, versus simply \"a lack of desire on the part of the Chinese government to report.\" In public health schools, George said students are taught to assume they don't have complete data and account for cases they don't yet know about.  \"We're often taught to multiply by seven or eight times what you've been told. For every one case you see, there are seven or eight out there that you don't,\" she explained. \"So that means actually we'd be looking at hundreds of thousands of cases. I think that's the scale at which we should be planning.\" Cruise ship misery Outside of China, the largest single outbreak remains on a cruise ship in the Japanese port of Yokohama, south of Tokyo.  Japanese Health Minister Katsunobu Kato said an additional 44 virus cases had been confirmed on board the  Diamond Princess as of Thursday, bringing the total number on board to 219. Kato did not give a breakdown by nationality of the new cases, nor of passengers versus crew. CNN's latest tally indicates that at least 24 Americans have tested positive for the virus aboard the ship. The Health Minister also said that people who had tested negative for the virus and are over 80 years old, or have a non-virus medical condition requiring attention, will be allowed to leave the ship and move to a government medical facility, if they wish. He did not give a timeline for that process. Already on Tuesday, an unknown number of passengers with non-virus medical conditions were allowed to disembark. Frustration is growing, however, among the thousands passengers and crew on board, who have been unable to leave the ship for a week now.  Speaking to CNN, one crew member said she fears the crew are at greater risk of being exposed to the outbreak because they are not being quarantined in the same way as the passengers and are having to continue working to take care of the guests. Sonali Thakkar, 24, from Mumbai, said she and her colleague -- who she shares a cabin with -- became ill with a headache, cough and a fever two days ago. Her supervisor told her to stop working and she is currently staying in her cabin in isolation. \"I'm not eating very well and have been having fevers,\" she told CNN in a Skype call Wednesday. \"We all are really scared and tense.\" Thakkar fears that the virus may be spreading around the crew members. At least five have already tested positive for the virus. There was more positive news for another cruise ship, which has been struggling to find a port to dock at for several days after countries turned it away due to fears over a potential coronavirus outbreak.  The MS Westerdam had been in a holding pattern at sea after it was denied entry by Taiwan, the Philippines and Japan despite the ship having no confirmed cases on board. It is due to arrive in Cambodia Thursday morning, after authorities there approved it to dock there.  Tedros, the WHO director, thanks Cambodia for welcoming the ship.  \"This is an example of the international solidarity we have consistently been calling for,\" the WHO director-general said, adding that \"outbreaks can bring out the best and worst in people\" and that \"stigmatizing individuals or entire nations does nothing but harm the response.\"", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2020/02/12/asia/wuhan-coronavirus-covid-19-update-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Philippines", "Source": "CNN"}