{"Type": "gallery", "Time": "2020-04-22", "Headline": "In photos: Love during lockdown", "Text": "A couple poses for photos at the Pushi wedding photography studio in Wuhan, China, on April 15. A couple kisses after their wedding ceremony, which included only witnesses, in Vilnius, Lithuania, on April 3. Newlyweds sign a marriage-registration form at the Tagansky registry office in Moscow on April 10. Martin Garret and Dr. Brecken Armstrong, an emergency-room physician, embrace after being married in a small ceremony in Altadena, California, on April 4. The couple were supposed to get married in Greece, but their plans changed because of the pandemic. Octavianus Kristianto puts a ring on his new bride, Elma Divani, during their wedding ceremony in Pamulang, Indonesia, on June 19. They were wearing latex gloves to prevent the spread of the coronavirus. Becky Brown chats with her mom via video before her wedding March 23 at the Eastminster Presbyterian Church in East Lansing, Michigan. She and groom Mike Brown decided to marry that evening after Michigan's \"Stay Home, Stay Safe\" executive order was issued in the morning, forgoing a ceremony with 120 guests that had been planned for March 28. Her parents dressed up and watched via social media. A couple try on a suit and a wedding dress at a wedding service company in Shijiazhuang, China, on April 8. Dr. Amelia Baxter-Stoltzfus, left, and her partner, Lillis Meeh, sit inside the Manhattan Marriage Bureau in New York on March 16. The pair opted for a domestic partnership. According to The New York Times, \"the couple had decided to become domestic partners, in large part so Ms. Meeh could be covered through Dr. Baxter-Stoltzfus's insurance.\" Baxter-Stoltzfus is a resident at NewYork-Presbyterian Hospital, and Meeh lost her special-effects job on Broadway after the play she was working on shut down. Gary Kafei records part of Philip Rosengreen and Afsy Kafei's wedding ceremony at Afsy's parents' house in Fort Myers, Florida, on May 23. The couple had to cancel their wedding in Spain due to the pandemic. Kadie Smeding walks the aisle to marry Tyler van Roosendaal in a Salt Lake City yard on April 4. Friederike Jorzig, a wedding dress and evening wear designer, adjusts a mannequin wearing a wedding dress and face mask at her store in Berlin on March 31. Matt Shearer and Jen Andonian get married at the Massachusetts General Hospital Ether Dome in Boston on March 27. They are both epidemiologists who work in the field of disaster management. Shearer and Andonian were supposed to get married on March 20 in Ann Arbor, Michigan. For their wedding at the MGH Ether Dome, which was once the hospital's operating room, the MGH General Store and Flower Shop did their flowers; Nutrition and Food Service made their cake; and the Photo Lab took the photos and the video to send to the couple's families. A newly married couple exchange wedding rings in front of the home of a Virginia state marriage officiant in Arlington, Virginia, on April 1. Patrick Crilly and Deja Trudeaux, at a distance from their friends and family, kiss after taking their own engagement photograph in front of the Algiers Courthouse in New Orleans on March 31. Katira Shores and Rashaun Sourles prepare to be married at the Beyond Services notary in Alhambra, California, on March 19. Shores and Sourles, who live in San Diego, were supposed to be married in Reno, Nevada, in April. Their wedding was canceled, and after a long search from San Diego to Los Angeles, they eventually found a notary service in Alhambra that could perform the service. Newly married Tyler and Caryn Suiters embrace following a marriage ceremony performed by the Rev. Andrew Merrow at the St. Mary's Episcopal Church in Arlington, Virginia, on April 18. Merrow and his wife, Cameron, were the only other attendees at the ceremony due to social-distancing guidelines. Elvis Presley impersonator and chapel co-owner Brendan Paul performs a vow renewal ceremony in Las Vegas using video-conferencing software on July 28. Lara Laas and Daniel Clark are married at Sydney's Captain Henry Waterhouse Reserve in Kirribilli, Australia, on March 28. Jacqueline Cavender, 84, reacts as her grandson, US Army 2nd Lt. Robert Costea, and his bride, Sarah, recreate their wedding for her outside a medical facility in Jackson, Georgia, on June 7. Bride Silviana Dewi, center, and groom Evo Darmawangsah, right, make vows during their wedding ceremony in Siwa, Indonesia, on April 9. An employee sanitizes the chuppah, or Jewish wedding canopy, before couple Roni Ben-Ari and Yonatan Meushar got married in Ein Hemed, Israel, on March 18. Through video conferencing, invitees watch the marriage ceremony of gay-rights activist Marco Castillo, right center, and his longtime partner, Rodrigo Campos, in San Jose, Costa Rica, May 26. Tatiana Datolla and Armando De Rosa lower their face masks to kiss at their wedding ceremony in Rome on April 11. Newlyweds enter an empty room in Hong Kong on March 29. Their wedding banquet was canceled to prevent the spread of the coronavirus. Mohamed Abu Daga and his bride, Israa, pose for photos before their wedding ceremony in Khan Yunis, Gaza, on March 23. Make-up artists wear face masks while preparing Marie Andrea Offoumou for her wedding in Abidjan, Ivory Coast, on May 15. Just-married couple Boualem and Laila Bellil are photographed by Laila's mother in a courtyard in Dresden, Germany on March 26. They celebrated without wedding guests. Newlyweds exchange rings during their marriage registration at the Tagansky registry office in Moscow on April 10. Rabbi Claudia Kreiman marries Elisheva Dan and Mara Mooiweer during their wedding at Griggs Park in Brookline, Massachusetts on March 26. The couple were eager to be married as soon as possible after one of them had been diagnosed with cancer. They held a socially distanced ceremony. Sasithorn Yunnathai adjusts the necktie of Apichai Chuasawad during a traditional wedding ceremony in Bangkok, Thailand, on March 21. A woman walks past a bridal boutique in Dublin on May 19. Karl Fretcher and JoAnn Payton get an elbow bump from minister Terri Foree after she married the couple in the front yard of Payton's home in Louisville, Kentucky, on May 12. Gyorgy David Jablonovszky and Timea Jablonovszky attend their wedding ceremony with some family members at the town hall of Miskolc, Hungary, on March 28. Samantha Yamasaki and Levi Mack get married in Pequannock Township, New Jersey, on March 28. The couple married at Yamasaki's family's home. A couple poses for a picture after taking their wedding vows in a parking lot in Anaheim, California, on April 17. Amelia Ward and Brandon Wright pose in their wedding dress and suit at their home in Philadelphia on March 28. Their wedding was supposed to be the day before in New Orleans, but it was postponed due to the Covid-19 pandemic. They pushed their wedding back a year. Mohammad Nor Azwan Ishak and Nuramiraalia Noorbashah pose for pictures at a traditional solemnisation ceremony before getting married in a house in Lanchang, Malaysia, on March 20. Diego Fernandes and Deni Salgado kiss through face masks at a wedding ceremony in Naples, Italy, on March 20. There were no guests, only witnesses. Philip Hernandez and Marcela Peru pose for a picture in the Honda Center parking lot after they were married by a county clerk in Anaheim, California, on April 21.", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/04/21/world/gallery/love-during-lockdown/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}