{"Type": "article", "Time": "2019-07-15", "Headline": "China holds drills in Taiwan Strait, calls for sanctions against US companies", "Text": "China held military drills off the coast of Taiwan as tensions rise between Beijing and Washington over US support for the island that China views as a part of its territory.   The People's Liberation Army (PLA) announced in a statement Sunday that the military exercises off China's \"southeast coast\" involved both the navy and the air force, but provided few other details. Both Beijing and Taipei tried to downplay the drills, with the PLA describing the exercises as \"a routine arrangement according to (our) annual plans.\"  However, they come amid tension between the Beijing and Washington over a $2.2 billion US arms sale to Taiwan, and also coincide with a trip by Taiwan President Tsai Ing-wen to the United States as she prepares to shore up support among the island's allies in the Caribbean. On Friday, China threatened to impose sanctions against any US companies who sold weapons to Taiwan.  Chinese Ambassador to the US Cui Tiankai made it clear on Friday on Twitter that any attempts by the US government to \"split\" Taiwan from China would provoke a swift response. \"Those who play with fire will only get themselves burned. Period,\" he tweeted. 'Hot-button issue' The US State Department gave its approval of the multibillion-dollar arms deal with Taiwan on July 8, which includes 108 M1A2T Abrams tanks and Stinger missiles. In response, China's Foreign Ministry said it would impose sanctions on any companies selling arms to Taiwan, although it didn't single any out by name.  Speaking on Monday, Foreign Ministry spokesman Geng Shuang said he wasn't in a position to \"disclose more details\" at present. \"Please believe that China always keeps its promises and its actions always produce results,\" he said. Among the companies that could be affected would be Raytheon Missile Systems, who make the Stingers, or General Dynamics Land Systems, who are responsible for the Abrams tanks. \"In order to safeguard national interests, China will impose sanctions on US companies involved in the arms sales to Taiwan,\" spokesman Geng said Friday. La Trobe University associate professor James Leibold said that Taiwan was being used as a bargaining chip by both US and China and the threat of sanctions showed Beijing felt ready to escalate the issue. Taiwan was becoming more of a \"hot-button issue\" for both governments due to a push for closer relations from Washington, said Leibold. \"Clearly some in the Trump administration want to strengthen the alliance with Taiwan, and as we all know the Taiwan issue has always been a deeply sensitive one for the People's Republic of China,\" he said. Taiwan has been self-ruled since the end of the Chinese civil war in 1949, which saw the Communist Party take control of the mainland and the Nationalist government forced to flee to the island. But Beijing still views the island as their territory and has worked consistently for decades to try to threaten or cajole it into rejoining with the mainland. Chinese President Xi Jinping has regularly called for the reunification of Taiwan, even refusing to rule out force in a major speech in January. In the past year, China has ramped up its military exercises around the island. It held live fire drills in the Taiwan Strait in 2018, while Chinese fighter jets crossed the maritime border separating the island from the mainland in a rare incursion in April. Taiwan's Ministry of Defense said that the PLA's drills on Sunday were \"nothing more than routine exercises,\" according to Taiwan's news agency CNA, adding that the island's military was ready to respond to any threats. Taiwan president defiant The rise in tensions comes amid a visit to the US by Taiwan President Tsai on her way to visit the island's allies in the Caribbean. Tsai is spending an unusually long stopover of four nights in the country, including two nights in New York. There is no confirmation of what meetings she is expected to have while in the country. Her visit alone was enough to antagonize the Chinese government, which opposes any official contact between Washington and Taipei. \"Allowing Tsai to 'stop over' violates the #oneChina principle ... China urges the US to properly handle the Taiwan issue to prevent damaging China US relations and peace and stability across the Taiwan Strait,\" China's embassy in the US said on its official Twitter Friday. But Tsai hasn't been deterred by the Chinese government's opposition, holding a public meeting with representatives of Taiwan's remaining 17 allies in New York.  \"Taiwan will firmly defend our democratic system. Our democracy has not come easily and is now facing the threat and penetration of overseas forces,\" said Tsai, implicitly criticizing Beijing. On her way back to Taipei, Tsai will stop over in Denver, Colorado. While in the Caribbean, Tsai will visit St. Vincent and the Grenadines, St. Kitts and Nevis, St. Lucia and Haiti. Taiwan's leader has taken an increasingly strident anti-China stance ahead of the national election in January 2020 where she will seek re-election. It was announced on Monday that she will face opposition Kuomintang presidential candidate Han Kuo-yu, who won his party's nomination with 44% of the vote. Despite being viewed as more pro-Beijing than Tsai, Han appeared to take a harder stance against further integration with the mainland in June, amid increasingly heated protests in Hong Kong. \"'One Country, Two Systems' can never be implemented in Taiwan. Taiwanese people can never accept it, unless it's over my dead body,\" Han told a rally in June.", "Section": "asia", "Writers": ["Ben Westcott"], "URL": "https://www.cnn.com/2019/07/15/asia/taiwan-us-sanctions-drills-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}