{"Type": "article", "Time": "2021-02-26", "Headline": "How Britain could keep its 'crown' in finance and technology after Brexit", "Text": "The United Kingdom should introduce special visas and overhaul its stock market rules to allow entrepreneurs to keep control of their companies if it wants to remain competitive in financial technology after Brexit. Those are among the recommendations contained in a new report published on Friday. It is one of several reviews commissioned by the UK government to strengthen the hugely important financial services sector that is facing a precarious future because of the country's exit from the European Union.  \"Britain has a proud record of starting up and scaling up some of the best known fintech products, but we cannot rest on our laurels,\" said Ron Kalifa, the former CEO of payment processing company WorldPay, who led the review. \"The next powerhouses will not be created by accident,\" he added. The United Kingdom has more than 10% of the global fintech market and the sector is now worth more than £11 billion ($15.3 billion) a year to the UK economy, according to the report. But Britain's departure from the European Union — completed on Dec. 31 — has made it much harder for UK-based companies to access the vast EU markets. That could make the country less attractive to fast-growing digital banks and payments companies. In addition, new tougher UK immigration rules have made it more costly and cumbersome to hire Europeans. \"This review will make an important contribution to our plan to retain the UK's fintech crown, create more skilled jobs, and deliver better financial services for people and businesses,\" British finance minister Rishi Sunak said in a statement. The report proposes allowing companies to list less of their stock when they go public and recommends changing the rules to allow dual class shares, which enable founders to retain greater control of their companies following an IPO.  These structures are relatively common in the United States and allowed on stock exchanges in Hong Kong and Singapore, as well as on China's Nasdaq-style Star Market. They are also permitted on Euronext Amsterdam, which has become a growing threat to the London Stock Exchange following Brexit.  The report also recommends setting up a £1 billion ($1.4 billion) fund to help firms grow and a fast-track visa to make it easier to hire foreign workers. The report highlights three major threats to Britain's dominance, including Brexit, the pandemic and competition from countries such as Singapore, Australia and Canada, which are investing heavily in capital, skills and direct support for fintech startups. TS Anil, the CEO of digital bank Monzo, was one of several executives to welcome the recommendations. \"We're supportive of this review's recommendations, which would help the next generation of financial technology companies get off the ground, while enabling established companies, like Monzo, to take it to the next level,\" he said in a statement. Olly Betts, a director at accelerator Founders Factory, told CNN Business that the review creates the right regulatory and investment frameworks to make the United Kingdom the \"center of fintech and the jumping off point for expansion into Europe and beyond.\"", "Section": "tech", "Writers": ["Hanna Ziady"], "URL": "https://www.cnn.com/2021/02/26/tech/uk-fintech-review/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}