{"Type": "article", "Time": "2017-07-27", "Headline": "Meet the Superman saving the sun bears of Malaysia", "Text": "With his wire-rimmed glasses and mild manner, Siew Te Wong could be described as a Malaysian Clark Kent.  This wildlife biologist is a Superman of sorts -- a tireless defender of the world's smallest bear species: the sun bear. \"I often call the sun bear a forgotten species,\" Wong said. \"When I first started, 20 years ago, no one has ever studied sun bears. Most people do not know that they even exist.\" As he studied the animal and realized the threats it faced from deforestation and hunting/poaching, he knew the bears were in serious trouble. \"The more I learn about them, the more I care. The more I care, the more I worry,\" he said. \"I have to help them.\" Today, Wong's nonprofit, the Bornean Sun Bear Conservation Centre, is the only sun bear sanctuary in the world.  Wong -- known as \"Papa Bear\" -- and his team have rehabilitated and cared for 55 rescued sun bears since 2008. The group now also educates the public about these animals. Sun bears are found in the rainforests of south Asia, and the small bears play a big role in keeping these woodlands healthy. Many plants and animals depend on them to spread seeds, create nesting sites and control the termite population -- functions that keep the ecosystems in balance. Healthy rainforests provide clean air and water to the entire world.    But the sun bear population has decreased by 30% during the last three decades. In 2007, the bear was officially classified as vulnerable to extinction by the International Union for the Conservation of Nature.      Currently, 44 sun bears live at Wong's center -- all of them were orphaned by poachers or rescued from captivity. The center has also become one of the leading tourist destinations in the area, helping to raise awareness about the sun bear's plight. \"They can see how special the sun bear is and learn about how their survival (is) important to ours,\" Wong said, \"so they can take some action when they go back to home.\" For Wong, this work is simply his responsibility.    \"Sun bears became part of my family. When they're endangered, I care for them. When they are in trouble, I speak for them,\" he said. \"I want to be the voice for the sun bear, to fight for the sun bear, to ensure the survival of the sun bear.\" \"But my ultimate goal is to save the entire forest ecosystem ... that is so important to the survival of mankind.\" CNN spoke with Wong about his work. Below is an edited version of the conversation. CNN: How did you get involved with the sun bear? Siew Te Wong: I grew up keeping different pets and rescuing birds that fell from nests. I always wanted to be an animal expert or a veterinarian. After high school, I went to Taiwan to study veterinary science, and that's where I got involved with studying wildlife. In 1994, I came to the University of Montana to study wildlife biology and I met a professor, Christopher Servheen. He was looking for a Malaysian student to do a study on sun bears. I said, \"I'm your man!\"    CNN: Tell me more about the threats these animals face.   Wong: Over the last 50 years, many of the tropical forests in this region have been cleared, and with deforestation, sun bears have lost their habitat. And even though sun bears are a protected species, they are hunted for their meat and their body parts, which are used in traditional Asian medicines. This is literally wiping out local populations.  Their babies are also kept as illegal pets. Their cubs are really cute, but people don't realize that this baby bear will turn into a destructive beast. In the end, they will either kill the bears or lock (them) in small cages. We are doing lots of educational awareness to make sure that people don't keep bears anymore. CNN: How do the animals spend their time at the center?   Wong: Every day after breakfast, we release the bears into the forest enclosure. This is where they learn to forage, climb trees, build nests and socialize. All of those activities help them get ready to be released and survive in the forest. At 11 a.m. and 2 p.m., we give the bears different fruits, and at 4pm, the bears come back and have dinner in the bear house. We keep them inside at night because this level of bear density in the forest is not natural. We also want to monitor their well-being. However, there are a few bears left out for the night, which is good. One day, they will live there all the time. CNN: How many bears have you been able to release? Wong: We have released two bears so far, and this year we plan to release four more. There are many bears that we cannot release because they were in captivity for a long time. They lost their instinct to find food, they're habituated to people, and many that were rescued as adults cannot climb trees. There are also bears who (were) malnourished or who had their claws chopped off. They don't have the skills to survive in the forest, so they have to stay here for the rest of their lives.  Hopefully in the future, there'll be more bears ready to be released. I want bears to live in the forest and not in captivity. (That) is where they belong. It is their home. Want to get involved? Check out the Bornean Sun Bear Conservation Centre website and see how to help. To donate to the Bornean Sun Bear Conservation Centre, click the CrowdRise widget below. Donations are accepted through LEAP (or their full name, Land Empowerment Animals People), a U.S. 501(c)(3) nonprofit.", "Section": "world", "Writers": [], "URL": "https://www.cnn.com/2017/07/27/world/cnn-hero-siew-te-wong-bornean-sun-bear-conservation-centre/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}