{"Type": "article", "Time": "2020-11-11", "Headline": "November 11 coronavirus news", "Text": "An employee at Yolo County Elections Office in northern California tested positive for Covid-19 on Monday and may have exposed others, according to a news release. Election workers risked their health this year to staff polling and ballot counting centers amid the coronavirus pandemic, and now more than two dozen are self-quarantining after being potentially exposed to workers who recently tested positive for the virus. A Yolo County news release said the staff member had minimal interaction with poll workers but did work with other elections staff and some election observers. It said the employee had \"limited exposure to Voter Assistance Centers or Yolo County residents and voters.”  While the county has adhered to social distancing and cleaning protocols, it is implementing further mitigation steps including: Only allowing critical staff in the office\nDeep cleaning facilities\nMaking work from home options available, and continuing disinfecting techniques\nSending close contacts home to self-quarantine Contact tracers are working to notify close contacts. The infection will not impact the December 3 certification deadline for the 2029 General Election. The county says more than 99,000 votes were cast with more than 90,000 mail-in ballots.  “To preserve the health and safety of our staff, observers and the public, we are taking extensive measures to contain this incident and are adjusting our election certification processes accordingly,” Yolo County Assessor/Clerk-Recorder/Registrar of Voters Jesse Salinas said in the news release. “We appreciate the public’s understanding and patience as we proceed through this situation safely.” The county, which includes West Sacramento and Davis, has 3,577 cases including 64 deaths.  ##Hotspots## Spanish authorities will require visitors from high-risk countries to show proof of a negative Covid-19 PCR test, carried out no longer that 72 hours before they arrive in the country.  The new control measure will go into effect on November 23, the Spanish Ministry of Health said in a statement on Wednesday.  Travel rules: Arrivals will have to show the original document with the test result, either electronically or on paper, and it must be in Spanish or English. Visitors who fail to provide the necessary proof could be denied entry into the country.  Spanish health authorities will use recommendations from the European Union and the European Centre for Disease Prevention and Control as a reference when deciding which countries fall in the “high-risk” category. ##Restrictions## US states Utah, Kentucky and New Mexico all broke grim records for coronavirus cases on Wednesday. Kentucky reported its highest daily total of 2,700 new cases, according to a news release from Governor Andy Beshear’s office.   Kentucky’s positivity rate is now 8.12%, which is the highest it’s been since May 5, the release added. \"This entire state is in danger. Covid-19 is absolutely everywhere. We need everybody to wear your masks and follow red zone reduction recommendations and school recommendations. It is a must if you want to lessen the impact in your community,” said Governor Beshear.  Counties have been assigned green, yellow, orange or red zones depending on their rate of infections, with those in red zones required to avoid all non-essential activities outside of the home, including schooling. New Mexico reported exactly 1,500 new Covid-19 cases Wednesday, a new record for the state. It comes three days after the previous record of 1,418 was set, and brings the total number of cases to 59,034, according to the state Department of Health. Coronavirus hospitalizations are spiking in New Mexico, with 481 reported Wednesday. That’s an increase of more than 400% in the past two months. The state also reported 14 additional Covid-19 deaths, bringing its pandemic death toll to 1,158. Utah hit a slightly different record high of 2,583.6 over a 7-day average for Covid-19 cases, and a record test positivity percentage of 22.55%, its data dashboard shows.  Its percentage of positive tests had been climbing since October 11, where it had been holding steady at approximately 14%. The state has continued to set records since early October when the state started experiencing a resurgence of Covid-19. This weekend, Governor Gary Herbert issued a declaration of a state of emergency and statewide mask mandate. The Utah Department of Health says the state has had 139,720 Covid-19 cases since the beginning of the pandemic. West Virginia, Pennsylvania and Illinois also reported record rises in cases today. Texas became the first US state to surpass 1 million cases, reporting more than 10,000 new Covid-19 cases for a second day in a row. ##Hotspots## Greece will impose a tighter national curfew after it reported a new daily record of 2,752 cases and 43 deaths. Movement between 9 p.m. and 5 a.m. local time will be restricted starting Friday November 13 unless necessary for work and health purposes or to walk pets close to home. Deputy Civil Protection Minister Nikos Hardalias said Wednesday that the new measure is designed to curb the transmission of the virus, which is being driven by unnecessary movement to others’ homes. Greece has been under a nationwide lockdown since Saturday. People who need to leave their homes have to send text messages to the authorities ahead of time. Public Health experts on Monday urged extra caution and said it was “worrying” that by Sunday evening, 1 million people had sent text messages to go out and exercise after 9 p.m. According to Greece’s National Public Health Organization, Greece has recorded 63,321 cases and 909 deaths in total since the start of the pandemic.  ##Restrictions## ##Hotspots## The new United States Centers for Disease Control and Prevention guidance on mask wearing could be “huge” in motivating people to wear masks, former acting CDC director Dr. Richard Besser said Wednesday. The CDC updated its guidance Tuesday to say that masks can help protect the wearer, not just those around them, from coronavirus infection. Previously, CDC had said the main benefit of masks was to help prevent infected people from spreading the virus to others. The guidance is in line with public health advisories issued in many places throughout Asia at the beginning of the pandemic and has been credited with helping to curb the spread of the virus in those countries.   Besser told CNN’s Wolf Blitzer that the updated guidance from the CDC on mask wearing is “critically important.” “It's hard to motivate people in terms of protecting other people, but in terms of protecting yourselves, getting your loved ones, your children, your parents to wear masks -- this could be huge,” he said.  “If people wear masks, then we're going to be able to avoid the broad -- the total shutdowns that we saw in the spring,” said Besser, who currently heads Robert Wood Johnson Foundation, a health philanthropy.  ##Hotspots## The Navajo Nation -- a tribal area which spans parts of Arizona, New Mexico and Utah -- has issued a health advisory to 21 new communities warning residents of the “uncontrolled spread” of Covid-19, according to a statement. The Native American territory now has 34 communities under a 14-day advisory for Covid-19 spread, the statement added.  Residents in the impacted communities are “advised to stay on the Navajo Nation and refrain from off-Reservation travel,” a public health order from the Navajo Department of Health said. “Individuals are also advised not to gather with anyone outside your immediate household and stay within your local communities.” Navajo leaders said in the statement that the increase in the uncontrolled spread of Covid-19 is “largely due to travel off the Navajo Nation and family gatherings.” As a result, the nation will implement a 56-hour curfew starting at 9pm on Friday November 13, the statement explained.  “We are dealing with an invisible monster and the only way we are going to beat this virus is by doing it together and listening to our public health experts,” said Navajo Nation President Jonathan Nez in the statement.  The Navajo Nation was once a prominent hot spot for Covid-19 in the US. In May, the nation surpassed New York and New Jersey for the highest per-capita Coronavirus infection rate. Nez cited multi-generation living situations, a lack of running water among residents and fewer places to purchase food as causes for increased spread of the disease in May. ##Hotspots## Sweden plans to further tighten its coronavirus restrictions by banning the sale of alcohol after 10 p.m. and closing bars and restaurants at 10.30 p.m., Elin Aarflot, press secretary to the Minister of Health, told CNN.  “Unfortunately, it looks like we are going into darker times both across the world, in Europe and Sweden in terms of the spread of the disease,” said Prime Minister Stefan Löfven at Wednesday’s news conference. “All the indicators point in the wrong direction,” he added.  The proposal will be considered by the relevant government bodies, pending a decision on Monday. If approved as expected, the measures will come into effect on November 20.   As of Tuesday, Sweden has registered 6,082 Covid-19 related deaths and a total of 166,707 cases, according to the latest official health data.   ##Restrictions## France has reported another rise in Covid-19 cases even though it has been in a national lockdown for two weeks.  More people have entered hospital, with 31,918 patients receiving treatment and 4,789 in intensive care, according to the French Health Agency. The numbers: The French Health Agency recorded 35,879 new cases of Covid-19 in the past 24 hours, an increase of more than 12,000 daily cases from earlier this week.  The context: French scientists, however, advised looking at trends over several days rather than daily balances. France reported 20,155 cases on Monday, and 22,180 cases on Tuesday. The trend is down from last week, when it reported 40,558 cases on Wednesday, 58,046 on Thursday and 60,486 on Friday. On Thursday, French Prime Minister Jean Castex is expected to deliver a report on the effectiveness of lockdown measures, in place since October 30.  ##Restrictions## Pfizer's announcement that its Covid-19 vaccine appears to be more than 90% effective was a \"great milestone\" but only a \"first step,\" Dr. Stephen Thomas, chief of infectious disease at SUNY Upstate Medical University in New York and lead principal investigator of Pfizer's Upstate Covid-19 trial site, said on CNN Right Now. \"This greater than 90% efficacy, that's a great milestone but it is the first step of a few steps. The second is going to be that the company is going to have to put together a data package, and submit that to the FDA,\" Thomas told CNN's Brianna Keilar on Wednesday. Before the US Food and Drug Administration can issue an emergency use authorization (EUA) for any vaccine, the manufacturers must show it works safely and as intended.  \"The expectation is that there will be a package of data delivered to the FDA before the end of this month and I'm assuming based upon the timelines that the FDA has kept thus far, that their review and their deliberation will go quite quickly,\" Thomas said.  He estimated that there will be an answer before the end of the year from the FDA, but warned that things may slow after that. \"The FDA is going to have to deliberate and make a decision. And once that decision is made, whether or not to issue an EUA, then the next process needs to occur, which is the logistics .. we have to get the vaccine doses to the locations where people can access them,\" Thomas said. That process will take months and many experts, from top levels of government down, say it’s unlikely that most Americans will get vaccines before spring at the very soonest. ##Vaccines## Clinical trials for Covid-19 vaccine candidates shouldn’t stop just because one or two are found to be effective, World Health Organization chief scientist Dr. Soumya Swaminathan said Wednesday.  “It’s important, also, for the trials to continue, because we shouldn’t all think that ‘ah, we’ve got one or two, now we just stop everything,’” she said during a WHO Live social media Q&A. “No. We need more vaccines. We need the follow up.”  Swaminathan said that some vaccines may work better in different populations, e.g.: Some may work better in elderly people\nSome may be safer for use in pregnant women\nSome may provide longer protection than others.  We will not know that unless we do the trials and we follow people and we collect the data,” she said. She added that it was good to see so many people volunteering to be part of the trials globally. “That’s really altruistic of them to do that,” she said.  Swaminathan said preventive measures against Covid-19, such as mask use and social distancing, need to be kept up for a long time. “I think it’s really good to keep our expectations also realistic,\" she said. “While we hope we’ll get more good news about vaccines, it’s going to take time to scale up production to get them out to all the countries and then get enough people vaccinated so life goes back to pre-Covid days.”  ##Vaccines## The reigning NBA champion, the Los Angeles Lakers, announced Wednesday that the team will not allow fans to attend home games at Staples Center until further notice. The team says it is following the guidance of state and local health officials and acting to protect the health and safety of fans, players, team staff, and the community.  \"The health and safety of our fans, players, staff and community are our main priority,\" the Lakers said in a statement.  \"We appreciate your continued support and look forward to coming together, when it is safe to do so, to celebrate the raising of our banner and the quest for another NBA championship.\" The Lakers will continue to work with health officials to develop a plan to allow fans back to games. The 2020-2021 NBA season is set to begin on December 22.  The United States has set a record for the second consecutive day for the number of people in hospital with Covid-19, according to the Covid Tracking Project (CTP).  As of Wednesday, 65,368 people were in hospital with Covid-19, according to CTP. This is the second day in a row that the nation has topped 60,000 current hospitalizations.  The highest hospitalizations records according to CTP data are:  Nov 11 – 65,368\nNov 10 – 61,964\nApril 15 – 59,940\nApril 21 – 59,780\nJuly 23 – 59,718  Record high hospitalizations are expected to continue daily as new Covid-19 cases continue to sky-rocket. ##Hotspots## New York state’s largest hospital system is anticipating it won’t get an ample supply of Covid-19 vaccine for all of its frontline workers in the first rounds of distribution.  Pfizer’s Covid-19 vaccine could be sent around the country within a matter of weeks. The company announced Monday that initial clinical trial results show it’s more than 90% effective and it could apply for authorization from the US Food and Drug Administration for its vaccine as soon as next week. Healthcare workers, essential workers, the elderly, and those with underlying immune conditions will be given priority.  Northwell Health is expecting monthly shipments of the vaccine, said Dr. Mark Jarrett, who’s coordinating the health system’s immunization program and has been on regular calls with the US Centers for Disease Control and Prevention and Operation Warp Speed, which is also working on the federal government’s vaccine distribution plan.   Northwell Health has about 55,000 workers who have face-to-face contact with patients, Jarrett said.  We know that first shipment or two is going to be a limited supply,” he said. “I doubt we’ll get enough for everybody.”  Who'll get the vaccine first: Northwell has about 55,000 workers who have face-to-face contact with patients, Jarrett said. It has developed a tiered system for deciding who gets it first. The most important factor is how closely the employee works with coronavirus patients, but they’ll also take into account a worker's age, since older people are more vulnerable. It will not be mandatory. How they'll get it: Pfizer’s vaccine has to be kept at minus 75 degrees Celsius (-103F), and hospitals typically don’t have freezers that cold. Pfizer is shipping the vaccines in boxes packed with dry ice that needs to be replenished. Northwell is not depending on those “thermal shippers\" and has bought ultra-low temperature freezers for its 17 hospitals. “We call them pizza boxes,” Jarrett said of Pfizer’s shippers. “They may work perfectly fine, but every battle plan works until the first bullet is shot. We did not want to take a chance.”  Who'll get it next: The federal government has not yet decided what formula it will use to distribute the vaccines to states, according to Jarrett. He said he suspects the vaccine will be distributed to states based on how many cases they have, but there’s a “medical controversy” over whether that’s the right approach.  The goal would be to protect hardest hit communities, but the vaccine doesn’t take effect for a month to six weeks after the first dose is given, and by that time other communities could be harder hit. The vaccine is given in two doses three weeks apart.   The government could be considering other factors, such as the number of elderly people in each state, or which states have populations living in higher densities, which could allow the virus to spread more rapidly.  “I’m sure they are figuring this out now as we speak,” Jarrett said, adding that health officials might not want to make a decision until closer to the vaccine’s distribution date, since the spread of the virus could change. ##Vaccines## There have been at least 140,543 new coronavirus cases reported in the United States so far today, Johns Hopkins University data shows. This is the highest single day reporting since the pandemic began.  This also marks the ninth consecutive day of more than 100,000 cases of Covid-19 in the US. This count is not final -- and the total number of new cases will not be available until overnight tonight.  The second highest number of cases reported to date is November 10 at 136,325 daily new cases, as reported by JHU.  CNN is tracking Covid-19 cases in the US here: ##Hotspots## Hospitals in the United States are coming under immense strain as some reach full capacity and others face threats of strikes by staff. Mississippi's Department of Health announced Wednesday that the state’s Covid-19 hospitalizations “are on track toward the crisis level we saw this summer,” warning that if changes weren't made immediately, there would be critical shortages of first-line care for those seriously ill or injured.   Mississippi Governor Tate Reeves extended mask mandates for 15 countries through December 11, according to a release from the Governor’s office.  The Mayo Clinic Health System said its hospitals in Northwest Wisconsin were full to capacity, with 100% of its beds filled in the region. It said that half of the intensive care unit capacity is occupied by Covid-19 patients, while 40% of regular medical surgical beds are being used by Covid-19 patients -- who it said normally stay in hospital 2-3 times longer than non-Covid patients.  \"The public urgently needs to treat Covid-19 as the health emergency it is to prevent the health care system from being overwhelmed,” the Mayo Clinic Health System said in a joint statement sent to CNN Wednesday. Approximately 300 hospital staff in the area are on work restrictions due to exposure to Covid-19, the statement added.  \"While we are temporarily deferring elective procedures in order to free up beds for Covid-19 patients, the public needs to understand we continue to care for other patient populations in addition to Covid patients -- we remain open for trauma, emergency care, and urgent care needs,\" the statement said.  Meanwhile, at least 1,500 nurses in Philadelphia are on the verge of striking, according to a spokesperson with the Pennsylvania Association of Staff Nurses and Allied Professionals (PASNAP).  The nurses feel they have been “pushed to the brink by unsafe staffing that seriously undermines patient safety,” according to the release. “The frontline nurses at four Philadelphia-area hospitals have taken steps toward a strike to protect their patients and themselves on the cusp of a second deadly wave of the Covid-19 pandemic,” the release said. \"The nurses are seeking a commitment to safe minimum staffing levels from each of the four hospitals.\" CNN has reached out to Trinity Health, Tower Health and Einstein Health for comment.  ##Hotspots## The United States has reported more than 240,000 coronavirus deaths, according to Johns Hopkins University's tally. There have been at least 10,290,284 Covid-19 cases in the US and at least 240,044 people have died, the JHU figures show.  So far today, Johns Hopkins has tallied 38,155 new cases and 373 reported deaths. On Tuesday, the US hit another single-day record with 136,325 Covid-19 cases -- and the eighth day in a row that more than 100,000 people were diagnosed. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking US cases here:  ##Hotspots## Southeastern Conference commissioner Greg Sankey said his confidence in hosting the remaining football season was \"shaken but not deterred\" after four SEC games were postponed this week. The Saturday games were postponed after Covid-19 contact tracing protocols left schools with an insufficient number of players. They were: Alabama at LSU\nAuburn at Mississippi State\nTexas A&M at Tennessee\nGeorgia at Missouri  Sankey addressed the media in a Wednesday teleconference, saying the disruptions to the season were \"a difficult circumstance ... No way to paint it otherwise, but we knew that challenges would emerge for college sports.\" He said the SEC would “continue to move forward with our efforts to support healthy competition, leading us to a conference championship in football. That's been our goal while acknowledging the potential for adjustments that may be needed.” The SEC championship is scheduled for December 19. Basketball: Meanwhile, the University of Miami and Stetson University’s season-opening men’s basketball game has been postponed due to a positive Covid-19 test within the Stetson basketball program. Stetson men's basketball temporarily suspended all team activities on Wednesday after a student-athlete tested positive for Covid-19. The school said the entire men’s basketball team is in isolation and following state and CDC guidelines.   The two schools, who were scheduled to play on November 25, will look to reschedule the game for another time. ##Restrictions## The White House coronavirus task force is again alerting states of “accelerating” coronavirus spread and strongly recommending increased testing as cases and hospitalizations rapidly rise across the country. “There is continued, accelerating community spread across the top half of the country, where temperatures have cooled and Americans have moved indoors,” its weekly reports dated November 8 and distributed to states Tuesday evening said.  The task force, which warned of “significant deterioration in the Sunbelt” in last week’s set of reports, said that that deterioration has only continued in the past week, “leading to the most diffuse spread experienced to date.” The weekly reports continue to provide an unvarnished, unfiltered look at the reality of each state’s current situation, which comes as President Donald Trump and task force leader Vice President Mike Pence have declined to address the pandemic publicly in weeks. The task force leadership is under constant scrutiny, while the White House has repeatedly declined to make all of its reports publicly accessible.   In recommendations to several states, the task force called for an expansion of testing, particularly to target asymptomatic cases.  “The silent community spread that precedes and continues throughout surges can only be identified and interrupted through proactive and increased testing and surveillance,” reports for multiple states said, suggesting expanding point-of-care antigen tests. The reports added: “Proactive testing must be part of the mitigation efforts, inclusive of mask wearing, physical distancing, hand hygiene, and immediate isolation, contact tracing, and quarantine.” Read the full story here: ##Hotspots## South Africa will lift its remaining international travel restrictions, opening its borders to all travelers presenting a negative Covid-19 certificate.  “We expect that those measures that we are going to take will greatly assist businesses particularly in the tourism and hospitality sectors,” President Cyril Ramaphosa said during a televised address on Wednesday evening.  Ramaphosa said the country was ready to move into the recovery phase of its Covid-19 response, as he announced a further opening of the country’s economy.  We should be proud of our response as a nation,” said Ramaphosa, urging South Africans to continue to wear masks and practice social distancing.  “It is our individual actions over the next few weeks and months that will decide the fortunes of our nation. The actions we must take are straightforward, but they are not insignificant. They can and do save lives.”  For more than two months, the number of new infections nationwide has remained below 2,000 per day. South Africa’s recovery rate is 92% with deaths and hospital admissions declining for 14 consecutive weeks. Ramaphosa did warn, however, that the situation in the Eastern Cape Province was showing signs of a resurgence that would need to be dealt with swiftly.  ##Reopening## Spain has reported more than 40,000 coronavirus deaths since the pandemic began, data from the Spanish Health Ministry on Wednesday showed.  It has the second-highest number of deaths per 100,000 people of any country except for Belgium, according to Johns Hopkins University. Spain is the fourth country in Europe to pass the 40,000 deaths mark, after the United Kingdom (which today passed 50,000), Italy and France. Spanish authorities reported a one-day increase of 349 deaths from Covid-19, with the total death toll from the virus now standing at 40,105. Spain also reported 19,096 additional infections Wednesday, taking it to more than 1.4 million infections total since the start of the pandemic.   ##Hotspots## Moderna has finished accumulating data for a first analysis of its Covid-19 vaccine and expects to have an announcement on the vaccine’s efficacy by the end of the month, according to a company statement.  Pfizer announced Monday that its coronavirus vaccine is more than 90% effective.  How it works: Moderna is conducting a clinical trial of 30,000 participants, with half receiving the vaccine and half receiving a placebo, which is a shot of saline that does nothing.  What they need: For Moderna’s vaccine to be considered for authorization by the US Food and Drug Administration, at least 53 study participants need to become ill with Covid-19. The trial hit that 53 mark Wednesday, but Moderna doesn’t know if the participants who became ill received the vaccine or the placebo.  What happens now: The company is preparing data to send to the trial’s Data and Safety Monitoring Board, an independent panel of experts. That board will look to see how many of the participants who became ill received the vaccine and how many received the placebo. If a statistically significant number received the placebo, that means the vaccine is effective against the virus.  Moderna thinks the board will report their efficacy results before the end of the month. Moderna expects that by the time the announcement is made, more than 53 participants will become ill with Covid-19, since cases are rapidly rising in the US.  Pfizer's interim analysis looked at the first 94 confirmed cases of Covid-19 among more than 43,000 volunteers who got either two doses of the vaccine or a placebo. Russia's Sputnik V vaccine interim analysis came after just 20 confirmed Covid-19 cases. Dr. Anthony Fauci said Wednesday that Moderna’s vaccine could soon follow in Pfizer's footsteps.  “Moderna has an almost identical mRNA,” Fauci told Financial Times correspondent Hannah Kuchler. “We hope we're going to see a similar kind of result from Moderna. If we do, then we'll have two vaccines in play.” He said he would \"really be surprised if we did not see a high degree of efficacy.\" ##Vaccines## Delhi's High Court on Wednesday criticized the government's decision to ease more restrictions even as the capital region reported a steep rise in the number of Covid-19 cases for the past two weeks.  “That the infection has become rampant in Delhi, is stating the obvious. A city state like Delhi has been reporting far more cases than states like Maharashtra and Kerala. No household has been left untouched,” said the bench hearing the case.  The Delhi government reported 7,830 new cases Tuesday evening. India recorded 44,282 new cases Wednesday morning, bringing the country’s total to more than 8.6 million cases, including 127,571 deaths.  The court asked the Delhi government to propose a legislation making masks mandatory in the city.  “Strict compliance and deterrent action is the need of the hour. If Delhi Government is serious about implementing its policy/strategy to contain the infection, then we would have thought that by now, there would have been some sanctions through appropriate legislation for enforcing wearing of masks in public places,” stated the official order.  In a statement last week, Delhi chief minister Arvind Kejriwal said that the city was experiencing a third wave of Covid-19 infections.  ##Restrictions## White House political affairs director Brian Jack has tested positive for coronavirus, an official confirmed.  The White House declined to comment on Jack specifically, but said in a statement: \"Any positive case is taken seriously. Contact tracing has been conducted by the White House Medical Unit consistent with CDC guidelines to stop further transmission. Appropriate notifications and recommendations have been made.\"  Jack attended the White House election night party held indoors over a week ago. A number of people in Trump's orbit, including his chief of staff, have tested positive for Covid-19 in recent days. Jack's diagnosis was first reported by the New York Times.  ##Hotspots## The United Kingdom has recorded more than 50,000 deaths from Covid-19, as the British government reported an additional 595 deaths in the past 24 hours. The total death toll in the UK now stands at 50,365, the UK government reported on Wednesday.  The country reached the grim mark as England, where most deaths were reported, completed the first of four weeks of a national lockdown, which came into effect last Thursday, in an attempt curb the spread of Covid-19 across the country.  British authorities reported 22,950 new coronavirus infections on Wednesday, which bring the total number of cases in the UK to 1,256,725.  The UK has the fifth highest number of deaths in the world, after the US, Brazil, India and Mexico, according to Johns Hopkins University figures. It has the eighth highest number of cases in the world, after the US, India, Brazil, France, Russia, Spain and Argentina. ##Hotspots## West Virginia, Pennsylvania and Illinois set records for their highest number of coronavirus cases reported in a single day so far in the pandemic. West Virginia reported new 885 cases, according to its Department of Health website, bringing its total number of confirmed and probable cases to 30,201.   There were seven reported fatalities yesterday, bringing the death toll to 553. The daily percentage of positive tests is 5.90% and the cumulative percent of positive is 3.11%. Illinois on Wednesday reported its highest daily increase with 12,657 new cases, plus 145 deaths, according to the Illinois Department of Public Health (IDPH).  As of Tuesday night, 5,042 people in the state were reported to be in hospital with Covid-19, including 951 patients in intensive care units and 404 on ventilators, the IDPH statement said.  The preliminary seven-day statewide test positivity from November 4-10, 2020 was 13.6%, the statement added.  Illinois has seen 523,840 total cases, including 10,434 deaths, in 102 counties, according to IDPH.%.  Pennsylvania announced on Tuesday its highest daily increase in cases at 4,711, according to a Department of Health news release. Covid-19 cases trended higher in the state over the past several days, with a total of 243,368 infections to date. Pennsylvania also reported 59 new deaths, bringing it to 9,145 deaths linked to the coronavirus. The Department of Health said it had seen a significant increase in cases among younger age groups, specifically i19- to 24-year-olds. As of Wednesday, 1,948 people are hospitalized, with 417 people currently in intensive care. Most of those hospitalized are 65 and older, the department said. CNN is tracking US cases here: ##Hotspots## Doctors from Harvard University have shared serious reservations about the Trump administration’s Covid-19 antibody treatment rollout, in an editorial published Wednesday in the Journal of the American Medical Association. The editorial -- written before the announcement that Eli Lilly’s monoclonal antibody treatment won emergency use authorization on Monday and would be sent out to clinics as early as this week -- focuses on Regeneron’s treatment. It has not yet been given an emergency use authorization from the US Food and Drug Administration.  Dr. Robert Goldstein, an instructor in medicine at Harvard Medical School, said he believed Regeneron is likely to get the nod soon, and what he knows about the rollout plans for both could put a serious strain on the system and potentially worsen inequities in treatment. Goldstein said doctors still don’t have a lot of detail about which patients best benefit from the treatments. Much of what doctors know comes from news releases.  We don’t like to practice medicine by press release,” Goldstein told CNN. News releases may reassure investors, he said, but they leave doctors with too many questions about who to treat -- especially in cases like this one, when treatments are in such limited supply.  Goldstein is also concerned about how the antibody treatments need to be administered -- in a health care office with space for someone to be infused for an hour and observed for another hour. Many safety net and rural health care systems do not have this kind of capacity, he said. The editorial’s final concern is that there is no obligation for doctors to document how well the therapy works.  Goldstein said he understands the US needs to move forward quickly in a public health crisis, especially if treatments can reduce hospitalizations, which reached an all-time high Tuesday. \"But we can do this better,\" he said. \"We know that we can do this better and we should be doing it better.\" ##Hotspots## Richard Schiff and his wife Sheila Kelley have both tested positive for Covid-19, the actor revealed on Twitter. \"On Election Day I tested positive for Covid-19. This has been the most bizarre week of our lives,\" Schiff wrote. \"@thesheilakelley is also positive.\" \"The Good Doctor\" and \"West Wing\" star ended the post with: \"This is tough. We are determined to find a way to health again. We root for everyone out there who are struggling with this thing. Love from here.\" The couple is currently in isolation at their home in Canada, where \"The Good Doctor\" is filmed. Read more on this story here.  The United Kingdom has recorded more than 50,000 deaths from Covid-19, with the British government reporting an additional 595 deaths in the past 24 hours. The official total death toll in the UK now stands at 50,365.  The country reached the grim milestone as England, where most deaths were reported, completed the first of four weeks of a national lockdown, which came into effect last Thursday. British authorities also reported 22,950 new coronavirus infections on Wednesday, which bring the total number of cases in the UK to 1,256,725. In Italy more than one million Covid-19 cases have now been recorded, with 32,961 new cases reported on Wednesday. The total number of cases stands at 1,028,424 according to the Italian ministry of health.  The country also recorded its highest daily death toll since April today, saying that 623 people had died.  Health authorities in Portugal marked the worst daily increase in its death toll since the pandemic began, with 82 Covid-19 deaths reported in the past 24 hours,  There have been 3,103 fatalities in the country in total, according to the Portuguese Health Directorate. And the second wave is showing no current signs of slowing down, with 4,935 new cases reported on Wednesday. Portugal introduced a two-week state of emergency on Monday in 121 municipalities which are mostly concentrated around the country's two largest cities, Lisbon and Porto.  In those areas, it's now compulsory to wear a face mask in public, including outside spaces if social distancing is impossible to maintain. A weekday curfew from 11pm and 5am local time is also now in force, with a 1pm-5am curfew in effect on the weekend.  The government said it doesn’t rule out stricter restrictions -- such as closing roads and railways -- if the situation does not improve. Even with a vaccine in sight, we're still going to be dealing with Covid-19 through most or all of 2021 and \"quite possibly beyond that,\" the former director of the US Center for Disease Control and Prevention told CNN Wednesday.  Dr. Tom Frieden, now CEO of Resolve to Save Lives, said that older people and those with underlying health conditions will continue to be at higher risk for severe illness or death from Covid-19, even if a highly effective vaccine comes available soon. \"I think it would be a misguided approach to think 'Well, if we just vaccinate those folks, we'll be OK' because roughly 40 to 50% of all adults in the United States have some underlying condition that puts them at an increased risk and it's somewhat unpredictable who is going to get particularly, ill,\" Frieden said. \n\"So, a vaccine is really important, and the news is very encouraging. But vaccination is not going to be a fairytale ending to the pandemic.\"  However, Frieden said the pandemic plan from President-elect Joe Biden's team is encouraging. \"The President-elect is clear about three things that we've been lacking so far in this response,\" said Frieden. \"First, base it in science, second, communicate clearly openly, honestly, and third, make sure that we have an approach that is organized, so that it's clear who's in charge, what the role of different parts of government is and how we can minimize deaths while also minimizing harm to education to our societal and economic progress.\"   England’s deputy chief medical officer, Professor Jonathan Van-Tam, has said despite there being an acceleration on a potential Covid-19 vaccine “standards are no lower just because this is a public health emergency,” during a Downing Street news conference on Wednesday. Van-Tam also said he believes people should not be able to skip the queue for any potential vaccine by paying for it privately. “I don't know of any plans from any manufacturers, and certainly don't have any inkling that we would contemplate that kind of arrangement for the UK. Of course, that is a ministerial decision. It is not a clinicians' decision,” he added. Van-Tam said he has urged his 78-year-old mother to take a coronavirus vaccine as soon as it is available. Professor Wei Shen Lim, chair of the Joint Committee on Vaccination and Immunization, said phase one of the UK government’s vaccine program is protecting the most vulnerable and the top of the list would be “care home residences and people who work in care homes. This reflects the devastating impact of Covid-19 in our care homes.” Following care home residence and carers, those who are age 50 and above will be prioritized. People with suspected cases of coronavirus were treated with emergency oxygen inside their cars while waiting to be admitted into an overcrowded hospital in the southern Italian city of Naples over the weekend. A row of vehicles outside the Cotugno hospital proved a particularly distressing sight for people who had rushed to the hospital on Saturday and Sunday displaying symptoms of the virus. Marta Cattaneo, spokesperson for the Cotungo hospital told CNN that the lines were nearly “back to normal” on Wednesday. She added that the hospital’s coronavirus unit, which comprises of 290 beds, including 28 for intensive care and 56 for sub-intensive care patients, remained completely full. Maurizio Di Mauro, the hospital’s director attributed the long lines outside the hospital over the weekend to the fact that people can’t access their general doctors during that time and that a rise in cases across the country had instilled a certain amount of fear in the general population. “People are scared,” he said. \"At the first cough they rush to the hospital, especially over the weekend when they feel lonelier and their GPs are not available.” Last Wednesday, facing a surge of infections across the country, Italy's government announced that four regions would become coronavirus \"red zones,\" areas where the harshest restrictive measures would be enacted. In those regions, people may only leave home for necessities, health or work. Seven other regions were also designated \"orange zones,\" banning people from leaving their towns except for work or health reasons. In those area, bars and restaurants have been closed except for delivery and takeout. The region of Campania, where Naples is located, has been given the less-restrictive designation of “yellow zone.\" But in order to fully counter a spike in infections, Di Mauro said that nationwide restrictions should be applied. “It’s the only way not to vanish the incredible effort that the health workers are doing,” he said. Pfizer CEO Albert Bourla filed to sell millions of dollars of his company's stock Monday -- the day the pharmaceutical giant announced positive data about its coronavirus vaccine.  The company's shares soared after Pfizer and German lab BioNTech said early data suggests the vaccine could be more than 90% effective. The transaction was part of a regularly scheduled plan set up by Bourla to periodically sell some of his Pfizer shares. Bourla sold 132,508 Pfizer shares at a price of $41.94, according to a filing with the Securities and Exchange Commission. That works out to proceeds of nearly $5.6 million.  A Pfizer spokeswoman said in an email to CNN Business that the sale took place because Pfizer shares hit a predetermined price as part of a plan authorized by Bourla on August 19.  When asked if Pfizer and Bourla thought to cancel the stock sale due to the perception that Bourla might be cashing in on good news, the spokeswoman said that \"these are predetermined plans managed through a third-party stock administrator.\" Many executives sell stock at predetermined intervals to diversify their portfolios. But they can delay the sales to avoid appearances of capitalizing on one-off events that can boost company's shares. Bourla told CNN's Sanjay Gupta that he learned of the trial's results Sunday, a day before they were made public. Shares of Pfizer surged nearly 8% Monday and were flat Tuesday.  BioNTech's stock has rallied even more sharply, rising 15% Monday and another 8% Tuesday. Pfizer's stock fell 1% Wednesday. Russia’s sovereign wealth fund said Wednesday that early analysis of data from its Sputnik V coronavirus vaccine suggests it is 92% effective. The interim analysis came after 20 confirmed Covid-19 cases among Phase 3 trial participants who received the vaccine or a placebo, according to a press release from the Russian Direct Investment Fund (RDIF).  The RDIF, which funded vaccine production and is responsible for selling it globally, said more than 20,000 people have received their first dose of the vaccine as part of the Phase 3 trial, and 16,000 participants have received the second dose.  Russia's announcement follows Pfizer and BioNTech’s announcement on Monday that their Covid-19 vaccine was more than 90% effective. However, Pfizer’s interim analysis was based on more than 90 confirmed coronavirus cases among trial participants. Pfizer said Monday it had enrolled 43,538 participants in its Phase 3 trial and 38,955 volunteers have received a second dose. The vaccines are different; while Pfizer’s is based on a messenger RNA platform, Russia’s is based on an inactivated adenoviral vector.  According to RDIF’s news release, no unexpected adverse events were identified during the Phase 3 trial. Some who received the Russian vaccine had short-term minor adverse events such as pain at the injection site, flu-like syndrome including fever, weakness, fatigue and headaches.  The Russian Phase 3 trial will continue for six more months and data from the trial will be published in an international medical journal following a peer review, RDIF said in a statement.  The RDIF told CNN that Russia will publish clinical trial protocol for Sputnik-V in November and the next interim analysis will be at 39 coronavirus cases.  Separate from the ongoing Phase 3 trials, in September the vaccine was first administered to a group of volunteers from the “red zones” of Russian hospitals. Ten-thousand vaccinated volunteers, including medics and other high-risk groups, were observed, RDIF said, and “confirmed the vaccine’s efficacy rate of over 90 percent.”  Russia drew criticism when it announced the world's first approved coronavirus vaccine for public use in August -- even before crucial Phase 3 trials had been completed.   Results from the first human tests of Sputnik V were published in The Lancet in September. Only 76 people were involved in the trial -- too few to determine if the Russian vaccine was safe and effective. But the peer-reviewed report said there were only mild adverse effects reported and the vaccine triggered an immune response in trial participants.  Stefano Bozzini, 81, couldn’t visit his wife in the hospital due to coronavirus restrictions. But instead of just heading home, he grabbed his accordion instead. Wearing a red sweater, navy pants, a feathered hat and a mask, Bozzini serenaded Carla Sacchi, his wife of 47 years, with a medley of love songs from the street below. Bozzini opened his performance with Engelbert Humperdinck's \"Spanish Eyes\" before moving onto a selection of his wife’s favorites as she watched on from the first floor of the hospital in Castel San Giovanni, a town in Italy’s northern Emilia-Romagna region. According to the Italian news agency ANSA, Bozzini is a retired member of the Italian army’s Alpini mountain infantry, whose unit nicknamed him “Gianni Morandi of the Alpines\" after the famed Italian singer.  The uplifting moment has gone viral in Italy, with Bozzini’s daughter writing on Facebook: “That is my daddy... the one and only.” Read the full story here. The European Union is following reports of coronavirus outbreaks in mink farms \"extremely closely,\" Health Commissioner Stella Kyriakides said Wednesday during a press conference. Last week, the Danish government ordered a cull of its entire mink population due to concerns about a virus mutation that had arisen in infected mink.  On Tuesday, it backtracked on the order, after realizing it had no legal authority to mandate the killing of mink on farms unaffected by coronavirus. It will now merely \"recommend\" that farmers kill all mink, according to an email sent to breeders Tuesday morning. New legislation is being put to parliament to legally mandate a cull. It normally takes 30 days to pass new legislation. “We’re very aware of the situation of the mink farms in Denmark, it's a situation that as the Commission and with the ECDC (the European Centre for Disease Prevention and Control) we are following very carefully. I would also say that infection in mink has been reported in other member states, and in other third countries,\" Kyriakides said.  \"Of course, the measures taken in Denmark are national competence, but I would like to tell you that we are expecting a risk assessment from the ECDC in the coming days, so we'll be able to have more details on that, but we are following the situation extremely closely,\" she added.  Read more about the Danish mink farms here. Nursing homes in the United States are still taking days to get back Covid-19 test results as many shun the Trump administration's central strategy to limit the spread of the virus among old and sick Americans. In late summer, federal officials began distributing to nursing homes millions of point-of-care antigen tests, which can be given on-site and report the presence or absence of the virus within minutes. By January, the Department of Health and Human Services is slated to send roughly 23 million rapid tests. But as of October 25, 38% of the nation's roughly 15,000 nursing homes have yet to use a point-of-care test, a KHN analysis of nursing home records shows. The numbers suggest a basic disagreement among the Trump administration, state health officials and nursing home administrators over the best way to test this population and how to strike the right balance between speed and accuracy. Many nursing homes still primarily send samples out to laboratories, using a type of test that's considered more reliable but can take days to deliver results. As a result, in 29% of the approximately 13,000 facilities that provided their testing speed to the government, results for residents took an average of three days or more, the analysis found. Just 17% of nursing homes reported their average turnaround time was less than a day, and the remainder tended to get results in one or two days. Wait times for test results of staff members were similar. Read the full story here. The European Union has formally authorized a fourth contract with US pharmaceutical firm Pfizer and German lab BioNTech to procure up to 300 million doses of their candidate coronavirus vaccine, should it be proven to be safe and effective against the virus.  “In the wake of Monday's promising announcement by BioNTech and Pfizer on the prospects for their vaccine, I'm very happy to announce today's agreement ... to purchase 300 million doses,” European Commission President Ursula von der Leyen announced in a statement on Wednesday. According to BioNTech, the contract will guarantee the supply of 200 million doses, with an option to procure an additional 100 million doses. The pharmaceutical company says it expects deliveries to begin by the end of 2020, pending approval of the vaccine by the European Medical Agency.  “As a company founded in the heart of Europe, we are looking forward to supplying millions of people upon regulatory approval,” BioNTech CEO Ugur Sahin said in a company statement Wednesday.  “Our aim is to develop a safe and effective vaccine to contribute to bringing this pandemic to an end. Only through joint efforts will we be able to do so,” Sahin added.  Read more about the Turkish-German power couple who developed the Pfizer/BioNTech Covid-19 vaccine here. Hong Kong and Singapore will launch a new \"air travel bubble,\" on November 22, a scheme that will allow residents to travel between the two Asian hubs without requiring quarantine or restrictive control measures. At first, the air travel bubble, or ATB, will allow one flight a day into each city, with a maximum of 200 travelers per flight, Singapore’s civil aviation authority said Wednesday. By December 7, the bubble will allow two flights a day into each city, with each flight carrying a maximum of 200 travelers, they said. People hoping to fly between the two cities will have to meet certain parameters before doing so, such as no travel history in the previous 14 days. They will also have to undergo compulsory Covid-19 testing before flying. The Civil Aviation of Singapore called the program a “milestone arrangement” that “seeks to revive air travel in a safe and progressive way.” They did, however, caution that should the situation deteriorate in either city, the ATB will be suspended. The launch of the ATB, coupled with the small amount of Covid-19 infections in Singapore and Hong Kong reflect a remarkable turnaround after both places had both experienced soaring infection numbers earlier this year. Read the full story here. The UK government will issue new guidance to allow university students a seven-day window in which they will be able to travel home for Christmas, its universities minister said Wednesday.  “From the 3rd until the 9th [of December], in that window, we will create a student travel corridor in which they can go back home,” Michelle Donelan said. \n“It has been a very difficult term for students. We made a commitment that they could be able to go home for Christmas in the safest way as possible for both their communities and their families,” she added.  Speaking to Sky News, the universities minister said that the current four-week national lockdown in England -- which is due to end on December 2 -- will ensure that “students pose a much reduced risk” to their families and communities.  “Universities will stagger that date to stagger the flow around the country and ease the pressure on public transport,” she added.  In an interview with LBC Radio on Wednesday, Donelan also confirmed that the government will be working with universities to “roll out rapid testing” for students, but cautioned that testing will not be guaranteed for all students.  “This plan is not relying on testing, this plan is relying on the period of national restrictions reducing the risk of infection and that window that we have created for them to go home, complemented with testing targeting the most at-risk universities and the most at-risk areas,” Donelan said.  The small South Pacific island nation of Vanuatu has reported its first coronavirus infection since the pandemic began. The asymptomatic case was a 23-year-old man who returned to the island on November 4 after traveling to the US, Vanuatu's health ministry said Tuesday. He tested positive during a routine screening on the fifth day of his quarantine. \"Physical distancing and personal protection measures were applied and maintained during the flight, throughout the arrival process, during transport to and during registration at the quarantine facility,\" the ministry said in a press release.  The patient will remain in isolation until health clearance is given, the ministry added.  Prominent Iranian human rights lawyer Nasrin Sotoudeh has tested positive for Covid-19 after being released from jail, according to her husband Reza Khandan. Khandan said in a Facebook post Tuesday that the couple were screened for coronavirus when they went to the hospital for Nasrin's cardiological test. \"Today, it has been announced Nasrin's test was positive and my result has not come yet,\" the post read. Sotoudeh is well known for representing human rights defenders, dissidents and women who protested against the compulsory wearing of a headscarf in Iran.  The human rights lawyer was temporarily released from Gharchak Prison on Saturday in the city of Varamin, south of Tehran, due to deteriorating health, according to the Center for Human Rights in Iran (CHRI).  Sotoudeh is serving a 38-year sentence, 12 years of which she must fulfill before becoming eligible for parole, according to previous CNN reporting citing her family. Following weeks of devastating records and rapid climbs in Covid-19 infections and hospitalizations, more state leaders have begun asking residents to stay at home in hopes of helping curb an already rampant spread of the virus. Nevada Gov. Steve Sisolak is asking people to commit to a voluntary plan he calls \"Stay at Home 2.0\" in the next two weeks, in efforts to push a \"significant reversal of the current trends\" in the state. \"We have to go back to the basics,\" the governor said, encouraging businesses to return to telecommuting as much as possible and asking residents to avoid hosting groups of people over for dinners, parties and other gatherings. Wisconsin's governor announced Tuesday he's signed a new order advising people to \"stay home to save lives.\" \"It's not safe to go out, it's not safe to have others over,\" he said. \"Please, cancel the happy hours, dinner parties, sleepovers, and playdates at your home. And if a friend or family member invites you over, offer to hang out virtually instead.\" The governors join a chorus of other officials across the country who have moved to encourage more residents to stay home and limit socializing. A stay-at-home advisory went into effect last week in Massachusetts, where residents are advised to stay at home between 10 p.m. and 5 a.m. A stay-at-home advisory also took effect Sunday in Rhode Island, where the governor warned last week there'd be an upcoming shutdown if large house parties that were helping to fuel the spread didn't stop. Read more: Another 136,325 Covid-19 cases and 1,420 virus-related deaths were reported in the United States on Tuesday, according to Johns Hopkins University. That marked a new single-day record for the number of new cases identified in the US -- and the eighth day in a row that more than 100,000 people were diagnosed with the novel coronavirus.   Since the pandemic began, there have been at least 10,252,129 Covid-19 cases in the US. At least 239,671 people have died. The totals include cases from all 50 states, the District of Columbia and other U.S. territories, as well as repatriated cases.  CNN is tracking US cases here:    ##Hotspots## Australia is on track to deliver vaccines in March 2021, its health minister, Greg Hunt, said on Wednesday. Hunt said Australia has secured 10 million doses of the Pfizer vaccine and a national cold chain distribution program as part of its agreement with the drug maker.  “We are well ahead of schedule,\" Hunt said.  John Skerritt, the head of of Australia’s Therapeutic Goods Administration, said he hopes Australia will be in a position to approve the vaccines for public consumption in January. Australia has confirmed 27,678 cases of Covid-19 since the pandemic began, according to government figures. At least 907 people have died. As of Monday evening, Australia has 27,678 total confirmed Covid-19 cases and 907 deaths from the virus. Three days of no cases: After a winter spike, authorities throughout the country now appear to have the pandemic under control. Prime Minister Scott Morrison tweeted Tuesday that the country went three days in a row without recording a case of Covid-19. ##Vaccines## ##Reopening## Texas has become the first state in the United States to record 1 million coronavirus cases, according to data from Johns Hopkins University. The Lone Star State has now identified 1,010,364 Covid-19 cases since the pandemic began. At least 19,337 people there have died, according to the university. California has the second-highest number of cases in the US, with 989,432. If Texas, which has a population of about 29 million people, were its own country, it would now be ranked 10th in terms of total identified cases of Covid-19.  These are the countries that have identified more than 1 million cases of Covid-19, according to Johns Hopkins' data: United States\nIndia\nBrazil\nFrance\nRussia\nSpain\nArgentina\nUnited Kingdom\nColombia ##Hotspots## Havana’s Jose Marti International Airport will reopen November 15, more than seven months after the airport was closed to all commercial flights because of the Covid-19 pandemic, the Cuban Civil Aviation Institute announced Tuesday. Travelers will be required to submit a health declaration and take a PCR test upon arrival, Cuban state media reported. Cuba has reported 7,392 Covid-19 cases and at least 130 virus-related deaths, according to Johns Hopkins University. However, the near-total ban on tourism greatly impacted the already struggling Cuban economy.   ##Reopening## As Molly Howell, a state health official in North Dakota, watched a webinar on how to distribute what's expected to be the US's first Covid-19 vaccine, her head began to spin. \"How are we going to do this?\" she texted a colleague who was also on the webinar. Her colleague responded with an exploding head emoji. On Monday, Pfizer announced that initial Phase 3 clinical trial results show its vaccine is more than 90% effective. If approved, Pfizer's vaccine will also be the most fragile vaccine used in the United States, and the state health officials charged with its distribution worry the process will not go smoothly. Pfizer's vaccine needs to be stored at about minus 75 degrees Celsius, which is about 50 degrees colder than any vaccine currently used in the United States. Doctors' offices, pharmacies and state labs don't have freezers that go nearly that low. The solution is a set of handling and storage requirements that a doctor at the US Centers for Disease Control and Prevention described as \"very complex.\" The CDC has asked states to be ready to receive Pfizer's vaccine by November 15, but state officials say the first time they heard the specific requirements was on October 15, giving them weeks to prepare. State health officials were \"shocked\" when they heard the storage requirements for the new vaccine, according to Dr. Kelly Moore, associate director of the Immunization Action Coalition, which is supporting the frontline workers who will administer the coronavirus vaccine. Those requirements include procuring and handling large amounts of dry ice, which is in short supply in many parts of the country. \"We all are going into this expecting that there are going to be major glitches,\" she said. Read more:  ##Vaccines## The first flights transporting passengers between Hong Kong and Singapore as part of the two cities' travel bubble will begin on November 22, authorities in Hong Kong said.  The bubble will allow residents of both places to travel back and forth without undergoing quarantine or restrictive control measures.  \"This is as close as it gets to cross-border travel pre-Covid-19,\" Singapore Transport Minister Ong Ye Kung said.  Open travel in both the Chinese city and the Southeast Asian country has been suspended for months. When the coronavirus pandemic hit, both governments shut borders and denied entry to most non-residents and short-term visitors. Currently, those who are allowed to enter either city must quarantine for 14 days after arrival.  \"Hong Kong and Singapore are similar in terms of epidemic control. Both are regional aviation hubs and international cities, enjoying strong trade, investment, finance, tourism and people-to-people ties,\" Hong Kong Secretary for Commerce and Economic Development Edward Yau said in a statement. \n\"The revival of cross-border air travel between the two places is of utmost importance. We hope that aviation, tourism, hotel, retail and catering businesses can benefit from it, thereby enabling Hong Kong's economy to recover gradually.\" The bubble was announced last month.  Read more about the travel bubble here:  ##Reopening## Wearing a mask can help protect you -- not just those around you -- from coronavirus transmission, the US Centers for Disease Control and Prevention (CDC) said in new guidance Tuesday.  Previous guidance from the CDC suggested the main benefit of mask wearing was to help prevent infected people from spreading the virus to others.  Cloth masks act as “source control” to block virus particles exhaled by the wearer and provide “filtration for personal protection” by blocking incoming infectious droplets from others, the CDC said in its new guidance. The new guidance cites a number of studies showing that masks reduce the risk of transmitting or catching the virus by more than 70% in various instances. And when officials told people to wear masks, infections and deaths fell significantly, the CDC pointed out.  “Adopting universal masking policies can help avert future lockdowns, especially if combined with other non-pharmaceutical interventions such as social distancing, hand hygiene, and adequate ventilation,” the CDC said.\n“The relationship between source control and personal protection is likely complementary and possibly synergistic, so that individual benefit increases with increasing community mask use.\" The agency cited an economic analysis that found a 15% increase in universal masking could prevent losses of up to $1 trillion. It also said that some cloth masks are nearly as good as surgical masks at blocking droplets. Read more: ##Masks## Colorado authorities identified 3,890 Covid-19 cases on Tuesday, a new daily record for the US state. Since the pandemic began, 138,427 people in Colorado have contracted the novel coronavirus. At least 2,427 of those have died. Some 1,116 Covid-19 patients are being treated in the hospital, according to the Colorado Department of Public Health and Environment, and 84% of the state's intensive care unit beds are occupied. ##Hotspots## More people are being hospitalized in the United States with Covid-19 than at any time during the pandemic, according to the Covid Tracking Project (CTP).  Some 61,964 people are currently receiving hospital care due to Covid-19 as of Tuesday, according to CTP. The nation has never before topped 60,000 hospitalizations. The US currently averages roughly 1,661 new hospitalizations per day, CTP data shows. These are the highest hospitalization day records according to CTP data: Nov 10 – 61,964\nApril 15 – 59,940\nApril 21 – 59,780\nJuly 23 – 59,718\nJuly 24 – 59,682\nApril 14 – 59,610 ##Hotspots## Read more: ##Hotspots## More than 18,000 Californians have now died due to complications from the coronavirus since the start of the pandemic, state health officials announced Tuesday, a grim new milestone as cases of Covid-19 surge once again at an alarming rate. The California Department of Public Health reported 24 new deaths on Tuesday, raising the statewide death toll to 18,001. The US state has reported 977,218 confirmed cases of Covid-19 to date.  California Governor Gavin Newsom warned residents that the state’s coronavirus cases, positivity rates and hospitalizations are all on the rise. “People are letting their guard down by taking their masks off. They're starting to get together, outside of their household cohorts,” Newsom said at a news conference San Francisco's uptick: San Francisco is temporarily closing indoor dining and will reduce the capacity of fitness centers and movie theaters to 25% to a rapid and significant increase in Covid-19 cases, San Francisco Mayor London Breed said Tuesday. Indoor instruction at some high schools will also be paused because the transmission rate among high school students is similar to adults, Breed said. All of the new changes go into effect at 11:59pm Pacific Time on Friday, November 13. \"People have gotten complacent and as a result of this behavior, we're seeing an uptick,\" Breed said. \"As a result of that uptick, it has forced our city to make some very hard decisions to not just pause the reopening efforts, but to roll back some of the gains that we have made.\" Since October 2, San Francisco has experienced a 250% increase in Covid-19 cases, according to county health data. The city is averaging nearly 80 new cases a day compared to approximately 32 new daily cases at the end of October. In a warning to all San Francisco residents, Director of Health Dr. Grant Colfax said the current surge in cases is greater than the rate of increase from the last major surge in the summer when cases peaked on July 19. Colfax said the city's current fall surge will exceed the summer surge if residents are unable to help turn things around. “This suggests much broader virus transmission and has the potential to be explosive,” Colfax said. “If we stay on our current course of activities and if we do not reverse, it is entirely plausible we face a situation where our health care system becomes overwhelmed and reverses the current progress we’ve made.” ##Restrictions## ##Hotspots## The state of Texas reported 10,865 Covid-19 cases on Tuesday, a new single-day record for the Lone Star state. Authorities there have now identified 974,230 novel coronavirus cases since the pandemic began.  Some 94 virus-related deaths were reported Tuesday, bringing the state's death toll to  18,863.  According to the state's Covid-19 dashboard, there are currently 6,170 lab-confirmed coronavirus patients in Texas hospitals.  ##Hotspots## San Diego and 10 other California counties were forced to move back into more restrictive tiers of the state’s coronavirus reopening system Tuesday as rates of infection continue to increase statewide, Health Secretary Mark Ghaly has announced. Sacramento, San Diego and Stanislaus are moving back into the most restrictive, purple tier -- which requires the closure of many non-essential indoor businesses -- joining counties including Los Angeles, San Bernardino, Riverside, Monterey and Sonoma. “If things stay the way they are, between this week and next week, over half of California's counties will have moved into a more restrictive tier,” Ghaly said. “That is certainly an indication that we're concerned and that we have to keep a close watch on what's happening.” Amador, Contra Costa, El Dorado, Placer and Santa Cruz are moving into the second-most restrictive red tier, which indicates substantial spread of infection. Counties in rural parts of the state, including Modoc, Siskiyou, and Trinity, are moving backward to the orange tier, which shows a moderate infection rate. California’s reopening system: There are four tiers based on metrics including case rate and test positivity. Before moving forward, counties must remain in a tier for at least three weeks and must meet the next tier's criteria for two consecutive weeks.  “I implore all Californians to sort of look in the mirror and ask what you can do differently,” Ghaly said. “How much more can you keep your mask on? How much more can you work within your own communities or your own family members to plan events in a lower risk? Each of those efforts makes a difference.” California's seven-day average of new cases is 6,078, according to state data. The 14-day test positivity rate stands at 3.7%. ##Restrictions## ##Hotspots##", "Section": "world", "Writers": ["Joshua Berlinger", "Jenni Marsh", "Nectar Gan", "Stephanie Halasz", "Kara Fox", "Ed Upright", "Emma Reynolds ", "Roya Wolverson"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-11-11-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}