{"Type": "article", "Time": "2021-01-13", "Headline": "Pinduoduo under fire as China turns on its tech titans", "Text": "One of China's most prominent e-commerce companies is facing intense public backlash over allegations that it overworks its employees. It's a sign that scrutiny of the country's tech champions is broadening, and could become even more intense. Pinduoduo — the country's third largest e-commerce firm after Alibaba and JD.com — became a target of public outrage after two of its employees unexpectedly died during the holiday season. First, a worker in her twenties collapsed in Urumqi, the capital city of the Xinjiang region, while walking home with colleagues during the early hours of Dec. 29. The company confirmed her death, but did not disclose the cause. Then, another worker died late last week after jumping from his 27-floor apartment in Changsha, a city in the southern Hunan province. Pinduoduo said the man had earlier asked for time off, without giving a reason, according to a company statement. \"We feel profound sadness that we lost one of our employees to suicide,\" the company said in the statement. \"We are doing everything we can to support his family and loved ones during this difficult time.\"   Chinese social media users had already started calling out the deaths as emblematic of a troublesome work culture at Pinduoduo when a former software engineer at the company catapulted awareness of the problem to new highs. In a 15-minute video published Sunday on Weibo that garnered millions of likes and thousands of comments, the user Wang Taixu claimed that Pinduoduo fired him after he posted a photo he said showed an ambulance taking away another company employee.  (Wang is his surname, and he goes by the nickname \"Taixu\" on Weibo and used that name during his time at Pinduoduo.) In additional posts on Weibo and other Chinese social media platforms, Wang accused the company of forcing workers at its Shanghai headquarters to work in excess of 300 hours per month, and not providing enough toilets for its employees. \"I don't think the world should work this way,\" Wang said in the video. He described Pinduoduo as a company that \"forces the smartest people in the country to work\" long hours, and expressed his disappointment that the stock has been trading at record levels on Wall Street despite the recent controversies. Pinduoduo denied that Wang was fired because of the photo he posted, telling CNN Business that his termination was due to \"extreme comments\" he made on social media with \"notable ill intentions,\" in violation of the company's rules. The company didn't respond to questions about the allegations made against its work culture. It did say, however, that it has set up a team to provide psychological counseling following the suicide of its worker last week. Tech work culture under fire  The firestorm surrounding Pinduoduo has reignited a long-running debate in China about the tech industry's controversial \"996\" work culture — a term referring to the practice of working from 9 a.m. to 9 p.m. six days a week that is said to be common among the country's big technology companies and startups. Public backlash against the practice isn't new. Alibaba co-founder Jack Ma, for example, was heavily criticized in China two years ago after he called 996 culture a \"huge blessing.\"  But this latest fallout comes at a precarious time for China's tech titans, which are facing intense regulatory scrutiny, including accusations that some of them are putting profits above their customers and crowding out competition. Ma himself hasn't been seen in public for months as Alibaba faces an antitrust investigation and its financial affiliate, Ant Group, has been ordered to overhaul its operations. \"The sad death of employees at Pinduoduo provides Beijing with timely and very visceral publicity which it can leverage to further its policy objectives,\" said Alex Capri, a research fellow at Hinrich Foundation and a visiting senior fellow at National University of Singapore. \"The message: the Pinduoduo tragedy is another lesson about what happens when private companies put their own business priorities ahead of the [ruling Chinese Communist Party].\" Chinese state media has picked up on the recent controversies, further suggesting that the government is willing to stoke criticism of these tech companies. (Such outlets are a powerful tool in the country's propaganda machine, and they are often looked upon as barometers of sentiment among senior officials.) \"People are concerned about the matter [the sudden death of the Pinduoduo employee] because they feel the pain of abnormal overtime work culture,\" read an unbylined commentary piece published on Weibo last week by the state-owned Xinhua News Agency. The article added that workers' rights and interests must be strengthened.  Xinhua interviewed Wang, the former Pinduoduo worker, on Tuesday. He told the publication that while his remarks were drastic, he did not regret publishing his photo. \"It is the Chinese government which allowed Wang Taixu's video to be so widely circulated and generate such heated discussions,\" said Jack Qiu Linchuan, professor of communications at the National University of Singapore and an expert on Chinese labor issues. \"One of the fundamental reasons for the huge public backlash is that the government did not censor it, despite having the full ability to do so.\" Brock Silvers, chief investment officer for Kaiyuan Capital who is based in Hong Kong, also said the recent backlash against the 996 culture appeared to carry \"political overtones.\" \"Beijing is busily trying to assert new levels of control upon tech giants and their massively wealthy leaders. Recent worker tragedies at Pinduoduo have provided those authorities with another potential arrow in their quiver,\" Silvers said. He added, though, that the environment for workers might not change much, even after the tech sector \"regains a regulator equilibrium.\" \"Ambitious workers looking for better lives will likely still be toiling under the influence of 996,\" Silvers said. To get help, call the US National Suicide Prevention Lifeline at 1-800-273-8255. For crisis support in Spanish, call 1-888-628-9454. For support outside of the United States, a worldwide directory of resources and international hotlines is provided by the International Association for Suicide Prevention. You can also turn to Befrienders Worldwide.", "Section": "tech", "Writers": ["Laura He", "Nectar Gan"], "URL": "https://www.cnn.com/2021/01/13/tech/pinduoduo-996-work-culture-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}