{"Type": "article", "Time": "2020-11-13", "Headline": "What the 737 MAX's return to the sky will mean for passengers", "Text": "Would you fly on the Boeing 737 MAX? That question is going to become all too real for passengers in the near future when the aircraft that's been grounded for some 600 days returns to service. The 737 MAX was grounded in March 2019, following two crashes within five months of each other that killed 346 people. All indications are now pointing to the aircraft being certified to return to service soon in the US following changes mandated by regulators. US Federal Aviation Administration (FAA) administrator Steve Dickson said earlier this week that the review of proposed design changes could be \"finished in the coming days,\" and the regulatory process from there is expected to be relatively simple. 2020 is a year where the unprecedented is the new normal, and of course the current state of Washington, DC, is no exception. But even if the FAA sticks to that timetable, it's no exaggeration to say that aviation doesn't have a road map to convincing passengers that the latest generation of the world's best-selling aircraft, the Boeing 737, is safe. Some carriers, including American Airlines, are already starting to sell tickets on the MAX (albeit, in this case, on a single daily round-trip). \"Our customers will be able to easily identify whether they are traveling on a 737 MAX even if schedules change,\" says American Airlines spokesperson Curtis Blessing. \"The aircraft type will be visible through the booking path, and if schedules change, there will be notification.\" United Airlines is promising passengers that they'll be able to rebook if they don't want to fly the MAX. Southwest Airlines, meanwhile -- which had the largest MAX fleet in the US before the grounding -- says it will take longer, suggesting three to four months from the legal ungrounding to returning to service.  Southwest chief operating officer Mike Van de Ven said, in an industry earnings call in October, \"We've got significant operational experience with the aircraft. It is our most cost-effective aircraft. It is our most reliable aircraft. It is our most environmentally friendly aircraft, and it's our most comfortable aircraft. So we really look forward to flying it again.\" But the arguments that might placate investors are unlikely to persuade passengers. Getting passengers comfortable is a tall order Fundamentally, part of the problem with convincing passengers that the MAX is safe is that there's no playbook for how to do that, and another is that the airline and commercial aviation industry doesn't like to talk about safety.  There's a substantial segment of the population that already experiences some form of fear of flying, and they don't want to grow those numbers.  There's also the risk that a safety campaign could heighten passenger fears: if Boeing and the airlines operating the 737 MAX go all out on a public relations spree -- which is costly, and the greatest ever recession is very much not the time for that -- they risk reminding people of the problems with the aircraft, or making people who weren't watching the news two years ago aware of them. \"Boeing has to worry about the unintended consequences of talking about safety,\" explains Addison Schonland, partner at US-based aviation analysis firm AirInsight Group.  \"It's a touchy thing because you want passengers to basically forget they are on a MAX. How can Boeing do this seamlessly? With American talking about educating their customers, that helps, but again, there can be unintended consequences. Or do you just tough it out and claim the MAX is the most tested airplane Boeing has ever delivered?\" Indeed, airlines have been strategizing for some time around how to balance using the MAX airplanes for which they have a need with the fact that some (or even many) passengers won't want to fly them. There's some wiggle room for airlines to avoid being the first mover here, given that the Covid-19 crisis has reduced the pressure on existing fleets, but at some point some airline will have to be the first to get the MAX back in the air. And that will come with unprecedented levels of interest from regulators, from media, and from passengers. We live in the 2020s, where almost everyone flying has a cellphone to record what's happening, and it only takes one passenger to go viral while sobbing fearfully about getting on a 737 MAX as an overworked gate agent refuses or is unable to rebook them, to create a serious image problem -- let alone the first time a 737 MAX has to divert or return to its departure airport for a relatively routine issue. Beyond whatever public relations blitz is put into effect, you can expect most airlines to put in place a policy (openly or quietly) where passengers who don't want to fly on a 737 MAX can change their ticket, at no extra charge.  So when will AirInsight's Schonland be ready to get on a 737 MAX?  \"Not for a while is my answer. Maybe wait to see how it goes. I am pretty sure the revised MAX will be a better airplane from systems and safety,\" he says. \"But still,\" Schonland concludes, he's \"in no rush to try it.\" Boeing has a further problem: the rest of the world Crucially, Boeing doesn't just need to persuade Americans, or US regulators.  After damning revelations in investigations into Boeing, its regulator the FAA, and the relationship between them -- including the US House Transportation Committee's report, which states clearly that \"Boeing failed in its design and development of the MAX, and the FAA failed in its oversight of Boeing and its certification of the aircraft\" -- international aviation safety regulation agencies are insisting on making up their own minds. In addition to the key decisions by Europe's aviation regulator, EASA, and China's CAAC, certification from smaller independent regulators in key countries like Australia, Canada, Japan, Singapore and the UAE will be crucial. There is also, for Boeing and the US, a wider China issue: the increasingly complicated politico-economic relations between the United States and China feature US exporter Boeing as a key player.  Beyond the essential safety certification role of CAAC, China's interests lie in developing its homegrown airliner programs, which in-depth analysis of the MAX's systems would assist. And of course, Boeing is very useful leverage against this White House or the next. But Boeing has a problem that's even more daunting: persuading passengers that the fundamental flaws in the 737 MAX have been addressed and resolved and are not going to make them the 347th person to die on board these aircraft. In the manufacturer's place, says AirInsight's Schonland, the immediate priorities of the Boeing 737 MAX program should be \"FAA Certification, the aircraft update to meet certification requirements, and deliveries — in that order.\"  But part of the delivery piece of the puzzle is around airline demand, already at historic lows with Covid-19, and which will be even less for an aircraft that has been the subject of damning investigations for two years, and that many experts and passengers do not trust to be safe.  And it will be a brave airline that wants to be first to take the flak for the rest of the industry in putting the MAX back into service.", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/737-max-return-passenger-impact/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}