{"Type": "article", "Time": "2020-03-29", "Headline": "March 29 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. President Donald Trump described a grim scene of Elmhurst Hospital in Queens, including body bags and refrigerated trucks to take away bodies. \"I've been watching them bringing in trailer trucks. Freezer trucks. Freezer trucks, because they can’t handle the bodies because there are so many of them,\" Trump said.  Trump added that he has never seen anything like this in this country. This is in my community in Queens, New York. I have seen things that I’ve never seen before. I mean I've seen them, but I’ve seen them on television and faraway lands, never in my country,\" Trump said. \"When I see the trucks pull up to take out bodies, and these are trucks that are as long as the Rose Garden. And they're pulling up to take out bodies and you look inside, and you see the black body bags and you say what is in there? (It's) Elmhurst Hospital, must be supplies. It is not supplies, it is people. I have never seen anything like it.\" Trump also described body bags in hospital hallways, but CNN has seen no evidence that there are body bags in the hallways of the hospital. There are refrigerated trucks where hospital personnel have been putting bodies to alleviate the capacity of the regular morgue. ##Health## West Virginia reported its first coronavirus-related death Sunday, according to the state’s Department of Health and Human Services. The victim was an 88-year old woman from Marion County. Gov. Jim Justice and his wife Cathy issued a statement on the death: I ask all West Virginians to join Cathy and I in praying for the family, friends, and loved ones of this individual. It is truly a sad day in West Virginia.\" \"We are working around the clock, along with members of my administration, and the top medical experts in our state to do absolutely everything we can to protect West Virginians,\" Justice said. \"I implore all West Virginians to continue to stay at home, limit their exposure to others, keep practicing good hygiene, and if you feel sick seek medical attention right away. Be vigilant, stay calm and do your part to help us keep battling this pandemic,\" Justice said. The only two states not reporting coronavirus deaths now are Hawaii and Wyoming. ##Health## Honduras extended its curfew until April 12 to help stop the spread of coronavirus  according to a statement released by the government Sunday. Besides the curfew, residents will be allowed to get necessities like food, medicine and gas on certain days of the week during designated times of the day, according to the release.  Pregnant women, the elderly, and those with disabilities will be allowed special access to supermarkets, banks and pharmacies for two hours during the designated shopping day. ##Daily Life## Amazon employees at the company’s facility in Staten Island, New York, plan to walk off the job Monday amid allegations the online retail giant has mishandled its response to the coronavirus pandemic. The walkout will begin at 12:30 p.m. and could involve anywhere between 50 and 200 people, said Christian Smalls, an assistant manager at the facility who is leading the walkout.  \"The plan is to cease all operations until the building is closed and sanitized,\" Smalls told CNN in an interview. \"We’re not asking for much. We’re asking the building to be closed and sanitized, and for us to be paid.\" Following the walkout, the workers will gather at a nearby public bus stop and speak to the press. Employees are protesting Amazon’s decision to keep the Staten Island warehouse open despite news of a confirmed case of the virus there last week, Smalls said. Many more employees have tested positive for the virus at the facility than the company has publicly acknowledged, Smalls said, claiming that as many as five to seven workers have been diagnosed with coronavirus.  Amazon didn’t immediately respond to several requests for comment. ##Business## ##Health## ##Daily Life## US stock futures were lower Sunday night after President Donald Trump announced an extension of the social distancing guidelines to April 30. Dow futures were down 371 points, or about 1.7%. S&P 500 futures fell around 1.8% and Nasdaq futures were down around 1.5%.  Stocks turned positive last week, and the Dow even left the bear market after climbing more than 20% from its recent low as lawmakers and central bankers around the world made progress on measures to bolster economies weakened by coronavirus. ##Business## After the US Food and Drug Administration approved the use of self-swab testing for the novel coronavirus, it will be implemented this week, said Adm. Dr. Brett P. Giroir, assistant secretary for US Department of Health and Human Services during a White House press conference Sunday evening. It was a very big thing that the FDA approved last week and it will now be implemented this week,\" Giroir said.  With this approval, people with suspected coronavirus can use a foam swab in their nose to collect a nasal sample that they then would put in a plastic bag and submit for testing. Self-swab testing not only could be more comfortable for the general public, but Giroir said that it also eliminates the need for health care workers to change their personal protective equipment each time a test is performed. \"Instead of having a provider stick this all the way in the back of your nose, that's uncomfortable but it also requires PPE changes every time it's done,\" Giroir said. \"This not only increases the speed but it eliminates all those changes of PPE,\" Giroir said. \"So we will be implementing that this week, which will increase speed but also save our precious resources as we build them up in the stockpile and out to hospitals.\" Dr. Deborah Birx, the White House coronavirus response coordinator, said during a Sunday briefing at the White House that \"we've reviewed 12 different models\" in deciding whether to continue the social distancing guidelines.  Birx emphasized that officials brought \"that data and that evidence to the President to consider for extending, which is not a simple situation when you ask people to stay home for another 30 days.\" \"They have to know that we've really built this on scientific evidence and the potential to save really hundreds of thousands of American lives,\" she said. ##Daily Life## There are at least 137,047 cases of coronavirus in the United States as of 7 p.m. ET Sunday, according to CNN Health's tally of cases detected and tested through US public health systems.  A total of 2,400 people have died in the United States from coronavirus. For the most up-to-date US numbers compiled by CNN, please check this map which automatically refreshes every 10 minutes:  https://www.cnn.com/interactive/2020/health/coronavirus-us-maps-and-cases/ ##Health## New York City residents who violate social distancing policies will receive a summons and fines ranging from $250 to $500, Mayor Bill de Blasio said Sunday. People will be fined if they are told by officers to disperse, keep moving or maintain distance, but they continue to violate policies anyway. \"If you ignore that order … we’re going to have to fine you. We’re going to give people every chance to listen and if anyone doesn’t listen, then they deserve a fine at this point,\" de Blasio said. ##Daily Life## Dr. Anthony Fauci told reporters in the Rose Garden Sunday that it’s \"entirely conceivable\" that more than 1 million people in the US could contract coronavirus but added that mitigation and extending guidelines through April will hopefully curb those numbers. \"The number I gave out is, you know, based on modeling,\" Fauci said, explaining the models he discussed on CNN's State of the Union Sunday morning. Fauci said it was possible up to 100,000 could die from the virus. \"What we’re trying to do is not to let that happen,\" he said. Fauci, the director of the National Institute of Allergy and Infectious Diseases, called the decision to extend the mitigation process until the end of April a \"wise and prudent decision.\" He added that he and Dr. Deborah Birx, response coordinator for the White House Coronavirus Task Force, discussed the plans and that the President accepted their recommendation. ##Health## President Donald Trump announced Sunday he is extending social distancing guidelines until April 30. \"We will be extending our guidelines to April 30, to slow the spread. On Tuesday, we will be finalizing these plans and providing a summary of our findings, supporting data and strategy to the American people,\" Trump said. Modeling shows that the peak of the death rate will likely hit in two weeks, Trump said. \"The modeling estimates that the peak in death rate is likely to hit in two weeks, so I will say it again, the peak, highest point of death rates, remember this, is likely to hit in two weeks. Nothing would be worse than declaring victory before the victory is won,\" Trump said.  Trump said he hopes the country will be on its way to recovery by June 1. \"We can expect that by June 1, we will be well on our way to recovery, we think by June 1. A lot of great things will be happening,\" Trump said. ##Daily Life## Musician John Prine was hospitalized Thursday after a \"sudden onset\" of coronavirus symptoms, according to a statement posted by his family on his verified Twitter account. Prine was intubated Saturday night and continues to receive care but \"his situation is critical,\" the statement said. Prine has fought several battles with cancer, including surgery that removed a piece of his neck and changed the tone of his voice, deepening it and giving it a gravelly sound. In 2013, he had surgery for lung cancer. New York Mayor de Blasio said Sunday that 169 clinicians -- physicians, registered nurses, nurse practitioners, and physician assistants -- have been sent recently to Elmhurst Hospital to assist in treating coronavirus patients. De Blasio said 55 ventilators have been sent to Elmhurst over the past two weeks. The Queens hospital has been among the hardest hit in New York City, although the number of cases in other NYC hospitals is expected to follow Elmhurst's lead, de Blasio said.  Within Elmhurst Hospital, staffers have been moved from outpatient areas to assist in the ICU. Staff from central office are moving in and taking on roles in the ICU and in the emergency department, de Blasio said, adding that the city will keep moving personnel to help Elmhurst and every other hospital that needs it. ##Health## Visa has offered its Team Visa Olympic and Paralympic athletes the opportunity to extend their sponsorship with Visa into 2021. This was previously reported by The Associated Press. Visa released a statement:   \"Visa is committed to supporting and celebrating our diverse and global roster of 90+ Team Visa athletes. We are proud of the program and the Olympic and Paralympic hopefuls that make up our roster. We have offered our Team Visa athletes the opportunity to extend their relationship with Visa to support them along their new road to Tokyo next year.\" Adam Peaty of Great Britain, Team Visa swimmer, also released a statement:  \"Most people would agree these are unprecedented times for all of us but having Visa’s support makes these times of adversity quite a bit easier.\" ##Business## New York City’s emergency rooms are serving twice as many patients as usual and their intensive care units are three times more filled than usual, said Dr. Mitchell Katz, CEO of NYC Health + Hospitals, on Sunday.  NYC's health care providers are serving under very difficult conditions, but so far, everyone who has needed a ventilator has gotten one and that everyone needing PPE has gotten it, Katz said. NYC Health + Hospitals operates the public hospitals and clinics in New York City. \"I want to be clear that everyone who has needed a ventilator has gotten a ventilator. That people who need the protective equipment have gotten the protective equipment. But there is tremendous anxiety about the coming weeks,\" Katz said. About 500 contract nurses were added to the NYC Health + Hospitals system this week and another 500 are expected next week, NYC Mayor de Blasio said Sunday. The city sent 1,400 ventilators to hospitals throughout the city, but the overall number needed is 15,000, de Blasio said. ##Health## The Kay Bailey Hutchinson Convention Center in Dallas, Texas, will be the first alternative location in the state to care for coronavirus patients, although it is currently not needed, Gov. Greg Abbott said at a press conference Sunday. The convention center has the capacity for 250 beds with room to expand if needed. More facilities like hotels and arenas throughout the state are being identified as potential coronavirus-care locations. Currently, there are more than 16,000 hospital beds available for coronavirus patients in Texas. The number of hospitalized currently is less than 2% of available room capacity, according to Abbott. ##Health## Texas Gov. Greg Abbott has expanded an executive order that requires people traveling to Texas from certain destinations inside the US to be quarantined for 14 days. Abbott’s previous order stated that people flying into Texas from New York, New Jersey, Connecticut and the city of New Orleans be quarantined for 14 days.  The expanded version, announced by Abbott at a press conference Sunday afternoon, includes anyone driving from Louisiana and flying from the cities of Atlanta, Chicago, Detroit and Miami. The states of Washington and California are included in the order. Abbott also announced an executive order that stops \"dangerous felons\" from being released from the state’s jails and prisons early due to coronavirus.  \"Releasing dangerous criminals makes the state even less safe,\" he said. ##Travel## New hospital facilities in New Orleans will open no later than a week from Sunday, said Louisiana Gov. John Bel Edwards.  The New Orleans Ernest N. Morial Convention Center will be converted into a hospital with a 1,000-bed capacity for coronavirus patients. The patients \"are not going to be fragile,\" will not need ventilators and will be housed only for a short period of time. ##Health## As of Saturday night, 650 New York City inmates have been released due to coronavirus concerns, Mayor Bill de Blasio said Sunday. De Blasio has previously said that NYC’s inmate population was approximately 5,000 inmates. CNN has previously reported that those eligible for release are city inmates convicted of misdemeanors and nonviolent felonies, all with less than one year left on their sentence. There are some inmates within that category with domestic violence or sexual offense charges that the city has determined they will not release at this time, according to de Blasio. There has been a \"significant reduction\" in the city’s juvenile inmate population as well, de Blasio said. President Donald Trump announced a new initiative Sunday called an \"air bridge\" to help bring supplies to New York.  The President said that a flight arrived this morning at New York's John F. Kennedy International Airport with 2 million masks and gowns, more than 10 million gloves and 70,000 thermometers. He said that currently they are expecting 51 flights with supplies from other countries, though there will be \"intercountry things\" as well. The Georgia Department of Natural Resources will start enforcing the executive order limiting large gatherings in state parks and lakes across the state, a joint statement from Gov. Brian Kemp and DNR Commissioner Mark Williams said Sunday. DNR employees will be patrolling bodies of water and campgrounds to enforce social distancing guidelines. If people are found gathering they will approach them and demand compliance, sometimes with bullhorns, the release said.  The move comes after school and business closures along with stay-at-home orders have resulted in people heading to vacation homes, lakes, hiking trail and campgrounds throughout the state, according to the release. Gatherings of more than 10 people are banned unless people are 6 feet apart. That order applies to all 159 counties in the state, the release said. ##Daily Life## There are at least 135,856 cases of the novel coronavirus in the United States, according to CNN Health’s tally of cases detected and tested through US public health systems. A total of 2,391 people have died in the United States from coronavirus.  For the most up-to-date US numbers compiled by CNN, please check this map which automatically refreshes every 10 minutes: https://www.cnn.com/interactive/2020/health/coronavirus-us-maps-and-cases/ ##Health## A nurse at Elmhurst Hospital in New York described to CNN how quickly patients are deteriorating in their hospital. \"It’s frightening because although they are sick, they appear stable,\" the nurse said. \"Then right before your eyes they start to desaturate and in a few moments, they are gone.\"  Desaturate refers to a patient's oxygen saturation levels dropping to unsafe and, in this case, fatal levels. The nurse said they watched, completely helpless, with two doctors alongside, as patients died from coronavirus complications.  \"Even though you restart the heart, they cannot breathe and before you get a minute to process the life lost, they come and snatch the ventilator,\" the nurse said. \"And (then) another patient is crashing.\" New York Gov. Andrew Cuomo addressed the stresses this particular hospital is experiencing during his daily press conference. Last week, New York City Mayor Bill de Blasio said Elmhurst had been the hospital hit hardest by the surge in cases and more medical personnel were being sent there. CNN previously reported that 13 patients died at the hospital from coronavirus within 24 hours last week. ##Health## Hospitals in Illinois don't have enough capacity for anticipated surge numbers from coronavirus, Illinois Gov. J. B. Pritzker said in a press conference Sunday.  \"There's not enough capacity today,\" Pritzker said. He said the state is working diligently to build facilities and triage centers. National Guardsmen are helping to erect tents and create isolation areas in dozens of hospitals, Pritzker said. Pritzker said the state is expected to see the peak of coronavirus cases in mid-April, according to studies, and officials are working to be prepared for the surge by that time. ##Health## Grammy Award-winning country singer Joe Diffie, 61, died Sunday from complications of coronavirus, according to his publishing agency Adkins Publicity.  Two days before his death, Diffie released a statement saying he had tested positive for coronavirus.  \"I am under the care of medical professionals and currently receiving treatment. My family and I are asking for privacy at this time. We want to remind the public and all my fans to be vigilant, cautious and careful during this pandemic.\" A native of Tulsa, Oklahoma, Diffie was a 25-year member of the Grand Ole Opry. Some of his hits included \"John Deere Greene\" and \"Home.\" ##Health## Both Nigeria's largest city and capital city will be under a \"cessation of movement\" for 14 days, said Nigerian President Muhammadu Buhari in a Sunday address, which was published on Twitter. Based on advice from the Federal Ministry of Health and the Nigeria Centre for Disease Control, Buhari issued an order prohibiting all movements in Lagos and Federal Capital Territory for 14 days. The order will go into effect Monday at 11 p.m. local time.  \"As we are all aware, Lagos and Abuja have the majority of confirmed cases in Nigeria. Our focus therefore remains to urgently and drastically contain these cases, and to support other states and regions in the best way we can,\" said Buhari. Citizens in areas effected by Buhari's order will be required to stay in their homes and businesses and offices \"should be fully closed during this period,\" Buhari said. Businesses involved in health care, food processing and distribution, petroleum, power and private security are exempt from the order. Workers in telecommunications and the media who prove they are unable to work from home are also exempt. ##Daily Life## Maria Mercader, a CBS News producer and talent executive, has died of Covid-19 in New York, according to a news release from CBS News. Mercader, 54, worked at CBS for three decades, most recently as a director of talent strategy. She \"courageously fought cancer and related illnesses for 20 years, enduring numerous treatments and surgeries,\" CBS said.  \"To her colleagues and family, she was an inspiration and a symbol of hope each time she returned to work after the latest medical setback threatened to end her life,\" CBS said. \"Maria was a friend to all,\" said Laurie Orlando, senior vice president of talent for CBS News. \"It’s nearly impossible to be someone EVERYONE loves, but Maria was. She always had a warm hug, a word of advice or support and a big smile for everyone in her life. She was a bright light and will be sorely missed.\" Mercader helped produce breaking news coverage during her years working on the foreign and national desks of CBS News, including the death of Princess Diana and the 9/11 attacks, the release said. She won a business Emmy in 2004 for her work on a CBS \"Sunday Morning\" report on computer spam. Mercader is survived by her father, Manuel and brother, Manuel, the release said. ##Health## There are at least 133,924 cases of the novel coronavirus in the United States, according to CNN Health’s tally of cases detected and tested through US public health systems. A total of 2,352 people have died in the US from coronavirus.  For the most up-to-date US numbers compiled by CNN, please check this map which automatically refreshes every 10 minutes: https://www.cnn.com/interactive/2020/health/coronavirus-us-maps-and-cases/ ##Health## Moscow imposed a citywide quarantine starting March 30 until further notice for all residents regardless of their age, Mayor Sergey Sobyanin said in a statement.  “(Since restrictions were imposed) movements in the city decreased by two-thirds, which this is very good,” Sobyanin said. \"Although it is obvious that not everyone heard us.\" Residents will only be able to leave their houses to get urgent medical help, go to a nearby grocery store or pharmacy, and to walk their pets in the proximity of 100m from their residence. The exception will be made for essential workers. City officials will deploy a \"smart monitoring\" system to enforce these restrictions, Sobyanin said, and the city will develop a special pass system for people to get permission to leave their homes. Public and private transportation, as well as leaving or entering the city, is still allowed, according to the statement. ##Daily Life## Ohio Gov. Mike DeWine said his state does not have enough N95 masks to meet the demand of health care workers and first responders. Many people who need the masks are using them longer than they would normally use them, DeWine said. DeWine said he is hoping the Food and Drug Administration will give a full approval for the use of a mask-cleaning machine produced by Battelle. The governor said he called President Donald Trump Sunday morning to express how urgently the approval is needed and said the President told him he would do all he could to get the approval. Trump took to Twitter to express \"hope\" that the \"FDA can approve Mask Sterilization equipment ASAP.\"  \"As per Governor @MikeDeWine, there is a company in Ohio, @Batelle, which has equipment that can sterilize masks quickly,\" the President's tweet continued.  Battelle's machine is capable of sanitizing 80,000 N95 masks a day for reuse, DeWine said. ##Health## California is temporarily closing vehicle access at its 280 state parks due to a surge in visitors on Saturday, according to a press release from the state department of Parks and Recreation. \"On Saturday, many state parks once again experienced visitation surges that made it impossible for the public to implement appropriate social/physical distancing practices,\" according to the release. Campgrounds have already been closed and certain parks and beaches were already closed to vehicles, the release said. ##Travel## Judy Wilson-Griffin, a nurse from St. Louis, Missouri, was one of the first people to die from coronavirus in the region, according to a statement from SSM Health St. Mary's Hospital. Wilson-Griffin died Friday, March 20, according to the hospital. She was a perinatal clinical nurse specialist and was also known for being an \"incredible educator, leader and friend to all,\" the statement said. Wilson-Griffin was \"instrumental\" in starting the St. Mary's Maternal Transport Program more than a decade ago, according to the statement. \"Her passion and dedication was second to none,\" an unnamed colleague is quoted as saying in the statement. \"She was a hero in the truest sense.\" ##Health## Canadian health officials Sunday corrected erroneous data reported widely during a press conference Saturday. In a tweet, Canada’s Chief Public Health Officer, Dr. Theresa Tam apologized for the error and said: “I misspoke on the percentage of hospitalized cases.” “There was an error made. Based on a subset of case reports with age and hospitalization data, 12% (not 30%) of those hospitalized were under 40 years of age,” Health Canada wrote in an email sent to CNN. The statement attributed the error to a lag in ‘real time data’. “The case report forms lag behind the real time data, while they provide more in depth information for epidemiological analysis,” the statement said. ##Health## More than 230 members of New York's Fire Department have confirmed positive coronavirus tests as of Friday, according to the department. The members include firefighters, emergency medical responders and civilians, the department said. The department experienced the busiest four days in the history of EMS at the end of last week – “each day has broken a record,” the department said in email. ##Health## There are now more than 14,000 Air and Army National Guard personnel supporting the COVID-19 response efforts at the direction of their governors, according to a news release from the National Guard. Twenty-two states and two US territories now have the “authority to command active and reserve component troops under control of a state’s governor,” the release said. “We are using every tool available to get through this national crisis as fast as possible and get our great American economic juggernaut back to work,” Air Force Gen. Joseph Lengyel, chief of the National Guard Bureau, said in a statement. “COVID-19 is the most immediate threat facing our nation, and the virus knows no state boundaries. What the National Guard is doing in the states is part of a nationwide war on the coronavirus.” ##Health## ##Daily Life## According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are at least 130,478 cases of the novel coronavirus in the United States.  CNN Health also reported 2,314 people have died in total in the US from coronavirus.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health# Motorists entering Florida will be directed to weigh stations by law enforcement officers who will allow travelers to either return to the interstate or to pull aside for further screening, according to a release from Florida Department of Transportation. The measure is part of Florida Gov. Ron DeSantis's order to limit community spread by requiring travelers on I-10 and I-95 coming from Louisiana, New York, New Jersey and Connecticut to isolate for a period of 14 days. Travelers entering Florida will be required to complete a form, including each traveler’s contact information and trip details, the release said.  \"Failure to complete the form and failure to follow any isolation or quarantine order from DOH are a violation of Florida law,\" according to the release. Florida Highway Patrol \"will staff the checkpoint at I-10 at the Alabama/Florida line, 24 hours a day with approximately 16 troopers in 12-hour shifts,\" FDOT said. Travelers will be provided with a traveler card, \"which has contact information and guidance in the event the traveler exhibits symptoms while in isolation that are attributed to\" coronavirus, the release said. ##Travel## New York Gov. Andrew Cuomo said the bill that just passed by the federal government gives New York 1.9% of its budget to to use for coronavirus — which translates to about $5 billion. Cuomo said other states got up 20% “that don’t even have coronavirus cases.\" “We have more cases than anyone else, we got the lowest level of reimbursement in the bill,\" he said during his daily press conference Sunday. He said the federal bill had no funding to help with the state's lost revenue. Cuomo said Congress has to come back to Capitol Hill and pass another bill. “We were all waiting for this last federal piece of legislation because we all believed it was gonna have money to help us with our revenue shortfall, and then it didn't,\" he said. He said the state has $5 billion in the bill for health care and hospitals, adding ��ironically our last problem is the health care budget.” “The help we were waiting for from Washington never came,” he said. The big problem is how do to fund the schools, and that’s where the state has “zero dollars,” he said.  ##Health## Indian Prime Minister Narendra Modi apologized for a nationwide lockdown during his monthly radio address to the nation on Sunday morning. \"Let me seek forgiveness from all the countrymen. My conscience tells me that you will definitely forgive me as I had to take certain decisions which have put you in a lot of difficulty,\" Modi said. Modi ordered the 21-day complete lockdown on March 24 in an effort to fight the coronavirus from spreading. All nonessential establishments, including shops, factories, and places of worship, are required to remain closed throughout the lockdown. The decision left tens of thousands of India's migrant laborers scrambling to return to their hometowns, as they no longer had a means of income in India. In his radio address, Modi asked poor Indians for their forgiveness.  \"Especially when I look at my poor brothers and sisters, I definitely feel that they must be thinking, what kind of prime minister is this who has placed us in this difficulty? I especially seek their forgiveness,\" Modi said.  \"I understand your troubles but there was no other way to wage a war against corona for a country like India with a population of 1.3 billion. It is a battle of life and death and we have to win it, therefore, such strong measures were absolutely necessary. Nobody likes to take such strong measures, however, looking at the situation all over the world, it seems this is the only option,\" Modi said. ##Daily Life## According to CNN Health’s tally of US cases that are detected and tested through US public health systems, there are at least 130,156 cases of the novel coronavirus in the US.  CNN Health also reports 2,298 people have died in total in the US from coronavirus.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health## Italy recorded 756 new deaths related to coronavirus in the past 24 hours — a slight decline, bringing the total number of fatalities to 10,779, the Civil Protection Agency said on Sunday. The number of new cases also pointed to a downward trend with 3,815 confirmed active cases. The total number of active cases is 7,880. In all, the total number of cases including those who have recovered is 97,689. ##Health## New York Gov. Andrew Cuomo said during his daily press conference at least 8,503 people are in the hospital for coronavirus. At least 965 people have died from coronavirus across New York, he said. That number is up from 728 previously reported. He also said at least 282 people are in intensive care across New York and about 165 people have been intubated. There are 59,313 confirmed Covid-19 cases across New York, Cuomo said. At least 172,360 people have been tested.  ##Health## The Javits Convention Center in New York City, which has been converted into a 1,000-bed makeshift field hospital to help alleviate the burden the coronavirus is placing on civilian hospital infrastructure, will come online this week, New York Gov. Andrew Cuomo said during a press conference. ##Health## The Syrian Arab Republic confirmed its first death related to coronavirus on Sunday, according to state news channel Al-Ikhbariye.  The patient was a woman who died after admission to the emergency room and tested positive for coronavirus, the Syrian health ministry said. ##Health## A trauma physician at Miami's Jackson Memorial Hospital told CNN the hospital's ICU is beginning to fill up just as they are being told there's a supply shortage to treat coronavirus. \"We are slowly descending into chaos,\" the physician said. \"We keep on drilling and preparing but it’s already taking a toll on our staff. Both emotionally and psychologically.\" The trauma physician said the presence of coronavirus created a thick layer of fog they have to operate in as they try and treat patients. \"It’s not like in the ICU,\" the physician said. \"Everybody knows the patient has COVID and has time to don the equipment before going into the room.\" Normally they rely on literature, research and training in the trauma center, developed over years of study and practice. But the physician says they are \"flying blind\" in a storm without instruments right now. \"With COVID and trauma there is nothing,\" the physician said. \"So, we had to build guidelines from the ground up in record time and start training our teams on those guidelines not really knowing if they are best practices or not.\" Jackson Memorial Hospital is one of the largest hospitals in the US with 1,550 licensed beds. It's the biggest hospital in the state of Florida and holds the Ryder Trauma Center, Miami-Dade County's only adult and pediatric Level 1 trauma center. ##Health## There are 730 uniformed New York Police department officers infected with coronavirus, as well as 96 civilian NYPD employees, bringing the total to 826 positive coronavirus cases, according to a law enforcement official. Twenty-nine of the individuals are hospitalized and one is in critical condition, the official said. Beyond these cases, the department — which has about 36,000 officers — has over 4,662 officers out sick, which is about 12% of the department. In a rare step, the NYPD is advising officers and employees with underlying conditions who want a special accommodation because they may be vulnerable to the virus to seek permission from their commanding officers to work from home, the official said.  They’re also advising pregnant staff members to do the same.  ##Health## New Jersey Gov. Phil Murphy, appearing on ABC's \"This Week,\" said the travel advisory for New Jersey, Connecticut and New York was \"de facto happening already.\" He was referring to the Centers for Disease Control and Prevention issuing a travel advisory urging people in New York, New Jersey and Connecticut to \"refrain from non-essential domestic travel\" for the next two weeks. \"The fact of the matter is, people really aren't traveling a whole lot. A travel warning, we're fine with,\" Murphy said. New Jersey has a little more than 11,000 positive cases of coronavirus and 140 dead due to the virus as of Saturday, Murphy said. He added the state has yet to see how the dramatic steps they've taken on social distancing will affect those numbers.   New Jersey has received 120,000 N95 masks and 1,000 medical beds in supplies, but Murphy says the state is \"still way short.\" \"The big headline for us right now are ventilators. We had a very specific conversation with the White House last night about ventilators,\" Murphy said.  Major League Baseball players are willing to make major changes to the typical MLB schedule because of the coronavirus outbreak to play a 2020 season, according a statement from a MLB Players Association spokesperson and comments by MLBPA Executive Director Tony Clark. The changes the players are willing to consider include playing later into the calendar year, an increase in double-headers, fewer restrictions on days off and expanded roster sizes to provide greater depth for a compressed schedule.   The MLBPA also says it is open to playing the regular season through October with postseason stretching into November. The players are also open to the possibility of playing in empty stadiums, playing in neutral sites, and expanding the postseason structure. The MLBPA stresses that all of these possibilities are predicated on the ability to ensure the health and safety of the players and all other personnel involved in staging games as a prerequisite for the resumption of play. ##Daily Life## ##Business## Treasury Secretary Steve Mnuchin said Americans could expect the checks from the stimulus bill to be direct deposited in their accounts within three weeks from Sunday.  He told reporters at the White House that for people who did not provide the government their direct deposit information, there will be a web-based application to get their money. Mnuchin also told small businesses: “Go back and hire your workers because the government is paying you to do that.\" \"(My) number one objective is now delivering to the American workers and American companies the needed money that will put this economy in a position where it get through the next eight-10 weeks,\" he said. ##Daily Life## Rhode Island Gov. Gina M. Raimondo signed an order obtained by CNN saying she will demand all travelers coming into the state to self-quarantine for 14 days in hopes to stop the spread of coronavirus. This comes after Raimondo previously targeted New York travelers, saying she would stop them from coming into the state. New York Gov. Andrew Cuomo threatened to sue the governor over that previous order.   CNN has reached out to Raimondo's office for comment. ##Travel## House Speaker Nancy Pelosi Sunday told CNN’s Jake Tapper that President Donald Trump's “denial at the beginning” of the coronavirus outbreak cost American lives. She also accused Trump of fiddling in his response to the crisis. “The President, his denial at the beginning, was deadly. His delaying of getting equipment to where it -- it continues, his delay in getting equipment to where it's needed is deadly,” Pelosi told Tapper on CNN’s “State of the Union.” While Trump downplayed the extent of the outbreak, the White House coronavirus task force has in recent weeks stepped up the response including measures to get equipment to states and hospitals that need it. \"We really want to work in a unifying way to get the job done here, but we cannot continue to allow (Trump) to continue to make these underestimates of what is actually happening here,\" Pelosi said. \"This is such a tragedy, we don't even know the magnitude of it because we do not have the adequate testing.\" Key federal health official Dr. Anthony Fauci told CNN’s Jake Tapper President Trump decided not to impose a “quarantine” on parts of the New York, New Jersey and Connecticut and instead issue a travel advisory for that area after officials “had very intensive discussions last night” at the White House with him. National Institute of Allergy and Infectious Diseases. “After discussions with the President we made it clear and he agreed it would be much better to do what's called a strong advisory,\" Fauci, director of the National Institute of Allergy and Infectious Diseases, said on CNN’s “State of the Union. \"The reason for that is you don't want to get to the point that you're enforcing things that would create a bigger difficulty, morale and otherwise, when you could probably accomplish the same goal.\" Fauci said about 56% of the country’s new infections are coming from the New York City area. What was trying to be done is to get people, unless there's necessary travel, so all nonessential travel, just hold off, because what you don't want is people traveling from that area to other areas of the country and inadvertently and innocently infecting other individuals. We felt the better way to do this would be an advisory as opposed to a very strict quarantine. And the president agreed, and that's why he made that determination last night,” he said.  ##Travel## ##Daily Life## The number of people in the Netherlands who have tested positive for Covid-19 has now passed 10,000, according the Dutch Ministry of Health said Sunday. Some 10,866 people have tested positive for the novel coronavirus — an increase of 1,104 new confirmed cases since Saturday. The total number of reported deaths now stands at 771, an increase of 132 people since Saturday. In its update, the Ministry said the number of reported hospital admissions and the number of deceased patients “appears to be increasing less rapidly than would be expected without measures in place.” ##Health## There have been another 209 coronavirus related deaths in the UK in the past 24 hours, bringing the total deaths to 1,228, Public Health England said on Sunday.  A further 2,433 people have tested positive for the coronavirus, with a total of 19,522 confirmed cases in the UK.  UK lockdown: The UK public should prepare for a \"significant period\" where lockdown measures are in place to curb the spread of the coronavirus, Cabinet minister Michael Gove has said.  “I can’t make an accurate prediction, but everyone does have to prepare for a significant period when these measures are still in place,” Gove said speaking on the BBC's Andrew Marr on Sunday.  In the UK people are banned from leaving their homes apart from for a few limited reasons after Prime Minister Boris Johnson imposed the most stringent restrictions seen in Britain since the end of World War II. ##Health## Sophie Gregoire Trudeau, the wife of Canada’s Prime Minister, Justin Trudeau, announced Saturday evening on Instagram that she has fully recovered from Covid-19. The good news is that I have a clear bill of health now by medical professionals so I’m super happy,” she said in an Instagram post in both English and French.\n“From the bottom of my heart, I want to say thank you to everyone who reached out to me with their well wishes. And to everyone who is suffering right now, I send you all my love,” she added. Gregoire Trudeau tested positive for the virus on March 12 after a visit to the UK.  Justin Trudeau not tested: Since the announcement, Justin Trudeau has remained in quarantine at his Ottawa home with his wife and 3 children. He has been holding meetings virtually and has been giving daily press briefings outside his home. Trudeau and his children have not been tested for Covid-19 and the prime minister has said that he and the kids have not shown any symptoms. When asked if he would be resuming a more regular schedule including in-person meetings, Trudeau said earlier Saturday that he and his family would continue to follow the advice of medical professionals. The “credibility and usefulness” of the European Union is “at stake” with the coronavirus crisis, French Minister of State for European Affairs Amélie De Montchalin said on Sunday. Speaking to RTL Radio, De Montchalin said: “If some do not want [solidarity], we'll have to question their place [in the EU], and to question what we are still doing with 27 member states. It's a fundamental, existential question.” De Montchalin was speaking following disagreements among EU member states over the best way to tackle the impact of the coronavirus on the EU economy. A European diplomat with knowledge of a lengthy EU meeting that took place on Thursday told CNN Italy and Spain had blocked a final EU-wide statement, saying it was vague and lacked concrete measures. “If Europe is just an internal market when everything is well, then it has no sense to it,” De Montchalin added. READ MORE: The EU can't agree on how to help Italy and Spain pay for coronavirus relief Vietnam will halt incoming passenger flights in the coming two weeks, according to a government report released on Sunday. Flights from Hanoi and Ho Chi Minh City to other locations and vice versa will also be reduced as much as possible, Prime Minister Nguyen Xuan Phuc said. Lottery services will also be suspended for 15 days from April 1. The Vietnamese government announced containment measures earlier in the week, including a ban of gatherings of more than 20 people and suspension of non-essential services. With football on hold across the world, Juventus' first-team squad and coach Maurizio Sarri have agreed to give up four months' wages to help the club manage the economic impact of the coronavirus pandemic. Juventus say the agreement -- equal to the monthly payments for March, April, May and June -- will save the club a total of €90 million ($100.5 million). All sport in Italy has been canceled until at least April 3 but Juve says it will renegotiate with players \"in good faith\" should the current season be rescheduled and resumed. Read the full story here.  Mexican health authorities intensified their call for Mexicans to help prevent the spread of Covid-19 by staying home until April 19.  Mexican deputy health secretary Hugo López-Gatell said on Saturday: \"This can't be postponed, it is our last chance to do it and do it now... And this requires that we massively restrict ourselves and stay at home.\" López-Gatell directly asked Mexican society to reduce the mobility of all citizens, reducing work and school activity and the massive concentrations of people in Mexican public space. The deputy health secretary said that Mexico must control the spread of the virus in the country before it is too late, otherwise the Mexican government will not have the capacity to attend to all those infected in the country. Health authorities updated the cases of infections by the coronavirus in Mexico, which this Saturday reached 848 confirmed cases and 16 deaths. Authorities suspect there in fact more than 2,600 cases. Switzerland registered 1,123 new cases of coronavirus in the past 24 hours, bringing the  number of cases to 14,336, the Swiss Federal Office for Public Health said Sunday. A total of 257 people have died due to coronavirus -- an additional 22 people since Saturday, when when about 111,000 tests were carried out for Covid-19 with 13% turning out positive. All 26 Swiss canton member states and the principality of Liechtenstein are affected. Pope Francis called for the world to stop “all forms of war” and act as “one human family” against the Covid-19 pandemic.  After delivering his weekly angelus, the Pope said, “the joint commitment against the pandemic can lead everyone to recognize our need to strengthen fraternal ties as members of the one human family.” Francis said he accepted an appeal from the Secretary General of the United Nations calling for a global ceasefire in light of the coronavirus crisis which “knows no borders.” I join all those who have accepted this appeal and invite everyone to follow by stopping all forms of war, hostility and promote the creation of corridors for humanitarian aid, openness to diplomacy, attention to those who are in a situation of great vulnerability,\" he said.  Pope Francis also called for world leaders to be “sensitive” to the serious problem of overcrowded jails where the coronavirus could run rampant and take the “necessary measures to avoid future tragedies. The Pope’s weekly Angelus has been streamed from inside the Vatican since early March after St. Peter’s square was closed because of the coronavirus. A well-known French politician has died after contracting coronavirus, the Department of Hauts-de-Seine said on Sunday.  Patrick Devedjian, who was a Cabinet minister and adviser to former presidents Jacques Chirac and Nicolas Sarkozy, said in a tweet on Thursday, that he had contracted Covid-19 and was hospitalized: “Tired but stable [thanks to doctors and health workers], I’m recovering.”  Devedjian was 75. Sri Lanka confirmed its first coronavirus-related death, the government announced in a statement Saturday. The patient was 60 years old, had a kidney transplant, and suffered from diabetes and high blood pressure, according to the statement, citing Sri Lanka’s Director General of Health Services, Dr. Anil Jasinghe. Curfew extended: On Sunday, the government announced an extension to the curfew in the Colombo, Gampaha, Kalutara, Puttalam and Jaffna Districts “until further notice.”  In all other districts the curfew will be lifted at 6:00 am Monday and will be re-imposed at 2:00 pm.  Travel between districts has been completely banned unless for essential services,” the government said.  Spain recorded another 838 deaths from the coronavirus infection, according to new figures from the Spanish Health Ministry on Sunday, bringing the country's death toll to 6,528.  Although the increase was the highest yet recorded, the percentage increase fell, from 17% to 14% --  the lowest since March 16. The total number of active or current coronavirus cases rose to 57,560 from 54,273 -- an increase of 6% -- which is sharply lower than on recent days. On Saturday, the number of active cases recorded rose by 8.8%. A total of 4,907 people are now in intensive care in Spain, an increase of more than 300 since Saturday. But the Health Ministry also reported that a total of 14,709 people had recovered from the illness, a rise of nearly 20% from the previous figure of 12,285. Health officials predict \"stabilization phase\": On Saturday senior health officials said they expected Spain is entering a stabilization phase in the spread of the virus. But the government has decided to further tighten restrictions on people’s movements for the next two weeks. More than 2,000 people have died from the coronavirus in the United States as of 6 a.m. ET Sunday, according to a CNN count compiled through data on state health department websites. There are 2,046 deaths reported as of Sunday. The US reached 1,000 deaths on Thursday. There are at least 121,289 cases of coronavirus in the US as of Sunday, according to CNN Health's tally of cases detected and tested through US public health systems. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. For the most up-to-date US numbers compiled by CNN, please check this map which automatically refreshes every 10 minutes:  https://www.cnn.com/interactive/2020/health/coronavirus-us-maps-and-cases/ The local epidemic transmission of the novel coronavirus in China is “basically blocked,” National Health Commission spokesperson Mi Feng said on Sunday. The current number of confirmed cases in the country dropped to fewer than 3,000 on March 28, therefore local transmission has been blocked, Feng said at a press conference. However, he added that the possibility of a new wave of transmission from imported cases remains high, as there are 693 confirmed imported cases from 42 countries. Here's some background: China is closing its border to most foreigners amid fears of imported novel coronavirus cases causing a second outbreak in the country where the infection was first detected. In a statement last week, the government said that \"in view of the rapid spread of Covid-19 across the world, China has decided to temporarily suspend the entry into China by foreign nationals holding visas or residence permits\" as of March 28. The UK public should prepare for a \"significant period\" where lockdown measures are in place to curb the spread of the coronavirus, Cabinet minister Michael Gove has said.  \"There are different projections as to how long the lockdown might last,” Gove told Sky News' Sophy Ridge on Sunday. “I can’t make an accurate prediction, but everyone does have to prepare for a significant period when these measures are still in place,” Gove said speaking later on the BBC's Andrew Marr on Sunday.  UK lockdown: In the UK people are banned from leaving their homes apart from for a few  limited reasons after Prime Minister Boris Johnson imposed the most stringent restrictions seen in Britain since the end of World War II. Police will break up public gatherings and fine people flouting rules, Johnson said in a televised statement on Monday evening, dramatically ramping up the country's response to the growing coronavirus pandemic. Johnson, who has himself tested positive for the coronavirus, will write letters to 30 million households across the UK urging people to stay home, and telling the public: \"We know things will get worse before they get better.\" Increased testing: Gove told Sky News this morning that 10,000 people were being tested for coronavirus daily, with the government hoping to increase this to 25,000 a day. Health care and social care workers are \"first in line\" for those tests, Gove added.  Rising death toll: More than 1,000 people have died from coronavirus in the UK as of 27 March, and more than 17,000 have tested positive for the virus, according to figures from the Department of Health and Social Care. ##Daily Life## Patients in Norway will be the first to take part in a major international research study for a promising treatment for Covid-19, initiated by the World Health Organization.   The WHO study, named Solidarity, is starting to treat its first patient at Oslo University Hospital, the Norwegian government said in a statement. The study will be led by John-Arne Røttingen, Director of the Research Council of Norway.  The plan is for the study to be extended to 22 hospitals throughout Norway. Among treatments to be tested are the malaria drug hydroxychloroquine/plaquenil, the Ebola drug remdesivir and an HIV treatment (lopinavir/ritonavir) either alone or together with a drug for hepatitis (interferon-β1a).  Throughout the study, researchers around the world will gather information on the effectiveness of the treatments on patients' survival and how long they need intensive care and hospitalization. ##Health## Australia will limit gatherings to two people, among other new measures to fight the novel coronavirus, from Monday onwards, Prime Minister Scott Morrison said. Gatherings will be limited to two people in public spaces and in other areas, down from a ceiling of 10 people implemented earlier, Morrison said at a press conference on Sunday. All public outdoor areas, including playgrounds and skate parks, will also be closed. Morrison said all residents “must stay home,” except to shop for necessities, medical care, exercise, work or education. He urged people aged over 70 to stay at home and self-isolate. He also announced a six-month moratorium on evictions. Returnees quarantined: On Sunday, 1,600 people who returned to Australia on international flights went into quarantine at hotels in major cities, Morrison added. ##Daily Life## Russia under President Vladimir Putin has pioneered authoritarian tech: Last year, the Kremlin leader approved measures that would enable the creation of a \"sovereign\" Russian internet, able to be firewalled from the rest of the world. The Covid-19 pandemic is now giving Russian authorities an opportunity to test new powers and technology, and the country's privacy and free-speech advocates worry the government is building sweeping new surveillance capabilities. Perhaps the most well-publicized tech tool in Russia's arsenal for fighting coronavirus is Moscow's massive facial-recognition system. Rolled out earlier this year, the surveillance system had originally prompted an unusual public backlash, with privacy advocates filing lawsuits over unlawful surveillance. Coronavirus, however, has given an unexpected public-relations boost to the system. Read the full story here.  Singapore canceled the passport of a citizen for breaching stay-at-home notice requirements, according to a statement from the Immigration and Checkpoints Authority released on Sunday. The 53-year-old male Singaporean citizen was reported to arrive at Singapore from Indonesia on March 19, after Singapore imposed a mandatory 14-day home quarantine on all travelers from March 16. He was required to be quarantined, but decided to return to Indonesia on the same day. On March 24, he returned to Singapore again and was asked to be quarantined for another 14 days. The Ministry of Health is investigating his breach of stay-at-home notice requirements.  Draconian measures: Singapore has introduced new laws governing social distancing during the coronavirus outbreak that could see offenders serve six months in jail. Those who do not keep at least 1 meter (3.2 feet) apart, or who meet in groups of more than 10 people outside of work or school, could face a fine of up to 10,000 Singapore dollars ($7,000) and/or up to six months' imprisonment. All travelers entering South Korea will be subjected to two weeks of mandatory quarantine starting midnight on Wednesday, April 1, Prime Minister Chung Sye-kyun announced Sunday. \"The measure will also include short-term foreign visitors in order to practically block the entry for unimportant purposes, such as tourism,\" Chung said during a Central Disaster Relief headquarters meeting.  Those who don't have an address in the country will be quarantined in a government provided facility for two weeks at their own expense. Previously, the mandatory quarantine order was for travelers coming into South Korea from the US and Europe. The African Export-Import Bank (Afreximbank) has announced a $3 billion fund to help African countries deal with the economic and health impacts of the Covid-19 pandemic. The Pandemic Trade Impact Mitigation Facility (PATIMFA) will provide financing to assist Afreximbank member countries with the financial, economic and health services shocks caused by the COVID-19 pandemic, according to a statement released by the bank on Tuesday.  The facility will support member country central banks and financial institutions to meet trade debt payments that fall due, and will work to avert trade payment defaults, the bank said, adding that the package will also serve to support and stabilize the foreign exchange resources of central banks of member countries. “A rapid and impactful financial response is required to avert a major crisis in Africa,” Benedict Oramah, President of Afreximbank said in a statement, adding that “Africa is exposed in many fronts, including significant declines in tourism earnings, migrant remittances, commodity prices and disruption of manufacturing supply chains.” READ MORE: What Africa can teach the world about beating the coronavirus ##Business## Domestic flights will resume in Hubei province, except in the city of Wuhan, from Sunday midnight local time, according to a statement from the Civil Aviation Administration of China. Cargo flights will resume as well as passenger flights.  The Chinese government has been steadily reducing the restrictions on Hubei and other previously heavily affected provinces, as the number of coronavirus cases has continued to fall. Today China reported 45 new cases, all but one of which came from outside the country. Flights to and from Wuhan, the original epicenter of the virus, will resume at midnight on April 8 when the city’s lockdown is expected to be lifted. Hemangay, a University of Delhi student, hasn't heard his boyfriend's voice for about a week. The 19-year-old, who asked not to use his real name as he is not out to his parents, lives with his family in New Delhi, the capital of India. For the past few months, he's been dating his 22-year-old boyfriend -- in secret. On Tuesday, India's Prime Minister Narendra Modi announced that the country of 1.3 billion people was going into lockdown for the next 21 days. That means no one is allowed outside. Public transport is shut, so Hemangay wouldn't be able to make it to his boyfriend's house on the other side of Delhi anyway. And because Hemangay can't take walks, he hasn't been able to phone his boyfriend -- he's too worried his parents would find out about their relationship if he calls him from the family home. \"I have never felt so helpless in my entire life,\" he said. Read the full article here. Despite the global pandemic, we must take steps to ensure a high turnout is possible during the 2020 US election.  While public attention has naturally turned toward our health care system's ability to treat the mounting number of Covid-19 patients — along with the spluttering economy — it would be a disastrous mistake to assume everything will run smoothly in November. This could have a profound impact on our presidential election. During the 1918 flu pandemic, the US saw voting decline significantly in the midterm elections, from 50% in 1914 to 40% four years later.  Even if people turn out to vote in November, getting millions of Americans to wait in long lines and touch the same voting equipment could be the last thing we want. In 2020, the stakes are too high to simply sit back and watch what will happen. Even before the pandemic hit, the election was already being considered by many a pivotal moment in our country's history and a referendum on President Trump.  Now that we are living through a global crisis akin to a massive depression or world war, the stakes are even higher. Read the full article here. A 33-year-old staff member of Louisiana Governor John Bel Edwards has died from complications with Covid-19, the governor announced Saturday. April Dunn served in the Governor's Office of Disability Affairs.  “It is with heavy hearts that we mourn the loss of our dear April,\" said Edwards. “She brightened everyone’s day with her smile, was a tremendous asset to our team and an inspiration to everyone who met her.  \"She lived her life to the fullest and improved the lives of countless Louisianans with disabilities. April worked hard as an advocate for herself and other members of the disability community.\" An inmate at a federal prison in Oakdale, Louisiana, died Saturday after testing positive for Covid-19, the Federal Bureau of Prisons said today in a statement.  Patrick Jones, 49, began complaining of a persistent cough on March 19. After being evaluated by the medical staff at the prison, Jones was transported to a local hospital where he tested positive for Covid-19, said the statement.  One day later, Jones was placed on a ventilator after his condition declined.  Jones passed away Saturday at the hospital. According to the statement, he \"had long-term, pre-existing medical conditions which the CDC lists as risk factors for developing more severe Covid-19 disease.\" President Trump has already directed federal prisons to increase home confinement to at-risk inmates in order to slow the spread of the virus, joining states like New York and New Jersey in the effort to avoid mass infection within prison systems. There were 45 new novel coronavirus cases reported in China today, bringing the national total to 81,439, according to the National Health Commission.  Out of the new cases, 44 were imported by people who had recently traveled abroad, with only one caused by local transmission. In addition, China reported five more deaths from the coronavirus, bringing the country’s death toll to 3,300. Of the 81,439 cases in the country, a total of 75,448 patients recovered and were discharged from hospital. China was the first epicenter of the outbreak but the United States and Italy both now have more total cases. Hundreds of thousands of migrant laborers in India have potentially lost their jobs and livelihoods as construction sites and factories close amid a countrywide lockdown. There were concerns in recent days that without a reliable job, thousands of these laborers would head back to their hometowns on food -- potentially undermining the lockdown. Now the local governments of Delhi and Uttar Pradesh have arranged buses for migrant laborers to head home despite fears of the coronavirus.  A tweet from the office of Uttar Pradesh Chief Minister Yogi Adityanath, released Saturday evening, said 1,000 public and private buses had been deployed.  Delhi Chief Minister Arvind Kejriwal confirmed on Saturday on his official Twitter account that buses have been arranged but urged people to stay home.  \"Please stay in your home. Do not go to your village. Otherwise, the lockdown serves no purpose,” Kejriwal said.  Australia announced a $628 million (1.1 billion Australian dollar) package to fight the novel coronavirus, in a statement from prime minister Scott Morrison released on Sunday. The majority of the package, about $412 million, will go towards expanding Australia's telehealth services to allow more citizens to get health care over the phone. There will also be another $92 million to support citizens experiencing domestic, family and sexual violence.  Morrison said Google is seeing the highest magnitude of searches for domestic violence help in the past five years.  Finally, amid a spike in requests for emergency relief and mental health services, there will be about $168 million targeted at expanding support for the community in those areas. The Australian government has already announced tens of billions of dollars in economic stimulus to try to boost the economy amid fears of an impending recession. The Covid-19 pandemic is giving Russian authorities an unprecedented opportunity to test their new authoritarian powers and technology, and the country's privacy and free-speech advocates worry the government is building sweeping new surveillance capabilities. Perhaps the most well-publicized tech tool in Russia's arsenal for fighting coronavirus is Moscow's massive facial-recognition system.  Rolled out earlier this year, the surveillance system had originally prompted an unusual public backlash, with privacy advocates filing lawsuits over unlawful surveillance. Coronavirus, however, has given an unexpected public relations boost to the system. Last week, Moscow police claimed to have caught and fined 200 people who violated quarantine and self-isolation using facial recognition and a 170,000-camera system. According to a Russian media report, some of the alleged violators who were fined had been outside for less than half a minute before they were picked up by a camera. \"We want there to be even more cameras so that that there is no dark corner or side street left,\" Oleg Baranov, Moscow's police chief, said in a recent briefing, adding that the service is currently working to install an additional 9,000 cameras. Read the full article here. On February 19, nearly 3,000 Valencia football fans traveled from Spain to Milan, Italy, to watch their team play Atalanta in a European Champions League game.  Some 40,000 Italians were also at the game, many of them from Bergamo, in Lombardy, and the surrounding towns. According to the Mayor of Bergamo, Giorgio Gori, Milan was \"buzzing\" that evening.  But there may have been another attendee at the league game, one who travelled home to Spain with the visiting fans. \"It is clear on that evening there was an opportunity for a strong spread of the (coronavirus),\" Gori said. More than 5,000 people have died since a coronavirus outbreak exploded in Spain. The country now has more than 54,000 active cases of the virus, according to recent figures from the ministry of health. The league game in Italy is just one of a number of factors which could have caused the outbreak. Among the culprits could be unseasonably warm weather, which encouraged people to gather in bars, homes on the beach and the country's café culture. But questions are still being asked -- why has Spain become one of the worst hit epicenters of the coronavirus pandemic? Read the full article here. ##Health## US President Donald Trump announced a 15-day plan on March 16 to \"slow the spread\" of the coronavirus pandemic that has turned the country upside down. Early next week, those 15 days will be up but the US numbers show no signs of slowing. Trump has said he wants to ease restrictions on the public and start opening up the country, against the advice of public health authorities. The disease is still spreading, with thousands of new cases and deaths despite the efforts to \"flatten the curve.\" The toll of social distancing can be measured in millions of new jobless claims, a $2 trillion stimulus bill, and a modest bump to Trump's approval ratings. CNN has put together a breakdown of the numbers that defined these two unprecedented weeks in America -- you can find it here. ##Business## ##Daily Life## When Milan resident Antonia Mortensen was pulled over by police while driving recently, it wasn't for a traffic offense. It was to instruct her fellow passenger to sit in the back of the car and to check that both were wearing face masks. Such are the tight restrictions on Italians now living in the deadliest hotspot of the global coronavirus pandemic. Italy's death toll is now the highest in the world at 10,023. Fatalities passed the grim milestone on Saturday, with an increase of 889 since the last figures were released on Friday, according to Italy's Civil Protection Agency. With 92,472 confirmed cases, Italy appears to have the highest death rate on the planet. Compare it to China, the epicenter of the pandemic, which has a roughly similar number of confirmed cases at 81,999, but under a third as many deaths, at 3,304, according to Johns Hopkins University and Medicine. Italy now has the second-highest number of confirmed cases in the world after the United States, which stands at more than 120,000. But the US has a fraction of the deaths, at just over 2,200. As Italy enters its sixth week of restrictions, many are asking: why does its death rate seem so much higher than other countries? Read the full article here. ##Health## Governor Ron DeSantis said questions surrounding Florida beaches remaining open during spring break are \"more of a political issue.\" DeSantis said a family sitting outside in \"sunshine, heat and humidity\" was not \"a problem,\" when compared with the New York subway being \"packed like sardines.\"  \"Do you hear the same people complaining about the New York City subway system being open? I mean, give me a break. Which one is more conducive to having Covid-19 spread or any respiratory virus? It's not even close,\" he told reporters. DeSantis noted that he had imposed a \"10-person limit\" for groups and local officials maintained limited access to beaches for residents. Several Florida beaches were closed by local officials in Miami-Dade, Palm Beach, Martin, St. Lucie and Indian River counties.  When the coronavirus outbreak reached Hong Kong, domestic worker Jinkie Alhambra followed guidance from the government and stayed home on her day off. But she ended up getting infected anyway, inside the apartment where she lives with her employer. \"That's the irony of it,\" the 48-year-old Filipina said during a Skype interview from hospital. \"(I was) kind of frustrated but you have to move on, to face it, you can't hold a grudge.\" Foreign domestic workers are required to live with their employers by law in Hong Kong. Days off are often spent with friends in public spaces but on January 30, the government appealed to the city's 390,000 domestic workers, urging them to stay home to contain the spread of the virus. So far, 13 domestic workers from the Philippines have tested positive for the coronavirus in Hong Kong. The Philippine consulate says most of them were infected by their employers who had traveled abroad. As the number of imported cases in the city continues to rise, domestic workers are facing increasingly challenging conditions. Read the full article here. ##Health## Henny Ansell is effectively in a long-distance relationship with her boyfriend -- but her boyfriend is only a few miles away. Ansell and Michael Bryan live in Wellington, the harbor-side capital of New Zealand. For the next four weeks -- at least -- the couple won't be able to see each other in person. That's because the country is in lockdown in a bid to stop the spread of Covid-19. \"At first, we didn't really understand the rules -- we kind of thought, it will be fine, we'll be able to see each other once or twice a week,\" says 25-year-old Ansell, who has been with her boyfriend for five years. \"And then it kind of dawned on us that that's probably not good.\" As countries impose strict lockdown measures and travel restrictions to combat the coronavirus pandemic, couples all over the world are facing similar predicaments. While some -- like Ansell -- are choosing to stay apart, others have found coronavirus has brought them closer together. Read the full article here. ##Daily Life## Japan recorded 194 new cases of novel coronavirus on Saturday, its Health Ministry announced today -- it was the country's largest daily jump. The Health Ministry also confirmed three new deaths, bringing Japan's death toll to 62. Ten of these deaths took place on board the Diamond Princess Cruise ship. The majority of cases have been recorded in Tokyo and Chiba, where there is a large infection cluster in medical and welfare institutions, according to officials.  Japan's number of confirmed cases stands at 2,211. Of those, 1,693 cases were confirmed on land and 712 of them came from the Diamond Princess cruise ship.  Venezuelan opposition leader Juan Guaido called for the formation of a “national emergency government” to face the coronavirus outbreak, in a video message on Saturday night.   Guaido, who is recognized by more than 50 countries including the United States as Venezuela's legitimate head of state, said the virus posed unprecedented challenges to the Latin American country.  To handle the epidemic, Guaido said, the new unity government would negotiate an international loan of up to $1.2 billion. He called for all sectors of society to join the new government, with the exclusion of embattled President Nicolas Maduro, who on Thursday was charged in the US for narco-terrorism.  The announcement is the first time the opposition leader has called for a power-sharing agreement between the governing coalition and the opposition.  A 70-year-old woman has become the first person in New Zealand to die of the novel coroanvirus, the government announced Sunday. She was admitted to hospital four days ago with what was believed to be influenza complicating an underlying chronic health condition, the government said in a statement. \"As we have seen around the world, Covid-19 can be a deadly disease – particularly for elderly people, and those with underlying pre-existing health issues,\" the statement said. \"All of our thoughts are with the woman’s family and loved ones at this time.\" As of this morning, there were more than 514 cases of the coronavirus in New Zealand, according to Johns Hopkins. Mexico's health authorities announced 131 new cases of coronavirus in the country, bringing the total number of cases to 848, an increase of 237 percent in one week. Four more deaths were reported during the press conference on Saturday night, bringing the country's death toll to 16. A week ago today, the number of confirmed cases for Covid-19 was 251. The Indian government has announced a series of measures to tackle the spread of coronavirus, including a three-week nationwide lockdown and a $22.6 billion relief package. Now some of the country’s biggest corporate players are stepping in to play their part.  Mega-conglomerate Reliance Industries has pledged $660,000 to the government of western Maharashtra state to help fight the coronavirus, according to a press release. Reliance is owned by India's richest man, Mukesh Ambani, who is worth more than $51 billion, according to Forbes. The company's philanthropic arm, the Reliance Foundation, headed by Ambani’s wife Nita, has helped to set up India’s first dedicated Covid-19 hospital. The 100-bed centre in Mumbai is equipped with ventilators. In partnership with NGOs, the Reliance Foundation has also been providing free meals to the thousands of daily-wage workers who were left jobless by India's lockdown.  Reliance isn't alone in providing support to fight the epidemic.  The Mahindra Group has volunteered to help produce ICU ventilators for India's hospitals, while Vijay Shekhar Sharma, the founder of PayTM, India’s largest digital payments company, has pledged $660,000 to the effort. ##Business## Global deaths top 30,000: There have now been at least 30,000 people killed worldwide from the novel coronavirus pandemic, according to Johns Hopkins, as global infections rise above 660,000.\nUS cases break 120,000: Just under a fifth of the world's coronavirus cases are in the United States, which has also recorded just over 2,000 deaths. You can follow live updates on the situation in the US here.\nThree US states warned by CDC: Residents of New York, New Jersey and Connecticut have been asked to not travel domestically as the number of cases on the east coast continues to rise rapidly. About 12% of the New York Police Department's uniformed employees are currently on sick leave.\nZaandam cruise liner heads to Florida: The ship with confirmed cases of the coronavirus has been allowed to move through the Panama Canal to get to Florida. More than 130 people on board have shown flu-like symptoms and four have died, although the cause of death is still unknown.\nUK Prime Minister tells country to stay home: In a letter sent to 30 million households, Boris Johnson has called for people to stay home \"at this moment of national emergency.\" Johnson was diagnosed with the virus this week. \nJapan reports its biggest single-day rise in infections: There were 194 new cases of the virus reported there on Saturday. Japan has 1,693 confirmed cases.\nFirst coronavirus death in New Zealand: A woman in her seventies has become the first person in New Zealand to die of the coronavirus.  Questions have emerged in Brazil over the origins of a video highlighting the damage that a coronavirus shut down would likely cause the economy, including whether it is associated with President Jair Bolsonaro. The video, which started circulating on Friday, begins with a narrator saying \"For Brazil's nearly 40 million self-employed workers, Brazil cannot stop.\" As images are shown of Brazilians in their workplaces and homes, the narrator continues: “For all the businesses that are stopped and that will end up having to shut their doors or fire employees, Brazil cannot stop. … For Brazilians infected with coronavirus, for everyone who depends on care and the arrival of medicines and equipment, Brazil cannot stop.” The video ends with the logo of Brazil’s federal government. The video was shared on pro-Bolsonaro media accounts, including the official Facebook page of his son Flavio Bolsonaro, a senator. But by Saturday, Brazilian media reported that the president’s social communication secretariat (SECOM) had issued a note denying that it was behind any ad campaign called “Brazil Cannot Stop.” Congressman Alexandre Padilha, from the center-left Workers Party, wrote on his official Twitter account that the ad campaign was “criminal publicity from Bolsonaro.” The Centers for Disease Control and Prevention issued a travel advisory on Saturday, urging residents of New York, New Jersey and Connecticut “to refrain from non-essential domestic travel for 14 days effective immediately.” Employees of critical infrastructure industries, including but not limited to trucking, public health professionals, financial services, and food supply, were exempt from the advisory.  Those working in these critical infrastructure industries, as defined by the Department of Homeland Security, were deemed to need to keep a normal work schedule. According to the CDC, the governors of the three states will have “full discretion” on how to implement this advisory. ##Travel## As the number of people infected with the novel coronavirus rises above 50,000 in New York, more than 4,300 uniformed employees of the New York Police Department (NYPD) called in sick on Saturday. According to a daily coronavirus report from the NYPD, that's 12% of the uniformed workforce. So far, 696 members of the NYPD have tested positive for the coronavirus, including 608 uniformed members and 88 civilian members. A cruise ship with two confirmed cases of the novel coronavirus and more than 130 people on board with \"flu-like symptoms\" will be allowed to pass through the Panama Canal, authorities said Saturday. Four guests have already died on board the Zaandam. Their cause of death has not been confirmed. On Friday, Panama Canal officials said any ships with passengers or crew diagnosed with the virus would not be allowed through. But the Panama Ministry of Health has made an exception for the Zaandam. \"The Panama Canal supports all the efforts that are being made to make it easier for the passengers and crew of the Zaandam cruiser to reunite with their families,” the Panama Canal authorities said in a statement. The Zaandam departed Buenos Aires, Argentina, on March 7 and was originally scheduled to sail to Chile but has been denied access at various ports. ##Travel## President Donald Trump said in a tweet that, after consulting with the governors of New York, New Jersey and Connecticut, he is asking the CDC to issue \"a strong Travel Advisory\" to be administered by those governors, in consultation with the federal government. Trump said a \"quarantine will not be necessary.\" This comes after he said earlier Saturday that he's considering mandatory short-term (two-week) quarantine on New York, certain parts of New Jersey and Connecticut. Trump's suggestion of a mandatory quarantine was strongly opposed by New York Gov. Andrew Cuomo, who questioned whether it would be legal. ##Travel## More than 2,000 people have died from the coronavirus in the United States as of Saturday evening, according to a CNN count compiled through data on state health department websites. So far, there have been 2,010 deaths reported across the country. The US reached 1,000 deaths on Thursday. There were at least 117,688 cases of coronavirus in the United States as of Saturday, according to CNN Health's tally of cases detected and tested through US public health systems. For the most up-to-date US numbers compiled by CNN, please check this map which automatically refreshes every 10 minutes: https://www.cnn.com/interactive/2020/health/coronavirus-us-maps-and-cases/ A nurse at a downtown New Orleans hospital has described to CNN the very difficult conditions at the facility. The nurse, who did not want to be identified out of fear that speaking to the media could lead to employment repercussions, described the situation at the hospital after finishing a shift two days ago. \"We are averaging five to seven intubations and three to four deaths a day. We have had to set up a temporary morgue (white box) outside the ED next to ambulance ramp for those who expire from COVID-19, this temporary morgue is full,\" the nurse said. The nurse told CNN that while the situation at the hospital is dire, the staff are in better shape than some. “We are being asked to recycle our N95 masks. We only have 16 unused ventilators left in hospital. We’ve been told the surrounding hospitals are at max capacity without ventilators, leaving our hospital and one other major hospitals left to care for these patients,\" the nurse said. \"EMS are having to recruit volunteer EMT workers to help as New Orleans EMS paramedics are either in quarantine for exposure or sick themselves.\" The nurse offered a grim prediction: If this type of workflow continues into April, we will not be able to sustain as a hospital.\" UK Prime Minister Boris Johnson will write letters to households across the UK urging people to stay home, according to a Downing Street statement on Saturday. The Prime Minister's letters will be sent to 30 million households next week and will say the following: \"We know things will get worse before they get better. But we are making the right preparations, and the more we all follow the rules, the fewer lives will be lost and the sooner life can return to normal. ...That is why, at this moment of national emergency, I urge you, please, to stay at home, protect the (National Health Service) and save lives.” UK residents will receive a leaflet outlining the government’s coronavirus advice, with clear explanations of symptoms, rules on leaving the house and rules on self-isolating with symptoms. The letters and leaflets are expected to cost $7.2 million (£5.8 million) to print and distribute. The statement added that Johnson \"is continuing to lead the Government’s response to coronavirus as he self isolates after testing positive for the virus.\"", "Section": "world", "Writers": ["Ben Westcott", "Jenni Marsh", "Amy Woodyatt", "Amir Vera"], "URL": "https://www.cnn.com/world/live-news/coronavirus-outbreak-03-29-20-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}