{"Type": "article", "Time": "2020-08-27", "Headline": "Inside the company at the forefront of China's push to develop a coronavirus vaccine", "Text": "Inside the white, sterile walls of a new building on the southern outskirts of Beijing, two employees donning masks and rubber gloves are busy pipetting a clear, colorless liquid into rows of small vials.  In some areas, the interior fit-out is still underway. Outside, construction vehicles are digging up dirt. The 215,000 square feet (20,000 square meter) production plant was built in recent months specifically for producing a Covid-19 vaccine developed by Chinese pharmaceutical company Sinovac Biotech. CoronaVac, the vaccine candidate from Sinovac, is part of China's push to be at the forefront of rolling out immunizations against the deadly novel coronavirus -- and to demonstrate its scientific prowess.  Scientists globally are racing to find a way to stop to the virus that has infected more than 23 million people and claimed over 800,000 lives. Six vaccine candidates have started Phase 3 clinical trials -- the last step of testing to prove efficacy and safety before seeking approval from regulators -- and three are Chinese. CoronaVac's last-stage trials are being rolled out in Brazil and Indonesia with about 11,000 volunteers. \"If everything goes well, we hope that we can have some results around the end of the year,\" said Helen Yang, director of investor relations at Sinovac, from the CoronaVac production plant in the Chinese capital's Daxing district.  The Nasdaq-listed biotech company began developing its vaccine in late January, less than a week after Wuhan -- the original epicenter of China's coronavirus outbreak -- went into a strict lockdown. Construction of the plant started in March, and Yang said the facility will eventually produce 300 million doses of the vaccine a year, if it is approved by China's National Medical Products Administration. CoronaVac uses an old-fashioned approach -- employing an inactivated whole virus to prompt the body to develop immunity. The virus is grown under controlled conditions and killed chemically, so it cannot replicate to cause disease when injected into the body. This method has long been proven effective with other viruses, and is still used in polio and flu shots, as well as the rabies vaccine.  A Sinovac spokesperson said the company chose an inactivated vaccine because it was most familiar with this approach.  The US is pushing ahead with a newer type of vaccine made using genetic material from the virus. This type of vaccine is faster to produce, because whole samples of a virus do not have to be cultured, but there is less known about which genetic material to choose from the virus to replicate to induce an strong immune response.   To fast-track the preclinical process -- where researchers develop the vaccine candidate and test it on animals -- Yang said the company had conducted several studies in parallel so it could select the best results.  Sinovac has also been working closely with China's equivalent of the Food and Drug Administration to speed up the approval process. \"Once we complete a certain study, we submit the data ... immediately so they can start to review,\" Yang added. In May, Sinovac published in the journal Science the results of animal trials, which found that its vaccine induced effective antibodies in mice and rats, as well as primates such as the rhesus macaques. A month later, the company said its Phase 2 trial of 600 volunteers found the vaccine caused the human body to produce antibodies 14 days after vaccination.  But the Phrase 3 trial requires large-scale testing of thousands of participants.  By June, China had largely contained the coronavirus, contending with only small, sporadic outbreaks. China had reported 84,996 Covid-19 cases by Wednesday, with fewer than 2,000 new infections since the start of June -- and more than a third of those were imported, according to the country's National Health Commission (NHC). Yang said the small number of newly reported Covid-19 cases in China didn't meet the necessary conditions for a Phase 3 trial, so Sinovac reached an agreement with Brazil -- which ranks second in the world for infections, with more than 3.6 million reported cases. In collaboration with the Butantan Institute in São Paulo, a Phase 3 study was launched in late July involving 9,000 volunteers, all health professionals who have worked with Covid-19 patients but haven't been infected with the virus, according to São Paulo officials.  In exchange, Brazil was promised 120 million doses of the vaccine, if the tests found it to be effective.  The tests are ongoing, but Dimas Covas, president of the Butantan Institute, said Wednesday preliminary data shows CoronaVac induced immunity in 97% of the people vaccinated after two doses -- a level he said was \"fundamental to break the chain of transmission of the coronavirus.\"   Covas said earlier this month that data on the efficacy of the vaccine could be available by October -- potentially starting the formal approval process in a matter of months. He expects the vaccine to be available to the Brazilian public by January. \"I am very optimistic. I think it would be a reasonable time frame given the performance so far,\" he said at a public hearing at the Brazilian Chamber of Deputies. This month, Sinovac also rolled out another Phase 3 trial in Indonesia with 1,620 volunteers. Indonesia's state-owned Bio Farma said in a statement Friday that it signed a preliminary agreement with Sinovac for the bulk purchase of 50 million vaccines from November to March 2021, with guaranteed priority access until the end of next year.   A race for vaccine With the global race for vaccines heating up, Yang down played competition between biotech companies -- saying demand was too huge for a single company to meet.  The real competition, she said, is with the virus. \"Our speed should be faster than the transmission of the virus instead of competing with others. We like everyone to be successful then there will be enough supply to protect people,\" Yang said. The two other Chinese vaccines to have started Phase 3 trials are being developed by the state-owned Sinopharm, while a vaccine from the United Kingdom, produced by the University of Oxford and AstraZeneca has reached this stage, along with two from the United States, one by pharmaceutical giant Pfizer in collaboration with German company BioNTech, and the other by Moderna.  As it stands, 13 companies in China are working on coronavirus vaccines. Of those, nine vaccine candidates are in human trials -- more than in any other country.  Ivan Hung, an infectious diseases specialist at the Hong Kong University School of Medicine, said vaccination is key for countries like China where strict measures have helped keep the percentage of infected people in the population low.  \"The overall immunity is very low. And so in these places, definitely the way forward is vaccinations,\" he said. Geopolitical implications  Senior US national security officials have warned of alleged Chinese government attempts to steal coronavirus research from American institutions for months. In July, US prosecutors charged two Chinese nationals accused of trying to steal Covid-19 vaccine research on behalf of the government. China's leader Xi Jinping has repeatedly urged Chinese scientists to accelerate the research and development of coronavirus vaccines. Xiao Yaqing, the country's former top market regulator, told pharmaceutical companies last month to treat coronavirus vaccine development as an \"important political task.\"  Xiao has since been appointed the minister of industry and information technology. Not only would a safe and effective coronavirus vaccine save lives, deliver scientific prestige and represent a tantalizing opportunity for economic recovery, it could also have significant geopolitical implications.  The Chinese government has faced sharp criticism -- most notably from the US -- for its initial handling of the coronavirus outbreak. Its subsequent \"mask diplomacy\" -- an effort to ship medical supplies to countries grappling with Covid-19 -- has fueled suspicion that it is trying to change the coronavirus narrative.   Winning the vaccine race would present China with an opportunity to shore up its global standing by positioning itself as a leader in fighting the pandemic.   Last month, Philippine President Rodrigo Duterte said he had asked Xi to help the Southeast Asian nation get priority access to a Chinese vaccine.  The number of countries granted such access is growing fast. Besides Brazil and Indonesia, which have been approved for early access from Sinovac, Pakistan -- one of China's closest allies -- will receive early vaccine doses from Sinopharm, if its Phase 3 trials are successful.  In a video summit with African leaders in June, Xi pledged that \"once the development and deployment of Covid-19 vaccine is completed in China, African countries will be among the first to benefit.\"  This month, China's ambassador in Afghanistan, Wang Yu, told the Afghanistan Times that \"once China's vaccine is successfully developed and produced, it will be our priority to consider providing the vaccine to Afghan people.\"  And on Monday, Chinese Premier Li Keqiang said Beijing would also give priority access to Cambodia, Myanmar, Laos, Thailand and Vietnam.  \"Emergency use\"  Within China, authorities have rolled out coronavirus vaccines for \"emergency use\" before the last-stage trials are finished.  Last weekend, a senior official from the NHC revealed that China has been using an experimental vaccine on people who work in high-risk professions since July, including front line medical professionals and border inspectors.   The vaccine, developed by Sinopharm, is still in Phrase 3 trials in the United  Arab Emirates, Peru, Morocco and Argentina.  Zheng Zhongwei, director of the Science and Technology Development Center of the NHC, told China's state broadcaster that the \"emergency use\" of a vaccine during a \"major public health incident\" was in accordance with the country's vaccine law.   It comes after the Chinese government approved the use of a different vaccine candidate for the country's military in June.  However, on Monday, Dr. Anthony Fauci -- the top US infectious disease expert -- warned against early emergency use authorization, explaining that such a step could damage efforts to develop other vaccines.  \"One of the potential dangers if you prematurely let a vaccine out is that it would make it difficult, if not impossible, for the other vaccines to enroll people in their trial,\" he said. ", "Section": "asia", "Writers": ["David Culver", "Nectar Gan"], "URL": "https://www.cnn.com/2020/08/26/asia/sinovac-coronavirus-china-vaccine-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}