{"Type": "article", "Time": "2020-06-04", "Headline": "Airline restarts flights, cancels them again when passengers can't follow Covid-19 regulations", "Text": "Just weeks after restarting domestic flights, Indonesian carrier Lion Air has canceled them again, citing issues with passengers not following Covid-19 regulations. The Lion Air group, which also includes Batik Air and Wings Air, began slowly reintroducing short-haul flight routes on May 10. But the restored flights did not last long.  The company has announced that all routes are again suspended as of June 5 due to widespread issues with passengers not properly observing coronavirus-related rules related to social distancing and health disclosures. In a press release, a rep for Lion Air explains that \"many prospective passengers were unable to carry out air travel because they did not complete the required documents and conditions during the Corona Virus Disease 2019 (Covid-19) pandemic alert period.\" The few international flights offered by the airline have been canceled as well. Under normal operations, Lion Air also flies to Saudi Arabia, China, Malaysia and Singapore. The Jakarta-based airline had taken steps to ensure safety on board, such as blocking out middle seats, deep-cleaning planes and replacing HEPA filters on aircraft where any passenger had been suspected of illness. In announcing the decision, Lion Air specifically cited its concern for employees' health, especially cabin crew at risk of contracting the coronavirus from travelers. \"Lion Air Group supports government related to the prevention efforts of Covid-19 spread, through active participation in implementing the health protocols that have been established by the Ministry of Transportation, Ministry of Health and Task Force,\" the company wrote in a statement released on June 3. So far, there's no word on when these flights will be rescheduled. Lion Air is offering refunds to passengers who had already booked their tickets, but it's not allowing anyone to make new reservations for the time being.", "Section": "news", "Writers": ["Lilit Marcus"], "URL": "https://www.cnn.com/travel/article/lion-air-cancel-flights-coronavirus-intl-hnk/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}