{"Type": "", "Time": "2020-07-02", "Headline": "Go for great value with the Toyota Wigo – Manila Bulletin", "Text": "The world is changing in many ways, and one of the most felt changes is in transportation. People have to adjust to a new way of getting around. As such, getting a new car may be one of the most practical decisions during this time.Small city cars aren’t just an affordable choice, they’re also the easiest to drive and most efficient, making it ideal not just for those buying their first car, but also for more experienced car owners looking for a practical vehicle. The city car segment is already populated by many brands and models with competitive prices and features. Toyota’s entry and segment leader, the Wigo, features a new look for 2020 and many new features to stay competitive in this highly contested segment.Where every peso countsFirst introduced in 2014, the Wigo is already a veteran player. Since its first introduction, it quickly dominated over its competitors, securing 69% of the segment by the end of 2019. With its 2020 model, Toyota continues to make the Wigo the most worthwhile choice.In a segment where price is often what swings a buyers’ decision, many brands often strip the car of features that make it look more attractive and more convenient to drive, just to meet a particular price point. In the Wigo’s case, many of these aesthetic and convenience improvements have been kept to offer buyers a premium driving experience, with features you typically find in larger and more luxurious vehicles.A bold new lookFor 2020, the Wigo gets a new look. The most noticeable change is the larger trapezoidal grille to establish its relationship to Toyota’s other popular models like the RAV4 and Corolla Hybrid. Its bumpers also get a more aggressive look, with matching blacked-out headlights. For those that want a more custom look, Toyota also offers the TRD package with front and rear chin spoilers and side skirts for a more distinctive look, with the newest addition to the color line up, Yellow SE.Made more convenientThe Wigo continues to be the comfortable, efficient, easy-to-drive car consumers have come to know it as. In fact, Toyota has upgraded the convenience even further across all trim levels. In all grades, the Wigo gets a new instrument and panel cluster design, new rear combination lamps design, and back sonar.In the G and TRD S grades, getting into the vehicle is easier with keyless entry and a push-start system. This means no more need to fumble for the keys in your pocket or bag. You can unlock it with the door handle and just press a button to start the engine.Chances are, the first thing you do is turn on the air conditioning. The Wigo features a new digital air conditioning control system to more accurately set temperature and blower speed. Or, you can simply set it to the maximum with the press of one button.Advanced featuresSome drivers need to get into the right groove to start driving. This is made easy with the Wigo’s touchscreen infotainment system. Its USB slot lets you connect a flash drive with tunes or your phone via a cable. You can also play tunes from your phone or favorite streaming service wirelessly via Bluetooth. In the TRD S grade, Apple Carplay and Android Auto functionality and Voice Command Feature is added.The Wigo is already a compact car, making it easy to park in some of the tightest spaces. Nonetheless, everyone needs a little help every now and then. The Wigo delivers with rear sonar to detect nearby objects as well as a backup camera. The mirrors can also fold with the press of a button. No more reaching across the cabin to fold the passenger side mirror.Efficient and safePowering the Wigo is a 1.0-liter 3-cylinder engine paired with a choice of a 5-speed manual or 4-speed automatic. It’s capable of achieving an amazing 25.19 km/L (A/T), according to tests conducted by the Department of Energy (DOE).The Wigo is also among the safest cars in its segment as the entire lineup (even the E trim) is fitted with full suite of safety features. These include dual SRS airbags, Anti-lock Brake System (ABS), and rear parking sensors as standard. These are typically absent in the entry-level trim of its competitors.The price of the Wigo starts at Php 568,000 for the E M/T, and goes all the way up to Php700,000 for the TRD S automatic.Perhaps the final point for considering the Wigo is Toyota’s Sure Advantage made possible by its large network of service centers in the Philippines that maintain your car with genuine parts and well-trained service mechanics. This is coupled with Toyota’s reputation for reliability as well as high resale value no matter the mileage.The 2020 Toyota Wigo is now available at all Toyota showrooms nationwide. It can also be viewed at Toyota’s official website or via their Virtual Showroom that offers 360 views inside and outside, easy payment plans, as well as referral to a nearby showroom and sales agent, all from the comfort of your own home.With its wide array of features, be it in the entry-level E grade, or the fully-loaded TRD S trim, the Wigo is a package that is hard to beat for its price. It sets the bar high for first-time car buyers, with equipment you’ll typically find in more expensive vehicles. It also offers those that already have larger cars a more practical alternative, without sacrificing the convenience they’re used to. Put all these together and the Wigo becomes a truly worthwhile investment.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/07/02/go-for-great-value-with-the-toyota-wigo-2/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "MB"}