{"Type": "article", "Time": "2021-01-30", "Headline": "America needs better masks to fight Covid-19", "Text": "On Wednesday night, Dr. Anthony Fauci, President Joe Biden's top medical adviser on Covid-19, and Dr. Rochelle Walensky, director of the US Centers for Disease Control and Prevention (CDC), were asked at a CNN town hall whether the Biden administration would be focusing on getting higher filtration masks, such as the N95s commonly used by health care workers, to the American public. The question was in direct response to our proposal on the same topic, which we discussed recently with CNN's chief medical correspondent, Dr. Sanjay Gupta.   From Dr. Fauci's and Dr. Walensky's responses, it was clear that the US government's Covid-19 response is not going to make delivering higher filtration masks to the general public a priority any time soon.   We are disappointed, and we disagree.   Dr. Fauci -- who reiterated that wearing any mask is most important -- is right. But that wasn't the question, nor is that the bar we should still be striving for. Sure, folding a cloth t-shirt around your nose and mouth is better than nothing. But the question is whether, a year into this pandemic, more protective masks are needed. We believe the answer is resoundingly yes, as we have advocated for this since last spring.    Part of the reason is that new Covid-19 variants are more transmissible -- meaning you are possibly more likely to be infected with even less exposure time and from greater distances than before. As Dr. Walensky herself mentions, ongoing studies are evaluating the efficacy of cloth masks in light of new variants. Without definitive answers, the precautionary principle -- erring on the side of caution -- should be invoked before more people become infected. Secondly, because -- regardless of variant -- the virus is still transmitted by both droplets and aerosols, the latter of which are best trapped by electrostatic charges found in N95 caliber masks.    Some, such as the Infectious Diseases Society of America, have questioned whether the general public needs better protection at all. One key to this puzzle is the relative contribution of aerosols, the smaller particles which linger in the air, which travel more than six feet and contribute to super-spreading, which is primarily driving the spread. In an October interview with the Journal of the American Medical Association, Walensky said that one of the big surprises of the epidemic was aerosol spread. \"We thought we knew how respiratory viruses generally work. We thought it was going to be droplet, and it turns out, you know, a lot of aerosol, and we've learned how much aerosol is emitted when people sing, and when people play trumpet and all sorts of things,\" she said.   We don't fully know the extent of spread by these smaller particles because national and state-level contact tracing -- which helps us understand transmission dynamics -- cannot keep up with current spread, and is largely focused on finding droplet-based transmission that happens within 6 feet and 15 minutes (aerosols can infect beyond this distance and time).    As all three of us have heard many times, people continue to be infected and do not know how or where, despite taking all currently recommended precautions, even while wearing cloth or surgical masks. Moreover, these masks are not only less protective against contracting infection -- they are also less effective at source control (keeping an infected person from transmitting to those around them), which is especially important since the virus can be transmissible without any symptoms. While Dr. Walensky said at the town hall that she believes it is safe enough when all people are wearing any mask and distanced, the fact that some continue to not wear masks makes it even more important that those who do wear a more protective one.   A cloth or other surgical mask, even doubled up -- while better than no mask at all, as Dr. Fauci attests -- is not as good as a higher filtration masks like the N95, which is among the most protective masks we have, and which two of us (AK and RD) have used over the past year when caring for Covid-19 patients, without contracting the virus despite direct exposure from inches away. The cloth and surgical masks that the public is using also have a wide range of quality and fit, two key characteristics that can seriously compromise their effectiveness at protection. While some groups, such as the American Society for Testing and Materials and the National Institute for Occupational Safety and Health, are starting to work on labeling the masks we are buying, this has not yet been done. People are left trying to figure out which mask to buy or make on their own -- something that this administration needs to change.   With more transmissible variants in circulation, we are advocating that N95 masks or their equivalents (such as verified KN95s, KF94s, or FFP2s) be provided by the federal government, especially to those who are most vulnerable -- such as the elderly and those with serious health conditions -- and for those with the highest exposure risks, such as frontline workers in poorly ventilated spaces. We also hope these can get to the general public for limited use, such as in public transit or essential stores.   The US would certainly not be the first to do this. High-filtration masks were provided almost one year ago in South Korea through intervention by the government, which helped subsidize and distribute them nationally. European countries such as Germany, Austria and France have already outlawed the use of home-made cloth masks and have gone as far as mandating FFP2 masks in some parts of these countries. And both Singapore and Hong Kong have been providing multi-layered masks with filters for free to their citizens, using vending machines and post offices.   CDC director Walensky, when asked during the town hall whether or not there was a supply issue for high filtration masks (which there was this past year, despite the Trump administration invoking the Defense Production Act more than 30 times), responded instead by saying that N95 masks were hard to breathe in for long periods of time and expressed concern that the CDC specifically suggesting or requiring their use could make people less inclined to wear them. But most people would only need to wear these masks when in public indoor spaces or among crowds. In addition, some N95-caliber equivalents, such as KF94s and elastomeric respirators, are more comfortable to wear for even extended durations, such as for frontline workers.   Most importantly, any discomfort from more protective masks pales in comparison to getting infected with Covid-19. As doctors caring for patients infected with this virus, we continue to see our most vulnerable frontline workers and others get sick and die from it. Ultimately, the government should be giving people the option of more protective masking at subsidized or no cost and decide for themselves the right balance of comfort and protection.     We hope that our public health leaders will not make similar mistakes with masks as were done earlier in the epidemic, in which masks were not recommended at all. If there is a supply issue, fix it. If it is hard to operationalize a better mask strategy right now, acknowledge it.    But don't deny that better masks are needed.", "Section": "opinions", "Writers": [], "URL": "https://www.cnn.com/2021/01/29/opinions/covid-19-n95-masks-availability-karan-dhillon-srikrishna/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}