{"Type": "article", "Time": "2020-10-07", "Headline": "October 8 coronavirus news", "Text": "China has signed an agreement officially joining the COVAX initiative led by the World Health Organization, which aims to provide worldwide access to effective Covid-19 vaccines.  “This is an important step China has taken to uphold the concept of a shared community of health for all and to honor its commitment to turn COVID-19 vaccines into a global public good,” China’s Ministry of Foreign Affairs spokesperson Hua Chunying said on Friday. \n“We are taking this concrete step to ensure equitable distribution of vaccines, especially to developing countries, and hope more capable countries will also join and support COVAX. China will also strengthen vaccine cooperation with relevant countries through the COVAX network,” she added. Through the COVAX Facility coordinated by Gavi, the Vaccine Alliance, more than 75 ‘high-income’ countries have committed funding to provide at least part of the cost for procuring the vaccine for poorer nations.  The United States -- which has severed its relationship with the WHO -- and Russia have not joined the program. Australia, Canada, Japan, the United Kingdom and 27 countries represented by the European Commission are members.   Monoclonal antibody treatments like the one President Donald Trump got may be the most effective approach for treating coronavirus infections, Microsoft founder Bill Gates said Thursday. Last Friday, Trump was given an antibody cocktail produced by biotechnology company Regeneron which included a pair of monoclonal antibodies that target the spike protein the virus uses to drill into healthy cells. Trump left the hospital and returned to the White House Monday. Regeneron and pharmaceutical company Eli Lilly and Co. have applied to the US Food and Drug Administration for emergency use authorization for their monoclonal antibody products. Early data from clinical trials of  Eli Lilly and Co’s monoclonal antibody indicates a 60% reduction in hospitalization rates, Gates said. He said Lilly hopes to be able to treat patients with very low doses of the lab-engineered immune system proteins.  Gates said monoclonal treatments may end up being far cheaper than the formulations now used to treat cancer, rheumatoid arthritis and other conditions -- treatments than can run hundreds of thousands of dollars a year, Gates predicted.  “That’s always been the most promising therapeutic category,” Gates told CNN’s Anderson Cooper. “The early data looks quite good.” “If everything goes well, the cost of this intervention could be only a few hundred dollars or even under $100,” Gates said. Gates, who has spun his fortune into a major medical and public health philanthropy, said the Bill & Melinda gates Foundation had invested in manufacturing monoclonals. Trump has said he thought the Regeneron treatment he was given last week had cured him.  “The word cure is a bit of an overpromise,” Gates said, laughing. “That makes it sound like it works for everyone and the whole concern about this disease will go away, and that’s the last thing we want people to think about.\" President Donald Trump and his administration have prevented public health officials from using the might of the country’s foremost disease-fighting agency to properly respond to the deadly coronavirus pandemic, said Dr. William Foege, the former director of the US Centers for Disease Control and Prevention. \"It felt to me like President Trump had his knee on the neck of the public health community holding them down so that they could not actually do their work,\" Foegoe said in an interview with NPR that aired Thursday. “You can’t sit by and let this happen.”\n“You have to have a national plan,” he said. “You can't have 50 states trying to figure this out on their own,” Foege said in the interview, which followed the publication of a private letter he wrote to current CDC Director Dr. Robert Redfield. USA Today posted the letter online this week. \"I think we've got about the worst response to this pandemic that you could possibly have,\" said Foege, who was in charge of the CDC from 1977 to 1983.\n“The failure of the White House to put the CDC in charge has resulted in the violation of every lesson learned in the last 75 years that made the CDC the gold standard for public health in the world,” Foege wrote. He told NPR he doesn’t know how USA Today got a copy of the letter, but that he stands by what he said. In the letter, Foege wrote to Redfield that the Trump administration has “tarnished the CDC’s reputation as the premiere global public health agency through its bungled Covid-19 response, and that the situation in the US “is a slaughter and not just a political dispute.” Foege told NPR he felt he had to speak up. “If you know how to prevent torture and don't do it, you become the torturer,” Foege said, quoting from the writings of a Holocaust survivor. “This is the burden I found myself living under: that silence was complicity.” Small business in Washington state will receive a $15 million grant through the Federal Economic Development Administration, Gov. Jay Inslee said during a news conference on Thursday. The grant is part of an assistance program to help keep small businesses running. Inslee said businesses had already received $25 million in grants previously to help keep \"small businesses afloat.\"  \"We want to keep Washingtonian workers employed,\" Inslee said, recognizing the need to strengthen the state's economy hit by the pandemic.  Inslee also announced that rent eviction moratoriums will be extended through Dec. 31. The moratorium was set to expire this week.  The governor also talked about outbreaks at fraternities and sororities that have contributed to an uptick in cases in the state.  \"We are concerned about our fraternities and sororities behavior frankly that is exposing us all to great risk,\" Inslee said, warning that the behavior \"has to change.\"  What the numbers say: Washington state has at least 91,918 confirmed Covid-19 cases and at least 2,183 coronavirus-related deaths, according to the state's health department. Utah ranchers have lost at least 8,000 mink to an outbreak of Covid-19 among the animals known for their silky, luxurious pelts. The virus first appeared in the creatures in August, shortly after farmworkers fell ill in July, according to Dr. Dean Taylor, state veterinarian of Utah. Initial research shows the virus was transmitted from humans to animals, and so far has not seen any cases of the opposite. “Everything we’ve looked at here in Utah suggests it's gone from the humans to the animals,” Taylor told CNN. “It feels like a unidirectional path,” he said, adding that testing is still underway. Some context: This is the first outbreak among mink in the United States, though other cases have been detected in the Netherlands, Spain and Denmark, according to the US Department of Agriculture. Mink, which are closely related to weasels, otter and ferrets, appear to suffer similar symptoms to humans. Difficulty breathing and crusting around the eyes are usually seen, but the virus progresses rapidly, and most infected mink are dead by the next day, according to Taylor. It’s unclear what makes mink such a susceptible species, while others appear to be unaffected.  Mink join only cats, dogs, a tiger and a lion to be the only confirmed animals with Covid-19 in the US, according to the USDA data. The cluster of cases in Utah has spread to nine farms, but Taylor warns that “we’re still in the middle of the outbreak.” Each farm is under quarantine with only essential workers permitted on site. Farmworkers are being directed to use proper protective equipment at all times. The pelts from most of the mink that have died from the virus have been either contained and buried or incinerated. No pelts have left the state, according to Taylor. Baylor University, in Waco, Texas, has announced it is halting all football-related activities following positive results from recent coronavirus testing. The school did not reveal how many players and/or staff tested positive for Covid-19. Last month, the team was forced to postpone a game versus the Houston Cougars due to Covid-19 cases on the Baylor team. \"At this time and in the interest of our student-athletes, coaches, and staff, we have temporarily suspended all football-related activities. Their health and wellness will always be our top priority,\" Baylor director of athletics Mack B. Rhoades said in a statement. \"We are taking all possible precautions and our focus remains playing the scheduled game with Oklahoma State at McLane Stadium on Oct. 17.\"   It is “irresponsible” for President Trump to suggest a Covid-19 vaccine will be developed by Election Day, according to Rick Bright, the ousted director of the office involved in developing a coronavirus vaccine.  “It’s irresponsible and reckless for the President of the United States to drive the evaluation of something as critical as a vaccine to meet an election timeline,” Bright said to CNN’s Jake Tapper. “…There's no rationale in scientific judgment to move that vaccine to meet that target date. He is not a scientist. He is not a doctor. I say let the scientists do their job.” Bright said that “scientists are working at breakneck speeds” on a vaccine.  “It is unprecedented to see how fast they are moving through a lot the steps. The one step you cannot rush is the safety evaluation of that vaccine after it's put into people. It takes time,” Bright said.  The US Food and Drug Administration said it will want to see two months of follow-up data after volunteers get their second vaccine doses for clinical trials. That would make it nearly impossible for any vaccine maker to apply for emergency use authorization by Nov. 3.  Rick Bright, the ousted director of the office involved in developing a coronavirus vaccine, said President Trump’s message to not be afraid of coronavirus is “reckless and deadly.” “The messaging that President Trump gave to America and the world when he left the hospital about there is no need to be afraid of this virus is probably the most reckless and deadly piece of information I have ever heard,” Bright said to CNN’s Jake Tapper.  Bright resigned from his post at the National Institutes of Health this week. He was ousted from his role leading the Biomedical Advanced Research and Development Authority and reassigned to a narrower role at NIH. He filed a whistleblower complaint this spring alleging that his early warnings about coronavirus were ignored and that his caution at hydroxychloroquine led to his removal.  “[Trump] has never told us the truth about the risk or the seriousness of this outbreak. He has not told the truth about his status, when he was infected. … By lying to the American public and not telling us the full truth, you’re actually prolonging the duration and impact of this pandemic. You’re actually allowing more people to die,” he said. Bright said he is speaking out because he thinks scientists are being pushed to the sidelines.  “More people are going to die because scientists are being pushed back. … The world needs to know the truth. And if we continue to hide the truth, then we're going to see many more deaths that don't need to occur,” Bright said.  Watch the moment: In a dire new warning, Amtrak says without $5 billion in pandemic stimulus funds from Congress, it will shed 2,400 workers, cut the frequency of trains on some routes, and stop major improvement projects. “We have seen that our ridership is not returning as quickly or at the levels that we had hoped for,” Amtrak president and CEO William J. Flynn wrote in a Thursday letter to Vice President Mike Pence and House Speaker Nancy Pelosi. Some context: On Tuesday, President Trump shut the door on House Democrats’ updated Heroes Act, which included $2.4 billion for Amtrak.  “While we were grateful for this sign of support, at this time, there is no clear path to finalize such supplemental funding in Congress and the Administration,” said Flynn. “Amtrak is in a very precarious position as we await final decisions on our funding levels.” Amtrak’s president said if current funding levels are carried over into the rail system’s next fiscal year, “we will be unable to avoid more drastic impacts that could have long lasting effects on our Northeast Corridor infrastructure and the national rail system.” ##Economy##  Ford, one of the nation’s largest automakers, told office workers Thursday that the company will extend work-from-home in North America until June 2021, according to a statement. The company, which is headquartered in southeastern Michigan, has about 32,000 office-based employees throughout North America that have been working from home since March, according to spokesperson Daniel Barbossa.  About 26,000 employees work in Michigan, said Barbossa. The Czech Republic on Thursday announced a slew of new restrictions in an effort to curb the rapid spread of coronavirus in the country and ease the strain on health care services. All the restrictions, announced at a government news conference Thursday, will remain in effect for two weeks.  From Friday and for two weeks, all restaurants and bars will close at 8 p.m. local time and tables can seat no more than four people. Starting Monday, all universities and higher education institutions will close but primary and secondary schools will rotate classes. Pools, gyms and fitness centers must close effectively immediately. All indoor professional and leisure sports are banned and outdoor sports will be limited to 20 people. Shopping malls will remain open but will shut Wi-Fi services to deter teens, with tables inside the food court limited to two people maximum. Cultural and leisure facilities like theaters and cinemas will close from Monday. Weddings will be limited to 30 people. All nonessential visits to hospitals and social institutions like care homes are also banned. By the numbers: The Czech Republic reported at least 5,335 new Covid-19 cases Wednesday, the country's highest daily case count since the pandemic began. With that, the country has now overtaken Spain as the European Union's country with the highest number of coronavirus cases per 100,000 of the population.  There has now been a total of 95,360 cases, and 829 coronavirus deaths in the central European country, according to Johns Hopkins University.   The state of New Jersey reported 1,301 new cases of Covid-19, the highest number since May 29, Gov. Phil Murphy said at a news conference. New Jersey now has 211,148 total cases of coronavirus. \"That is a sobering number,” Murphy said. There were 11 deaths reported, bringing the New Jersey statewide total to at least 14,373. The positivity rate for the state is now at 3.69%, according to Murphy. New Jersey also reported 652 people were hospitalized due to Covid-19, the highest reported number since Aug. 6. There were 148 people in the intensive care unit and 52 of them are on ventilators. NOTE: These numbers were released by the New Jersey Governor’s office and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. The UK has recorded 17,540 new coronavirus cases – a rise of more than 3,000 on Wednesday’s update. According to government data, the total number of infections has reached 561,815 since the pandemic began. A further 77 people died within 28 days of a positive test and there are now 3,412 people being treated in hospital. An ensemble forecast published Thursday by the US Centers for Disease Control and Prevention now projects there will be 224,000 to 233,000 coronavirus deaths in the United States by Oct. 31. Unlike some individual models, the CDC’s ensemble forecast only offers projections a few weeks into the future.  The previous ensemble forecast, published Sept. 30, projected up to 232,000 coronavirus deaths by Oct. 24. At least 212,154 people have already died from Covid-19 in the United States, according to data compiled by Johns Hopkins University.  ##Hotspots## The state of Florida is reporting at least 3,306 additional cases of Covid-19 on Thursday – the highest single-day jump in new infections since Sept. 18, according to data released by the Florida Department of Health.  As of Thursday, there has been at least 726,013 total cases in the state.  The state's death toll from Covid-19, which surpassed 15,000 on Wednesday, currently stands at at least 15,254 – about 15,068 of those are residents and 186 non-residents, according to the state's Department of Health dashboard.  On Sept. 18, Florida reported at least 3,557 new coronavirus cases.  Note: These numbers were released by Florida’s public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## House Speaker Nancy Pelosi rejected the notion of a standalone stimulus bill for airlines on Thursday, saying it would have to go along with a more comprehensive package including Democratic priorities. “There is no standalone bill without a bigger bill,” Pelosi said. “The comment that I made to the administration last night was we’re happy to review what that standalone bill would look like as part of a bigger bill, if there is a bigger bill. But there is no standalone bill.” During her weekly news conference, Pelosi slammed President Trump for ending negotiations for an aid package earlier this week, questioning whether Treasury Secretary Steven Mnuchin and top congressional Republicans even knew about his decision beforehand. “When the President did his strange tweet that said we’re walking away from the negotiations — it was like, what? We’ve all been working very hard to find our common ground, to agree on language so that we have an understanding of what the legislation will do,” Pelosi said. “I think he surprised a lot of people,” she added. She said she remains hopeful a deal can be reached, “because it has to be done.” “We told the White House we’re at the table. We’re at the table,” Pelosi said. “We want to continue the conversation. We’ve made some progress.” Some context: The airline industry is struggling during the pandemic, having to furlough thousands of workers. Major US airline stocks fell sharply when Trump tweeted that the Senate would no longer consider the $2.2 trillion stimulus bill proposed by House Democrats. The bill included $25 billion for airlines—new relief that airlines say would have allowed them to bring the roughly 50,000 workers they furloughed on Oct. 1 back on the job. University of Notre Dame President Rev. John I. Jenkins is facing a student petition pushing for him to resign and a possible \"no confidence\" by the faculty following his Covid-19 diagnosis. Students are outraged at Jenkins after he was seen attending the nomination ceremony for Amy Coney Barrett at the White House Rose Garden on Sept. 26 without wearing a mask and not adhering to social distancing practices. More than 200 students have signed a petition calling for Jenkins to resign, saying, \"Fr. Jenkins’ public displays of disregard for public health directly contradict his commitment to the Notre Dame community, directly endanger the safety of students, faculty and staff, and also cast a negative light on the Notre Dame community as a whole.\" Two days before Jenkins' diagnosis, an editorial titled \"Frankly, this is embarrassing\" was published in Notre Dame's student-run newspaper lashing out at Jenkins for breaking the rules he expects Notre Dame students to uphold. \"Jenkins leaving South Bend to flagrantly disobey his own rules while the community he is supposed to lead is suffering creates a sense of separation between himself and everyone else,\" the Notre Dame Observer editorial board wrote. \"A 'do as I say, not as I do' mentality is not one a University president should have in a time of crisis.\" Some background: After Jenkins announced he had tested positive for Covid-19 on October 2, he wrote a public apology to the university community. \"I regret my error of judgment in not wearing a mask during the ceremony and by shaking hands with a number of people in the Rose Garden,\" Jenkins wrote. \"I failed to lead by example, at a time when I’ve asked everyone else in the Notre Dame community to do so.\" On Tuesday night, Notre Dame's Faculty Senate debated a \"no confidence\" resolution of Jenkins, according to the Chronicle of Higher Education and the New York Times. The motion was narrowly voted 21-20 deciding to postpone further action on the resolution. But the apology isn't enough for students, who noted that this is the second time Jenkins has had to apologize to the student body since the fall semester began. In early August, Jenkin issued an apology after he was seen engaging with students on campus and not following social distancing protocol. Italy has recorded another increase in the number of new coronavirus cases – the largest daily rise since April 11.  According to the country’s Health Ministry, at least 4,458 new cases were reported on Thursday. That compares with 3,678 new cases on Wednesday. Overall, the number of cases has reached at least 338,398 since the pandemic began.  A total of 169 public school sites are now closed in areas where there are clusters of Covid-19 cases in New York City, according to Mayor Bill de Blasio. There were 108 initially closed on Tuesday in conjunction with the state. The new restrictions called for an additional 61 to be closed, he said. “The school sites that were closed previously will remain closed for that two week period even if they don’t end up under the new state rules… were still keeping them closed because based on our data it was the right thing to do,\" de Blasio said. Additionally, there are 308 school sites in the yellow zone that will begin mandatory weekly testing starting October 9. The earliest the schools closed Tuesday could come back is Wednesday, Oct. 21.  Here are some of the other restrictions in place: All non-essential businesses in the “red zone” will be closed, restaurants will be takeout only, mass gatherings are prohibited, and houses of worship can operate at 25% capacity, and a maximum of 10 people in side, the mayor said.\nSchools in the “orange zones” will be closed – both public and nonpublic. High risk businesses including gyms will be closed. Restaurants are permitted outdoor only with a maximum of 4 people per table. Gatherings indoor or outdoor must be 10 people or less. Houses of worship can function at 33% capacity, and a maximum of 25 people inside. \nWithin the “yellow zones” schools will be open but subject to mandatory weekly Covid-19 testing. All businesses remain open. Both indoor and outdoor dining is permitted with a maximum of 4 people per table. Gatherings must be 25 people or less, whether they be indoor or outdoor. Houses of worship are allowed to operate at 50% capacity. ##Schools## ##Hotspots## The US Food and Drug Administration told CNN Thursday morning that the agency doesn’t have any comments on the applications for Emergency Use Authorizations for Eli Lilly and Regeneron antibody treatments. \"Per policy, we cannot confirm, deny or comment on product applications,\" FDA spokesperson Chanapa Tantibanchachai told CNN via email. Both Eli Lilly and Regeneron have already submitted requests to the FDA for Emergency Use Authorization for their single monoclonal antibody therapies. This comes after President Trump said on Fox Business Thursday morning that both Eli Lilly and Regeneron will both get EUAs. \"Regeneron, I view it as a cure, not just a therapeutic...and Eli Lilly has a great drug,\" Trump said. \"Very much along the lines of Regeneron. It's great, and what I'm doing is I'm going to supply this drug.\" ##Trump## Brussels Airport is accelerating preparations to be ready to receive and ship the first Covid-19 vaccines, once one is approved for distribution, the airport said in a statement Wednesday.   A taskforce at the cargo division of the airport, is working \"full force on preparing scenarios\" for the import and export of the various types of vaccines in a \"safe and efficient way,\" the statement said. The task force is running through \"all scenarios for the various types of vaccines in close consultation with the pharmaceutical companies with which Brussels Airport works. Each type of vaccine demands a different form of transport, packaging and storage. Some vaccines, for example, have to be shipped on dry ice, while others will demand refrigeration at the customary 2-8 degrees Celsius,\" the statement said. Some context: Brussels Airport is one of the largest airports in Europe, handling about 26,4 million passengers and 667,220 tonnes of freight annually, it says on its website. ##Vaccines##  US Health and Human Services Secretary Alex Azar said Operation Warp Speed has applied “the same methods” to therapeutics as it has to support vaccines and there could be \"tens or hundreds of thousands of doses\" of Regeneron's antibody cocktail available soon. “We've applied the same methods to supporting therapeutics too,” he said during a Goldman Sachs Healthcare virtual event on Thursday. “That includes, for instance, support for both development and manufacturing of Regeneron’s antibody cocktail, of which we could have tens or hundreds of thousands of doses this fall, pending FDA authorization.”  “OWS supported clinical trials continue for remdesivir in combination with other drugs. In addition to anticoagulants and other options,” Azar said.  “We're also supporting several randomized controlled clinical trials to produce more data on convalescent plasma,” he added, noting “to which Americans have enjoyed broader access than anywhere else on Earth.”  Some background: Regeneron's experimental antibody treatment is still in large-scale clinical trials, but has been available for compassionate use, something the FDA has to approve on an individual basis, like it did for President Trump.  The antibody therapy is a combination of two monoclonal antibodies that is designed specifically to block infectivity of SARS-CoV-2, the virus that causes Covid-19, according to the company's statement. A cocktail antibody therapy uses two or more lab-engineered antibodies. Regeneron's cocktail includes a monoclonal antibody that targets the spike protein the virus uses to drill into healthy cells, and another antibody that targets a different part of the novel coronavirus. With two, the hope is to trap and shut down viral replication. Hospitality industry bodies are warning that any further Covid restrictions will be a “catastrophe” for UK nightlife.  Several organizations say the entire industry is already “on the brink” of collapse because of new restrictions such as the 10 p.m. curfew in England and other measures that would close bars and restaurants in much of the central Scottish regions. The UK Hospitality and the Scottish Beer and Pub Association have said thousands of jobs could be lost and many businesses forced to shut down if more restrictions or a full lockdown come into effect.  \"This is a total catastrophe. Scottish hospitality is already on the brink and is unable to look ahead with any degree of confidence,\" Willie Macleod of UKHospitality said. “Forced closures will spell the end for many venues which have no cash flow and will have exhausted their reserves. Severe restrictions to those businesses not forced to close will amount to a closure for many. It is likely to be the final straw for many that were only just hanging on. We are going to see businesses fold and many jobs lost,\" Macleod added. Scottish Premier Nicola Sturgeon announced $52 million in support of affected businesses, but this “will not even come close to covering the required furlough contributions for the period, never mind ongoing fixed costs and stock,\" Emma McClarkin of the Scottish Beer and Pub Association said. Across the rest of the UK, industry bodies have expressed concern around the 10 p.m. curfew that is currently in effect in England and Wales, demanding the government publish scientific evidence to support its decision.  In a letter addressed to Health Secretary Matt Hancock last week, Campaign for Real Ale chairman Nik Antona said \"Publicans who have already spent thousands making their premises Covid-secure now face dwindling levels of trade as a result of these government decisions, which will undoubtedly lead to permanent closure.” ##Economy## US Health and Human Services Secretary Alex Azar projects that the United States will have enough vaccines for “every American” who wants one by March or April of 2021.  Speaking during a Goldman Sachs Healthcare virtual event on Thursday, Azar gave an update on the timeline for vaccines in the US.   “The good news is that we're doing everything we can to ensure that we have supplies manufactured,” he said. “Pending FDA authorizations, we believe we may have up to 100 million doses by the end of the year, enough to cover especially vulnerable populations. And we project having enough for every American who wants a vaccine by March to April 2021.”   Operation Warp Speed is a “complex endeavor, and especially so during a global pandemic,” Azar said. “Industrial scale manufacturing of a product while it's still in clinical trials is rare in drug development,” he said, adding that it makes little business sense to spend money on a product that may never get used. “Something that should make any Goldman analysts recoil in horror.” “Manufacturing has now begun on an industrial scale for all six OWS supported vaccines. More than 23 manufacturing facilities across the US had been augmented and scaled up with our support,” he said.   “We're also supporting the procurement and manufacturing of the ancillary supplies needed for vaccines, such as vials and syringes, with more than a billion currently under procurement,\" Azar added.   ##Vaccines## US stocks rose at the opening bell in New York on Thursday, as stimulus hopes continue to dominate the market. Meanwhile, the Labor Department’s report on jobless claims showed a slight improvement in first-time claims, but a significant one million drop in continued jobless claims. Here's where things opened: The Dow rose 0.4%, or 103 points.\nThe S&P 500 opened 0.5% higher.\nThe Nasdaq Composite climbed 0.7%.  ##Economy## Coronavirus cases in England have increased by 56% in a week, according the latest figures from the UK government’s NHS Test and Trace. At least 51,475 people tested positive for Covid-19 during the week of Sept. 24 through Sept. 30 –– a 56% increase from the previous week. According to the weekly Test and Trace roundup, positive figures have been “rising steeply over the past 5 weeks with over 7 times as many positive cases identified in the most recent week compared to the end of August.” There has been an increase of 27% in the number of people tested since the end of August. A total of at least 7,654,018 people have now been tested for coronavirus at least once in England since Test and Trace began on May 28. The pace of America's jobs recovery continues to slow.  Another 840,000 workers filed for initial unemployment benefits last week on a seasonally adjusted basis, the Department of Labor reported Thursday. That was down from 849,000 in the previous week. California has halted the processing of its initial claims for a second-straight week to work on its benefit backlog and fraud prevention. Thursday's report includes an estimate based on previous claims for the state. Claims for Pandemic Unemployment Assistance stood at 464,437. PUA is targeted as those workers who aren't eligible for regular benefits, such as the self-employed. Together, regular and PUA first-time claims stood at 1.3 million last week, on an unadjusted basis. Continued claims, which count people who have filed for benefits for at least two weeks in a row, stood at 11 million, down almost 1 million. ##Economy## Canadian public health officials are warning residents to stay home as much as possible, saying the next few weeks will be critical to the country's efforts to contain Covid-19. Last month, Prime Minister Justin Trudeau declared that a second wave of the coronavirus was already underway in most of the country. The national daily case counts continue to increase sharply, with an average of about 2,000 new cases every day for the past week. That's a 40% rise in the last week alone, according to government statistics. Since the Covid-19 outbreak started, Canada has had a total of 175,380 cases and 9,593 deaths, according to Johns Hopkins University.  Hospitalizations and deaths continue to creep upward as well, with more than 600 patients currently in hospitals in Canada with Covid-19 and an average of about 18 deaths reported daily. More than 80% of new infections are from Ontario and Quebec, and those under 40 account for 60% of the cases. The province of Quebec is of particular concern, with urban hotspots in Montreal and Quebec City. Dine-in restaurants and bars were closed in those cities last week as new daily cases continue to climb. Quebec reported 1,364 new cases of the virus on Tuesday alone, the highest daily case total since the pandemic began. That prompted a blunt warning to young people in Quebec to take the virus seriously and stay home. \"The young people that are not respecting the rule, they will have an impact on the system,\" Christian Dube, Quebec's health minister, said during a press conference in Quebec City on Tuesday. \"Don't take the risk, please don't test the hospital system.\" Read more here. The oil and gas industry is laying off workers at an unprecedented pace to cope with a pandemic that crashed energy prices and raised doubts about the future of fossil fuels. A staggering 107,000 jobs vanished from the US oil, gas and chemicals industry between March and August 2020, according to an analysis published this week by Deloitte. That's the fastest rate of layoffs in the industry's history -- and it doesn't even include the untold number of people on furlough or taking pay cuts. The vast majority of those energy jobs are unlikely to return anytime soon. Even if US oil prices stay at $45 a barrel until the end of 2021, 70% of the jobs lost during the pandemic in the oil, gas and chemicals industry may not come back by the end of next year, the Deloitte analysis found. \"Such large-scale layoffs are challenging the industry's reputation as a reliable employer,\" the Deloitte report said. Part of the problem is that the fortunes of the notoriously boom-to-bust oil and gas industry have become even more closely tied to commodity prices than in the past. A $1 change, up or down, in US oil prices can potentially impact 3,000 upstream and oilfield services jobs, compared with 1,500 jobs in the 1990s, Deloitte found. In other words, the link between jobs and prices is twice as powerful as it was then. Read the story in full: British Airways retired the last of its huge Boeing 747 airplanes on Thursday when the final two planes still in service departed from London Heathrow -- a poignant event hastened by the coronavirus pandemic. BA said that the jumbo jets, one dressed in \"Negus\" design and the other bearing Chatham Dockyard livery, took to the skies \"one after the other\" from Heathrow's 27R runway. One of the airplanes, G-CIVY, circled back over the runway before flying to St. Athan, Wales, to be retired, while the other, G-CIVB, will be kept at Kemble, England.  In July, the British airline announced that it was grounding its fleet of 747s following the damaging impact that the Covid-19 pandemic has had on both the airline and aviation sector.  Known as \"Queen of the Skies\" and popular among aviation fanatics, the Boeing airplane has fallen out of favor in recent years as airlines switch to more efficient, smaller passenger jets. BA said it was already \"slowly\" phasing out the \"fuel-hungry\" aircraft in order to help meet a commitment to \"net zero by 2050.\"  But earlier this year, the company released a statement to say that the planes had likely flown their last scheduled commercial service -- despite recently refreshing the interiors of the planes having expected them to remain in service for several years. Read more here: Coronavirus killed three times more people in England and Wales than pneumonia and influenza combined in the first eight months of this year, according to new data from the Office for National Statistics (ONS). “More than three times as many deaths were recorded between January and August this year where COVID-19 was the underlying cause compared to influenza and pneumonia,\" said Sarah Caul, head of mortality analysis at the ONS. “The mortality rate for COVID-19 is also significantly higher than influenza and pneumonia rates for both 2020 and the five-year average.\" The highest number of deaths due to influenza and pneumonia occurred in January 2020, according to the ONS. However, deaths from influenza and pneumonia were below the five-year average, from 2015 to 2019, in every month of 2020.   “Since 1959, which is when ONS monthly death records began, the number of deaths due to influenza and pneumonia in the first eight months of every year have been lower than the number of Covid-19 deaths seen, so far, in 2020,” said Caul. The figures also reveal the toll that coronavirus has taken on care home residents, with the proportion of deaths due to Covid-19 almost double that due to influenza and pneumonia, according to the ONS figures. The agency's analysis of Covid-19, influenza and pneumonia deaths focuses on deaths where people died due to these conditions, rather than deaths where the conditions were either the underlying cause or mentioned as a contributing factor. The Czech Republic recorded 5,335 new coronavirus cases on Wednesday, the country's highest daily case count since the pandemic began.  The central European country has now overtaken Spain as the EU nation with the highest number of coronavirus cases per 100,000 people. There has now been a total of 95,360 cases, and 829 coronavirus deaths in the Czech Republic, according to John Hopkins University.  ##Hotspots## Move over, flights to nowhere -- cruises to nowhere may be the next big thing in Covid-safe travel. Singapore has announced that it will launch pleasure cruises that don't actually visit any ports in November 2020. The city-state's national tourism board has partnered with two cruise lines for the initial journeys, with Genting Cruise Lines' World Dream and Royal Caribbean International's Quantum of the Seas chosen as the first two ships to take part. This cruise, though, will look quite different than your typical seagoing experience. In order to ensure hygiene protocols, ships will depart from and return to the same spot, with no port calls in between. The ships will operate at no more than 50% capacity and are for Singapore residents only. Read the full story: Vice President Mike Pence tried his best on Wednesday to recast the reality of Donald Trump's presidency, but Sen. Kamala Harris, the Democratic pick for his job, refused to let him spin away the nation's current dire plight during their single debate. \"The American people have witnessed what is the greatest failure of any presidential administration in the history of our country,\" the California senator said in her first answer in Salt Lake City, pinning Pence with the deaths of more than 210,000 Americans from Covid-19. \"They knew what was happening, and they didn't tell you,\" Harris said. \"They knew and they covered it up. ... The President said you're on one side of his ledger if you wear a mask, you're on the other side of his ledger if you don't. And in spite of all of that, today they still don't have a plan.\" Harris -- from a multi-racial, immigrant family from the liberal West Coast -- and Pence -- the white, male conservative, evangelical product of the heartland -- were an apt representation of the two Americas disputing the election and whose divergent paths and belief systems are at the root of the country's current political estrangement. Read the full analysis: ##Politics## ##Trump## Deli is loosening regulations on restaurant opening hours and liquor licenses in an effort to help the industry recover from the financial impact of the pandemic.   Restaurants in the city will now be allowed to operate 24 hours a day, seven days a week, contrary to pre-pandemic conditions when establishments would close at night. Delhi chief minster Arvind Kejriwal announced several measures Wednesday to boost business after the easing of pandemic restrictions following a meeting with representatives of the National Restaurants Association of India. \"Delhi's restaurants are the pride of Delhi and provide employment to lakhs (hundreds of thousands) of people. I have directed all the respective departments to remove unnecessary hassles in the smooth running of restaurants in Delhi,\" Kejriwal said.  Several licensing reforms were introduced, including removing several \"archaic\" rules pertaining to serving liquor in restaurants. Restaurants will be allowed to serve liquor in open areas without additional fees and licenses for all types of music will be permitted. India announced a nationwide lockdown on March 24, forcing its 1.3 billion people indoors. On June 8, restaurants were allowed to reopen in Delhi amid an easing of restrictions. Delhi has reported 298,107 cases of coronavirus including 5,616 deaths, according to the Indian Ministry of Health. Nationwide campaign: Prime Minister Narendra Modi launched a campaign to promote Covid-19 appropriate behavior \"in view of the upcoming festivals and winter season as well as the opening up of the economy,\" a government news release issued Wednesday said.  Social media posts, banners, wall paintings and electronic display boards will be put up in public spaces to convey the message to \"wear (a) mask, follow physical distancing, maintain hand hygiene,\" the release added.  In total, India has recorded at least 6.8 million Covid-19 cases, including more than 105,000 deaths, according to Health Ministry data. ##Hotspots## President Donald Trump had just concluded a hurricane briefing with local officials in Lake Charles, Louisiana, in August when Republican Sen. John Kennedy approached the President with a request for autographs from local law enforcement officials. \"Come on over here,\" Trump beckoned cheerfully. \"Come here fellas, get over here. I want a little power.\" As the local sheriff approached Trump, the President's longtime body man Johnny McEntee stepped in and put his hand out: \"We gotta just keep a little -- \" \"If you will, just try to keep your distance,\" White House chief of staff Mark Meadows interjected as the President's lead Secret Service agent moved to place himself between the President and the local officials. Neither Trump, Meadows, McEntee, nor Trump's Secret Service agent were wearing masks. As they worked to create a bubble around the President, Trump's aides were simultaneously piercing it themselves, coming within inches of potentially contagious local officials before piling into a helicopter and airplane with Trump. The late-summer episode hardly registered at the time. But two months later, as the virus ravages White House staff and Trump remains isolated with the disease himself, it seems illustrative of woefully inadequate efforts to keep both Trump and those surrounding him healthy. Trump has sought to cast his coronavirus diagnosis as the inevitable outcome of courageous leadership in the face of the pandemic. \"I knew there's danger to it, but I had to do it. I stood out front. I led,\" Trump said in a video message he recorded after he returned to the White House on Monday night. On Wednesday, he called his diagnosis a \"blessing from God\" because it opened his eyes to potential treatments. In reality, the President's infection was the predictable result after months of blatantly disregarding basic public health guidance. While aides took steps to keep Trump from catching coronavirus, the White House's ultimate failure and the ensuing West Wing outbreak can be tied to an over-reliance on rapid coronavirus testing and disregard for the most basic and effective public health measures that have become second nature to most Americans: wearing a mask and social distancing. Read the full story: ##Politics## ##Trump## Germany recorded a large spike in new coronavirus infections in the past 24 hours, according to data from the Robert Koch Institute, the country's center for disease control. Official numbers show 4,052 infections in a span of 24 hours. That’s a jump of about 1,200 daily cases compared to the day before.  The death toll in Germany rose by 16 to 9,578 total fatalities. The German government has been warning about the recent rise in new infections and has put in place measures in an effort to stop the trend. Overall, Germany has seen 311,137 confirmed coronavirus cases since the pandemic began. CNN's feed was temporarily cut in mainland China during the US vice presidential debate between Vice President Mike Pence and Sen. Kamala Harris when Pence began to criticize China's response to the Covid-19 pandemic.  Answering a question on the US relationship with China and President Donald Trump’s recent comments that Beijing will “pay” for the pandemic, Pence said China was to blame for the coronavirus.  The CNN feed was then cut for a few minutes during the remainder of Pence’s response. It came back on as Harris began her answer, which focused on the Trump administration’s approach to China that she said “resulted in the loss of American lives, American jobs, and America's standing.”  Censors regularly screen live broadcasts on international media networks in China, ready to cut any segment from the air if it is deemed politically sensitive by the ruling Communist Party. CNN stories on the allegations of detention centers in Xinjiang and the protests in Hong Kong have been regularly removed from the air by Chinese censors. At least 50,341 new coronavirus infections were reported in the United States on Wednesday, bringing the country's total confirmed cases to at least 7,549,682, according to Johns Hopkins University. There were also another 915 coronavirus-related deaths reported on Wednesday. To date, at least 211,801 people have died in the US from the virus. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking the US cases: ##Hotspots## United States President Donald Trump has again hit out at China over the coronavirus, promising Beijing will \"pay a big price for what they've done to the world.\" \"It wasn't your fault that this happened, it was China's fault,\" Trump said in a video from the White House Wednesday, in which he touted his own recovery from the virus that has infected multiple top administration officials, and touted a supposed cure. \"China's going to pay a big price what they've done to this country.\" While Beijing will have been expecting this type of rhetoric following Trump's infection, his aggressive language -- reminiscent of similar threats made toward Iran earlier in his presidency -- comes at a seriously volatile time between the US and China, both diplomatically and militarily. Read the full analysis: ##Trump## ##Politics## A Covid-19 vaccine for specific groups will likely be available by the end of December, Marc Lipsitch, a professor of epidemiology at the Harvard T.H. Chan School of Public Health, predicted Wednesday.  “So, my guess is there's a probability that a vaccine will be released by EUA (emergency use authorization) by the end of the year for, for specific groups,” Lipsitch said during a coronavirus town hall hosted by the American Lung Association.\n“Otherwise, I think in terms of a fully licensed vaccine, that is more likely in the late winter, spring of 2021,” he said. Other health experts, including Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, have also said they believe a coronavirus shot could be available for the most vulnerable populations, including health care workers, the elderly and those with underlying health conditions, by the end of the year. There are 10 vaccines in late-stage clinical trials: Lipsitch believes the vaccine that has the best chances of crossing the finish line first is the one by pharmaceutical giant Pfizer with its partner BioNTech. “So, the trials we’ve been hearing about, probably the two most prominent things we’ve been hearing a lot about are the two messenger RNA vaccines,” Lipsitch said.  “This is a new technology that's being used that’s being applied by both the company Moderna and the company Pfizer,” he said. “Those are both well into their Phase 3 trials and it looks like probably the Pfizer one would be the first to give an early answer about preliminary estimates of how well it works.” Currently there are 10 Covid-19 vaccine candidates in late-stage, large clinical trials around the world. ##Vaccines## Regeneron says it has applied to the US Food and Drug Administration for emergency use authorization for its experimental monoclonal antibody therapy, the same antibody cocktail given to President Donald Trump Friday after he was diagnosed with coronavirus. The biotechnology company confirmed it had submitted the EUA application in a statement on its website Wednesday night. “Under our agreement with the US government for the initial doses of REGN-COV2, if an EUA is granted the government has committed to making these doses available to the American people at no cost and would be responsible for their distribution,” the statement said. \n“At this time, there are doses available for approximately 50,000 patients, and we expect to have doses available for 300,000 patients in total within the next few months.” Regeneron's experimental antibody treatment is still in large-scale clinical trials, but has been available for compassionate use, something the FDA has to approve on an individual basis, like it did for Trump. “REGN-COV2 is a combination of two monoclonal antibodies (REGN10933 and REGN10987) and was designed specifically to block infectivity of SARS-CoV-2, the virus that causes COVID-19,” the company said in its statement.\n“When you weigh the potential benefit versus the risks, the downsides are very low here because we have not seen any safety concerns,” Regeneron CEO Dr. Leonard Schleifer told CNN in an interview last week after Trump received an 8-gram dose of the treatment, which includes two engineered versions of immune system proteins. Some early data from trials of the antibody treatment released last week showed it worked fairly safely with few side-effects. “This class of drugs is an extremely safe class,” Schleifer said. ##Trump## California Sen. Kamala Harris delivered a swift condemnation of the Trump administration's handling of the coronavirus pandemic during the opening of Wednesday's vice presidential debate, noting that some 210,000 people have died and more than 7.5 million people have contracted the disease. \"The American people have witnessed what is the greatest failure of any presidential administration in the history of our country,\" Harris said, arguing that frontline workers had been treated like \"sacrificial workers\" and that Trump had repeatedly minimized the seriousness of the virus, while discouraging people from wearing masks. \"Today they still don't have a plan. Well, Joe Biden does,\" Harris said. \" We need to save our country\" she said, adding that the current administration had forfeited its right to a second term through its mishandling of the pandemic.\" Read the full story: ##Politics## The number of coronavirus cases across the globe surpassed 36 million on Wednesday, according to Johns Hopkins University. At least 36,063,675 people globally are known to have been diagnosed with coronavirus as of 9:20 p.m. ET Wednesday, according to Johns Hopkins University's data. The United States, India, and Brazil are the three worst-hit countries with the highest coronavirus cases in the world. The United States is leading with at least 7,546,488 confirmed cases, while in India the confirmed infections are at least 6,757,131. Brazil reported at least 5,000,694 cases on Wednesday.  The total number of people who are known to have died from coronavirus is at least 1,054,153, according to Johns Hopkins. CNN is tracking the cases: Brazil's Health Ministry recorded 31,553 new Covid-19 infections on Wednesday, bringing the total number of cases to 5,000,694.  The ministry also reported 734 new coronavirus fatalities, raising the total number of deaths to 148,228.  Brazil has the world's third highest coronavirus cases after the United States and India, and the world's second highest death toll after the US, according to Johns Hopkins University's data. ##Hotspots## President Donald Trump said his coronavirus infection was a \"blessing from God\" because it educated him about potential drugs to treat the disease in a video meant to demonstrate his return to work after several days in the hospital. The appearance, his first since returning from Walter Reed National Military Medical Center, was taped Wednesday afternoon in the Rose Garden by White House staff. Trump seemed upbeat, but his voice still sounded breathless at points and he appeared to be wearing make-up. Parts of the video looked edited. In it, Trump framed his ongoing bout with the virus as a net positive. \"I think this was a blessing from God that I caught it. It was a blessing in disguise,\" he said, citing his first-hand experience with the experimental combination of drugs he was administered at Walter Reed. He singled out in particular the high dose of an experimental antibody cocktail from Regeneron, saying he requested it from his doctors and attributing his recovery to its effects. Calling the drug a \"cure,\" Trump said he would work to make it available at no cost to other Americans. \"I want everybody to be given the same treatment as your President,\" Trump said, adding: \"It was, like, unbelievable.\" Read the full story: ##Trump## Canada's public health officials are warning people to stay home as much as possible, saying the next few weeks will be \"critical\" to the country’s efforts to contain the virus.   Public Health Agency of Canada says national daily case counts continue to increase steeply with an average of about 2,000 new cases every day for the past week. Government statistics indicate that’s a 40% rise in the past week alone.  Hospitalizations and deaths continue to creep upward as well, with more than 600 Covid-19 patients currently in hospitals, and an average of about 18 deaths reported daily.  More than 80% of new infections are from Ontario and Quebec, with 60% of cases detected in people under 40. The province of Quebec is of particular concern with urban hotspots in Montreal and Quebec City. Dine-in restaurants and bars were closed in those cities last week as new daily cases continue to climb.  Quebec reported 1,364 new cases of the virus on Tuesday alone, the highest daily case total since the pandemic began. That prompted a blunt warning to young people in Quebec to take the virus seriously and stay home.  \"The young people that are not respecting the rule, they will have an impact on the system.” said Christian Dube, Quebec’s health minister, during a news conference in Quebec City Tuesday, adding, “Don't take the risk, please don't test the hospital system. There are already nurses, the doctors, what they are asking you, what they are asking Quebecers, please stay home.” More on this: Earlier this week, Prime Minister Justin Trudeau warned Canadians to stay home even for the Thanksgiving holiday next week, saying if Canada can once again flatten the curve that the country can \"turn things around for Christmas.\"  “We are going in the wrong direction now, which is why it is so important for Canadians to do what is necessary, to wear a mask, to keep your distance, to understand that each of us has the power to end this by the choices we make,” said Trudeau during a news conference Monday.  ##Hotspots## The pandemic is upending more than two decades of progress on reducing extreme poverty around the globe -- and estimates of how many people will be affected continue to escalate. An additional 88 to 115 million people could be pushed into extreme poverty, defined as living on less than $1.90 a day, in 2020 because of the pandemic and resulting economic recession, according to a report from the World Bank released Wednesday. That estimate is up sharply from the bank's May report, when it projected that an additional 60 million people would likely be pushed into extreme poverty in 2020. And the total number of people added to the world's extreme poor as a result of the pandemic could grow to 150 million by next year. The report underscores economists' growing concern about the scale of the crisis and countries' ability to recover quickly, and it comes at a time when many areas of the world are bracing for a possible second wave of Covid-19 coinciding with flu season. Its results indicate that the goal of ending world poverty by 2030 could now be out of reach \"without swift, significant and substantial policy action,\" the World Bank said. \"Global extreme poverty is expected to rise in 2020 for the first time in over 20 years as the disruption of the Covid-19 pandemic compounds the forces of conflict and climate change, which were already slowing poverty reduction progress,\" the report added. Read the full story: ##Economy## You may not get to enjoy any \"Lambeau Leap\" touchdown celebrations in person this season. The Green Bay Packers announced Tuesday that they are putting an \"indefinite hold\" on having fans at Lambeau Field this season due to the \"concerning increase of COVID-19 cases and hospitalizations\" around Green Bay and across Wisconsin. That will put an end to zone celebrations in which Packers players leap into throngs of fans. Wisconsin recently reported its highest daily case count, highest death toll and record-high hospitalizations. The state has a 19.98% 7-day positivity rate, which is currently the third-highest in the nation behind only South Dakota and Idaho. The Wisconsin Department of Health reported 2,020 new cases of Covid-19 and 18 new deaths. The seven-day average of 2,346 daily cases is up from 836 a month ago, the DHS says. In a statement, the Packers said that the area would need to see a \"marked improvement\" in hospitalization rates, community infection rates and positivity rates for them to have fans at upcoming games. \"We are very concerned with the rate of infection in our area,\" President/CEO Mark Murphy said in the release.\n\"We are trending in the wrong direction in terms of hospitalization and positive cases, and based on recommendations from community healthcare and public health officials, hosting fans at the stadium for games is not advisable at this time.\" Read more: Italy reported at least 3,678 new coronavirus cases on Wednesday -- the largest daily increase in more than five months. According to data from Italy’s Health Ministry, there have now been at least 333,940 cases since the outbreak began.  The last time there was a larger daily increase than Wednesday was on April 16, when 3,786 cases were reported. However, authorities are now processing twice as many coronavirus tests. ##Hotspots##", "Section": "world", "Writers": ["Ben Westcott", "Adam Renton", "Laura Smith-Spark"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-10-08-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}