{"Type": "article", "Time": "2019-08-03", "Headline": "Trump's China tariffs blow up Pompeo's efforts at conciliation", "Text": "On Thursday, a day after US and Chinese trade representatives finished talks in Shanghai, Secretary of State Mike Pompeo met with his Chinese counterpart, Foreign Minister Wang Yi, for a brief but civil exchange during a private conference in Bangkok.  Afterwards, Wang stressed the importance of \"face-to-face discussions\" and said Pompeo \"made it very clear that neither [US President Donald] Trump nor the US administration has the intention to contain China's development.\"  In his opening statements at the summit, Pompeo said, \"Look, we don't ever ask any Indo-Pacific nation to choose between countries. Our engagement in this region has not been and will not be a zero-sum exercise. Our interests simply naturally converge with yours to our mutual benefit.\" Hours later, President Donald Trump blew up whatever progress Pompeo had made. Trump announced a new 10% tariff on an additional $300 billion worth of Chinese imports, ratcheting up a trade war that has raged on for more than a year. With a 25% tariff on $250 billion of Chinese imports already in effect, nearly all Chinese goods imported to the US will be taxed when the new levies are implemented in September. Many American companies have already moved their production to other Indo-Pacific nations amid fears that manufacturing in China will no longer be financially feasible, given the ongoing trade war. Many Chinese companies are doing the same. This has to worry China to a degree, particularly since the Chinese Purchasing Managers' Index, used to measure factory activity, showed signs of contraction.  Efforts by Pompeo and other American diplomats to build bridges to their Chinese counterparts can hardly be constructive if such efforts are to be torpedoed by errant tweets from back home. And most leaders from the ASEAN nations have looked to the United States for direction, as well as military support, since I first arrived in Bangkok 45 years ago. Yet never before have most of these nations found so utter an inconsistency in messages and actions as today.  Tensions over the trade war could also spill over into other arenas like the South China Sea and spiral into wider conflicts involving countries like Vietnam or the Philippines.  Inevitable rifts were already on full display during discussions about the territorial disputes in the South China Sea, a key commercial waterway. China has made a number of moves to claim a large swath of the sea as part of its own territory. Vietnam, the Philippines, Taiwan, Malaysia and Brunei have all made their own claims, while China has been busy drawing a host of red lines around more than 200 islands, shoals and atolls in the South China Sea, effectively warning the other nations to back off. Meanwhile the United States is anxious to preserve full and free navigation for commercial shipping and, more critically, its warships.  At the end of the day, Chinese imports from the US amount to just a fraction of its exports to America, which means China can't rely solely on retaliatory tariffs if it wants the US to feel the heat. The relationship between the US and China hangs in the balance -- not to mention the stability of the entire region.  To complicate the situation, many of America's strategic allies and trading partners in the region that may have previously remained on the sidelines in big-power disputes are now benefiting from the trade war and growing increasingly powerful. The President does not seem to understand how the consequences of the trade war might affect other conflicts -- namely the one brewing in the South China Sea. What has already been compromised is America's ability to urge restraint and seek accommodations from China with regards to issues that it sees as essential to its national security—particularly domination of the South China Sea— when other elements of China's security, like trade, are being challenged by the United States.", "Section": "opinions", "Writers": ["David A. Andelman"], "URL": "https://www.cnn.com/2019/08/02/opinions/trumps-china-tariffs-pompeo-andelman/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}