{"Type": "", "Time": "2018-08-28", "Headline": "Cayetano reveals joint Philippines-China gas and oil exploration in next two months – Manila Bulletin", "Text": "By Mario CasayuranDepartment of Foreign Affairs (DFA) Secretary Alan Peter S. Cayetano disclosed Tuesday he looks forward to a joint Philippine-China gas and oil exploration agreement n the contested areas in the South China Sea, ‘’hopefully’’ in the next two months.Interviewed by Bulletin after appearing before the Senate finance committee to defend DFA’s proposed 2019 P27.5 billion budget, Cayetano said the Philippines and China agreed not to put deadlines on their draft exploration agreement.“Yes, the 60-40 sharing (based on a provision of the Philippine Constitution on investments) will be followed. We are working on a framework for the Philippines and China. Not just on a provision of law but equity,’’ he stressed.He said the 60-40 agreement is likened to the Philippine-Malampaya gas royalty agreement with Shell. The volume of gas being extracted from Malampaya is expected to begin tapering off starting in 2025.The Duterte government is being pilloried for allegedly being soft on China although it won in its territorial dispute over parts of the South China Sea with China based on the United Nations Arbitration Court. The UN rejected China’s ‘’historical’’ claim over the South China.China, stressing that it would not surrender even an inch of its territory, has reclaimed islets, shoals and reefs in the Spratly island chain and put up air and naval bases. The Philippines said China violated its sovereignty when it reclaimed the area.Some lawmakers have personally expressed the view that a 60-40 investment sharing agreement would be constitutionally tenable.The contested territory is reportedly rich in oil and gas reserves.Sen. Loren Legarda, finance committee chairwoman, said she deemed the DFA proposed budget as submitted to her committee on the condition that Cayetano submits documents on various foreign policy issues sought by Senate Minority Leader Franklin M. Drilon and opposition Senator Risa Hontiveros.In the House of Representatives, Cayetano had asked the Senate for closed door briefing on the military issues related to the contested territories in the South China Sea because there are classified matters that are best kept secret.“As a former senator, I am ready for a hug or a shove in the Senate,’’ he said. He was referring to hard questions fielded by Drilon and Hontiveros during the committee hearing. Cayetano stressed that he, on one hand, and Drilon and Hontiveros, on the other, go the same path but have different approaches.All these, however, converge on the country’s national interest and security of the Philippine territory.In yesterday’s budget hearing, Hontiveros challenged Cayetano to bare the details of the so-called 50-100 diplomatic actions his department made against China.Hontiveros demanded transparency and integrity in the government’s foreign policy framework and implementation.It was reported that Cayetano claimed in a congressional hearing that the Philippines has filed 50 to 100 protests and/or diplomatic actions against China over the past two years. However, Cayetano failed to provide details regarding the “diplomatic actions” against China.“Can the DFA tell us what is the nature of the 50-100 diplomatic actions? How many were in the form of notes verbale? How many were diplomatic démarches?” Hontiveros asked Cayetano.“Can the DFA give us the exact date and time when these diplomatic actions against China were made? What channels and platforms were used? How many times did the Chinese government responded? What were the nature of China’s diplomatic responses?” Hontiveros queried.Cayetano refused to answer Hontiveros’ questions, saying that his office is willing to divulge the details of the “diplomatic actions” only in a closed session. He said that he doesn’t want to publicly disclose the foreign affairs strategy of the government.He stressed that the government is taking up actions to address the issue despite the lack of details disclosed to the public.Hontiveros explained that the public is aware of only one instance when the DFA issued a note verbale to protest China’s installation of missile systems on three man-made islands in the Spratly Islands and the harassment by the Chinese Navy of Philippine Navy boats resupplying troops on Ayungin Shoal on 11 May.“Transparency makes for good foreign policy. On the contrary, total silence raises suspicion and discourages public confidence. Considering that the Philippine Senate has been granted by the Constitution the power to ratify treaties and in line with its check and balance powers, it has material interest in ensuring that the foreign policy adopted by the Executive is in the best interest of Filipino citizens,” she said.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2018/08/28/cayetano-reveals-joint-philippines-china-gas-and-oil-exploration-in-next-two-months/", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "MB"}