{"Type": "", "Time": "2021-03-25", "Headline": "Makabayan bloc wants probe on presence of Chinese vessels in WPS – Manila Bulletin", "Text": "Members of the House of Representatives’ Makabayan bloc are calling for a legislative probe on the presence of Chinese fishing vessels at the Julian Felipe Reef in the West Philippines Sea.Bayan Muna Representatives Carlos Zarate, Ferdinand Gaite and Eufemia Cullamat, ACT Teachers’ Partylist Reps. France Castro, Gabriela Women’s Party Arlene Brosas; and Kabataan Partylist Rep. Sarah Elago filed House Resolution No. 1675, which urges the House Committee on National Defense and Security to look into the matter.They attributed the verified incursion to the Duterte administration’s “passive stance” on the territorial dispute, despite the Philippines’ victory against China in the United Nations tribunal.“The Philippine government, especially the Armed Forces of the Philippines (AFP), has yet to effectively enforce the arbitration award and protect the country’s national patrimony and territorial integrity against China’s encroachment in the West Philippines Sea,” they said.“The failure of the Duterte administration to protect the country’s territorial integrity resulted to the loss of livelihood of any Filipino fisherfolk. With the continuing harassment by the China Coast Guard and the Chinese deployment of maritime militias, Filipino were deprived of natural resources in its own territory,” also pointed out.They expressed fear that China “will intensify the harassment and human rights violation against the Filipino people.”The National Task Force on the West Philippine Sea (NTF-WPS) earlier raised concern over the confirmed presence of over 200 Chinese fishing vessels in the Julian Felipe Reef. The task force believed that the vessels were manned by Chinese militia personnel and were not engaged in fishing.AFP chief of staff Lt. Gen. Cirilito Sobejana disclosed to lawmakers on Wednesday that they are assessing the situation, as the vessels, now down to 183, were seen to be in a “phalanx-like” formation. The phalanx formation is known as an army formation in ancient history.Additional naval assets were deployed to the Julian Felipe Reef, Sobejana said.The Chinese government, on the other hand, denied that the vessels were maritime militia, and insisted that they were only fishing vessels taking shelter in the area due to “rough sea condition”.The Philippines already demanded the removal of the Chinese vessels in the reef, which is part of the country’s exclusive economic zone (EEZ).", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/25/makabayan-bloc-wants-probe-on-presence-of-chinese-vessels-in-wps/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "viet Nam", "Source": "MB"}