{"Type": "article", "Time": "2020-09-04", "Headline": "Pro-democracy activists are again calling on people to boycott 'Mulan'", "Text": "Disney's live-action remake of \"Mulan\" is now released -- but some people won't be watching. Pro-democracy activists in Hong Kong are reigniting calls to boycott the film, now joined by activists in Thailand and Taiwan. The calls erupted last year when the film's lead actress Liu Yifei expressed support for Hong Kong police, who anti-government demonstrators accuse of using excessive force to quell unrest. \"This film is released today. But because Disney kowtows to Beijing, and because Liu Yifei openly and proudly endorses police brutality in Hong Kong, I urge everyone who believes in human rights to #BoycottMulan,\" prominent Hong Kong activist Joshua Wong tweeted on Friday. Yifei, a Chinese-born US citizen, waded into the conversation last year at the height of the protests in Hong Kong, which began as largely peaceful demonstrations and eventually morphed into frequent clashes between protesters and police. \"I support the Hong Kong police. You can all attack me now. What a shame for Hong Kong,\" she posted on Weibo in August 2019. Calls to boycott \"Mulan\" followed immediately after and soon enough, #BoycottMulan was trending on Twitter -- which is banned in China. Meanwhile, comments on Yifei's post on Weibo, the dominant social platform in China, echoed her support for Hong Kong police and Beijing. International audiences are key for 'Mulan' Now after multiple delays due to the coronavirus pandemic, \"Mulan\" is out on Disney+ in the US and is set to hit theaters abroad soon. International audiences, particularly in China, are a key part of the film's theatrical strategy. But tensions are still high in Hong Kong after Beijing imposed a controversial national security law on the city in June.  And now, renewed calls to boycott \"Mulan\" have also spread to activists in Thailand and Taiwan -- propelled in large part by the #MilkTeaAlliance, an online movement uniting pro-democracy protesters in Hong Kong, Thailand and Taiwan with concerns about China's influence in the region. In recent weeks, Thailand has been seeing demonstrations with thousands of people calling for reforms of the country's monarchy. Many protesters in Hong Kong have expressed support for the movement, while protesters in Thailand and Taiwan are standing with those in Hong Kong who are calling to boycott \"Mulan.\" \"I invite everyone to #boycottMulan #banMulan to make Disney and the Chinese government know that state violence against the people is unacceptable,\" Thai student activist Netiwit Chotiphatphaisal tweeted, according to The Guardian. But in China, where people were supportive of Yifei's comments last year, the film is expected to be a hit with audiences. The film is set to open in theaters there on September 11.", "Section": "entertainment", "Writers": ["Harmeet Kaur"], "URL": "https://www.cnn.com/2020/09/04/entertainment/mulan-boycott-hong-kong-trnd/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}