{"Type": "article", "Time": "2021-01-27", "Headline": "January 28 coronavirus news", "Text": "With the right tools, the United States can defeat Covid-19, even as the virus mutates, senior adviser on the White House Covid-19 response team, Andy Slavitt, said Thursday. More contagious virus variants, including one first identified in South Africa, have been emerging across the United States.  “Nothing about this news says we can't defeat this thing,” Slavitt told CNN’s Wolf Blitzer. “It just means we need more tools, and we need to be more united in doing it.” As of now, Covid-19 vaccines still appear to provide some degree of protection against the variants that have been identified in the US. “We're going to have to stay one step ahead of these mutations,” said Slavitt. “We're going to need processes to keep developing tests, therapies and vaccines to make sure that as and if the virus mutates a little bit, like the flu does, we're able to stay ahead of it.”  ##Vaccines## The US needs to do “everything possible to close the gap” between the number of Covid-19 vaccines available and people who are vaccinated, White House senior adviser on the Covid-19 response team, Andy Slavitt, said Thursday. “We need to have enough vaccinators,” Slavitt told CNN’s Wolf Blitzer. “We need doctors to know that they can safely go ahead and administer the doses they've been sent as first doses, not hold them back as second doses because they will get reliable shipments.” This week, the Biden administration announced it will take action on several fronts to speed the administration of Covid-19 vaccines in the US.  “We're standing up these community vaccination centers. We're changing the laws to allow more people to vaccinate. We're sending shipments directly to pharmacies,” Slavitt said. “We are invoking the Defense Production Act and have done so to get more syringes and more other gear available to people. We're working with states hand in glove every day to find more vaccines.”  “There's not an idea that we won't consider,” Slavitt added. Some context: Speaking at a media briefing Wednesday, Dr. Rochelle Walensky, director of the US Centers for Disease Control and Prevention, said not all vaccine that's been delivered to states is available for \"inserting into people's arms.\" White House Covid-19 Response Coordinator Jeff Zients took that explanation a step further. \"Some of what the states have right now is inventory to do the very, very important second shot,\" Zients said. \"I think it's important that when you're looking at state's inventories that you recognize that some of that inventory is being held for the very important second shot.\"  ##Vaccines## A team of World Health Organization (WHO) investigators examining the origins of the coronavirus pandemic will meet Chinese scientists on Friday, according to WHO. “The team plans to visit hospitals, laboratories and markets. Field visits will include the Wuhan Institute of Virology, Huanan market, Wuhan CDC laboratory,” WHO said in a tweet. The team will also speak with early responders and some of the first Covid-19 patients in Wuhan, it said.  “All hypotheses are on the table as the team follows the science in their work,” it said, adding “they should receive the support, access and the data they need.” The team left their hotel in Wuhan on Thursday afternoon, after completing a two-week quarantine.  Read more about the WHO's team's investigation: Los Angeles Mayor Eric Garcetti quietly received his first dose of the coronavirus vaccine last week despite not meeting the official vaccination eligibility requirements set by county health officials. Garcetti’s office confirmed to CNN that the mayor received the vaccine on January 21 while working his fifth day at Dodger Stadium, the largest vaccination site in the nation. “The medical personnel strongly recommended that he receive the vaccine as they have recommended and provided for other field staff and volunteers at the site who have close contact with clients,” Communications Director Alex Comisar said in a statement. The mayor held a news conference from Dodger Stadium on the day he received the vaccination, but did not mention receiving the dose himself. It was unclear why Garcetti or his office did not disclose the shot for a week. What the rules say: Under current vaccine eligibility guidelines for Los Angeles County, the 49-year-old mayor does not qualify to receive the vaccine as he is not a health care worker, over 65 years of age, or a staff or resident of a skilled nursing facility. Garcetti has previously asked residents to be patient and wait their turn when it comes to the vaccine. \"I can't wait to get the vaccine when it's my turn,” he told CNN’s Jake Tapper last month. “I'm not going to be jumping the line, but I certainly will do that and I hope that all of us will sort of get back our economy and get back our city to normal.” The Los Angeles County Department of Public Health has not responded to a CNN request for a comment.  ##Vaccines## Newly released data on an experimental coronavirus vaccine made by biotechnology company Novavax indicates some problems protecting against one new variant of coronavirus circulating in South Africa, Dr. Anthony Fauci said Thursday. Fauci said studies are ongoing that will help tell whether vaccines work against the new, more contagious variants of coronavirus first spotted in the UK and South Africa that are worrying officials and the public.  Novavax's preliminary data shows while it’s 89% effective overall, tests done in South Africa when the new variant was dominant show a potentially diminished effect. “And the early indications from a trial that literally just came out from its press announcement this afternoon at 4 o'clock, from a company called Novavax, indicates that a vaccine that looks really good against what we're dealing with now doesn't look that good, in the sense of not 90-95%,” Fauci told a webcast sponsored by the National Education Association. In a Phase 3 trial in Britain, the Novavax vaccine showed an efficacy of 89.3%. Phase 2 results from South Africa were less positive. “It's somewhere down around 60% for non-HIV infected individuals and about 49%” when HIV-infected people were included in the mix, Fauci said. South Africa variant found in US: South Carolina officials on Thursday announced the United States' first two confirmed cases of the strain first spotted in South Africa. There is no known travel history or connection between the cases, both adults, according to a release from the South Carolina Department of Health and Environmental Control. This post has been updated to clarify Fauci's characterization of the Novavax data. ##Vaccines##  ##Variants## British Prime Minister Boris Johnson on Thursday celebrated the success of the Novavax vaccine during UK trials. “Good news that the Novavax vaccine has proved effective in UK trials. Thank you to all the volunteers who made these results possible. Our medicines regulator will now assess the vaccine, which will be made in Teesside. If approved, we have 60m doses on order,” Johnson tweeted. Johnson was joined by UK Health Minister Matt Hancock who welcomed Thursday's trial results, calling it a “great vaccine story,” adding that the UK’s “vaccine strategy is working.” Their reactions comes as the Phase 3 trial of biotechnology company Novavax’s Covid-19 vaccine showed it has an efficacy of 89.3%, the company announced on Thursday.  The company's vaccine, known as NVX-CoV2373, “is the first vaccine to demonstrate not only high clinical efficacy against COVID-19 but also significant clinical efficacy against both the rapidly emerging UK and South Africa variants,” Stanley Erck, Novavax president and CEO, said in a company announcement. “NVX-CoV2373 has the potential to play an important role in solving this global public health crisis.\" ##Vaccines## Africa has secured 400 million doses of the AstraZeneca Covid-19 vaccine which will be supplied by the Serum Institute of India (SII), according to the director of the African Union's disease control and prevention body. “We are beginning to make very, very good progress,” Africa Centres for Disease Control and Prevention Director John Nkengasong said in an online briefing Thursday. This is in addition to the 270 million Covid-19 vaccines doses secured by the African Union on Jan. 14. Those doses were from Pfizer, AstraZeneca (also through the SII) and Johnson & Johnson. These vaccines have been secured alongside a vaccine program from COVAX – a World Health Organization and Gavi Vaccine Alliance initiative to bring more vaccines to Africa on a fair basis. \"This is a historical effort that will require all types of partnerships,\" Nkengasong said. \"In order to be successful, we need to achieve a 60% target within two years. If we do not do that, then Covid becomes endemic on the continent,\" he added.  ##Vaccines## Health experts are working to understand more about a condition they are calling “long Covid,” among patients who experience lingering symptoms months after contracting coronavirus. “Persons with long Covid often present reporting persistent, severe fatigue, headaches and brain fog, which is defined as mild subjective cognitive and cognitive impairment, approximately four weeks after acute illness,” Dr. Alfonso Hernandez-Romieu, a member of the Centers for Disease Control and Prevention’s Covid-19 response team, said during a CDC briefing Thursday. Doctors have reported the severity of Covid-19 illness may have little impact on whether patients experience long Covid symptoms, Hernandez-Romieu said. He noted that the CDC is working to better understand long Covid. Dr. Allison Navis, an assistant professor at the Icahn School of Medicine at Mount Sinai in New York City, said one of the most common symptoms of long Covid is called “brain fog.” “Brain fog is a symptom, it is not a diagnosis, and it means many different things to different people,” said Navis. “Oftentimes it's a combination of short-term memory issues, concentration, or sort of word-finding speech difficulty.” Navis said brain fog does not appear to have a clear connection to the severity of Covid-19 infection, age or other risk factors. She said doctors have observed these symptoms in younger patients – including children and adolescents ­– who had mild coronavirus and were previously healthy. She said patients can benefit from “symptomatic and supportive” treatment, including specific medications, cognitive rehab, increased hydration and limited exercise. She stressed that patients should get enough sleep and look after their mental health. “While we don't know what's causing these symptoms, they're very real for patients, and we are seeing patients get better,” Navis added.   A Phase 3 trial of biotechnology company Novavax’s Covid-19 vaccine shows it has an efficacy of 89.3%, the company announced on Thursday.  But the company highlighted the vaccine’s apparent efficacy against new variants of the virus that have alarmed politicians and scientists alike. The trial, conducted in the United Kingdom, included efficacy estimates by strain based on PCR tests performed on strains from 56 Covid-19 cases in the trial. The vaccine was found to have 95.6% efficacy against the original novel coronavirus and 85.6% against the variant first identified in the UK, known as B.1.1.7.  The company also announced that a Phase 2b study conducted in South Africa, where another variant was first identified, showed 60% efficacy.  \"With today’s results from our UK Phase 3 and South Africa Phase 2b clinical trials, we have now reported data on our COVID-19 vaccine from Phase 1, 2 and 3 trials involving over 20,000 participants,\" Stanley Erck, Novavax president and CEO, said in the announcement.  The company's vaccine, known as NVX-CoV2373, “is the first vaccine to demonstrate not only high clinical efficacy against COVID-19 but also significant clinical efficacy against both the rapidly emerging UK and South Africa variants,” Erck said. “NVX-CoV2373 has the potential to play an important role in solving this global public health crisis.\" Regarding the trial in South Africa, “the 60% reduced risk against COVID-19 illness in vaccinated individuals in South Africans underscores the value of this vaccine to prevent illness from the highly worrisome variant currently circulating in South Africa, and which is spreading globally,” Shabir Maddi, principal investigator in the Novavax Covid-19 vaccine trial in South Africa, said in the announcement.  \"This is the first COVID-19 vaccine for which we now have objective evidence that it protects against the variant dominating in South Africa,” Maddi said. ##Vaccines## France will adapt some of its vaccination schedules due to concerns over expected shortages, the French Health Ministry said in a news statement Thursday.  The amount of Moderna doses to be received by France is 25% below what was anticipated for February, the Ministry explained. France will also receive 200,000 fewer Pfizer doses, the statement added. “The decrease in supplies has a natural impact on the number of injections that can be scheduled: around 5% of first injections appointments will have to be delayed for a few days,” the statement said. In the Paris region, between 15,000 and 20,000 appointments for a first injection, that were initially scheduled during the second week of February, will be rescheduled over the two following weeks, according to the regional health agency.  In the Hauts-de-France, northern France, “all appointments for a first injection scheduled until February 2nd will be immediately cancelled and rescheduled from the first week of March”, the regional health agency announced. In Burgundy, appointments for a first dose “might be delayed for a few weeks or days” for similar reasons, the regional health agency said. Government spokesperson Gabriel Attal tried to reassure the public Thursday evening, saying, “Doses are still coming into our country, the vaccination campaign will continue.” As of Thursday evening, 1,349,517 shots of the Covid-19 vaccine had been administered, according to numbers from the French Health Ministry. ##Hotspots## ##Vaccines## Dr. Vivek Murthy, President Biden’s pick for US surgeon general, said Thursday that he is deeply concerned by the emergence of new Covid-19 variants in the US. “We're in a race against the variants right now,” Murthy said in an interview with the Washington Post. “The faster we're able to reduce overall rates of infection by taking the public health measures, like masking, distancing, the faster we're able to vaccinate people, the sooner we'll be able to turn this pandemic around.”  Murthy noted that variants first identified in Brazil, South Africa and the UK all appear to be more transmissible, but do not appear to evade all protection from vaccines.  He said the administration is now working with Pfizer and Moderna to develop a booster to address variants. “We have got to do a much better job doing genomic surveillance here in the United States so we can detect these variants earlier,” he added. “We've got to invest much more in treatment, because treatment becomes extraordinarily important when you've got a virus that’s spreading this quickly.” Murthy's comments come as South Carolina officials announced the first two confirmed cases in the US of a more contagious coronavirus strain first spotted in South Africa. The Centers for Disease Control and Prevention said in a statement it was aware of the cases, noting \"we have no evidence that infections by this variant cause more severe disease.\" The agency said it would continue working with labs around the country to genetically sequence samples of the virus. ##Variants## Ohio has pulled vaccine from their statewide allocation specifically for vaccinating K-12 staff, allocating around 55,000 vaccines to schools every week, Gov. Mike DeWine announced Thursday. \"This plan that we have will allow most of the K-12 staff in a county to be vaccinated within seven days,\" DeWine said, going county by county, around the state.  \"The goal is to make the logistics of this as easy as possible locally, to maximize the capacity of local vaccination partners,\" he said, adding, \"there just isn’t enough to do every school in the first week.\" DeWine said the state is trying to do two things at once, continuing to vaccinating older Ohioans in February, while keeping school vaccinations on track as well. The governor also announced today that every public school in the state has agreed to go back to in-person instruction by March 1, except for one. ##Vaccines## More than 26 million doses of Covid-19 vaccine have been administered in the United States, according to data published Thursday by the US Centers for Disease Control and Prevention. An average of about 1.2 million doses have been administered each day since President Biden took office. The CDC reported that 26,193,682 total doses have been administered, about 54% of the 48,386,275 doses distributed. Nearly 21.7 million people have now received at least one dose of the vaccine and about 4.3 million people have been fully vaccinated, CDC data shows. Remember: States have 72 hours to report vaccine data, so data published by the CDC may be delayed – and may not necessarily mean all doses were given on the day reported.   ##Vaccines## The Biden administration is expanding the number of people who are now legally allowed to vaccinate people against Covid-19 to meet the “urgent need to expand the pool of Covid-19 vaccinators” and to increase access to vaccinations. The US Health and Human Services Department said it amended the Public Readiness and Emergency Preparedness Act — otherwise known as the PREP Act — on Thursday. These groups will now be able to vaccinate people:  Now any person who is licensed or certified to administer vaccines in one state can vaccinate people in another state. \nRetired doctors and nurses whose license expired in the past five years are also eligible, as long as that license was in good standing before it became inactive.  Both groups will need to complete a US Centers for Disease Control and Prevention Covid-19 vaccine training. For those health care professionals whose license has experienced or who are not currently practicing also need to be observed by a practicing professional for a set period of time. “As vaccine supply is made more widely available over the coming months, having additional vaccinators at the ready will help providers and state health departments meet the demand for vaccine and protect their communities more quickly,” HHS Acting Secretary Norris Cochran said in a news release. White House Covid Coordinator Jeff Zients announced plans for the move Wednesday. ##Vaccines## Poland has extended its coronavirus measures until Feb. 14, Health Minister Adam Niedzielski announced at a news conference Thursday. The measures were due to end Sunday.  Although the restrictions are being extended – there will be an exception. Shops in shopping malls can open starting Sunday. The existing restrictions that remain unchanged include ski slopes being closed, restaurants shut except for take away or delivery, and people coming to Poland being subject to a 10-day quarantine. Weddings are banned, as are gatherings of more than five people.  The decision is mainly influenced by the epidemic situation in Europe and new, more contagious mutations of the coronavirus, the head of the Ministry of Health explained. However, Niedzielski said the situation has been slightly better over the last week, stabilizing due to “social discipline.\" He said the last weekly average was just over 5,500 daily infections. This decrease in the number of cases was also felt in the number of deaths. Last week deaths dropped more or less 10%, calculated Niedzielski. He added that the hospitalization rate fell below 14,000 for the first time in a long time. ##Restrictions## ##Hotspots## With the right resources and precautions, there’s a good chance schools will be able to safely reopen this fall, Dr. Vivek Murthy, President Biden’s pick for US surgeon general, said Thursday.  “I think that we have a good shot by fall of certainly getting these schools to a place where we want them to be, but it's going to require a few steps,” Murthy said in an interview with the Washington Post.  Before schools can reopen, they need resources, like masks and testing, Murthy said. Plus, communities need to bring down their Covid-19 infection rates, and school staffers need to be vaccinated.  “When we do have the opportunity to vaccinate kids when the trial data comes through and shows that it is safe and effective, then we've got to start vaccinating children too,” he added.  “If we take these steps though – get schools the resources, have clear guidance, get testing in place and vaccinate our educators – it is a good chance absolutely that we could have our schools open, and that your kids and my kids could be back in the classroom in the fall,” Murthy said.    New Covid-19 cases continue to trend downward, with 16% fewer cases reported this week than last. But 95% of the US population lives in a county that the federal government considers to be a “sustained hotspot,\" according to a report. The interagency White House Covid-19 Team publishes a daily report tracking key indicators for regions, states, cities and counties across the country. Wednesday’s report showed that two-thirds of counties reported fewer Covid-19 cases in the past seven days than they had the week prior, and one-third of counties reported fewer deaths this week than last.  But more than 1,900 counties – home to 95% of the population – are still considered “sustained hotspots,” or places that maintain a high case burden and may be at risk for a strain on health care resources. More than half of the US population lives in a county with a test positivity rate of 10% or higher, which could indicate an undercount in cases. About 5% of the population lives in a county where at least 1 in 5 people are testing positive for Covid-19, including five counties in the Atlanta metro region, along with four counties each in the Dallas, Cincinnati and Tulsa metro regions. ##Hotspots## Denmark's Prime Minister Mette Frederiksen announced the country will extend its coronavirus restrictions until Feb. 28. She made the announcement during a news conference on Thursday. Frederiksen said the country’s infectious diseases institute, the Statens Serum Institut, has assessed that the new mutation is spreading, “even with the restrictions we have in Denmark”.  We cannot stop the spread, but we must do everything we can to slow it down, Frederiksen said. “However, it is the hope that students from 0-4 classes can come to school before that date. We will announce a possible new school start at the beginning of next week,” Frederiksen added. ##Restrictions## ##Hotspots## Covid-19 outbreaks on college and university campuses can lead to subsequent outbreaks in the surrounding community and other high-risk places, such as nursing homes and prisons, according to a new report published by the US Centers for Disease Control and Prevention. For the study, published on Thursday, researchers in Wisconsin and at the CDC examined data on Covid-19 cases reported to the Wisconsin Department of Health between March and November. The researchers looked closely at a sharp rise in cases — increasing at a rate of 24% per week — from late August to mid-November. The data showed that, in August, Covid-19 cases linked to outbreaks on college and university campuses increased sharply and then were followed by outbreaks in other high-risk settings.  The researchers found that, overall, three places accounted for the largest numbers of outbreak-associated Covid-19 cases in Wisconsin: long-term care facilities at 26.8%, colleges or universities at 15% and correctional facilities at 14.9%.  Another report from researchers in Indiana, also published by the CDC on Thursday, details how one university in Indiana responded to a Covid-19 outbreak on its campus. The university implemented safety measures, including daily online health assessments for students, and requiring all students to complete PCR testing before arriving on campus. But then in mid-August, an outbreak occurred with 371 confirmed cases. Contact tracing identified several large, off-campus parties as being related to the outbreak, according to the report.  In response, the university switched to online classes for undergraduates. On-campus students had to stay on campus. Off-campus students were restricted from campus.  \"This approach is consistent with recommendations for universities with outbreaks to avoid sending students home to avoid spreading infections into local and other communities,\" the researchers wrote. The researchers found that case numbers then decreased, testing capacity increased, and classes resumed in September with an average rate of new cases comparable to the overall county numbers at the time. For both studies, only data on reported cases and outbreaks were included — there could have been more Covid-19 cases that were either asymptomatic or simply went unreported.  ##Hotspots## The United Kingdom has added the United Arab Emirates, Burundi and Rwanda to its travel ban list, according to the UK’s Transport Secretary, Grant Shapps.  “From tomorrow (Friday 29 Jan at 1pm), we’re extending our travel ban with the United Arab Emirates, Burundi and Rwanda all added to the UK's red list,” Shapps tweeted Thursday.  “This means people who have been in or transited through these countries will be denied entry, except British, Irish and third country nationals with residence rights who must self-isolate for ten days at home,” he added.  It comes after the UK announced a new policy of enforced hotel quarantine for travelers from 30 countries Wednesday. However, Shapps emphasized that British, Irish and third country nationals with residence rights coming from the United Arab Emirates, Burundi and Rwanda would only need to isolate at home and not in a hotel.  Passengers are still required to present proof of a negative coronavirus test and complete a passenger locator form. Failure to do so will mean a £500 fine (about $686) for each offense, Shapps warned. These new travel bans follow the “discovery of a new coronavirus variant first identified in South Africa, that may have spread to other countries, including the United Arab Emirates, Burundi and Rwanda,” a statement from the Department for Transport said. ##Variants## ##Hotspots## ##Restrictions## New York City public schools are seeing a loss of 43,000 students for this school year, about 4% in grades 3K (preschool) through 12th grade, according to new data from the New York City Department of Education. The total enrollment for the 2020-21 school year now stands at approximately 960,000 students – a number dipping below one million for the nation's largest school district for the first time in 15 years. While the district says school enrollment has been on the decline over the past several years, it attributes the larger loss this year in part to the Covid-19 pandemic. \"Given the current circumstances of pandemic it is no surprise that we are seeing greater fluctuations in enrollment this year,\" said Katie O'Hanlon, spokesperson for the Department of Education (DOE). \"However, no school district has stabilized its school system the way we have, which means that we can and will continue to offer the gold standard in health, safety, and learning in a completely transformed educational environment to our students.\" The steepest decline is among the youngest students, with pre-K seeing a 13% drop and kindergarten down 9% compared with data from the 2019-20 school year. The city's 3K program, a preschool program for children aged 3 to 4, accounted for 1% of the overall decline, with a drop of 10,000 students from the previous year. \"This could be COVID-19 related enrollment loss as these grades are not mandatory and families may be trying to limit travel and socially distance,\" a news release from the DOE said. Officials from the DOE say they're conducting outreach in parts of the city and specific school districts that show a \"lower than normal\" enrollment rate, and say they are dedicating staff to engage in outreach campaigns which will be conducted in nine different languages. \"Given the pandemic, we know that New Yorkers are facing myriad circumstances in this unprecedented year and we remain committed to supporting all of our families in helping them make the best decisions for their children,\" the release said. ##Hotspots## South Carolina officials have announced the United States’ first two confirmed cases of a more contagious coronavirus strain first spotted in South Africa. There is no known travel history or connection between the cases, both adults, according to a release Thursday from the South Carolina Department of Health and Environmental Control.  One case was confirmed to the department late yesterday by the US Centers for Disease Control and Prevention, and the other was identified by the state’s public health laboratory while testing samples over the past several days. The variant – also known as B.1.351 – has raised concerns over being more transmissible than other versions of the virus, and potentially evading the immune protection offered by antibodies. Experts say they believe vaccines will still be effective against the variant. “The arrival of the SARS-CoV-2 variant in our state is an important reminder to all South Carolinians that the fight against this deadly virus is far from over,” Dr. Brannon Traxler, the health department’s interim public health director, said in a statement Thursday. The variant has been detected in over 30 other countries, according to the World Health Organization. ##Variants## ##Hotspots## Elizabeth Cohen reports: The New York State Department of Health undercounted Covid-19 deaths among nursing home residents by approximately 50%, a new report released by the state's Attorney General Letitia James says.   The report released Thursday morning preliminarily concluded the underreported deaths based on a survey of 62 nursing homes, a roughly 10% sample of total facilities across the state.  The report, without identifying nursing homes by name, details discrepancies of as many as 29 deaths in a single facility underreported to the public by the Department of Health.   \"A facility reported five confirmed and six presumed COVID-19 deaths at the facility as of August 3 to DOH. However, the facility reported to OAG a total of 27 COVID-19 deaths at the facility and 13 hospital deaths – a discrepancy of 29 deaths,\" the report says.  James' office continues to investigate the discrepancies, according to the report.   \"OAG is investigating those circumstances where the discrepancies cannot reasonably be accounted for by error or the difference in the question posed.\"  CNN reached out to the Department of Health and Gov. Andrew Cuomo's office for comment but has not immediately heard back.   ##Hotspots## A consortium of public defenders is demanding New York Gov. Andrew Cuomo inoculate inmates in the state against Covid-19, and calling New York's failure to do so thus far an example of \"arbitrary and irrational disregard for people simply because they are incarcerated.\"  The demand is made in a letter delivered to the governor Thursday and signed by attorneys representing public defenders offices representing all five boroughs and Long Island.  \"Your refusal to allow state and local health authorities to provide the vaccine to this high risk population recklessly endangers the lives of all New Yorkers by creating hotbeds for viral transmission,\" the letter reads, \"but most cynically and cruelly disregards the lives of the predominantly Black and Latinx people who comprise the incarcerated population.\" \"Having taken and maintained custody of thousands of people, the State has an affirmative duty to protect their health and safety,\" the letter continues. The state is currently inoculating people in the phase 1b category, which includes correctional officers working in state prisons. The letter is signed by attorneys representing the Legal Aid Society of New York, Brooklyn Defender Services, New York County Defender Services, Neighborhood Defender Service of Harlem, The Bronx Defenders, Legal Aid Society of Suffolk County, Legal Aid Society of Nassau County, Center for Appellate Litigation, Appellate Advocates and the Office of the Appellate Defender. In the letter, the defenders' offices ask for a meeting with the governor to discuss immediate implementation of vaccinations. \"If you do not change your policy, we will have no choice but to seek legal remedies for our clients,\" they write. ##Hotspots## New York City Mayor Bill de Blasio said the decision on indoor dining will ultimately be up to the state and governed by “data and science.” The mayor said he and the Gov. Andrew Cuomo spoke Wednesday morning, adding he respects the state's role in making decisions.  “What I believe in is focusing on the data and the science, I know the governor does too,\" he said. “What I also feel as a human being, as a New Yorker, of course I want our restaurants to come back strong,” he added. “Restaurants are a big part of my life.” The mayor continued: “I want to see them survive and I want to see the people who work in the restaurants have their livelihoods.” “We all want to see indoor dining come back,” adding “it has to be governed by the data and the science.” ##Hotspots## ##Restrictions## Members of the Biden administration’s Covid-19 team are expected to hold a call with top officials representing major coronavirus vaccine distributors later today, CNN is told by a source familiar with the planned meeting.  This comes within days of the administration announcing that it would be increasing the allocation of Covid-19 vaccines to states starting next week and announced plans to significantly ramp up vaccine supply with the goal of fully vaccinating 300 million Americans by the end of the summer.  This call is expected to be a forum where distributors of the Covid vaccine can pose any questions they might have to the Biden administration on the White House’s vision for distributing vaccines across the country as efficiently as possible, as top Biden advisers have continued to say that they did not inherit a working federal distribution plan from the Trump administration.  Going back to the transition, the Biden’s team has been in regular contact with various parties in the industry. ##Vaccines## Belgian health authorities – at the request of the European Commission – conducted “an inspection” of AstraZeneca’s Belgian production facility Wednesday “to ensure that the delay in the delivery of the vaccines is indeed due to a production problem at the Belgian site,” France Dammel, spokesperson for Belgian Health Minister Frank Vandenbroucke said in a statement. “Belgian experts are looking into the elements obtained during this inspection visit, together with Dutch, Italian and Spanish experts,” Dammel said, adding that the report is expected in a few days.  Last week, AstraZeneca told the European Commission and EU member states that it intends to supply the bloc with fewer vaccine doses than previously agreed.  In June 2020 AstraZeneca entered into a partnership with French manufacturing company Novasep to produce its vaccine supply. ##Vaccines## ##Hotspots## The Pentagon has received a request from Federal Emergency Management Agency to provide assistance to President Biden’s efforts to boost Covid-19 vaccinations across the country in the first 100 days of the new administration, according to two defense officials.  Both departments are now in intensive discussions on how the military can help FEMA including the possibility of sending up to 10,000 troops to vaccination mega-hubs.  The effort could involve using both active duty and National Guard forces. Part of the discussion is agreeing on what are the most urgent tasks they can handle, the officials said. The Department of Defense has added a 2:30 p.m. ET briefing today on their Covid-19 efforts. ##Hotspots## ##Vaccines## Michael Osterholm, the director of the Center for Infectious Disease Research and Policy at the University of Minnesota, warned that the next six to 14 weeks will bring “something that we haven't even come close to experiencing yet.” Osterholm said on CNN’s “New Day” that he is worried about the variants circulating in the United States. “If we even hope we can get 100 million vaccine doses in people by the end of March … that means only about 12% of the population will still be protected,” he said. On the heels of cities like Los Angeles easing some coronavirus restrictions, Osterholm said that he understands pandemic fatigue, but thinks we are about to see “the darkest of days.” “Now is not the time to ease up, because again, we will be pumping the brakes after the car is wrapped around the tree if we do that,” he said. “And so I can't put it in any more stark terms, but I fear that's what will happen. It is only when our hospitals are overrun, and that seems to be the benchmark right now.” While Osterholm lauded the Biden administration’s plans to tackle the pandemic and says they are working on tracking variants, he worries that Covid-19 testing staff are being transferred to vaccinate people. “We have got to do both” testing and vaccinations, he said.   Watch:  Germany's vaccine commission has recommended that the coronavirus vaccine developed by AstraZeneca and the University of Oxford should not be given to people over 65 years old, the German Interior Ministry said Thursday in a statement.  According to the statement, a study by the Standing Committee on Vaccination at Germany’s Robert Koch Institute has found there is insufficient data on the effectiveness of the vaccine for this age group.  “It is not possible to make a statement for the effectiveness of the AstraZeneca vaccine in people over 65 years of age,” the statement said. ##Vaccines## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said on Thursday that the coronavirus variant first identified in South Africa is troubling to him and that work is already being done on a booster vaccine dose that is directly aimed at the variant.  “The one in South Africa, George, troubles me,” Fauci told ABC’s George Stephanopoulos. “This is something that is now really dominating the South Africa scene, when you look at the vaccines that we have available now, the neutralizing antibodies that they induce, so we’re talking about things just in a test tube, when you measure that against the South African isolate it is diminished by multifold in its ability to cover it.”  He added, “It’s still within the range of what you predict would be protective. But I take no great comfort in that.”  Fauci said that they are already “trying to stay a step or two ahead of things by making vaccines along the same type that we made for the ones we’re giving now, but having it be directed specifically against the isolate that’s in South Africa.”   This means that if it’s necessary, though it may not be, “we’ll already be on the road to being able to give people a boost that directs against the South African isolate. That’s what we’re doing right now, so we’re just, yeah, we’re not taking any chances.”  ##Variants##  The European Union has been locked in a very public and acrimonious fight with AstraZeneca over vaccine delays. Although the heat may have slightly cooled after a meeting late Wednesday, the problem still has yet to be solved. AstraZeneca says it can't deliver as many doses as the European Union expected. The European Commission, which ordered the vaccine on behalf of EU member states, says this is unacceptable, and the drugmaker must find a way to increase supply. The dispute is playing out against a dire backdrop. EU countries including Germany are running low on vaccines, and the slow rollout of shots across the bloc is threatening a very fragile economic recovery from the pandemic. After Wednesday's meeting, EU Health Commissioner Stella Kyriakides said the discussion with AstraZeneca (AZN) CEO Pascal Soriot had a \"constructive tone,\" but she requested more information from the company on its deliveries. Read the full story here: More preliminary results in the lab suggest the Pfizer/BioNTech coronavirus vaccine will be effective against new, more contagious coronavirus strains first identified in South Africa and the UK.  As in previous studies, antibodies were slightly less effective against the virus with three key mutations in the variant identified in South Africa. However, Pfizer and BioNTech said, “the small differences in viral neutralization observed in these studies are unlikely to lead to a significant reduction in the effectiveness of the vaccine.” The researchers engineered versions of the virus in the lab that carry some of the mutations found in the variants. They tested them against blood taken from 20 people who had received two doses of the Pfizer/BioNTech vaccine as part of a clinical trial.   The lab study – conducted by researchers at Pfizer and the University of Texas Medical Branch – did not test all the mutations found in the variants, and researchers note that “clinical data are needed for firm conclusions about vaccine effectiveness against variant viruses.”  The results were posted Wednesday on the preprint server bioRxiv and have not yet been peer-reviewed or published in a medical journal.  Pfizer and BioNTech said Wednesday a new vaccine against the variants does not appear to be necessary. In a news release, they said they will continue to monitor strains and will conduct studies to monitor how effective the vaccine is in the real world. Pfizer said earlier this week it was “laying the groundwork” to create a vaccine booster that could respond to coronavirus variants, if necessary. Moderna, the maker of the other coronavirus vaccine authorized in the United States, said this week its Covid-19 vaccine created antibodies that neutralized the coronavirus variants first found in the United Kingdom and South Africa, and it planned to test a booster against the variants “out of an abundance of caution.” ##Variants## ##Vaccines Ahead of the World Health Organization's Covid-19 origins investigation in Wuhan, China said in statement today that it will work with the WHO and \"promote their scientific, objective, comprehensive, and balanced assessment and review.\" After China's National Health Commission [NHC] Minister Ma Xiaowei spoke with WHO Director-General Tedros Adhanom in phone call Wednesday, a NHC statement on Thursday said the country would make practical recommendations to help improve \"global preparedness and its response to future public health emergencies.\" Tedros Adhanom praised the long-term and effective cooperation between the two sides, thanked China for the thoughtful arrangement of the international expert group on tracing the virus, and was satisfied with the progress of the in-depth exchange between the two sides,\" the statement added.  \"Both sides will work together to complete the scientific cooperation on virus tracing in China,\" it said. A 13-member team of WHO scientists arrived in China on January 14 to start a highly awaited investigation into the origins of the Covid-19 outbreak in Wuhan in late 2019. The expert panel left their hotel for the first time on Thursday after completing a two-week quarantine in the central Chinese city.  Read more about the WHO investigation here: ##Hotspots## A rural Georgia medical center has been suspended from the state's Covid-19 vaccination program for six months after the facility administered vaccines to staff of the local school district. The Georgia Department of Public Health was notified Tuesday that the Medical Center of Elberton had been vaccinating Elbert County School District staff members who were outside of the Phase 1A+ category of people eligible for the vaccine.  After an investigation, the DPH confirmed the information and suspended the medical center, a release from the department said. CNN has reached out to the Medical Center of Elberton for comment. Elbert County School Superintendent Jon Jarvis said many of the district's more than 500 employees have been eager to receive the vaccine. \"It's hard to wear a mask when you're trying to teach students sounds,\" Superintendent Jarvis told CNN affiliate WXIA. \n\"The vaccination for teachers, bus drivers, school nutrition workers ... they should be considered in the first group in my opinion.\" Read the full story here: ##Vaccines## Thirty European countries have reported “a significant decrease in 14-day cumulative incidents” of new coronavirus cases but it still “too early” to consider easing restrictions, the World Health Organization’s Regional Director Hans Kluge said.  At least 25 European countries are currently facing partial or nationwide lockdown measures and these appear to be having an impact, Kluge said at press conference in Copenhagen Thursday. Despite these positive indicators, Kluge warned it is still “too early to ease up” restrictions with Europe’s “high transmission rates” still impacting health systems. Countries “opening up rapidly is a poor strategy” he added. Deaths in the region have also continued to “plateau at record levels” with 38,000 deaths reported last week. Kluge added that Europe is facing a “pandemic paradox,” with the rollout of the coronavirus vaccine offering “new hope” as the continent continues to grapple with the threat of “newly emerging variants of concern.”  This paradox, where communities sense an end is in sight with the vaccine, but at the same time are called to adhere to restrictive measures in the face of a new threat is causing tension angst, fatigue and confusion,” Kluge said. “Continued high rates of transmission and emerging Covid-19 variants of concern\" have \"raised the urgency of the task to vaccinate priority groups,\" he added. According to Kluge, 33 European countries have reported cases of the UK variant whereas 16 European countries have found cases of the South African variant. As the pandemic has expanded to over a year, Kluge remarked the European region is also dealing with a “parallel pandemic” of poor mental health. According to the International Labor Organization, the pandemic has meant that half of young people aged 18-29 are now suffering from anxiety and depression. Healthcare workers have not been left unscathed either, with 20% of healthcare workers suffering from anxiety and depression.  Kluge said European countries need to “stay patient” cautioning it “will take time to vaccinate against Covid-19.” “The introduction and gradual lifting of measures based on epidemiological criteria remains our best option to allow economies to survive and minimize collateral effects” he concluded. Read more on the WHO reaction here: ##Hotspots## ##Variants## Having had a coronavirus vaccine will not be a stipulation to compete in the Tokyo Olympic games this summer, officials said Thursday. Olympic officials expect vaccination programs to have progressed and hope as many people as possible will be vaccinated when the Olympics, which were postponed last year, are scheduled to start in July.   But Tokyo 2020 CEO Toshiro Muto said they \"will not consider the vaccine as a prerequisite.\" Of course it’s desirable that as many people as possible would be vaccinated, and that would bring about positive benefit, but even if vaccination is not done, we will be able to hold the games,\" Muto told reporters in a news briefing following a call with International Olympic Committee President Thomas Bach. Muto added that vaccinations would be administered for athletes but would not be an obligation. Earlier on Thursday, the final Tokyo 2020 Olympics artistic swimming qualification event, due to be held in March, was postponed until May as a result of Covid-19 travel restrictions in Japan. The event was also set to double up as an Olympic test event with Covid-19 countermeasures in place. But this has now been moved from March 4-7 to May 1-4, at the same venue, according to International Swimming Federation. Some background: Whilst Bach vowed that the event would go ahead on Wednesday, questions remain on how Japan can pull off such a complex sporting event in the middle of a global pandemic that has infected 100 million people worldwide and killed more than 2 million. Is Tokyo able to pull off the biggest sporting event of the year? Read more here: ##Hotspots## ##Restrictions## Covid-19 cases in the United States may be trending in the right direction but, with new variants circulating in the country, experts say there is still reason to worry. New data from the Centers for Disease Control and Prevention (CDC) shows a variant first spotted in the UK has been detected in at least 28 states. Minnesota officials also recently announced the first US case of another variant, detected in a traveler from Brazil. They're more transmissible, which can lead to increased number of cases, and increased stress on our already overtaxed system,\" CDC Director Dr. Rochelle Walensky said on Wednesday. With more than 80,000 deaths to coronavirus in January, the pandemic has hit the US the hardest this month. But a CDC ensemble forecast projects there could be another 84,000 virus-related fatalities by February 20. As the country still grapples with vaccine allocation and distribution problems, federal data shows only about half of the vaccine supply that has been distributed in the US has been administered. According to one official, it could be \"months\" until every American who wants to get the vaccine can. Read the full story here: ##Vaccines## ##Hotspots## Cases of coronavirus are starting to decline slightly across England, but this is likely to be driven by significant regional variation, a major survey finds.  The study by scientists at Imperial College London found that Covid-19 cases are declining in the southeast and southwest of the country, including London, but are rising in other regions, notably the East Midlands. And overall, the prevalence of infections remains high. We still remain very worried that high levels of community prevalence are going to continue to cause high levels of pressure on the NHS (National Health Service),” said Paul Elliot, Chair in Epidemiology and Public Health Medicine at Imperial College London. \n“There is this suggestion of a downtick now, but by no means as fast as we saw in lockdown one.” The study, called REACT-1, randomly sampled 167,642 people across England between January 6 and 22. Of them 2,282 or 1.57% tested positive. The results show the national prevalence remained stable up until January 15, then started to show a slight decline in the last week of the survey. However, the researchers believe this is due to declines in the south bringing the national average down -- with the southwest seeing the greatest fall in infections. Other regions either had minimal no decline, or in the case of the East Midlands, saw an increase. Despite the decline, London continued to have the highest burden of Covid cases, with 2.83% of people sampled testing positive. In terms of age groups, the highest prevalence was seen in people aged 18 to 34 or close to 2% of that population. Close to 1% of people over 65 nationally were infected and 2% of people over 65 in London. Unlike government data, which has results for people who come forward for testing, REACT-1 selects people at random and so includes people with and without symptoms and who may not suspect they’re infected. The study also monitors people’s movements using mobility data from Facebook apps. \nThrough this they could see that people while there was a decrease in activity towards the end of December, this was followed by a rise in January. Elliot said more people are active now than they were in the first lockdown, with more people going to work and more children in schools. This is all adding to the reduced impact of the national lockdown. “It’s going in the right direction, probably, but it's not going in the right direction fast enough,” said Elliot. “Without a rapid decline there will continue be pressure on health services.” ##Hotspots## ##Restrictions## Mass Covid-19 vaccination programs are underway in many countries around the world, offering the first glimmer of hope that life as we knew it could be back within our reach. The UK was the first country to begin vaccinating its citizens with a fully vetted and authorized Covid-19 vaccine, and is currently among the countries with the highest number of vaccines deployed per capita. But just how quickly can the UK -- and perhaps the rest of the world -- expect to return to some form of normality? The truth is, not very soon. Public health experts largely agree that it's unrealistic to bet on the vaccine being a magic bullet to end the pandemic; they say coronavirus safeguards, such as masks and social distancing, are likely to remain in place for several months at least. Dr. Paul Hunter, a professor in medicine at the University of East Anglia told CNN that many factors must be considered before the UK's lockdown is relaxed -- starting with a big drop in severe cases and deaths. \"The issue comes down to numbers really,\" Hunter said. Read the full story: ##Restrictions## ##Vaccines## The German government expects the country to face shortages in its supply of coronavirus shots for at least another 10 weeks, Health Minister Jens Spahn said Thursday amid a backlash over the pace of the country’s vaccine rollout program.  We will experience at least another 10 weeks of coronavirus vaccine shortage,” Spahn tweeted, adding that “confidence in this crisis can only be achieved if the federal and state governments pull together.”  Spahn’s remarks come amid an ongoing dispute between the European Union and drugmaker AstraZeneca over vaccine delays which threaten the bloc’s fragile recovery from the pandemic.   The German Health Minister has proposed that a vaccination summit be held with all regional German states and federal governments to discuss “the way forward” and to ensure that “Europe gets its fair share” of vaccine doses.  Spahn also proposed inviting members of the pharmaceutical industry and vaccine manufacturers in Germany to show “how complex the production process is.” “Vaccine production cannot be set up in four weeks,” Spahn said.  “If it can be done in a few months, that's very fast. Simply because the quality has to be very good to protect the citizens,” he added.  Some background: Germany marked one year since the virus arrived on Wednesday, with the country showing no signs of reduced infections.\nAccording to the latest data from Germany's national agency for disease control and prevention, the Robert Koch Institute (RKI), there had been an increase of 17,553 infections on Thursday over a 24-hour period, with 941 deaths.\nAs of Thursday, RKI data shows Germany has vaccinated nearly 2 million people -- around 2% of the country's population. ##Vaccines## ##Hotspots## The World Health Organization's investigation into the origins of the Covid-19 pandemic must not be politicized, a Chinese official said Thursday, after the team of WHO experts were released from quarantine in Wuhan. \"Any actions out of prejudice, presuppositions, negative speculations, or even attempts to politicize the interpretations (of virus tracing) are inappropriate and will bring unnecessary interference to the WHO international expert group's scientific cooperation in China,\" China's Foreign Ministry spokesman Zhao Lijian said in a briefing.\n\"Tracing the origin of the virus is a complex scientific problem and should be studied by scientists with international scientific research and cooperation on a global scale,\" Zhao added. The spokesman emphasized the purpose of the investigation \"is to promote the understanding of the virus, its animal hosts and transmission routes, so that we can better prevent possible risks and respond to similar public health crises in the future.\" Zhao called on the United States to work with China \"in a responsible manner\" so the WHO team \"can conduct tracing and scientific research without interference from political factors.\" What happens next? Speaking in the briefing Thursday, Zhao vaguely described the WHO team's next steps following their release from quarantine, saying \"the expert group will continue carrying out exchange and cooperation in China about tracing the origin of the virus.\" \"(Their activities) include discussions, visits, inspections, and so on, all of which must be in line with the principle of scientific tracing of the origin of the virus and the highest purpose of preventing future risks and protecting people’s life and health,\" Zhao added. The WHO investigation will continue \"under the premise that they would comply with the relevant epidemic prevention regulations in China,\" the spokesman reiterated. The 13 WHO team members boarded a bus Thursday, wearing face masks, their luggage having been loaded on board earlier by staff in hazmat suits. Zhao said the specifics and detailed itinerary of the team would have to come from relevant authorities. Read more about the WHO team's investigation: India will allow swimming pools, cinemas, and large group gatherings of any size in areas outside of designated “containment zones,” the country’s Ministry of Home Affairs said in a new set of guidelines issued Wednesday. The new rules are set to take effect from February 1 after a period of declining cases of Covid-19 in the country.  The ministry is expected to define operating procedures for these venues but cinemas will no longer be capped at 50% capacity and swimming pools will open to the general public instead of being reserved for athletes. States may decide to place additional restrictions if they deem it necessary to control the spread.  The limit on gatherings of 200 people indoors and caps based on the size of the outdoor space have been lifted.  The ministry added that a decision on changes to air travel will be taken in consultation with the Ministry of Civil Aviation, which has thus far been operating flights under bubble arrangements with countries and for repatriation missions. While restrictions will be eased outside containment zones, the ministry has directed state governments to demarcate containment zones at the micro level and take all measures to encourage Covid-19 appropriate behavior. \"The number of active cases has been steadily declining over the last four months. However with a view to consolidate the substantial gains that have been achieved against Covid-19, and to fully overcome the pandemic, there is a need to maintain caution,\" the ministry said in its order. Cases and vaccinations: On Thursday, India reported 11,666 new coronavirus infections, bringing its total to 10,701,193 with 153,847 deaths. India has vaccinated 2,328,779 healthcare workers as of Wednesday, according to the Ministry of Health. ##Restrictions## South Korea's Disease Control and Prevention Agency (KDCA) announced in a briefing Thursday the country's vaccine rollout plan that's set to begin next month. AstraZeneca and Covax vaccinations will begin for around 1.3 million people, frontline healthcare workers and those working and staying in nursing facilities in late February, KDCA said.  In May, 9 million people, including those who are over 65 years old or are staying in facilities for seniors or disabled persons, will receive vaccines. In July, the general public will receive vaccines, KDCA said.  Those under 18 years of age or pregnant will be exempted from vaccination, KDCA said in a press release. Those who must travel abroad on emergency business or governmental capacity will be able to receive shots ahead of schedule, KDCA said. The logistics: To facilitate the vaccination, the government will establish 250 vaccination centers in large halls and gymnasiums and designate 10,000 medical facilities for vaccination throughout the country, KDCA said. A traveling vaccination team will also visit nursing facilities and homes of disabled people.  Private enterprises, government workers, and military officials will help distribute the vaccines, coordinated by a newly created Vaccine Logistical Support Headquarters. Chief of the headquarters, Lt. General Park Ju-kyeong said, \"all available military resource will be mobilized\" for safe and quick distribution of shots and the military will ensure delivery of vaccines to remote areas. Deputy Police Commissioner Song Min-heon said police will participate in safeguarding of vaccines and protecting medical workers at the vaccination centers. Song vowed to strictly punish activity that disrupts vaccination, including assaulting of medical workers or spreading fake news regarding vaccines. Vaccine certificates and travel: KDCA Commissioner Jeong Eun-kyeong said while there is no agreement with foreign countries or the World Health Organization on presenting vaccination certification to cross borders, those vaccinated can request certificates in both Korean and English. Jeong added that the authority plans to ease customs rules so that those entering South Korea with a vaccine certificate could be exempted from either quarantine or testing. Jeong said until herd immunity is attained, mask wearing, and distancing must be thoroughly followed.  ##Vaccines## The inclusion of several African countries on the UK's travel ban list came as a surprise, the director of the Africa Centers for Disease Control and Prevention told CNN Thursday. “The United Kingdom has the right to do what they have to do, but we have to understand that if we do not use a coordinated and measured approach it will be extremely difficult to come out of this pandemic,” Dr. John Nkengasong said. The UK Department for Transport list includes more than a dozen African countries where the South African variant of coronavirus are believed to be spreading, while some notable countries are excluded. The United States, France, and Israel are not on the banned the list, although the South African or Brazilian variants of coronavirus have been detected there. Portugal is the only European country on the UK's list and was included because of its strong travel links to Brazil, British Transport Secretary Grant Shapps said earlier this month. Yet the European Centre for Disease Prevention and Control and World Health Organization have warned about variants reported in other European countries.  “From a public health standpoint, what we should be doing is requiring that people travel with a negative Covid-19 test. It’s not about the variant, it’s about whether you are infected or not infected,\" Nkengasong said. \n\"If an African is traveling to the UK and shows a negative Covid test, that person doesn’t cause a risk to you. So the geographic origin of an individual doesn’t really matter, what matters is, are you coming in with a valid negative Covid test?”  ##Restrictions## ##Variants## The tense quiet outside the small hospital in Iranduba, Brazil, shattered when the ambulance rolled up. Inside, medics give a woman CPR in an ultimately futile attempt to save her life. A hospital source told CNN she died soon after being brought inside. In the four hours that CNN spent outside Hospital Hilda Freire on Tuesday morning, three Covid-19 patients died. The chaos has become the norm here this month. What's happening in this underequipped hospital, surrounded by the Amazon rainforest, is a small example of a new, massive Covid-19 outbreak engulfing northwest Brazil. How is this happening again? Not far from Iranduba is the epicenter of this new outbreak, Manaus. The capital city of Amazonas state often referred to as the gateway to the Amazon, its main connections to the rest of the world by plane or boat. If the city's name sounds familiar, it could be because it was the scene of one of the world's worst Covid-19 outbreaks in April and May. The healthcare system collapsed and images of thousands of newly dug graves became emblematic of Brazil's coronavirus crisis, its death toll now second only to that of the United States. The current situation is worse than ever. January has proven to be the deadliest month of the pandemic in Manaus by far. In May, 348 people were buried here, the worst month until now. Through just the first three weeks of January, that number stood at 1,333. While genomic testing is not widespread in Manaus, scientists tell CNN that evidence suggests a new virus variant mixed with government inaction to create a tragic perfect storm. Read the full story: ##Variants## ##Hotspots## A team of World Health Organization scientists investigating the origins of the coronavirus pandemic left their hotel in Wuhan Thursday after completing a two-week quarantine in the central Chinese city. The 13 team members could be seen on a live television feed walking out of the hotel wearing face masks and boarding a bus, onto which their luggage had been loaded earlier by workers in hazmat suits. The team was waved on its way by hotel staff and Chinese officials. They will now begin a highly awaited investigation into the origins of the Covid-19 outbreak in Wuhan in late 2019. Speaking to CNN Wednesday, Dutch virologist and team member Marion Koopmans said the “eyes of the world are focused on this, the opinions of the world are focused on this.” “We are aware of it, there is no way around that. That’s why we really try to keep focused, we are scientists, we are not politicians, we are trying to really look at this from the scientific perspective,” she said. Part of that involves abandoning all preconceived notions about how the virus evolved and spread, to look at what the evidence says, and go from there, Koopmans said. The team has spent the past two weeks in video calls with each other and Chinese scientists, “discussing what we know, what we don’t know.” Demand for answers will be great, especially after the investigation itself was delayed several times, but Koopmans cautioned patience. “I think we really have to manage expectations, if you look at some of the earlier quests for the origins of outbreaks, they have taken years to complete,” she said. “The early and relatively easy studies have been done, have already been published.” Thai police arrested 89 foreigners on suspicion of breaching coronavirus restrictions after raiding a party at a bar on a popular resort island in southern Thailand, police told CNN on Thursday.  Police said 22 Thais were also detained in the raid Tuesday night at 360 Bar on Koh Phangan. Attendants and organizers of the party are facing charges of violating an emergency decree which was put in place last March to combat the coronavirus. Most of them have been released on bail, and only 28 are still being detained, said Police Col. Panya Nirattimanon, chief of Koh Phangan provincial police station. Among the foreigners arrested were 20 French, 10 Americans and six Britons. All of the arrested were swabbed by local health authorities and found negative for Covid-19, Nirattimanon said.  “They are stranded tourists who can't leave Thailand due to Covid,” Nirattimanon said. “They may think it is OK to gather in large groups and I think they may want to relax and have some fun.” The maximum penalty for violating the emergency decrease is two years’ imprisonment and/or a fine of up to 40,000 baht ($1,330). The organizers are facing an additional charge of serving alcohol as this area in Thailand is banned from serving alcohol inside restaurants under the emergency law. Colombia will suspend passenger flights to and from Brazil starting on Friday, Colombia’s Health Minister Fernando Ruiz announced Wednesday.  “We are going to keep this measure in place for a preliminary period of 30 days,” Ruiz said, adding the suspension was an effort to contain the spread of a new strain of Covid-19 first spotted in Brazil.  While Colombia has reported more cases in January than in any other month since the start of the pandemic, it has not officially reported any cases caused by new variants of the virus. ##Variants## FedEx will delay temporarily relocating Hong Kong-based crew members to the San Francisco Bay Area until an implementation date of a 14-day hotel quarantine requirement for local crews is officially announced by the Hong Kong government, according to a memo dated Thursday seen by CNN. Crew members and their families who would like to transition to the United States prior to the implementation date will be able to do so, the company added in its latest memo.  According to another memo seen earlier by CNN, FedEx believes the extended quarantine requirement for Hong Kong-based pilots is “likely with no exceptions.\"  If the rules come into effect, Hong Kong-based crew members and their families could be relocated as soon as February 1, with the company covering out-of-pocket expenses and providing lodging.  An employee at FedEx, who asked not to be identified due to a lack of authorization to speak to the media, estimated the move affects around 180 Hong Kong-based FedEx pilots. “While we don’t know what the rule will state, when it will precisely take effect, or how long it will last, we do not want unknowns to prevent us from taking action based on what we understand may likely occur,” the company said in the memo. The company said the new requirement would deprive Hong Kong-based crew members of the ability to go home and see their families if their next trip was within 14 days. “We do not believe it is appropriate to subject HKG crew members to these extended periods of isolation,” the company said in the memo. FedEx said in another memo seen by CNN that it expects an announcement will likely be issued this week and the quarantine requirement could go into effect on or shortly before February 12.  This post has been updated with details of the latest FedEx memo seen by CNN. ##Restrictions## The United States reported 152,478 new coronavirus infections and 3,943 virus-related deaths on Wednesday, according to Johns Hopkins University data. JHU's tally now shows a total of 25,598,061 cases nationwide, including 429,195 fatalities. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Vaccines: At least 47,230,950 vaccine doses have been distributed and at least 24,652,634 shots administered, according to the US Centers for Disease Control and Prevention. Track US cases here. ##Hotspots## The Washington Department of Health says only people who live or work in the state will be allowed to use one of their mass vaccination sites.  In a written statement, the department says the policy exists “given the limited supply of vaccine that is available at this time and our state’s commitment to equitable and fair access to vaccine.” The state runs mass vaccination sites in four communities: Ridgefield, Spokane, Kennewick, and Wenatchee.  The Department of Health says people will not be turned away due to their immigration status but must have a document which proves they either live or work in Washington when they come for a vaccination. The document will be checked by workers but will not be kept on file in order to maintain privacy. The policy does not affect vaccine doses distributed at other locations in the state. ##Vaccines## A team of international World Health Organization (WHO) investigators will finish hotel quarantine on Thursday, according to Chinese state media outlet CGTN. CGTN reports that the expert panel will conduct scientific research with local experts, after completing their 14-day quarantine in a Wuhan hotel.  \"The two sides will soon conduct joint fieldwork,\" the state media report said.  Dr. Peter Daszak, a British scientist based in New York, tweeted on Thursday that he is \"Moving into next phase of work now w/ @WHO mission team & China counterparts.\" Professor Marion Koopman from the Netherlands told CNN on Wednesday that the international panel had conducted Zoom meetings during quarantine with Chinese scientists who have been studying the origin of the virus since the outbreak.  The 13-member WHO expert panel arrived in China on January 14, with another two experts delayed from entering after testing positive for coronavirus antibodies. CNN has reached out to WHO for an update.  UFC had \"fight island.\" The NBA had \"the bubble.\" Tokyo 2020 may need a miracle. After the Covid-19 pandemic forced organizers to delay the Summer Olympics last year, the Games are now are set to begin in less than six months on July 23, and major questions remain as to how Japan plans to pull off what could prove to be the most complex sporting event ever held -- one involving more than 11,000 athletes from more than 200 countries who must be kept safe from a virus that has infected 100 million people and killed more than 2 million. On Wednesday, the International Olympic Committee (IOC) President Thomas Bach vowed that the event would go ahead. \"Our task is to organize Olympic Games and not to cancel Olympic Games,\" he said, adding that the IOC is working \"day and night\" to host a safe event. It may just be doable. The UFC and the NBA proved last year that it's possible to safely hold a major sporting event during the pandemic, as long as those involved are willing to make some sacrifices and get creative. UFC moved all its fights to an island in Abu Dhabi, while the NBA finished its 2019-2020 season at a campus in Disneyland with stringent rules to keep the virus out. Both proved successful, but those two events pale in comparison to the Summer Olympics in terms of sheer size and complexity. Read the full story: CNN's Anderson Cooper and Dr. Sanjay Gupta hosted a global town hall to discuss the coronavirus pandemic with Dr. Anthony Fauci, CDC Director Dr. Rochelle Walensky and Chair of the Covid-19 health equity task force Dr. Marcella Nunez-Smith.  The discussion ranged from vaccine rollout and supply issues to the effort to vaccinate those in communities of color and included a warning from the CDC director against all forms of non-essential travel. Watch the full event here: Many people must drive miles to get a Covid-19 vaccine, but some travelers in southwestern Oregon had the vaccine come to them Tuesday under treacherous weather conditions. Josephine County Public Health said their workers were returning from a mass vaccination clinic at Illinois Valley High School in Cave Junction when about 20 members of the group became stranded in a snowstorm at Hayes Hill.  There were still six leftover doses of the vaccine in their possession. To keep those doses from going unused before they expired, the health department said their workers went from car to car to offer people the opportunity to get a shot.  An ambulance was on standby nearby in case any recipients experienced an adverse reaction. All six doses were administered to the waylaid motorists. The Josephine County Health Department said one recipient turned out to be a sheriff’s office employee who had intended to be at the earlier mass vaccination site but got stuck in the snow. ##Vaccines## At least 315 cases of a coronavirus variant first spotted in the UK have been detected in 28 US states, according to data posted Wednesday by the US Centers for Disease Control and Prevention. This includes 92 cases in Florida, 92 in California, 22 in New York, 17 in Michigan and 14 in Georgia. The following states have found fewer than 10 cases each: Alaska, Colorado, Connecticut, Illinois, Indiana, Kentucky, Louisiana, Maryland, Massachusetts, Minnesota, Nevada, New Jersey, New Mexico, North Carolina, Oregon, Pennsylvania, Tennessee, Texas, Utah, Virginia, Washington, Wisconsin and Wyoming. One thing to note: The CDC said this does not represent the total number of cases circulating in the US, but rather just those that have been found by analyzing positive samples. The agency cautions that its numbers may not immediately match those of state and local health departments. The variant -- which is known as B.1.1.7 and appears to spread more easily -- has also been found in at least 70 countries, according to the World Health Organization. ##Variants## A coronavirus variant first seen in Britain has been detected in at least 70 countries, according to the World Health Organization’s weekly epidemiological report.  This report added 10 countries to the list where this variant, known as B.1.1.7 or VOC 202012/01, has been detected. According to WHO, incidences of this variant are declining in the United Kingdom, Denmark, Ireland and the Netherlands.  Other strains: A variant first identified in South Africa has been detected in 31 countries, according to the WHO. Southeast Asia is the only WHO region that has not reported a case of this variant so far. It’s widely known as B.1.135. Variant P.1, first identified in Brazil, has been detected in eight countries. This report adds six countries to the last update on variants.  ##Variants## Andy Slavitt, senior adviser to the White House Covid-19 Response Team, said it will \"be months\" before all Americans who want a Covid-19 vaccine can get one.  “I want to level with the public that we're facing two constraining factors. The first is getting enough supply quickly enough, and the second is the ability to administer the vaccines quickly once they're produced and sent out to the sites,” Slavitt said. “We are taking action to increase supply and increase capacity, but even so, it will be months before everyone who wants a vaccine will be able to get one,” he added. Slavitt said so far this week, the Biden administration has hit its initial target of 1 million vaccinations per day. That number of doses is “the floor, not the ceiling,” he said.  The administration has delivered 47 million doses to states and long-term care facilities, yet 24 million doses have been administered, according to Slavitt.  “Any stockpile that may have existed previously no longer exists. Our practice is to maintain a rolling inventory of two to three days of supply that we can use to supplement any shortfalls in production and to ensure that we are making deliveries as committed,” he said.  On Tuesday, Biden announced a series of measures aimed at ramping up coronavirus vaccine allocation and distribution, including the purchase of 200 million more vaccine doses and increased distribution to states by millions of doses next week. With those additional doses, Biden said there would be enough to fully vaccinate 300 million Americans -- nearly the entire US population -- by the end of summer or early fall. ##Vaccines## Make no mistake: The United States still is at one of its worst spots of the coronavirus pandemic. Daily deaths are near a peak, and other daily stats still are stunningly high compared to where they'd been before a late 2020 surge. Yet Covid-19 case and hospitalization numbers have been falling. Vaccines are here, more versions may be near and warmer weather is approaching. Some health experts say the US even has a chance to experience life a little more normally by early fall. Infectious disease expert Dr. Anthony Fauci made that prediction last week, assuming 70% to 85% of the US population was vaccinated by end of summer. Standing in the way are lagging daily inoculation rates, vaccine supply shortages and hesitation by some to get the shots. And variants of the virus that appear to be more transmissible are turning up more frequently, according to the US Centers for Disease Control and Prevention, which warns they could worsen the already raging spread of the virus. Still, President Joe Biden's administration says it has taken steps to hasten vaccinations. And experts including Fauci are optimistic that current vaccines will largely protect against known variants, though they warn the more the virus spreads, the greater chance mutations could defeat current vaccines. So, as the nation waits for widespread vaccines, the steps people should take to slow the spread are the same as always: wear masks, avoid congregate settings and wash hands, experts have said. Read the full story: ##Hotspots## Roughly one in 55 people in the United Kingdom has coronavirus, England’s chief scientific adviser Patrick Vallance said Wednesday. He was speaking at a joint news conference with Prime Minister Boris Johnson, who reiterated the announcement he made earlier in Parliament that schools would not reopen February 22 as planned, but could perhaps reopen starting March 8. On Wednesday, Johnson also announced that the UK would be introducing government-provided accommodations, for example hotels, for 10 days for those who cannot be refused entry into the UK from high-risk countries.  It comes as the UK surpassed 100,000 coronavirus deaths -- the first country in Europe to do so. On Wednesday, the UK reported 25,308 new Covid-19 cases and 1,725 deaths within 28 days of a positive Covid-19 test. ##Hotspots##", "Section": "world", "Writers": ["Ben Westcott", "Adam Renton", "Zahid Mahmood", "Ed Upright"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-01-28-21/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}