{"Type": "article", "Time": "2021-03-18", "Headline": "US-China talks could end up inflaming trade tensions", "Text": "Senior officials from the United States and China are meeting in person on Thursday for the first time since US President Joe Biden took office. But progress toward solving major economic sources of strain — including disputes over tech and trade — is unlikely. US Secretary of State Tony Blinken and National Security Adviser Jake Sullivan will head into the two-day meeting with Chinese counterparts Wang Yi and Yang Jiechi in Anchorage, Alaska, carrying a lot of baggage.  Former President Donald Trump spent much of his term escalating tensions between the world's two largest economies. He sparked a bitter trade war that the two sides have yet to completely unravel. And he punished some of China's most prominent tech companies with crippling sanctions, largely over concerns that they pose a threat to US national security. For now, it's more likely that other political disputes will dominate the conversation in Anchorage, according to William Reinsch, a trade expert at the Center for Strategic and International Studies who served for 15 years as president of the National Foreign Trade Council.  The two countries have clashed recently over a number of issues, including Beijing's crackdown on Hong Kong, a former British territory, and allegations of widespread human rights abuses in the western Chinese region of Xinjiang. China is hoping the Alaska meeting will decouple politics from trade, and eventually lead to a rollback of US tariffs as well as its commitments to buy more US goods. America isn't ready to make concessions. \"I don't think it has sunk in yet the limited flexibility the president has in light of the sharp shift in US public opinion against China and strong demands in Congress from both parties for a hard line on China,\" Reinsch told CNN Business. \"So trade and technology remain issues, but the other issues, particularly human rights, right now are higher on the list.\" Washington may have already ensured that geopolitics will be the focus at the meeting. Earlier this week, the US government sanctioned two dozen Chinese and Hong Kong officials after Beijing further restricted the ability of people in the city to freely elect their leaders. Blinken also criticized China in a meeting with his counterparts in Tokyo on Tuesday, where he accused Beijing of threatening regional stability. Neither side has indicated that they see Anchorage as a place for meaningful change in their relationship, either. The Biden administration has stressed that the summit is \"a one-off meeting\" that is \"very much intended as an initial discussion.\" And Beijing has said it does not have \"high expectations\" for the event.  \"Downplaying hopes for the meeting reflects domestic politics — on the US side, Biden wants to avoid appearing to be too soft with Beijing — but also the broader state of the relationship,\" wrote Eurasia Group analysts in a research note last week. \"Neither the US nor China is willing to make concessions that the other believes is necessary to meaningfully relax tensions.\" Human rights issues, meanwhile, may actually exacerbate some of the major economic pain points down the road.  The United States already cited concerns about Xinjiang in decisions last year to curtail imports from that region — an attempt to stop goods made with forced labor from entering the US market. (Beijing has long defended its crackdown in Xinjiang as necessary to tackle extremism and terrorism. And contrary to accusations that it forces people there into labor camps, it claims that its facilities are voluntary \"training centers\" where people learn vocational skills, Chinese language and laws.) \"The Biden administration will link human rights issues to exports [and] sales of technology,\" said Alex Capri, a research fellow at Hinrich Foundation and a visiting senior fellow at National University of Singapore. \"Expect to see more export controls and sanctions against Chinese interests.\" Capri and others also say the United States will continue to do what it can to disentangle parts of its economy from China. He pointed to recent efforts from Biden to review US supply chains — a move widely seen as a bid to ensure that critical products and supplies are not beholden to Beijing. \"Biden's 'Build Back Better' platform is actually a more coherent version of [Make America Great Again], when it comes to reshoring and ring-fencing strategic industries,\" Capri told CNN Business, pointing to potential efforts to remove China from pharmaceutical, semiconductor, battery, rare earth and artificial intelligence supply chains as \"just the beginning.\" Correction: An earlier version of this story misstated the location of Xinjiang within China. ", "Section": "business", "Writers": ["Jill Disis"], "URL": "https://www.cnn.com/2021/03/18/business/us-china-trade-alaska-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}