{"Type": "article", "Time": "2020-12-02", "Headline": "China has promised millions of coronavirus vaccines to countries globally. And it is ready to deliver them", "Text": "Inside a gray warehouse at the Shenzhen International Airport in southern China, a row of white chambers sits in a cordoned-off corner, each fitted with a display screen showing the customized temperature inside. A security worker in face mask, surgical gown and rubber gloves stands guard. Anyone entering this part of the warehouse has to either complete two weeks of quarantine or wear a head-to-toe hazmat suit.   These climate-controlled rooms, totaling an area of 350 square meters (3,767 square feet), are soon to be filled by rows and rows of Chinese-made Covid-19 vaccines -- after they receive approval from the country's drug regulators. From there, they'll be loaded onto temperature-controlled compartments of cargo jets and flown to continents around the world. In the coming months, China will be sending hundreds of millions of doses of coronavirus vaccines to countries that have conducted last-stage trials for its leading candidates. Chinese leaders have also promised a growing list of developing countries priority access to its successful vaccines. This global campaign presents China an opportunity to repair its image, which was damaged for its initial mishandling of the coronavirus outbreak -- rather than being blamed for the primary spread of the virus it can potentially be esteemed for helping to bring an end to the pandemic. The vaccines can also be used by Beijing as \"an instrument for foreign policy to promote soft power and project international influence,\" said Yanzhong Huang, a senior fellow for global health at the Washington-based Council on Foreign Relations. Earlier in the pandemic, China's efforts to curry favor by donating masks and other supplies to countries hit hard by the virus were tarnished by reports of poor quality supplies, and accusations that Beijing was launching a disinformation campaign to change the coronavirus narrative. Beijing's vaccine diplomacy, Huang said, could give it another chance. \"Vaccine Diplomacy\" China currently has five coronavirus candidates from four companies which have reached phase 3 clinical trials, the last and most important step of testing before regulatory approval is sought.  Having largely eliminated the coronavirus inside its borders, Chinese drugmakers had to look abroad for places to test the efficacy of their vaccines. Together, they have rolled out phase 3 trials in at least 16 countries.   In exchange, many of the host countries have been promised early access to the successful vaccines -- and in some cases, the technology know-how to manufacture them locally.  Sinovac Biotech, a Nasdaq-listed drugmaker based in Beijing, has signed deals to provide 46 million doses of its Covid-19 vaccine to Brazil and 50 million doses to Turkey. It'll also supply 40 million doses of vaccine bulk -- the vaccine concentrate before it is divided into little vials -- to Indonesia for local production.  CanSino Biologics, which developed a coronavirus vaccine with a research unit of the Chinese military, will deliver 35 million doses of its vaccine to Mexico, one of the five host countries of its trials. China National Biotec Group (CNBG), a unit of state-owned pharmaceutical giant China National Pharmaceutical Group (Sinopharm), has been less open about its deals. The company's two vaccine candidates are undergoing phase 3 trials in 10 countries, mostly in the Middle East and South America. In the United Arab Emirates, Dubai's ruler Sheikh Mohammed bin Rashid Al Maktoum volunteered to be vaccinated in trials and the vaccine was approved for emergency use. The Emirati company in partnership with Sinopharm hopes to produce between 75 and 100 million doses next year.  Sinopharm chairman Liu Jingzhen said last month that dozens of countries have requested to buy the company's vaccines. He did not name the countries or elaborate on the amount of doses they proposed, but he said CNBG was capable of producing more than one billion doses in 2021. \"China not only has the political will (for its vaccine diplomacy), it also has the robust capacity to make that happen,\" Huang said. Because China has largely contained the virus, there's no urgent need to vaccinate every one of its 1.4 billion population. \"That gives it this leverage ... to make deals with countries in need of the vaccines,\" he said. \"Health Silk Road\" China's global vaccine campaign is in stark contrast to the Trump administration's \"America first\" approach, which focuses on vaccinating its own citizens before those elsewhere. \"So far we haven't heard the US saying or suggesting they're gonna earmark a percentage of their vaccine to support poor countries. So that puts China in an even better situation to use the vaccine to serve its foreign policy objective,\" Huang said. In October, China joined a World Health Organization-backed global initiative to ensure the rapid and equitable distribution of Covid-19 vaccines to rich and poor countries alike.  The project, known as COVAX, is designed to discourage governments from hoarding coronavirus vaccines and instead focus on vaccinating high-risk groups in every country. But it was shunned by the United States, partly because President Donald Trump did not want to work with the WHO, leaving a global public health leadership vacuum for China to fill. From early on, Chinese leaders have repeatedly stressed that China's vaccines are for sharing, especially with the developing world. In May, Chinese President Xi Jinping told the WHO's annual assembly that China would make its coronavirus vaccine a \"global public good,\" calling it the country's \"contribution to ensuring vaccine accessibility and affordability in developing countries.\" In a video summit with African leaders in June, Xi pledged that \"once the development and deployment of a Covid-19 vaccine is completed in China, African countries will be among the first to benefit.\" In August, Chinese Premier Li Keqiang said Beijing would also give priority access to Cambodia, Myanmar, Laos, Thailand and Vietnam. Other countries that have been promised priority access by Chinese officials include Afghanistan and Malaysia. Many of these countries are also in Beijing's Belt and Road Initiative, a multibillion dollar infrastructure and trade program that has lost some of its steam during the pandemic. Recently, Chinese officials have ramped up talks of a \"Health Silk Road.\" At the WHO meeting in May, Xi pledged to donate $2 billion over two years to help countries cope with the pandemic. Beijing has also offered a $1 billion loan to Latin America and the Caribbean for access to its coronavirus vaccines. But there are signs that China's vaccine diplomacy won't always be a smooth ride. In Brazil, Sinovac's vaccine, CoronaVac, has been embroiled in a political feud between President Jair Bolsonaro -- known for his stauch anti-China stance -- and the governor of Sao Paulo, Joao Doria, who is expected to run against Bolsonaro in the country's next presidential elections in 2022. In Bangladesh, Sinovac's trial has been stalled due to a funding dispute.  International public health experts have also questioned China's emergency use program, which inoculated nearly one million Chinese people with experimental vaccines before their safety had been fully proven by clinical trials. Then there's the question of efficacy. Last month, Pfizer and Moderna announced that early results showed their vaccines to be over 90% effective, while another candidate produced jointly by Oxford University and AstraZeneca had an average efficacy of 70%. So far, none of the Chinese vaccine candidates have announced any preliminary efficacy results, though company executives have repeatedly stressed their safety, insisting no serious adverse effect has been observed in vaccinated volunteers. Cold storage  Compared with Pfizer and Moderna, Chinese vaccines have a crucial advantage -- most of them do not require freezing temperatures for storage, making transport and distribution much easier, especially in developing countries that lack cold storage capacities.   Kate O'Brien, director of the WHO's immunization and vaccines department, likens the development of vaccines to building a base camp at Everest. \"But the climb to the peak is really about delivering the vaccines,\" she said at a news conference last month. Both Pfizer and Moderna's vaccines use pieces of genetic material called messenger RNA (mRNA) to prompt the body to make synthetic pieces of the coronavirus and stimulate an immune response -- a new technology that has not been used in existing vaccines. But mRNA is vulnerable to degradation at room temperature. Moderna's vaccine has to be stored at -20 degree Celsius (-4 degrees Fahrenheit), or at refrigerator temperatures for up to 30 days, while the Pfizer vaccine has to be stored at an ultra-cold temperature of -75˚C (-103˚F), and used within five days once refrigerated at higher temperatures.  Sinopharm and Sinovac, meanwhile, use an old-fashioned approach that has long been proven effective in other vaccines, such as polio and flu shots. Their coronavirus vaccines employ an inactivated whole virus to prompt the body to develop immunity, and only need to be stored at standard refrigerator temperatures of 2˚C to 8˚C (36˚F to 46˚F). CanSino's vaccine, which uses a common cold virus called adenovirus 5 to carry genetic fragments of coronavirus into the body, can also be kept at 2˚C to 8˚C. Still, the required temperatures must be maintained throughout transport, from leaving the production facility to airport storage and finally to global distribution. Cainiao, the logistics arm of Chinese e-commerce giant Alibaba, will help with the distribution of the Chinese vaccines as soon as they're given the go ahead. It says its end-to-end climate controlled infrastructure is in place and ready. The company has partnered with Shenzhen Baoan International Airport, which recently received the certification for pharmaceutical logistics from the International Air Transport Association. A cold-chain warehouse was built in 2019 for frozen foods and goods. Earlier this year, it was converted to store coronavirus testing kits -- and now vaccines. The airport said on its website that it wants to make Shenzhen a \"Covid-19 vaccine global delivery base.\" Cainiao is also in partnership with Ethiopian Airlines, which will be sending the Chinese vaccines to the Middle East and then Africa. Since the pandemic, the airline has flown more than 3,000 tons of medical supplies from Shenzhen to Europe, Africa, the Middle East and South America. But Cainiao is also looking to add more routes for greater global reach, according to its CEO Wan Lin. \"Of course, we are not still quite sure about the exact demand on that but we are definitely building our capability to be prepared for that,\" Wan said.", "Section": "asia", "Writers": ["David Culver", "Nectar Gan"], "URL": "https://www.cnn.com/2020/12/01/asia/china-coronavirus-vaccine-diplomacy-intl-hnk/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}