{"Type": "article", "Time": "2020-08-12", "Headline": "August 12 coronavirus news", "Text": "Los Angeles is \"making good progress\" and has seen success over the past three weeks in response to the coronavirus pandemic, Mayor Eric Garcetti announced in a news conference on Wednesday. According to Garcetti, there are fewer coronavirus cases, deaths, hospitalizations, a lower positivity rate, and stable and strong hospital bed availability in Los Angeles hospitals.  “We are making progress. We are making good progress, Los Angeles,” Garcetti said. “Our success over the last three weeks is real. It’s tangible and it’s reflected in our numbers.” The mayor attributed the drop in new infections and deaths to the wearing of face masks, washing hands, maintaining physical distance from others, and staying home, calling these actions “sacrifices to protect one another.” The rate of transmission for Los Angeles County has dropped to 0.86 from 0.91 last week, Garcetti said.  While the Covid-19 threat level in Los Angeles still remains at “orange” -- the second highest level meaning residents should minimize contact with anyone outside of their households -- Garcetti said the past few weeks have made a difference and there are no plans to move forward with any further closures or restrictions.  Electronic reporting system issues: Garcetti confirmed that a fraction of the case data numbers from a backlog has been received. He also warned that case numbers may increase once the county receives the backlog of data. Garcetti urged residents to continue wearing masks, washing hands, physical distancing, and staying home. “These things work and they are working to drive down the curve.” New Zealand health officials said Thursday they had identified 14 new coronavirus cases -- and warned they were likely to find more -- as the country tackles a fresh outbreak that ended a run of more than 100 days without any locally transmitted infections. “We are fully expecting there will be further cases,” New Zealand’s Director General of Health Dr. Ashley Bloomfield said at a news conference Thursday. Prime Minister Jacinda Ardern reiterated that sentiment.  \"As we all learnt from our first experience with Covid, once you identify a cluster it grows before it slows. We should expect that to be the case here,\" she said All but one of the cases are locally transmitted, and are connected with four confirmed cases in Auckland, the country's most populous city. The other case is a woman in managed isolation who recently entered the country from the Philippines.  Of the 13 cases that are locally transmitted, three patients are employees at Americold, a cool storage facility where one of the previously reported cases worked. Seven of the cases are family members of Americold employees.   One school student also tested positive for the virus, Bloomfield said. The student is a close contact of one of the four cases reported on Tuesday.  What's happening in New Zealand: On the weekend, the country -- which has been held up as an example of how to combat the virus -- marked 100 days without any locally transmitted infections. But that streak came to an end this week. On Tuesday, New Zealand announced four new locally-transmitted cases -- and on Wednesday, Auckland went into a level 3 lockdown for three days. Parliament was set to be dissolved Wednesday ahead of the country's national election in September, but it was postponed. Ardern hasn't announced whether she will postpone the election, which is scheduled for September 19. New Zealand has recorded more than 1,200 confirmed coronavirus cases, including 22 deaths.  The National Basketball Association will allow players to invite a select number of guests to the league campus in Orlando between the first and second rounds of the restart playoffs.  In a Wednesday memo to teams, the NBA said players' families and \"longtime close personal friends\" were eligible as guests in the NBA bubble. The league excluded as visitors business associates, casual acquaintances and \"any individual the player has not previously met in person or with whom the player has had limited in-person interactions (e.g., known by the player only through social media or an intermediary).\"  The details: Each team will receive up 17 individual guest rooms. Players can host no more than four guests, although some exceptions are made for those with small children.  Teams advancing to the playoffs must appoint a \"Player Guest Liaison\" from their existing staff to act as point of contact between the team and the NBA.  A \"Quarantine Coordinator\" must also be assigned in the team’s market to ensure guests have met requirements for the health protocols, including a seven-day self-quarantine at home.    Player guests can arrive on campus as early as August 24 and must complete a seven-day in-room quarantine upon arrival.  Read more about the NBA's \"bubble\": One day after the Martin County School District in southeast Florida reopened for in-person instruction, an entire elementary school classroom was placed under quarantine, according to district spokesperson Jennifer DeShazo. This happened after a student began exhibiting symptoms of Covid-19. DeShazo said nine students from a classroom at SeaWind Elementary have transitioned to remote learning for 14 days. The remaining students were already learning remotely.  Some context: This is the first Covid-19 related incident at the Martin County School District that has resulted in requiring students to quarantine and transition to remote learning. ##Schools## The South Bend Community School Corporation deployed 35 WiFi-equipped buses across town on Wednesday to provide students with internet access needed for virtual learning, according to the school district.  The school district started will provide 35 Wi-Fi-equipped buses parked in areas that lack internet service so that all students can successfully engage in e-learning, the district said. The school district will park the buses \"near benches or covered areas,\" according to the statement. Students will automatically be able to log on to the WiFi using their Chromebooks. Students and families will not be allowed on the buses for safety and health reasons.  Buses will be at their designated locations Monday through Friday. Some context: The South Bend Community School Corporation Board of Trustees voted on Aug. 4 to begin the 2020-21 school year with at least eight weeks of full-time e-learning for all students on Aug. 12. “The soonest students would return in person to classrooms is October 5,” said Superintendent Dr. Todd Cummings in a statement. “We will remain flexible and will confer with health officials as we plan for learning options after Oct. 5. The health and safety of our students, teachers, and families will drive any of those decisions.” ##Schools## The Big East Conference announced Wednesday that it has decided to postpone its fall sports competition and assess the options to stage fall sports contests in the spring of 2021. The conference said in a statement that the decision was made in consultation with the Big East Covid-19 task force, an intra-conference medical advisory group that includes administrators, doctors, athletic trainers, student-athletes and national experts in global pandemics and infectious diseases. The Big East Conference does not participate in football. The fall sports affected are men’s and women’s soccer, men’s and women’s cross country, volleyball, and field hockey.   The White House released eight new recommendations for schools as they prepare to reopen, however the recommendations are little more than basic hygiene tips and don’t outline what schools should do if they face coronavirus cases in their halls. The broad recommendations are similar to coronavirus mitigation efforts across the country, and not particularly specific to schools. The “general recommendations for all schools,” which were released at the President’s daily coronavirus news conference, focus on what students and teachers should do to attempt to keep people safe as they return to the classroom. The recommendations include ensuring that students and staff “understand the symptoms of COVID-19” and requiring “all students, teachers and staff to self-assess their health every morning before coming to school.” The recommendations also encourage the use of masks, but do not require students, teachers or staff to wear masks. They also “require students, teachers and staff to socially distance around high-risk individuals,” however it’s unclear how schools will go about doing that.  Trump did say “we’re also providing high-risk teachers and students options to engage in distance teaching and learning.”  The President said one of the reasons he wants students to return to school is because there are very few fatalities in younger Americans. “College age students also continue to be one of the lowest risk demographics,\" Trump claimed, adding that most Covid-19 deaths \"occur in people over 24 years of age,” Trump claimed. This new list released by the White House echoes much of what the Centers for Disease Control and Prevention included in their guidelines for reopening schools, which do contain additional details. Trump also said CDC teams can be deployed to schools that need assistance with their reopening plans. Earlier on Wednesday, adviser to the President Kellyanne Conway said that despite the resources the federal government will provide, the decision to reopen schools will still need to be made at a local level. “We’re the federal government. We’re not telling school districts what to do. We’re providing guidance and resources,” Conway said. ##Schools## President Trump claimed Wednesday that the federal government will provide up to 125 million masks to school districts around the United States. “Today I am pleased to announce that we will provide up to 125 million reusable masks to various school districts around the country,” Trump said during a White House press briefing. “My administration also stands ready to deploy CDC teams to support schools that are opening and schools that need help in safety and in order to safely reopen.”  The announcement comes amid a push by the Trump administration to reopen schools around the country. ##Schools## President Trump said the US is “working with Europe on the difficulties” that countries are facing due to the pandemic, despite the fact that US has more deaths from the virus than any country in the world. At a news briefing Wednesday, the President said that countries in Europe have “40% higher excess mortality than the United States” and made the case that the US economy is “significantly better than Europe.”  “While our economy is performing significantly better than Europe, which people have to understand very strongly, it's performing better than any market anywhere in the world, actually. At the same time, Europe is experiencing 40% higher excess mortality than the United States,” Trump said during his opening remarks. “And I will say that that a significant number.” It’s true that the mortality rate is higher in many European countries than it is in the US, but the US has vastly more cases and deaths than any single European country. “We're working with Europe on the difficulties and we are going to help them all the way, we're doing very well as you know in the vaccines and the therapeutics,” the President said.  When asked about accusations that President Trump is the reason Indiana isn’t allowing a no-excuse absentee ballot election, Indiana Gov. Eric Holcomb said that was inaccurate, adding that “Indiana will have a safe and secure and healthy in-person election on Nov. 3.” Holcomb said he didn’t know of a single case of Covid-19 that had arisen from the state’s June primary election. “I've asked this question 10 times, 10 different ways, of 10 different people, if they knew of one case where someone got Covid-19 while voting at one of our polling sites on Election Day, and the answer has been no, to date. And so we need to have that option,\" he said. “But folks need to understand that it is safe to vote.\" It’s important for people who are vulnerable to increased anxiety during the coronavirus pandemic to access mental health care, experts said during an American Lung Association event on Wednesday.  Many people may be experiencing increased anxiety during the pandemic, which can be compounded by the sense of isolation that can come with social distancing. “It's also really important to remember that 1 in 5 Americans had a diagnosed mental health condition before the pandemic,” said Ken Duckworth, medical director of the National Alliance on Mental Illness.  Duckworth emphasized the importance of telehealth services and phone sessions for people without internet access. Dr. Tyish Hall Brown, a psychiatry and behavioral sciences professor at Howard University College of Medicine, emphasized the importance of checking in on children and teens. She said that “everything's kind of a catastrophic thought” for teens, and it can be helpful to remind them that this break from school and seeing friends won’t last forever. Officials from the Los Angeles health department said they will follow guidance from the state, allowing only the limited reopening of colleges and universities until the spread rate of Covid-19 slows. Public Health Director Barbara Ferrer said this means colleges and universities can continue their essential operations, but that most academic instruction will need to be conducted via distance learning.  Some limited in-person training and instruction will be allowed, but only for students who are or will become part of the essential workforce or those activities that can’t be taught through distance learning. According to Ferrer, housing will only be provided for students who have no alternative options. “I know this is disheartening news for so many of the students who are looking forward to life on campus,” said Ferrer. Ferrer said college sports can continue as long as they follow guidelines set by the state and the NCAA. Some context: The announcement comes after outbreaks were reported last month in both the University of California Los Angeles and University of Southern California communities.  ##Schools## ##Hotspots##   The NFL and the players union have agreed to continue daily Covid-19 testing until at least Sept. 5.  The NFL Players Association and the league had originally agreed to daily testing for just the first two weeks of training camp. According to the player's union Covid-19 results tracker on the its website, 56 players have tested positive for coronavirus since training camps opened in late July. The NFL season kicks off Sept. 10 with the Super Bowl champion Kansas City Chiefs hosting the Houston Texans. California has added 11,645 new coronavirus cases to its tally today, but more than half of those are the result of a backlog created by a data reporting error, Gov. Gavin Newsom announced in a news conference.  These new cases bring California’s total to 586,056 total infections. Newsom noted the 14-day hospitalization rates are down just over 19%, and the two-week rate for intensive care unit cases is down 16%. These rates are “another indication that we are turning a corner on this pandemic,” Newsom said. The positivity rate of the virus continues to drop and currently stands at 6.2%. This is down from just over 7% for most of July.  “These are specific proof points that offer some optimism,” Newsom said, giving credit to people wearing masks for bringing the trend lines down. “Don’t let your guard down. You can’t let your guard down.\" Some context: Data reporting errors that have plagued the state’s recording system have been resolved, according to Newsom, with a parallel system in place for the short-term and a long-term replacement being created for the future. Note: These numbers were released by California Department of Public Health, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Brazil reported 55,155 new Covid-19 cases as well as an additional 1,175 deaths in the past 24 hours, the country’s health ministry said Wednesday. The total number of confirmed cases now stands at 3,164,785, including 104,201 deaths, according to the ministry’s data. Brazil still ranks as the second country in the world when it comes to the total number of cases and deaths from the virus. ##Hotspots## Kentucky Gov. Andy Beshear today announced 1,163 new positive cases of Covid-19, the single highest number of new positive cases the state has recorded since the start of the pandemic. The governor said the number includes both figures that would have been expected today, as well as those that had been delayed by a glitch in the system earlier in the week. He said the “original plan was to try to allocate those over the last couple of days where we thought they would have come in, and what we learned is it wouldn't make a difference, either we're going to have this number today or I think yesterday was going to be over 1,000 as well.” “So today we've set a record that we didn't want to set. We never wanted to get over 1,000 cases, we have 1,163. That brings our total number of cases in Kentucky to 36,945,” Beshear said, adding that in positive news, the state’s seven-day average positivity rate is down to 5.62%.   Remember: These numbers were released by the state’s public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. During a lengthy and contentious meeting Tuesday night, the Queen Creek School Board in suburban Phoenix voted 4 to 1 to resume school with 100% in-person learning starting Aug. 17. This is the first district in the metro Phoenix area to vote to reopen despite Maricopa and Pinal counties Covid-19 positivity rates not meeting the state's recommended metrics for reopening. The Queen Creek school district spans parts of both Maricopa and Pinal counties. The meeting included passionate opinions from teachers, parents and students both for and against reopening schools. The president of the Queen Creek Education Association, Jacob Frantz, said four of the five members of the board are educators themselves, with personal interests in reopening schools. \"What you've got here are five people who are very concerned and want the best education for their kids,\" Frantz said. Several students approached the microphone and expressed their wishes to return to \"normal\" and in-person school, while some educators said they are worried about the possibility of becoming infected at school. \"I'm a special education teacher here in Queen Creek,\" Karen Vernon said. \"I am a person and I feel defeated and I feel sad,\" she said, asking the Board to let her out of her contract and accept her resignation from her position. The final vote in favor of full in-person learning was met with applause and cheers. The board member who voted against the measure was also met with applause when he said he thought the district should slowly return to in-person learning in case of a surge of new cases. The district will still have a virtual learning option for those students who choose it. Some context: Arizona Gov. Doug Ducey announced the state's \"Roadmap for Reopening Schools\" plan earlier this month, which recommends communities with a less than a 5% positivity rate can resume in-person school, ensuring \"minimal community spread.” Maricopa County reported a positivity rate Tuesday of 13.9%, and Pinal County reported an 11.9% positivity rate, according to the Arizona Department of Health's website. ##Schools## The central unit of a prison in Hutchinson, Kansas, is on lockdown after dozens of people tested positive for coronavirus.  “In total, 84 residents and 10 staff tested positive this week,” the state Department of Corrections said in a news release. The department said all of the new Covid-19 patients have shown no symptoms so far. Anyone who becomes seriously ill could be transferred from the Hutchinson Correctional Facility to a specially-designed Covid-19 medical unit at the state prison in Lansing. The Hutchinson prison houses more than 1,800 inmates. Everyone in the central unit of the facility is being ordered to stay in their cells unless they are “essential resident workers” who assist with the operation of prison functions. CNN’s Jennifer Feldman contributed to this report. The New Jersey Department of Education is working with school districts on plans to safely reopen schools, New Jersey Gov. Phil Murphy announced. Two school districts — Willingboro Schools and East Brunswick Schools — discussed their reopen plan during Wednesday’s Covid-19 presser.  \"It’s health and safety above all else,\" when it comes to reopening schools, Governor Murphy said.   East Brunswick schools will not fully return to school at this time, but a hybrid education plan will be in place, schools superintendent Victor Valeski said. The school has not decided how many in-person days school will take place but all students will participate in virtual learning to a certain extent, Veleski added. More than 70% of parents within the school district said they wanted a hybrid education plan for the fall, Valeski said. Elementary schools will be broken down into two groups and Secondary schools will be broken down into four groups, Valeski said, noting that students in the same family will attend school on the same day. Students won’t eat in the cafeteria but will have grab-and-go lunches available for students.  Willingboro Public Schools says all students will participate in remote learning at least until November, superintendent Neely Hackett said. Students will have virtual classes five days a week from 8 a.m. to 1 p.m. local time and classes will be recorded so if students miss a class, they can catch up later. When in-person classes begin again, the school plans to give all students face masks twice a month, Hackett said. Ventilation issues are a big reason why students can’t return to school at this time, Hackett said. The Willingboro School District has submitted their plan to reopen schools to the New Jersey Department of Education, Hackett said. Back to school plans “will be reviewed as soon as they come in, as soon as the department can get to them,” New Jersey Department of Education Spokesperson Kevin Dehmer said. ##Schools## Judge Lina Hidalgo provided new details today on a reopening roadmap for all the school districts in Harris County, Texas. The first part of the reopening roadmap is the county’s threat-level system while the second includes a review and approval of plans by Harris County Public Health. Hidalgo said that tying the county’s threat-level system to the reopening of the county’s schools “takes out the politics and focuses on the data.\"  The county is currently under the red threat level, and Hidalgo said that the recommendation is that no in-person instruction should take place right now.  “We’ve made clear that it’s currently not safe and it won’t be safe anytime in the near future to open schools for in-person instruction,” Hidalgo said during a news conference today. Hidalgo said that while it’s not required for a school district to have the endorsement of the Public Health Department under current state law, she highly recommends following the guidelines for the safety of the children and those who work at the schools. Some context: Previously, Hidalgo issued an order requiring all public and non-religious private schools in the county to remain closed to in-person instruction until at least Sept. 8. “I understand the desperate desire to go back to school right now,” Hidalgo said. “I know that in-person learning is vital for the educational development for the social well-being of children and young adults.” She said the metrics will be met much sooner if people stay at home and follow the guidance issued by the public health authorities. ##Hotspots## ##Schools## After beginning the week with all virtual courses at North Paulding High School, students and parents were informed on Wednesday that the school would be moving to a hybrid scheduled beginning Monday. Virtual learning will continue for the remainder of the week.  In a statement sent to students and parents and obtained by CNN, the school said “beginning Monday, August 17, the in-person instruction at North Paulding High School will move to a hybrid schedule that combines in-person instruction with Digital Learning.\"  Students will be divided into groups by last name, alternating days on campus. They intend to return to full in-person instruction as soon as possible.   Extracurricular athletics, including volleyball and softball, will resume on Thursday. Other sports, such as football and cross country, will resume on Monday.  Some background: At least 35 cases of Covid-19 have been reported since the first day of school. The high school in Dallas, Georgia — about 40 miles from Atlanta — attracted nationwide attention after a photo was posted on Twitter by sophomore Hannah Watters. The viral image showed students in a crowded school hallway with few visible masks. ##Schools## Attacking teachers unions and Democrats, President Trump said he wants to see federal money for schools “follow the student” if public schools don’t reopen in the fall. “What I'd like to do is I'd like to see the money follow the student,” Trump said during a White House event on reopening schools Wednesday. “If a school is going to be closed and we're giving all of this money on the federal basis to a school, and if a student is going to go to a different school, really at the choice more for of parent, in all fairness, where you want to go and what school you want to bring this up to. I think the money should follow the student.” “And that's something that we want to do, we’re having a hard time with the Democrats, they want the money to follow the union,” Trump claimed. “To be honest, it's very simple. Give it to the union. But the fact is, give it to dues because the union people are fantastic, people in there. But the people that run the union, it's disgraceful and the dues and that they charge, the teachers and that's what it's all about.” “So I would like – anyway,” he continued, “I would like the money to follow the student, and this way you can make your own choice. If the school is closed, you know, why are we paying if a school is closed, why are we paying to school? I'd rather give it to the student, the parents, and you do your own thing, and to me it makes a lot of sense.” Some background: The Trump administration has been pushing school choice for years, but has renewed the push in light of the pandemic. Education Secretary Betsy DeVos has also argued that if parents take their children out of public schools, “the tax dollars meant to support their education should go with them.” DeVos has said she’s called for school choice for more than three decades, and has added that the pandemic “really welcomes it.” “It frankly demands it,” DeVos said at a similar forum in July. “Students need it, families are demanding it, and teachers need it.” ##Schools## Cherokee County School District announced in a news release Wednesday that it would temporarily close in-person learning at Georgia's Woodstock High School with the reopening tentatively scheduled for Aug. 31.  \"On behalf of the Superintendent, please be advised that we are temporarily closing in-person learning at Woodstock High School effective at the end of classes today (Aug. 12, 2020),\" read the release. \"This decision was made with the support of School Board Members and in consideration with the Department of Public Health.\" The school has 14 Covid-19 positive cases with tests for another 15 students pending, according to the release.   \"As a result of the confirmed cases, 289 students and staff are under quarantine and, should the pending tests prove positive, the total would significantly increase,\" read the release.  The closure would not impact Woodstock High School students already enrolled in digital learning. \"All Woodstock HS in-person students will stay home from school until the scheduled reopening on Monday, Aug. 31. Teachers will spend Thursday, August 13, preparing for the shift to remote learning; the building will be deep-cleaned,\" read the release. \"Remote learning, through the Canvas learning management system, will begin on Friday, August 14, with teachers reporting to school to provide this online instruction.\"  The closing of Woodstock High School follows the closing of Etowah High School on Tuesday.  There are at least 5,171,343 cases of coronavirus in the US, and at least 165,328 people have died, according to data from Johns Hopkins University. As of Wednesday at 2:45 p.m ET, Johns Hopkins has reported 30,135 new cases and 791 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  New York City has 18,970 confirmed and 4,632 probable coronavirus deaths as of Aug. 12, according to the most recent data on the city website.  The New York City Health Department defines probable deaths as people who did not have a positive Covid-19 laboratory test, but their death certificate lists as the cause of death “Covid-19” or an equivalent. The total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is 23,602. There have been 225,284 coronavirus cases in the city and 56,618 people have been hospitalized, according to the city. Some details: The data is from the New York City Health Department and was updated on Aug. 12 at 1 p.m., according to the website. The numbers may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. For a third-straight week, no NBA players within the Disney World based campus have tested positive for Covid-19.  On Wednesday, the NBA and the players union jointly announced that 342 players were tested with zero returning positive for coronavirus.  The last time the NBA reported positive test results was on July 13 when 322 players were tested with two confirmed positives.  The 2020 NBA Playoffs are set to begin Monday, Aug. 17. France has recorded its biggest jump in daily Covid-19 cases since around the time it began to ease its lockdown. The French health ministry on Wednesday reported an increase of 2,524 Covid-19 cases in 24 hours. This is the biggest single-day increase in coronavirus cases since May 6, five days before France eased lockdown restrictions. This rise comes after French Prime Minister Jean Castex said Tuesday that the coronavirus situation in France has been \"trending in the wrong direction.\" Greece has reported its highest daily increase of Covid-19 cases since the pandemic began, with 262 new cases recorded on Wednesday, according to Greece’s National Public Health Organization. The majority of new cases were reported in Athens and Thessaloniki, Greece’s two largest cities. The Greek health minister tweeted that the average age of those who have been infected in August has dropped to 36  Two more people with Covid-19 have died, bringing the country's total to at least 216. A total of 24 people are currently intubated with the virus.   Earlier this week, the Greek government announced new measures including a mandatory negative Covid test for visitors entering the country coming from Spain, Sweden, Belgium, the Czech Republic and the Netherlands. It also announced a midnight curfew for bars and restaurants in 16 areas of Greece. Churchill Downs racetrack has announced that the rescheduled Kentucky Derby will limit attendance to fewer than 23,000 spectators.  The new crowd figure represents less than 14% of the attendance record set in 2015. The Derby says 170,513 people attended that year. The 146th running of the Kentucky Derby is scheduled for Sept. 5. Officials say new safety measures will apply to all live race days during Derby week. No general admission and infield tickets will be offered for this year's Run for the Roses. Churchill Downs CEO Bill Carstanjen said in a statement his organization’s responsibility is to “ensure the safety of our fans, team members and participants.” Carstanjen added that he had worked with the governor of Kentucky to “develop safety protocols that are best-in-class while staying flexible and ready to incorporate changes and new learnings.”  New Jersey reported 484 new cases of Covid-19 and nine more deaths from the virus, Gov. Phil Murphy said Wednesday.  The state has a total of 185,938 confirmed cases of Covid-19 since the pandemic started and 14,046 statewide deaths related to the virus, he said.  “New cases hovered just under 500 for the last two days,” Murphy said.  At least 592 people are hospitalized with Covid-19 and 111 people are in ICUs. New Jersey has a 2.09% positive infection rate from Aug. 8, which is up slightly the governor said. The state’s positive transmission rate is .92% and that is “down a little bit,” Murphy said.  Note: The numbers listed were released by the state of New Jersey and may not line up exactly in real time with CNN’s database, which is drawn from Johns Hopkins University and the Covid Tracking Project.  Boston Mayor Marty Walsh said today the city's Tuesday numbers show 38 new Covid-19 cases, bringing that total to 14,609. There were two new deaths, for a total of 743.  Health officials in Boston have noticed a slight uptick, \"but not an established trend,\" in the percentage of positive tests, going from 2.1% to 2.8%, but the most recent seven-day analysis brings the city's average down to 2.5%, he said. Emergency room visits are \"not alarming increases yet, but we are seeing slight increases,\" the mayor said.  Walsh said the numbers \"have not reached a level that would cause us to look at rolling back any of the openings that we've already had here in the city of Boston.\"  He said that increased testing may partly explain the rise. The mayor also addressed the delay in deciding when to reopen Boston's schools.  While acknowledging parent and teacher angst regarding safety concerns and planning, Walsh said school leaders and facility professionals continue to monitor Covid-19 data, and to work with education and union leaders, while coming up with a complete plan.  Walsh said the schools will not be starting with all in-person learning. \"We will either be starting with a hybrid model, or a period of all-remote learning,\" Walsh said.  The mayor noted that his primary focus is on building equity between children of means and those in lower income situations, and bridging the learning gap therein. Asked how parents who work remotely can tend to children who are learning from home, Walsh said the city is going to be working with child care providers.  \"It's complicated,\" Walsh said. \"We'll have to make a decision fairly quickly, for parents to have that predictability.\" \"I hope that there will be in-person learning this year,\" he said. Boston school openings are currently scheduled for Sept. 10.  Note: These numbers were released by the Massachusetts Department of Public Health, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Brazil’s governor of São Paulo, João Dória announced, via Twitter, he has tested positive for Covid-19 on Wednesday. Dória said he is asymptomatic at the moment. \"I'm fine, with no symptoms. I will continue working from home, following isolation protocols. I have faith in God that I will overcome the disease\", the governor said. São Paulo's government released a statement announcing that Dória is in isolation at his residence and will be under medical observation for the next ten days. According to the State Health Secretary, Jean Carlo Gorinchteyn, this was the sixth test done by Dória, who used to take tests as a precaution. Some more context: Dória becomes the 11th Brazilian governor who has tested positive for Covid-19 since the pandemic started. The last one was the governor of Rio Grande do Sul, Eduardo Leite, diagnosed in late July.  São Paulo records around a quarter of the total number of Covid-19 deaths registered in Brazil, according to the Ministry of Health.  On Wednesday, the State Health Secretary reported a total of 655,181 coronavirus cases while the death toll has reached 25,869. ##Hotspots## New Jersey Gov. Phil Murphy has signed an executive order that allows schools and universities to reopen for the upcoming academic year, the governor said Wednesday during the state’s Covid-19 news conference.  Universities that have been in session this summer can reopen immediately, the governor said.  “In-person instruction may fully resume immediately should institutions so desire,\" Murphy said.  Social distancing and other protections would have to be strictly adhered to, he said, and students that want to continue remote learning must be accommodated.  Parents and guardians have the option to choose all remote learning for students and students will be required to wear a face mask while in school. Murphy said he will hold a phone call with the presidents of universities tomorrow.  “Districts that cannot meet all the health and safety standards for safe in-person instruction will begin their school year in an all-remote fashion,” Murphy said. School districts will have to spell out a plan for reopening, he said. ##Schools## Michael Schill, chairman of the Pac-12 CEO Group, said the uncertainty of the coronavirus ultimately factored into the conference's decision to postpone the fall college football season.  “The most important factor was the health and safety of our students, period,” Schill told CNN’s Kate Bolduan.  Schill, who is also the president of the University of Oregon, said that it was unfair to students and coaches to keep delaying the season.  “Some people say 'Oh, it's just football; oh, it's just volleyball or track.’ These are students' lives, right? They dream about this,” he said. “This was not an easy decision … and this is also a very costly decision for the universities,” he added.  The range of states that are included in the Pac-12 conference was also a factor in the decision. “We include California, Utah, Oregon, Washington, Colorado, [a] big variety of states. We don't even have the permission of government authorities to play in some of those areas, and the spread in some of those areas is quite significant,” he said.  He said they are hoping to still have a spring season but will continue to assess all factors.   WATCH: Maria Aparecida Firmo Ferreira, the grandmother of Brazil’s first lady Michelle Bolsonaro, died overnight Wednesday after being diagnosed with Covid-19, CNN affiliate CNN Brasil reported.  Her death was confirmed by the press office of the Federal District Health Secretary to CNN Brasil. Ferreira, 80, spent 42 days hospitalized in Brasília. According to a medical report seen by CNN Brasil, the cause of death was pneumonia due to Covid-19, and she died in the Ceilândia Regional Hospital. Brazil’s President Jair Bolsonaro, first lady Michelle Bolsonaro nor the President’s office have commented on her grandmother's death. ##Hotspots## Jordan will close its main land border crossing with Syria after a spike in local transmission of Covid-19 cases were introduced through its northern neighbor, according to the government.  The decision to close the Jaber border crossing into Syria for a week starting on Thursday was made by the interior minister based on recommendations from a government committee overseeing borders and airport affairs, the Jordanian prime ministry said in a statement.  “The source of the majority of these cases is the Jaber border crossing and immediate measures must be taken to stop the spread,” Jordan's Prime Minister Omar Razzaz said in the meeting with the committee according to the prime ministry Twitter account.  Razzaz said the government will be reviewing measures at the all crossings including those with Iraq and Saudi Arabia. Land border crossings, which have been open to commercial traffic, are a vital trade lifeline for Jordan.  “We have to reconsider our measures at the border crossings because they have become a source of transmission of the pandemic locally,” the prime minister said.  At least 25 new locally transmitted cases were recorded in the 24-hour period since Tuesday morning, according to the prime minister. The Jordanian health minister, Dr. Saad Jaber, has been tasked with coordinating with relevant authorities on taking necessary health measures including quarantining workers at the Jaber border crossing, the government said in a statement.  Some background: Jordan had one of the strictest lockdowns regimes in the world starting in March. The measures have kept the number of infections and deaths low compared to other countries. While restrictions have been eased domestically, all commercial air travel with the exception of repatriation flights remain suspended.  Last week, Jordan postponed plans to resume flights to several countries deemed to be low risk for Covid-19 due to what it called “instability of the epidemiological situation worldwide” and “the sharp increase in Covid-19 cases.” According to Johns Hopkins University, Jordan has 1,283 confirmed cases and 11 deaths.   The Big 12 is proceeding with a full fall sports schedule. The conference’s board of directors have committed to testing athletes for Covid-19 three-times a week in “high contact” sports, which the conference highlights as football, volleyball and soccer.  “Opinions vary regarding the best path forward, as we’ve seen throughout higher education and our society overall, but we are comfortable in our institutions’ ability to provide a structured training environment, rigorous testing and surveillance, hospital quality sanitation and mitigation practices that optimize the health and safety of our student-athletes,\" Big 12 commissioner Bob Bowlsby said in a statement Wednesday. The conference has revised the 2020 football schedule to a 10-game season set to kick off Sept. 26.  Texas Christian University Chancellor Victor Boschini did allow room for a future amendment should conference advisers suggest unsafe conditions.  \"If at any point our scientists and doctors conclude that our institutions cannot provide a safe and appropriate environment for our participants, we will change course,\" Boschini said. CNN's Andy Scholes reports: November’s Masters golf tournament will be held without spectators. Chairman of Augusta National Golf Club, Fred Ridley, announced Wednesday that the previously earmarked week of Nov. 9-15 would indeed be the week the club would host the famed golf major.  Ridley explained in a statement that the “potential risks of welcoming patrons and guests to our grounds in November are simply too significant to overcome.” Ridley says that those fans possessing coveted 2020 tickets will be guaranteed tickets for next year’s event.  The tournament is planning a return to its traditional April spot in the golf calendar come 2021.  Counselor to the President Kellyanne Conway previewed the President’s afternoon event on reopening schools, where, she told reporters, he will be announcing new guidance. “We want them to open soon and safely,” she said during an appearance on Fox News, adding that they will be announcing “eight measures on how to do that.” She later told reporters that there will be guidance and resources, but decisions will ultimately need to be made at a state and local level.  “We’re the federal government. We’re not telling school districts what to do. We’re providing guidance and resources,” she said, adding that they will also be putting out a fact sheet. Conway noted that parents in surveys “overwhelmingly say they feel safe” and that President Trump is “on the side of parents.” Conway also criticized Democrats for abandoning stimulus negotiations, reiterating Mnuchin’s statement earlier today that Democrats are more interested in Nov. 3.  She again touted the “additional $400 per month,” which White House economic adviser Larry Kudlow said yesterday will actually be $300. ##Schools## ##Politics## House Oversight Chairwoman Rep. Carolyn Maloney introduced a new bill on Wednesday aimed at reversing organizational and structural changes undertaken at the US Postal Service by the new Postmaster General Louis DeJoy, a Republican donor and ally to the President.    “Our Postal Service should not become an instrument of partisan politics, but instead must be protected as a neutral, independent entity that focuses on one thing and one thing only—delivering the mail,\" Maloney said in a press release announcing the \"Delivering for America Act.\"  \"A once-in-a-century pandemic is no time to enact changes that threaten service reliability and transparency. The Delivering for America Act would reverse these changes so this fundamental American service can continue unimpeded.” What's in the bill: The proposed bill prohibits USPS from implementing any operational changes it had in place as of the beginning of this calendar year until the end of the coronavirus pandemic, a timeframe that would also postpone the changes beyond the November election.   Some more context: USPS customers have seen a slowing of mail delivery in some place under DeJoy and under his leadership the agency has recently implemented new efforts that some workers blame for delays across the country, which has prompted fears that ballots may not reach election offices in time come November.  DeJoy told the Postal Service Board of Governors last week that USPS is not \"slowing down\" election-related mail or any other mail and said the agency will be undergoing \"organizational realignment.\" President Trump has often criticized USPS as a money-losing venture.  Discount retailer Stein Mart has filed for bankruptcy and plans to close most of its nearly 300 stores.  The 112-year-old company blamed its failure on changing consumer habits and the pandemic, both of which \"have caused significant financial distress on our business,\" Stein Mart CEO Hunt Hawkins said in a release today. Like other retailers, its operations were severely hit after the pandemic forced temporary store closures in many states.  Stein Mart, a discount department-store chain, said it doesn't have \"sufficient liquidity to continue operating in the ordinary course of business.\" As a result, it's permanently closing a \"significant portion, if not all\" of its brick-and-mortar stores with liquidation sales beginning immediately.  The company is also considering strategic alternatives, including the sale of its website and its intellectual property. Today's Chapter 11 filing wasn't a surprise: Stein Mart had said in June that Covid-19 caused financial distress for the company, adding in a regulatory filing that the company had \"substantial doubt\" it would continue to operate for the next year.  Stein Mart began in 1908 as a small department store in Mississippi before eventually expanding to nearly 300 locations across 30 states. Each store has around 30 employees, and the company currently employs more than 8,000 people. ##Economy## The number of Covid-19 related deaths in Florida prisons has increased by 52% in 15 days, according to data released by the Florida Department of Corrections (FDC).   On July 27, 46 inmates had died in Florida prisons from Covid-19 related complications. That number jumped to 70 on August 11. During that same time period the number of cases in inmates went from 6,217 to 12,988, a 109% increase. Inmates who test positive are placed in medical isolation until they recover, per the FDC website. “FDC is closely monitoring developments associated with the spread of this disease. FDC's Office of Health Services, institutional medical staff and institutional operations staff work hand-in-hand with the Department of Health to quickly engage and resolve infectious disease outbreaks as soon as they occur,” said FDC to CNN in a statement. To try to curb the spread at facilities with increased numbers, FDC says it has implemented several measures.  At the Century Correctional Institute in northwest Florida, more than half the inmates have tested positive for Covid-19, according to the FDC. The facility houses about 1,500 inmates and 753 have tested positive for Covid-19. In response to the outbreak, per FDC, the Century Correctional Institute is providing medical services and meals within housing units. Also, all staff and inmates are required to wear cloth face masks, inmates with positive results are in isolation and temperature checks of inmates are being conducted daily, per FDC. The Florida Department of Corrections incarcerates about 90,000 inmates, per the FDC website. ##Hotspots## Face masks will be mandatory on all flights taking off or landing in Switzerland starting on Saturday, the Swiss government announced Wednesday. Starting Oct. 1, gatherings of more than 1,000 people will also be allowed for events such as a football matches or concerts, government spokesperson André Simonazzi said in a series of tweets. However, local authorities can refuse permission if there is a coronavirus outbreak in the area or contact tracing cannot be guaranteed.  It comes after France on Tuesday extended its ban on mass gatherings of 5,000 people or more until Oct. 30. Duke University professor Warren S. Warren and a group of researchers conducted a test to analyze which masks and face coverings are most effective in combating the coronavirus. Using a laser to see droplets when people speak, Warren and his team concluded that standard cotton masks “really do a pretty good job,” but other designs are not as effective, he said on CNN’s “New Day.”  “My rule of thumb would be if you can see a light through the fabric stretched out the way you're normally wearing it, it probably isn't doing a very good job protecting you,” Warren said.   Based on the Duke University research, these are the types of masks that work best: N95 masks\nthree-layer surgical masks\ncotton masks And these are the types that do not work as well: Neck fleeces (gaiter masks)\nbandanas \nknitted masks CNN’s Dr. Sanjay Gupta says his review of different mask research was similar to Warren’s findings, and cautioned people to not let up on mask-wearing.  “It's amazing to me that so many people still don't wear these properly, or they're potentially constantly touching the outside of the mask, getting their hands contaminated and then potentially infecting themselves by touching their eyes, nose or their mouth … You want to wear the right material and make sure you're doing it properly,” Gupta said.  He also advised people to continue wearing masks indoors as well.  “Unless you're with your own family that you’ve been with, if you're going to be indoors with other people at a workplace, school, whatever, you need to have a mask on,” Gupta said, adding that “it’s amazing to me at this point in the pandemic that this basic thing is not being followed” without mask mandates in states like Georgia.  Watch:  For three consecutive days, the US has reported fewer than 50,000 new daily cases of coronavirus, according to tallies from Johns Hopkins University.  On Sunday, Johns Hopkins reported 46,935 new cases and 515 new deaths. \nOn Monday, Johns Hopkins reported 49,536 new cases and 525 new deaths.\nOn Tuesday, Johns Hopkins reported 46,808 new cases and 1,074 new deaths. Some context about these numbers: The average number of daily new cases in the US is now more than 54,000 — down from more than 65,000 per day in mid- to late-July. However, average daily Covid-19 deaths, have hovered above 1,000 for more than two weeks. The country had been below that level for seven consecutive weeks before that. \"We have nothing to celebrate (just) because we're going to 50,000 cases per day. We have a huge amount of morbidity and mortality at our feet right now and in the weeks ahead,\" Dr. Rochelle Walensky, chief of infectious diseases at Massachusetts General Hospital, said Tuesday. \"Even at 18,000 cases per day (as the US had) in mid-May, we were unable to really squelch this,\" Walensky said. ##Hotspots## Consumer price inflation staged a return in July and beat economists' expectations. Even though this means prices for consumers rose on the whole, it is a good sign because it comes after the largely deflationary shock of the pandemic. Prices increased by 0.6% on a seasonally-adjusted basis in July, the same amount as in June, the Bureau of Labor Statistics reported Wednesday. Together, the summer month increase puts a solid end to three months of price declines during the height of the pandemic lockdown. Over the past twelve months, prices increased by 1%, not adjusted for seasonal effects. Gas and energy prices, which soared in June, continued to increase. Gasoline prices alone contributed about a quarter of the monthly price rise last month. Meanwhile, food prices actually declined by 0.4%, and the 'food at home' index fell 1.1%. The 'food away from home' index rose 0.5%, showing that Americans are eating out more again. Core inflation, which strips out more volatile food and energy items, rose 0.6% in July, the largest increase since January 1991, according to the BLS. Moderate inflation is important for a functional growing economy. Some market participants are worried that the large sums of stimulus money from Washington, particularly the Federal Reserve, could lead to too much inflation, but the Fed has repeatedly said that it's not concerned about this right now. ##Economy## Treasury Secretary Steven Mnuchin said Wednesday that he “can’t speculate” as to whether another stimulus bill will pass in the near-term, days after negotiations came to a stalemate. He also called for a capital gains tax cut and made a rare (for him) criticism of Joe Biden’s economic policies. “I can’t speculate. If the Democrats are willing to be reasonable, there is a compromise. If the Democrats are focused on politics and don't want to do anything that's going to succeed for the President, there won't be a deal,” Mnuchin said during an appearance on Fox Business. He railed against House Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer, who he said are “just not willing to compromise.” His message to negotiators: “Let’s do this,” suggesting that there could be an approximately $1 trillion bill now and perhaps another later this year or in early 2021. “This will be the fifth bill, we can always come back later in the year, or in January, and do a sixth bill, we don't need to do everything at once… Our view is, let's spend a little over a trillion dollars on areas of the economy that are going to be very impactful now, that we can agree on. And if we need to do more, we'll come back and do more and work together but now is the time to have bipartisan support,” he said. Mnuchin also reiterated the President’s suggestion that the administration is considering a capital gains tax cut, which would require legislation. “Well, the President like would like to do, capital gains tax cuts and we do need legislation to do what we want on that front,” he said, going on to explain how previous similar cuts stimulated economic investment. “That's what we need now because of Covid. So I think for the next few years while we recover, we should reduce those capital gains,” he added, going on to, in an unusual move for Mnuchin, criticize Joe Biden for voting against a capital gains reduction in 2003 and drawing contrasts on policy with the Democratic ticket. “So again you see two very different economic policies. One is tax more and hurt the economy, one is create selective tax cuts regulatory relief and economic agenda trades that will stimulate the economy,” he said. ##Economy## Researchers in the US and across the world are continuing their work developing vaccines for Covid-19.  Here's where things stand this morning: US deal for doses: The US government has reached a $1.525 billion deal with drug manufacturer Moderna to produce and deliver 100 million doses of the company's Covid-19 vaccine once it is approved. Moderna is one of several companies manufacturing the vaccine \"at risk,\" as the industry calls it, meaning the company is currently making the vaccine before it is approved.\nA vaccine before Election Day? The director of the National Institutes of Health has issued a staunch warning against trying to release a vaccine earlier than safely possible for political reasons, saying it \"cannot be allowed to happen.\"\nAbout Russia's vaccine: Russia says its unproven vaccine could be available to other countries by November. But medical experts worry there isn't enough data to back up its safety or effectiveness. Some US medical experts, including CNN's Dr. Sanjay Gupta, say they would not take the vaccine. ##Vaccines## ##Catch Up## Quickly performing facility-wide coronavirus testing after a Covid-19 case is identified might help control its transmission among residents and health care workers, according to research published Tuesday in the US Centers for Disease Control and Prevention’s (CDC) Morbidity and Mortality Weekly Report. Nursing homes are some of the highest risk environments for contracting Covid-19 in the US. Authors from the CDC compiled data from seven state and local health departments that conducted facility-wide testing in a total of 288 nursing homes from March 24 to June 14. The researchers found that health departments in Arkansas, Detroit, New Mexico, Utah and Vermont performed facility-wide Covid-19 tests in 93 nursing homes, which helped authorities detect new cases in 79% of facilities.  “Facility-wide testing of residents and health care personnel (HCP) can identify asymptomatic and presymptomatic infections and facilitate infection prevention and control interventions,” the report said, noting that state health departments needed to have the resources for widespread testing. As well as being a high risk environment for elderly patients, nursing homes also pose a health risk to the employees who work there. More than 900 US health care workers have died of Covid-19, according to a news release from the Kaiser Family Foundation published Wednesday. Five European countries have recorded a drop in Covid-19 cases even as most nations in the continent grapple with rising levels of infection, according to  a report by the European Centre for Disease Control (ECDC). Portugal, Sweden, Croatia, Latvia and Slovenia have all recorded a decreasing trend in the number of new infections in the past two weeks, while the rest of the continent has seen an uptick in reported cases per 100,000 people. The positive signs come as the UEFA Champions League finals kick-off in Lisbon.  UEFA made the decision to host the final stages of the competition in the Portuguese capital in June, attributing the decision to the country’s reputation as a “safe and low-risk Covid-19 destination” at the time, compared to other European nations. Looking specifically at the Lisbon region, the ECDC report says the 14-day trend for the area also shows a “decrease” in the number of cases.  On Tuesday, Portuguese health authorities reported an additional 120 infections from the novel coronavirus in the entire country, a 0.2% increase on the previous day, for a total of 52,945 cases diagnosed since the outbreak began. The novel coronavirus has infected more than 20 million people globally and killed more than 742,000. Here are some of today's key developments: Doubts build over Russian vaccine: Germany's Health Minister Jens Spahn has accused Moscow of failing to be transparent over its research and said the country's approved vaccine could be \"dangerous.\" \nRussia's case count passes 900,000: The country recorded 5,102 new infections over the past 24 hours, bringing its total number of cases to 902,701.\nCases soar in Texas: State officials are redoubling efforts to make residents wear masks and practice social distancing after Texas recorded more than 500,000 Covid-19 cases.\nUK faces its worst recession yet: UK economic output shrank by 20.4% in the second quarter of 2020, the worst quarterly slump on record, pushing the country into the deepest recession of any major global economy.\nNew Zealand election date in doubt: The country's September 19 election may be delayed after Jacinda Ardern announced that the dissolution of parliament would be deferred by a few days due to a fresh outbreak.\nBelgian region makes wearing face masks compulsory: The rule applies to anyone aged 12 years or older in the Brussels region, \"in public spaces as well as on private premises accessible to the public.\" Officials made the decision after a spike in cases. Russia raised eyebrows on Tuesday when it announced the world's first approved coronavirus vaccine for public use. President Vladimir Putin says his own daughter has already received it, but testing is yet to be completed and experts are skeptical about how quickly the vaccine has been registered. Here's a summary of what we know -- and don't know -- so far.  Is the Russian vaccine safe and effective? The short answer is that we don't know. Russia has released no scientific data on its vaccine testing and CNN is unable to verify claims about its safety or effectiveness. But Russia says the vaccine has passed through Phase 1 and Phase 2 trials which were completed on August 1.  A Phase 3 trial on more than 2,000 people only began today. Typically Phase 3 trials are conducted on tens of thousands of people.  We do not have any information whatsoever on whether this is safe,\" Keith Neal, Emeritus Professor of the Epidemiology of Infectious Diseases, University of Nottingham, told CNN. How did Russia pull this off so quickly? In April, Russia enacted a law which eliminated the need for a Phase 3 vaccine trial before approval. Approval now means the coronavirus vaccine can be distributed even as Phase 3 tests get underway -- though practically speaking, mass-manufactured doses aren't expected to be ready for weeks. \"They're not as far ahead as other vaccines,\" Neal said, noting that Moderna and Oxford's vaccines have already begun Phase 3 trials. Critics say Russia's haste is partly due to political pressure from the Kremlin, which is keen to portray the country as a global scientific force. Read our full Q and A here: ##Vaccines## Are parents really supposed to be reassured by all this talk about \"mild\" cases of Covid-19 in children? What about the unfortunate \"few\" youngsters who have died or come down with a strange and severe associated illness? No parent wants to take the odds that their child might be the exception to the rule. \"We've had 90 deaths in children in the United States already, in just a few months,\" Dr. Sean O'Leary, vice-chair of the American Academy of Pediatrics Committee on Infectious Diseases, told CNN's Anderson Cooper on Monday.\n\"It's not fair to say that this virus is completely benign in children,\" he said. As a number of schools and universities across the country have begun classes or are moving forward with plans to begin full or partial in-person instruction in the coming weeks, fears among families are on the rise.  The question looms: Will our children be safe? Read more: As Texas soars past 500,000 Covid-19 cases, state officials are redoubling their efforts to get residents to wear masks and practice social distancing, after suggesting that the surge has been driven by people letting their guard down. \"The most important thing I could convey today that is even though the numbers of Covid-19 have improved, it has not left Jefferson County, it has not left Orange County, it has not left the state of Texas,\" Gov. Greg Abbott said. Texas has been at the center of the resurgence of coronavirus cases along with California and Florida, which are both reporting thousands of new daily cases. Though Texas officials initially came under scrutiny for downplaying the severity of the virus' spread and acting slowly to pull back plans for reopening, Abbott said during a news conference Tuesday that the state is ramping up distribution of personal protective equipment and encouraging Texans to wear masks and socially distance. The bottom line is Texans realized how dangerous Covid-19 can be,\" Abbott said. Read more: ##Hotspots## German health minister Jens Spahn has strongly criticized Russia’s approval of a coronavirus vaccine, saying Moscow is not “transparent” and that a vaccine without proper testing could be “dangerous.”  Spahn made the remarks in a radio interview with the broadcaster Deutschlandfunk.  “It is not about being first, it is about having an effective, a tried and with that a safe vaccine,” Spahn said.\n\"To have trust in such vaccine I believe it is important to do the necessary testing even in times of pandemic and to make everything public.”  Spahn criticized what he called Russian authorities’ lack of transparency.  “The problem is that we know very little because the Russian authorities are not being transparent. We know that as of now that there has been no Phase 3 testing, so no clinical trials with a broad spectrum of people. And with that it can also be dangerous to start too early.” Russia approved the vaccine before Phase 3 trials began Wednesday.  Moscow has released no data from the Phase 1 and 2 trials and CNN is unable to verify the vaccine's safety and effectiveness. Hong Kong reported 62 new coronavirus cases on Tuesday, including 61 local infections, according to a daily health briefing held on Wednesday. Among the local infections, 33 cases were linked to previous ones, while 28 were deemed untraceable, said Dr. Chuang Shuk-kwan of the health department's Communicable Disease Branch.  The city has reported 4,243 total cases of the virus. In addition, six deaths were recorded on Tuesday, bringing the death toll in the territory to 63. Face masks have been made compulsory in Belgium's Brussels region, according to local authorities. The new rule came into effect Wednesday. The rule applies to anyone aged 12 years or older, \"in public spaces, as well as on private premises accessible to the public.\" The decision comes as cases in the region crossed the threshold of 50 daily cases per 100,000 people, the local government said. Weekly infections in Belgium rose at the end of July and officials in countries across Europe are scrambling to prevent a second wave of the virus.  Belgium has 75,008 cases of coronavirus according to Johns Hopkins University. ##Hotspots## In early February, my partner and I discovered that I was pregnant. Looking back, that feels like one of the last big milestones of the Before Times — a wonderfully blissful and uncomplicated period. I'd skimmed a few headlines about a scary-sounding disease called Covid-19 but didn't worry too much about it. The virus seemed so far away on the other side of the globe. My biggest concern was adjusting to the idea of carrying a child. Our first ultrasound was scheduled for March 3. At eight weeks, our baby didn't yet look like a baby. According to the pregnancy website we consulted each week, she was only as big as a raspberry. Still, she had a heartbeat -- and when we heard it, my partner, Billy, excitedly grabbed my hand. We laughed in surprise and flashed giant smiles at the ultrasound technician, who grinned back at us. That was our last prenatal appointment of the Before Times. Read more: Russia recorded 5,102 new coronavirus infections over the past 24 hours, bringing the total number of cases to 902,701. Russia has the fourth highest number of Covid-19 cases in the world, after the US, Brazil and India.   The country also recorded 129 additional coronavirus deaths on Tuesday, pushing the total death toll to 15,260. The Russia government also announced the approval of what they say is the world’s first Covid-19 vaccine on Tuesday. Critics say the vaccine -- named “Sputnik V” by the Russians -- is not supported by any published scientific data, and its approval took place before crucial Phase III trials had even begun. Read more on Russia's vaccine here. ##Hotspots## The novel coronavirus has infected nearly 20.3 million people worldwide and killed at least 741,000, according to Johns Hopkins University. Here're the latest headlines: UK officially in recession: The British economy shrank by 20.4% in the second quarter of 2020, the worst quarterly slump on record. That pushed the country into the deepest recession of any major global economy.\nGermany sees new spike: Daily new infections in Germany soared above 1,000 again on Tuesday, after several days with lower numbers. The country has been dealing with a rise in case numbers for several weeks. \nVaccine \"not a race to be first\": US health chief Alex Azar said America is not in a coronavirus vaccine race with Russia, responding to Moscow's approval of what it claims to be the \"world's first\" Covid-19 vaccine.\nRussia prepares for vaccination drive: The head of the group funding Russia's Covid-19 vaccine research, said the country will begin mass vaccinations of its citizens in October, despite questions about the drug's safety and efficacy.\nNew Zealand election date in doubt: Prime Minister Jacinda Ardern announced a delay in the dissolution of Parliament after the country's 102-day streak of no new local cases ended. That's raised uncertainty over the date of the national election, originally scheduled for September 19. ##Catch Up## The UK economy shrank 20.4% in the second quarter of 2020, capturing the direct effects of the coronavirus pandemic and the government measures taken to reduce transmission of the virus, according to the Office for National Statistics. This is the worst quarterly slump since such records began in 1955. It follows a 2.2% contraction in the first quarter, meaning the UK economy is now officially in recession. Output of services, production and construction -- industries most exposed to government restrictions -- saw record drops from April to June. But as coronavirus restrictions eased in June, the UK economy rebounded 8.7%. \"The economy began to bounce back in June with shops reopening, factories beginning to ramp up production and housebuilding continuing to recover. Despite this, GDP in June still remains a sixth below its level in February, before the virus struck,\" said Deputy National Statistician and Director General for Economic Statistics Jonathan Athow.\n\"Overall, productivity saw its largest fall in the second quarter since the three-day week,\" he said, referring to a 1973-74 measure. \"Hospitality was worst hit, with productivity in that industry falling by three quarters in recent months.\" Deepest recession: This is the worst quarterly drop for the second quarter of 2020 among the G7 economies. UK Finance Minister Rishi Sunak said: “I’ve said before that hard times were ahead, and today’s figures confirm that hard times are here. Hundreds of thousands of people have already lost their jobs, and sadly in the coming months many more will. But while there are difficult choices to be made ahead, we will get through this, and I can assure people that nobody will be left without hope or opportunity.” ##Economy## Germany’s daily new coronavirus infections soared above 1,000 again on Tuesday, after several days with lower numbers, according to data from the country’s center for disease prevention, the Robert Koch Institute.  The institute recorded 1,226 new cases over the past day, up from 966 the day before.  Germany has been dealing with a rise in infection numbers for several weeks. The government is urging citizens to strictly adhere to social distancing rules, mask wearing and hand sanitizing. It has also rolled out free tests for anyone entering the country. ##Hotspots## If Covid-19 had first emerged in Taiwan, the United States or any other open society, it “would have gone very differently,” US Health and Human Services Secretary Alex Azar said in a teleconference from Taipei on Wednesday. “It would have been reported to public health authorities who would have shared that information with the public and with medical professionals, even more important, it would have been reported in a timely, accurate and transparent manner, under the International Health Regulations, under which Taiwan has been a model of compliance on information sharing,” Azar said. Azar met with Taiwan’s President Tsai Ing-wen, the Health and Welfare Minister Chen Shih-chung and members of the Taiwan CDC to discuss Covid-19 during his three-day trip to the self-ruled island, the highest-level visit by a US cabinet official in four decades. “My visit to Taiwan is a recognition of its success in combating Covid-19, and a testament to our shared beliefs that open democratic societies are best equipped to combat infectious disease threats like Covid-19,” Azar said.  Criticizing China: In contrast to his praise for Taiwan, Azar was highly critical of the way China handled the initial outbreak. “China could have, and should have, disclosed more information more transparently and more cooperatively regarding Covid-19,” Azar said. “They should have disclosed ... the rapid human to human transmission of the disease that they knew about, they should have disclosed the asymptomatic carriage and transmission of the disease.” Azar also accused China of a month-and-a-half delay in allowing outside experts into the country to learn more about the disease, and pressuring the World Health Organization to stop other countries from establishing border controls and travel restrictions. “Even as China imposed internal travel restrictions, [it still allowed] their people to travel throughout the world including to Europe, which then allows … travelers in Europe to spread disease across the United States,” Azar said. ##Politics## Brazil’s Paraná state is scheduled to sign an agreement with Russia on Wednesday for the research, development and testing of its coronavirus vaccine, according to a statement from the Russian Embassy. Under the agreement, some vulnerable groups in Brazil will be first to receive vaccination. \"Initially, health professionals and teachers, i.e. the groups most vulnerable to contamination, will receive vaccines. The government has adopted a digital scheme to control and monitor the effects of vaccination on these groups,\" the statement said. The document will be signed by Kirill Dmitriev, director of the Russian Direct Investment Fund, which is funding Russia's vaccine research, and Paraná State Gov. Ratinho Junior. The meeting will happen through a video conference meeting on Wednesday afternoon. \"Brazil is aware of all the vaccine studies under development and guarantees that, as soon as it has access to a vaccine that is proven to be effective against Covid-19, Brazilians will have access to it,\" the Brazil Health Ministry told CNN on Wednesday.  ##Vaccines## Philippine President Rodrigo Duterte said he has confidence in the Russian coronavirus vaccine and is willing to volunteer in trials.   “I will volunteer to receive it in public. I will be the first to be experimented on,” Duterte said during his address to the nation late Monday broadcast by state-run RTVM.   Russian President Vladimir Putin on Tuesday announced the approval of a coronavirus vaccine for use, claiming it as a \"world first.”  Several US health leaders and vaccine experts have expressed skepticism about whether the vaccine has been proven to be safe and effective. No data from human trials of the vaccine has been released, and it has not yet gone through large Phase 3 trials.  \"I believe that the vaccine that (Russia has) produced is really good for humanity,” Duterte said, “By December... we will hopefully have a Covid-free December.\"  Duterte went on to say that his country would get priority access to the vaccine because of its relationship with Russia.  ##Vaccines## The United States recorded 46,808 new Covid-19 infections and 1,074 additional deaths on Tuesday, according to Johns Hopkins University's tally. As of Tuesday, a total of 5,141,208 cases of coronavirus have been reported in the US, and at least 164,537 people have died from the virus, according to JHU. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking US coronavirus cases here: ##Hotspots## US Health and Human Services Secretary Alex Azar said Wednesday that coronavirus vaccine development is “not a race to be first,” responding to Russia's approval of what it claims to be the \"world's first\" Covid-19 vaccine. Azar noted that two of the six Covid-19 vaccines that the US government has invested in entered Phase 3 clinical trials weeks ago, while the Russian vaccine is now only beginning that step of the process. The data from the initial trials in Russia has also not been disclosed, he said.  “We will require any vaccine in the United States be safe and effective and meet the FDA's gold standard,” Azar said at a news conference in Taipei, Taiwan during his three-day trip to the self-ruled island, the highest-level visit by a US cabinet official in four decades. Comparing Operation Warp Speed, the US government’s Covid-19 vaccine effort, to the Apollo mission to land humans on the moon, Azar said this “once in a generation type initiative” should produce a safe Covid-19 vaccine by the end of the year. Under Operation Warp Speed, the US government has six vaccines under contract.  “As a result of this just unprecedented action and historic speed, never before has a vaccine in the developed world gone from Phase 1 to Phase 3 as quickly as the Moderna vaccine,” Azar said. \n“The United States is committed that any vaccine that we would distribute would be safe and effective and meet the Food and Drug Administration's gold standard for authorization or approval.”  ##Vaccines## China recorded 25 new Covid-19 cases Tuesday -- 19 fewer than the previous day, the National Health Commission (NHC) said in a statement Wednesday.   The new infections include nine locally transmitted cases and 16 imported cases.    All of the local cases were reported in the far western region of Xinjiang, according to the NHC.   The country also detected 20 new asymptomatic cases on Tuesday, the health agency said. In China, asymptomatic cases are not included in the total tally of confirmed cases. China has so far recorded 84,737 coronavirus cases, including 4,634 deaths, according to the NHC. Australia’s Victoria state recorded 21 new deaths from Covid-19 in the past 24 hours -- the largest single-day spike in fatalities since the pandemic began, the state's Department of Health and Human Services announced Wednesday.  The new casualties bring Victoria's total coronavirus death toll to 267.  The department also announced 410 new Covid-19 cases, raising the total number of infections in Victoria to 15,251. ##Hotspots## Mexico identified 926 new deaths from the novel coronavirus on Tuesday, taking the total number of fatalities to 53,929, the country's Health Ministry reported. The country holds the third-highest coronavirus death toll in the world, after the United States and Brazil, according to Johns Hopkins University's tally.  Mexico's Health Ministry also recorded 6,686 new infections Tuesday, bringing the total number of cases to 492,522. CNN is tracking worldwide coronavirus cases here: ##Hotspots## New Zealand will defer the dissolution of Parliament \"by at least a few days,\" which would allow it to reconvene if needed, Prime Minister Jacinda Ardern announced at a news conference Wednesday. The dissolution of Parliament was scheduled to take place on Wednesday in a key step toward holding a national election on September 19.  Ardern said that “no decision yet as you can imagine” has been taken regarding the postponement of the election.  The announcement comes after New Zealand confirmed four new locally transmitted Covid-19 cases Tuesday, breaking the 102-day streak the country had gone without recording a local infection. All four of the cases were found within one household in South Auckland, and none of them had recently traveled outside of New Zealand, according to New Zealand's Director-General of Health Dr. Ashley Bloomfield.  Elderly homes closed: Ardern also announced Wednesday that all retirement homes in New Zealand will be closed off in a bid to protect “vulnerable ” communities from the spread of coronavirus. Ardern said all aged care facilities would be closed to everyone but staff and essential deliveries from noon local time Wednesday.  “I realize how incredibly difficult this will be for those who have loved ones living in these facilities but it is the strongest way that we can protect and look after them,” Ardern said. Mass testing: Speaking at the same news conference, Bloomfield said health officials have prepared “to test tens of thousands of people in the coming days, so we can see if there are anymore cases of Covid-19 in the community.”  He added that New Zealand has over 270,000 coronavirus tests in stock, with the ability to process 12,000 tests per day.  Back into lockdown: Auckland, the most populous city in New Zealand, was placed under level 3 restrictions following the confirmation of the new cases Tuesday. All non-essential businesses, including restaurants and bars, are closed, and residents are only allowed to leave home for essential activities such as grocery shopping. Schools in Auckland will also be closed for three days.  The rest of New Zealand went into level 2 restrictions, where businesses can remain open as long as they follow public health guidelines. Kirill Dmitriev, head of the Russian Direct Investment Fund (RDIF), which is funding the coronavirus vaccine research approved in Russia said Tuesday the rollout of the drug \"will be very gradual.\" \"We're not going to give it to 10 million people tomorrow,\" Dmitriev told CNN's Anderson Cooper and Dr. Sanjay Gupta. \"It's going to be a very gradual, careful rollout going forward.\" Developed by the Moscow-based Gamaleya Institute, the vaccine has been named Sputnik-V, a reference to the surprise 1957 launch of the world's first satellite by the Soviet Union. It has yet to go through crucial Phase 3 trials where it would be administered to thousands of people. \"We can say that it works,\" Dmitirev told Gupta. \"I've taken it myself. I've given it to my parents, to my wife.\" The announcement of the Russian coronavirus vaccine has been met with worldwide skepticism.  The World Health Organization said in a statement about the Russian vaccine that \"accelerating vaccine research should be done following established processes through every step of development to ensure that any vaccines that eventually go into production are both safe and effective.\" Cooper asked Dmitriev, \"To those who are saying that this vaccine was rushed. You said it was proven. How has it been proven effective?\" \"It's been proven through phase one, phase two trial,\" Dmitriev said. \"We will have phase three trials in many other countries, in the UAE, Saudi Arabia, Brazil and Philippines.\"\n\"According to Russian law, when you have a pandemic, when you have epidemia like this, you can do phase three concurrently with launching to high-risk groups, which we are doing. We believe that's exactly the right approach, and this approach makes sense. And the rest of the world knowing some of the science behind our vaccine really likes what they see. We received 1 billion doses preorder already for the vaccine. I think time will tell the success of the Russian approach. Russia has released no scientific data on its testing and CNN is unable to verify the vaccine's claimed safety or effectiveness.  ##Vaccines## Dr. Anthony Fauci, the US' top infectious disease expert, said he seriously doubts Russia has proven its coronavirus vaccine is safe and effective after Moscow said it had approved a drug for use Tuesday. “I hope that the Russians have actually, definitively proven that the vaccine is safe and effective. I seriously doubt that they've done that,” Fauci told Deborah Roberts of ABC News for a National Geographic event to broadcast Thursday. A portion of the interview was posted by National Geographic on Tuesday. Fauci, the director of the National Institute of Allergy and Infectious Diseases, said that having a vaccine and proving that a vaccine is safe and effective are two different things. “We have half a dozen or more vaccines,” Fauci said. “So if we wanted to take the chance of hurting a lot of people or giving them something that doesn't work, we could start doing this, you know, next week if we wanted to. But that's not the way it works.”  Fauci said that if and when Americans hear announcements from countries like Russia or China about vaccine development, they have to remember that the United States has certain safety and efficacy standards in place. Makers of the Russian vaccine have not yet released any data from human trials. The US Food and Drug Administration has said that it will only approve a vaccine if it meets a 50% efficacy requirement. In a statement emailed Tuesday, the World Health Organization said it is in touch with Russian scientists and authorities and looks forward to reviewing details of the trials. According to WHO, there are 28 vaccines in human trials around the world. ##Vaccines## US President Donald Trump cited misleading statistics about coronavirus cases in Europe during a news briefing Tuesday, claiming inaccurately that the United States is currently handling the pandemic better than other countries. “Since the end of July, the seven-day average for cases in the United States has fallen by nearly 20%, but the virus continues to increase in nations across the globe,” the President claimed, speaking before taking questions. “Last week, France and Germany both recorded their highest daily number of new cases in three months.”\n“Not that I want to bring that up,” he added, “but might as well explain it to the media.”\n“The seven-day case average for Germany has increased by 62% since last week, unfortunately, and that is truly unfortunate. It’s increased 82% in France, 113% in Spain, and 30% in the United Kingdom. Those are big increases. Cases are also rapidly increasing in the Netherlands, Sweden, Belgium, Switzerland, Slovakia, Estonia and other European counties. And in our country, they’re going down. We will be seeing that even more rapidly as time goes by, short time,” the President claimed.  It’s true that cases are rapidly rising in Europe, but the numbers are nowhere near the level of infection in the United States.  The US added 49,536 new cases on Monday, a day that consistently sees lower numbers. The US is averaging 54,409 new cases over the past seven days, which is up slightly from the previous few days. However, the percentage change from the prior week in cases is down 10%, not 20% as the President claimed. This is also slightly lower than last week, when the US dipped down 16% compared to the prior week in this metric, according to a CNN analysis of data from Johns Hopkins University.  ##Politics## The Trump administration has reached a $1.525 billion deal with Moderna Inc. to manufacture and deliver 100 million doses of the company’s Covid-19 vaccine once it is approved, according to a news release from the US Department of Health and Human Services. President Donald Trump announced the deal during a media briefing on Tuesday. Moderna is one of several companies manufacturing the vaccine “at risk,” as the industry calls it, meaning the company is currently making the vaccine before it is approved. Clinical trials are currently underway to test whether it’s safe and effective. Under this contract, worth up to $1.525 billion for 100 million doses, the doses would be owned by the US government and distributed and used as part of its Covid-19 vaccine campaign. If the doses are used, they would be provided to Americans at no cost. The government can also acquire up to an additional 400 million doses of this vaccine.  The vaccine, called mRNA-1273, was developed by Moderna in collaboration with the US government. It had development help from the National Institute of Allergy and Infectious Diseases, and the US Biomedical Advance Research and Development Authority (BARDA) supported late stage clinical trials and has helped scale up manufacturing. Moderna’s advanced stage clinical trial, which started July 27, is the first government-funded Phase 3 clinical trial for a Covid-19 vaccine in the US. This contract is a part of the US government’s Operation Warp Speed, the federal push to get vaccines and therapeutics to market as soon as safely possible. HHS said the goal is to get effective vaccines to the American people by the end of the year.  The government also reached a deal with Pfizer in July to produce 100 million doses of its vaccine. In August it agreed a similar deal for 100 million doses with Janssen, the Johnson & Johnson vaccine arm, for its vaccine candidate. It has other deals with GlaxoSmithKline, Sanofi Pasteur, Novavax and AstraZeneca.  There are 28 Covid-19 vaccines in human trials, according to the World Health Organization. “In creating a vaccine portfolio for Operation Warp Speed, the Trump Administration is increasing the likelihood that the United States will have at least one safe, effective vaccine by 2021,” HHS Secretary Alex Azar said in Tuesday’s news release. “Today’s investment represents the next step in supporting this vaccine candidate all the way from early development by Moderna and the National Institutes of Health, through clinical trials, and now large-scale manufacturing, with the potential to bring hundreds of millions of safe and effective doses to the American people.” ##Vaccines##", "Section": "world", "Writers": ["Nectar Gan", "Adam Renton", "Melissa Macaya", "Meg Wagner", "Mike Hayes"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-08-12-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}