{"Type": "article", "Time": "2015-07-07", "Headline": "UNESCO's newest World Heritage Sites", "Text": "There's the site where Jesus was believed to have been baptized by John the Baptist. And then there are the spots where French Champagne and Burgundy were born. And you remember the Alamo, part of the San Antonio Missions of Texas? They are among the 27 newest members of the exclusive UNESCO World Heritage List.  Since Friday, the United Nations' cultural body has named natural, cultural and combination sites around the world to its prestigious preservation list. The World Heritage List now includes 1,031 natural and cultural wonders that are considered to be places of \"outstanding universal value.\" The UNESCO World Heritage Committee had been considering new sites at a meeting in Bonn, Germany, that started June 28. San Antonio Missions site gets World Heritage status The inscribed sites of \"outstanding universal value\" must also meet one or more of 10 criteria such as \"representing a masterpiece of human creative genius,\" containing \"exceptional natural beauty\" or being an outstanding example of a traditional human settlement.  UNESCO has been adding sites to the World Heritage List since 1978. Nations often spend years developing pitches for inclusion on the list because of its significant cultural cachet and the fame and resources it can attract to sites in need of restoration and protection. They must convince the UNESCO committee that they will protect their sites and support them financially.  Explore Yellowstone and 11 more of the first World Heritage Sites The World Heritage Committee also added three sites to the List of World Heritage in Danger because of armed conflict in the countries in which they are located. There are two sites in Yemen, the Old City of Sana'a and the Old Walled City of Shibam, and Hatra in Iraq. France wine country toasted with World Heritage status The committee declined to add the Great Barrier Reef in Australia to the list in danger last week, much to the relief of Australia's government, which had feared the negative attention.  The committee cited improvements in the government's response to the reef's problems but set a December 2016 deadline for a report on improvements to the beloved site. Pollution and coal projects have brought the reef worldwide attention, and many environmental groups have lobbied for the \"in danger\" listing. At the same time, Los Katíos National Park in Colombia was removed from the List of World Heritage in Danger after national authorities took steps to reduce illegal overfishing and timber extraction. It was placed on the list in danger in 2009 at the request of Colombia's government.  The United States doesn't have much sway over UNESCO decisions anymore; the government withdrew its dues and other financial contributions to UNESCO in 2011. That's because the agency admitted the Palestinian government as a full member representing a country.  After failing to pay its dues for two years, the United States lost UNESCO voting rights in 2013, per the agency's rules.  Go to whc.unesco.org/en/newproperties to learn more about the newly named sites.  UNESCO's newly inscribed World Heritage List sites China: Tusi sites\nDenmark: Christiansfeld, a Moravian Church settlement \nDenmark: Par Force hunting landscape in North Zealand \nFrance: Champagne hillsides, houses and cellars \nFrance: Climats, terroirs of Burgundy \nGermany: Speicherstadt and Kontorhaus District with Chilehaus \nIran: Cultural landscape of Maymand \nIran: Susa\nIsrael: Necropolis of Bet She'arim, a landmark of Jewish renewal\nItaly: Arab-Norman Palermo and the cathedral churches of Cefalú and Monreale \nJamaica: Blue and John Crow mountains\nJapan: Sites of Japan's Meiji industrial revolution \nJordan: Baptism site \"Bethany Beyond the Jordan\" (Al-Maghtas) \nRepublic of Korea: Baekje historic areas \nMexico: Aqueduct of Padre Tembleque hydraulic system\nMongolia: Great Burkhan Khaldun Mountain and its surrounding sacred landscape \nNorway: Notodden industrial heritage site in Rjukan\nSaudi Arabia: Rock art in the Hail Region of Saudi Arabia \nSingapore: Singapore Botanical Gardens\nSouth Africa: Cape Floral Region protected areas (significant extension of \"Cape Floral Region protected areas\" site)\nSpain: Routes of Santiago in Northern Spain (significant extension of \"Routes of Santiago de Compostela\" site)\nTurkey: Diyarbakir Fortress and Hevsel Gardens cultural landscape \nTurkey: Ephesus \nUnited Kingdom of Great Britain and Northern Ireland: The Forth Bridge\nUnited States: San Antonio Missions \nUruguay: Fray Bentos cultural-industrial landscape \nViet Nam: Ke Bang National Park (significant extension of \"Phong Nha-Ke Bang National Park\" site)", "Section": "travel", "Writers": ["Katia Hetter"], "URL": "https://www.cnn.com/travel/article/new-unesco-world-heritage-sites-2015-feat/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "viet Nam", "Source": "CNN"}