{"Type": "article", "Time": "2020-11-05", "Headline": "The latest on the coronavirus pandemic", "Text": "Japan has reported over a thousand Covid-19 infections in a single day for the first time since August 21, according to Japan’s Health Ministry.  Japan gained 1,054 new cases on Thursday with 12 new deaths.  The total number of the infections throughout Japan now stands at 105,494 (this figure includes 712 on the Diamond Princess cruise ship) and the death toll has now reached 1,819 (including 13 on the cruise ship).  Patients in critical condition raised to 183, this is up 18 from Wednesday. Tokyo announced 269 news cases of virus on Thursday. The total number of infections in Tokyo has reached 31,893 and 38 patients are in serious condition as of Thursday. The Italian regions worst-hit by the second coronavirus wave entered a new lockdown Friday after the country tallied its highest daily number of both infections and deaths the previous day. Italy is under a 10 p.m. to 5 a.m. nationwide curfew, with bars and restaurants closing at 6 p.m., while certain areas face harsher restrictions. Residents in \"red zone\" regions -- Lombardy, Piedmont, Valle d'Aosta and Calabria -- may only leave home for necessities, health or work. Those in \"orange zones\" are banned from leaving their towns except for work or health reasons -- and bars and restaurants are closed except for delivery and takeout. Italy reported 35,505 new cases and 445 deaths Thursday, taking its case total to 824,879 and fatalities to 40,192, according to health ministry data. These figures \"are not a good sign,\" said Gianni Rezza, director of the prevention department at the ministry. \"The virus is running and we have to stop it.\" Meanwhile in France:  Paris also announced stricter measures as the country reported a record 58,046 new cases Thursday, according to the French health agency. The country has Europe's highest case number, at 1.6 million infections. From Friday, food delivery, takeout and alcohol sales are banned in Paris between 10 p.m. and 6 a.m., police said. \"The second wave is already upon us, and it is brutal,\" French health minister Olivier Véran told a news conference Thursday. If the virus keeps spreading at this rate, he said \"the second wave could be worse and longer\" than the first, and could take \"until mid-December\" to stabilize. Véran urged people to respect the national lockdown, or face \"a high risk of saturation\" of hospitals by mid-November. Read the full story:  North Dakota Governor Doug Burgum said in a news conference, \"today, statistically, marks the worst day yet for North Dakota during the pandemic.\" \"We've got a record number of cases, in terms of record number of daily cases, record number of total active cases, and record number of daily reported hospitalizations, and a record number of deaths, and our second highest positivity rate,\" he added.  Thursday's 9,224 active cases record is the first time the US state surpassed a daily count of 9,000, he said. The 16.4 positivity over the last seven days and hospitalization of 231 people are also record highs, he added. The Covid-19 risk level was raised in a number of North Dakota counties, according to Burgum.  \"At the point we are right now,\" he said, \"no county in the state will have a designation lower than yellow,\" which approaches the lower end of the Covid-19 risk level.  At the same press conference, the Department of Human Services Executive Director Chris Jones said that due to an increase in hospitalizations across the country, there is no additional staff to bring in.  \"The level of surge is constrained by the number of available health care workers,\" Jones said.  Some hospital capacity constraints in the state are because of transfers in from Minnesota, South Dakota and Montana, according to Jones.  Visibly emotional, Jones also discussed the strain being put on health systems, physicians, nurses and other hospital staff. \"For those of you who do not believe, go and talk to them. Ask them what it is like. Ask them about the impact it has on their family. Ask them about the impact it has on them as they treat patients with Covid and other citizens seeking care,\" Jones said.  The North Dakota Department of Health reported Thursday 1,540 new COVID-19 cases and 29 coronavirus related deaths, bringing the total number of deaths to 596 in the state.  These numbers were released by the North Dakota Department of Health and may not line up exactly in real time with CNN's database drawn from Johns Hopkins University and the Covid Tracking Project Track Covid-19 cases in the US here: ##Hotspots## The Danish Government has announced new restrictions in seven municipalities after scientists there identified a mutated strain of coronavirus linked to the mink population. According to the government, the mutated form of the virus has been passed back to humans. Under the new restrictions, restaurants, cafes and pubs are to close from Saturday -- with an exception for food outlets selling takeaways. Indoor sporting venues -- including gyms --are also being shut, as well as cultural centers, including theaters, cinemas, museums, music venues and libraries. The government has also announced it is shutting down public transport in the affected municipalities, with the exception of school buses. The municipalities are Hjorring, Frederikshavn, Bronderslev, Jammerbugt, Thisted, Vesthimmerland and laeso. The Danish Government is encouraging people in these regions to avoid travel outside their area, and to limit contact with others. Under the new rules, public gatherings will be further restricted with gatherings of 500 people at seated events now cancelled. Gatherings of 50 people at sporting events or at children's activities is also cancelled. Everyone living in the affected municipalities is encouraged to get tested while the new measures are in force. People with links to mink farm operations are being encouraged to be tested every 3-4 days. The United States has so far recorded 120,921 new Covid-19 cases for Thursday, the highest single-day rise in infections since the pandemic again, according to Johns Hopkins University. New cases are still being reported and the total tally for Thursday will continue to climb up through the night.  Thursday's number has already eclipsed Wednesday's new high of 102,831, which was the first time daily infections had surged past 100,000 in the US. CNN is tracking Covid-19 cases in the US here: Ohio reported a record 4,961 Covid-19 cases Thursday and Governor Mike DeWine warned that community spread was possible statewide. \"It is everywhere, we can't hide from it, we can't run from it,\" DeWine said in a Thursday press briefing. \"We've got to face it.\" DeWine said that every county in the state is seeing significant community spread. The risk of catching this virus in every county is very real,\" DeWine said. Ohio also reached record hospitalization and ICU numbers, with 2,075 Ohio residents hospitalized with the virus, 541 of those in intensive care. Additionally there were 33 additional Covid-19 deaths reported Thursday. DeWine attributed the rise in community spread of Covid-19 in the midwestern state to social gatherings like weddings, funerals and private parties. He said in-person education did not appear to be contributing to spread, which he attributed to mandated mask use in schools. Minnesota also reported its highest daily total with 3,956 new cases, bringing the state's overall total to 164,865. It's the third day in a row the state has reached a daily high of new cases, according to the US state's dashboard.  The Minnesota Department of Health also reported 25 new deaths, with 2,555 total deaths since the pandemic began, and 9 days in a row of over 100 hospitalizations per day. The latest charts released by the state's health department shows a steady rise of hospitalizations.  As the US continues to shatter daily case records, so do states across the nation: Colorado, Illinois, Pennsylvania, Utah and Wisconsin are among those that set new daily records for infections on Thursday. ##Hotspots## New Jersey Governor Phil Murphy outlined what possible new Covid-19 restrictions could look like while not ruling out another shutdown in the northeastern US state, during an on-camera interview with the Washington Post. Murphy said that the restrictions he is evaluating include sports-related tournaments in other US states, bars, and the possibility of closing non-essential businesses at a certain time. “We got a number of bartenders who have showed up as of late testing positive so we're looking at our bar policy,” Murphy said. Some communities have put a stoppage time on non-essential businesses, which he said the state was looking into. When asked during the interview if a shutdown similar to some European countries could be coming, Murphy said he wouldn't rule it out.  \"We have to leave everything on the table. There's just no other responsible way to answer that. Again, I hope it can be a combination of palatable but effective steps. On the one hand, with surgical strikes, on the other hand, such that we can contain any second wave, but also keep our businesses even if at modest capacities open,\" he said. This comes as New Jersey reported 2,104 new positive cases of Covid-19 and a positivity rating of 7.74% from tests done Sunday November 1. Murphy called the uptick in positivity rating “unacceptable.” There are 1,224 people currently hospitalized due to Covid-19 in New Jersey. The number of hospitalizations has nearly tripled since seven weeks ago when the rolling average was 420 people. There were 12 new lab reported deaths due to the virus in the state, according to the New Jersey Covid-19 dashboard. Murphy also announced that New Jersey has traced 36 total Covid-19 cases to in-school transmission since schools opened roughly two months ago. Ahead of the upcoming Thanksgiving holiday, Murphy urged New Jersey residents not to travel out of the state unless it is for work, school, worship or essential travel. These numbers were released by the state’s public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Restrictions## ##Hotspots## Four National Football League (NFL) teams closed their facilities Thursday after learning of a positive Covid-19 test related to each. The following are statements form the Kansas City Chiefs, Indianapolis Colts, Houston Texans and Chicago Bears: Chiefs: “The club was notified this morning that a staff member has tested positive for COVID-19. The individual is self-quarantining, under the team's medical care, and contact tracing is taking place. The team is now in the NFL's Intensive Protocol and working closely with the league and medical experts. “The health and safety of our players, coaches and staff members remains our number one priority. “The Chiefs will hold practice this morning and then out of precaution, the facilities will be closed this afternoon and meetings will be held virtually. “We'll continue to monitor the situation and take any appropriate action necessary to protect the team and those around us. “The team will continue its preparation to play the Carolina Panthers on Sunday.” Colts: “This morning, we were informed that a member of the Colts staff has tested positive for COVID-19. The team is in the process of contact tracing and has entered the NFL's intensive protocol. The individual has self-quarantined and is under the care of team doctors. The Colts will conduct today's scheduled practice at the Indiana Farm Bureau Football Center, but all meetings will be held virtually and away from the practice facility. We are working closely with the NFL, its medical staff and our team doctors.”   Texans: “We were informed last night that a Texans player has tested positive for COVID-19. In consultation with the NFL and medical experts, we have made the decision to close the facility and conduct all operations virtually today. The player immediately self-isolated and contact tracing has begun. We will follow the NFL’s intensive protocols and guidance regarding the team’s operations. The health and safety of our team, as well as our entire staff, are of highest priority.”   Bears: After learning Thursday that another player tested positive for the coronavirus, the Bears closed Halas Hall and released the following statement:  \"This morning we were notified that another Bears player has tested positive for COVID-19. As a result, the club has decided to pause all in-person football activities and close Halas Hall. Today's practice has been canceled and all meetings will be conducted virtually. The player who tested positive and all close contacts have been contacted and have already begun self-isolation. We will continue to work closely with the NFL medical experts and follow the league's intensive protocol. The health and safety of our team, players and staff are the highest priority.\" The Bears are scheduled to play the Titans Sunday in Tennessee. It's unclear how Thursday's events will affect that game. ##Hotspots## An independent data monitoring committee reviewed safety and efficacy data from Regeneron’s Covid-19 antibody therapy trial in the UK and recommended the trial continue recruiting volunteers, according to a letter from the committee. The committee said it had reviewed the records for 15,545 total patients in what is known as the RECOVERY trial, one of the world’s largest efforts to determine what treatments may help hospitalized patients with Covid-19.  That review included 325 patients in the part of the trial evaluating whether Regeneron’s antibody therapy helps patients more than placebo. In October, a separate Regeneron trial in the US put a hold on enrolling patients who needed mechanical ventilation or high-flow oxygen. Regeneron said that trial’s data-monitoring committee made the recommendation \"based on a potential safety signal and an unfavorable risk/benefit profile at this time.\" That trial is still enrolling patients that don’t need extra oxygen or need only low-flow oxygen.  Regeneron has multiple trials underway.  The company has a trial testing if its therapy could prevent new infections. Another trial is looking at the impact the treatment has on mild to moderate cases. That trial is the basis for the company’s submission to the US Food and Drug Administration for an emergency use authorization, which it submitted in October.  There are at least 79 monoclonal antibody treatments for Covid-19 under investigation. ##Vaccines## Louisiana Governor John Bel Edwards (D) announced Thursday that he will be signing a new executive order keeping Louisiana in Phase 3, with the same Covid-19 mitigation measures in place, including the statewide mask mandate. The order will be in place for 28 days, until December 4, the Governor said. Louisiana reported 740 new cases of Covid-19 on Thursday for a total of 185,825 cases in the state and 20 additional Covid-19 related deaths, for a total of 5,766 deaths, the Governor said. I’m waiting for that day, anxiously awaiting the day, when I can come up and say we’ve registered zero deaths in the previous 24 hours - that day hasn't happened,\" Edwards said. The Governor said while Louisiana currently has the 44th highest rate of Covid-19 cases in the country, “it is not because we have improved our standing -- it's because of deterioration of other states’ standing and the increase in cases that they’ve had elsewhere.” The state’s concerns include an increase in Covid-19 hospitalizations, with 636 hospitalizations reported Thursday, the most since September 18, according to Edwards. Both the Governor and Louisiana’s interim assistant secretary of the Office of Public Health, Dr. Joseph Kanter, said many recent outbreaks in the state have been coming from small gatherings of people “letting their guards down.” The US Air Force Academy has announced their football game at Army, scheduled for this Saturday, has been postponed due to Covid-19 cases at the Academy in Colorado Springs, Colorado. The school issued statement cited \"upward trends\" of coronavirus cases on campus and \"in the surrounding community\" as reasons to call off the contest. No make-up date was announced as the two service academies try to reschedule the game.  \"We are disappointed to postpone this game, but the health and safety of our cadets, staff and the community continues to be our No. 1 priority at the Academy,\" Air Force Director of Athletics Nathan Pine said. \"Due to the upward trends in our Covid numbers across the campus, we have paused all intercollegiate team activities.\" Earlier on Thursday, Navy announced the postponement of their Saturday game against Tulsa due to positive Covid-19 cases at the United States Naval Academy in Annapolis, Maryland. ##Hotspots## Colorado reported 3,369 new cases of Covid-19 on Thursday, the highest daily count since the pandemic began, Governor Jared Polis said during a news conference. The state also reported the highest number of hospitalizations, with 894 patients currently in the hospital for the virus. \"We have now surpassed the hospitalization level we had in March and April and we need to do better, getting back to what we know works. You know it, I know it, we just need to do it,\" Polis said.  The governor urged Coloradans to wear masks and avoid gatherings with people outside of their households. According to the governor, Colorado has reported 121,000 coronavirus cases to date and 2,158 total deaths. Utah also reported its largest single daily increase in new Covid-19 cases with 2,807 new cases on Thursday according to Utah State Epidemiologist Dr. Angela Dunn. Utah Governor Gary Herbert (R) said the report was “grim news and it’s discouraging” and that Utahns would see higher numbers in the upcoming days and weeks, warning that “we'll continue to see this dramatic increase, unless we modify and change our behavior.” When asked if he would consider closing businesses to curb the spread, Herbert said, “We don't want to close down the economy… we think that's maybe the wrong direction to go. Maybe some modifications of behavior that need to take place to keep those businesses open.” Utah has a total of 124,292 confirmed coronavirus cases and 632 deaths according to Utah’s Department of Health. As more states see record-high numbers of daily Covid-19 cases, the United States reported its highest number of new coronavirus infections in a single day -- 102,831 on Wednesday, according to data from Johns Hopkins University. The state-level numbers were released by the Colorado governor’s office and Utah Department of Health respectively and may not line up exactly in real time with CNN's database drawn from Johns Hopkins University and the Covid Tracking Project ##Hotspots## An ensemble forecast published Thursday by the US Centers for Disease Control and Prevention (CDC) now projects there will be 250,000 to 266,000 coronavirus deaths in the United States by November 28. Unlike some individual models, the CDC’s ensemble forecast only offers projections a few weeks into the future. The previous ensemble forecast, published October 29, projected up to 256,000 coronavirus deaths by November 21. At least 234,300 people have already died from Covid-19 in the United States, according to data compiled by Johns Hopkins University. Track Covid-19 cases in the US here: The second wave of coronavirus is already severely hitting France, the country’s Health Minister Olivier Véran warned Thursday. “The second wave is already upon us, and it is brutal,” Véran told journalists at a press conference. France surpassed another record on Thursday, with 58,046 new cases of the virus registered in 24 hours, according to numbers published by the National Health Agency. France is “the European country that has the highest number of cases: 1.6 million,” the Director of the Health Agency Jérôme Salomon said during the same press conference. If the virus keeps spreading at this rate, “the second wave could be worse and longer” than the first wave, Véran said, adding that it could take “until mid-December” to stabilize. The Health Minister urged French people to respect lockdown measures, otherwise “we will see, as early as mid-November, a high risk of saturation” of hospitals. The number of patients hospitalized for coronavirus has increased by 892 in 24 hours, for a total of 28,403 on Thursday, according to health agency numbers and 4,221 coronavirus patients are in intensive care units. The coronavirus death toll in France currently stands at 39,037 according to the health agency. Earlier this week, the World Health Organization (WHO) said France accounted for the third-highest number of new cases globally. \"With more than 275,000 cases reported in the past week (4,200 cases per million population): that is a 27% increase from the previous week,\" WHO said Tuesday. ##Hotspots## A World Health Organization (WHO) official has praised Denmark’s decision to cull the country’s herd of mink, saying the animals appear to be a good reservoir for coronavirus and have infected people with a mutated strain. “It seems that mink are susceptible to the virus and quite good at becoming a reservoir for the virus,” Catherine Smallwood, a senior emergency officer at the World Health Organization (WHO) in Europe said Thursday.  “So there is a risk of course that this mink population could contribute in some way to the transmission of the virus from minks into humans and onwards from humans to humans.” She said the transmission of Covid-19 from humans to animals and back to humans is not new. However, she said Danish researchers had tracked mutations of the virus in the mink. “We're of course very interested in this specific variant and then the genetic changes that are being reported, and we need to understand more about it but it doesn't change right now what's going on, epidemiologically.” On Wednesday, the Danish Prime Minister announced the findings of the research and that all mink would be culled.  WHO European regional director Hans Kluge on Thursday described the decision as “commendable,” especially given the economic impact it will have. Pfizer will not use the government’s vaccine distribution partner, McKesson, to distribute its Covid-19 vaccine in the US if it is authorized, the company said in a statement on Thursday.  Instead, it will use its own distribution system to deliver the vaccine directly to health care providers. Once the vaccine is approved by the US Food and Drug Administration, the company plans on shipping out 7.6 million doses per day from its facilities in Kalamazoo, Michigan, and Puurs, Belgium.  Distribution will be challenging because the Pfizer vaccine must be kept at a temperature of negative 103 Fahrenheit while being stored. Pfizer has designed shipping containers roughly the size of a suitcase that can maintain that temperature for up to 10 days. Pfizer says its distribution plan was approved by the US government and is built on what the company calls a “flexible just in time system which will ship the frozen vials directly from our plants to the point of vaccination.”  In a statement provided to CNN, the company reported that for the US market, “our distribution will be direct from Kalamazoo to point-of-use (POU), or our distribution center at Pleasant Prairie, WI to the points of vaccination or equivalent location. We continue to work very closely with the US Government on ensuring an effective distribution model.” ##Vaccines## House Speaker Pelosi told members of her leadership team on Thursday that she will expand Covid-19 testing in the House.   According to a Senior Democratic aide, the United States Air Force will provide up to 2,000 high-quality tests per week for the entire Congress at no cost for the next six weeks.  The turn-around time on the tests is 6 to 12 hours. A requirement of this option is that if the traveler receives a positive test, the attending physician will perform an additional test to confirm the results.  A longer-term solution is being explored. ##Politics## Employed adults who tested positive for Covid-19 were almost twice as likely to report regularly going to a workplace than those who tested negative, underscoring the importance of teleworking and workplace safety measures, according to research published Thursday in the US Centers for Disease Control and Prevention’s Morbidity and Mortality Weekly Report.  A CDC-led team looked at 314 US adults; 153 were symptomatic and had positive Covid-19 PCR tests and 161 were symptomatic people with negative test results. The participants were identified in outpatient health care facilities in July 2020.  Of the 248 participants who reported their telework status in the two weeks before illness onset, the percentage who teleworked full- or part-time was lower among those with positive coronavirus tests. In these two weeks, those who had positive Covid-19 test results were also more likely to report going exclusively to a school setting or an office.  These associations were also present when the analysis was restricted to those who did not represent critical infrastructure workers.   The findings highlight socioeconomic differences among participants who did and did not telework, the authors wrote. Non-white employees and those who earned less had less opportunity to telework.  “This investigation provides evidence of the potential health benefits of teleworking associated with the Covid-19 pandemic,” wrote the authors.  “Allowing and encouraging the option to work from home or telework, when possible, is an important consideration for reducing SARS-CoV-2 transmission,” they said.  When teleworking isn’t possible, worker safety measures should continue to be scaled up, they said.  The research does have some limitations, including that the study population may not be representative of the US population and that different types of telework were not operationalized and participants weren’t asked about specific alternative work site policies provided by their employer.  Some US states and cities have been upping restrictions such as mandatory mask-wearing in stores, offices and schools in response to the spike in cases across the country. Italy has hit new records for the number of new Covid-19 infections and deaths in a single day, according to Thursday’s data from the country’s Health Ministry. There were 35,505 new cases recorded, taking the total to 824,879 since the start of the pandemic. A further 445 people have died in the past 24 hours, taking the total to 40,192. The total number of patients requiring intensive care now stands at 2,391, an increase of 99 in the past 24 hours.  Thursday’s figures “are not a good sign,” said Gianni Rezza, director of the Prevention Department at the Health Ministry, adding that the worsening situation is why new restrictions are taking effect from Friday. A “stay at home” order from 10 p.m. to 5 a.m. will be enforced across the whole country. In four regions with a higher contagion rate (Lombardy, Piedmont, Valle d'Aosta and Calabria), people will not be allowed to leave their homes unless it is for essential necessities, health or work.  “The virus is running and we have to stop it,” Rezza added. This post has been corrected to reflect that Valle d'Aosta -- not Liguria -- is one of the four regions where people will not be allowed to leave home except for essential trips. ##Hotspots## There is “light at the end of the tunnel” as England begins a four-week lockdown to try to contain a second wave of Covid-19 infections, UK Prime Minister Boris Johnson has said. New restrictions took effect at the start of Thursday, requiring people to stay home in most circumstances. “The UK government and the devolved administrations are working together on a joint approach to the Christmas period, because all of us want to ensure families can come together, wherever they live,” Johnson said at a press conference from Downing Street. “The advice I've received suggests that four weeks is enough for these measures to make a real impact so these rules will expire and on the 2nd of December, we will move back to a tiered approach. There is light at the end of the tunnel. “I have every confidence – if we follow this package of measures in the way that we can, and as have done before – I’ve no doubt that people will be able to have as normal a Christmas as possible.” As coronavirus infections spike across Europe, Johnson said earlier this week that UK deaths in the second wave of the pandemic could potentially exceed those recorded in the spring, with the number of coronavirus patients in some hospitals \"already higher than at the peak of the first wave.\" ##Hotspots## Pennsylvania counted another 2,900 coronavirus cases on Thursday, the highest daily increase since the pandemic began. Health authorities in the state said that another 47 deaths had also been recorded, bringing the total number of fatalities there to 8,937. The new numbers came as infections continued to rise across the United States.  Maryland added 1,198 new cases on Thursday, its second consecutive day of announcing over 1,000 infections. The Navy-Tulsa football game, scheduled for Saturday in Annapolis, was postponed after positive tests at the Naval Academy.  In El Paso, Texas, 1,920 cases were announced -- a decline from the 3,100 recorded the day before, but still above the region's seven-day rolling average. The cases are announced one day after the US recorded 102,831 new coronavirus cases -- its highest number yet, and the first time the nation has reached the six-figure milestone in daily infections. New cases have increased 21% over the past week, according to Johns Hopkins University. ##Hotspots## New York City is reporting 633 new daily Covid-19 cases on a seven-day average, which is well above its self-established threshold of 550 cases, according to Mayor Bill de Blasio  The rise continues to be an area of concern, de Blasio said, adding that while testing is part of why the number is ticking up, “we want to see that number go down.” The daily number of people admitted to hospitals for suspected Covid-19 is at 95, under the 200 threshold and down slightly from yesterday, he said. The confirmed positivity level of those patients in 23.7%. The percent of people who tested positive for Covid-19 citywide is at 1.43% which is “a better report,” de Blasio said. The mayor described the rates as a “level we can work with” but one the city wants to “push down.” “At least it shows again a levelling off in the city,” de Blasio added.  On the reported spread of the virus in Staten Island, the mayor said the situation there \"is different than what we saw in Brooklyn and Queens,” which he said were “extended areas, interconnected areas, a bigger phenomenon, a bigger trend.” “This is more isolated, less of an uptick for sure,” he said. The World Health Organization (WHO) shared three key messages with member states ahead of its 73rd World Health Assembly next week: Covid-19 can be beaten, don’t backslide on other critical health goals and prepare for the next pandemic. First, we can beat Covid-19 with science, solutions and solidarity,” said WHO in a news release on Thursday. This year, the annual assembly will meet virtually -- resuming on November 9. It can be beaten The WHO said although this is a global crisis, “many countries and cities have successfully prevented or controlled transmission with a comprehensive, evidence-based approach.” “For the first time, the world has rallied behind a plan to accelerate the development of the vaccines, diagnostics and therapeutics we need, and to ensure they are available to all countries on the basis of equity,” the organization said. Maintain focus on other health goals It added that there must not be backsliding on critical health goals. “The Covid-19 pandemic is a sobering reminder that health is the foundation of social, economic and political stability,” it said, adding that this pandemic is a reminder of the importance of the organization’s overall efforts to increase health coverage and better protect populations from health emergencies. The statement praised member states for implementing initiatives to expand immunizations and to tackle things like cervical cancer and eye care.  The WHO will discuss a 10-year-plan for addressing neglected tropical diseases as well as efforts to address other issues, including meningitis and maternal, infant and young child nutrition. Prepare for next pandemic now Thirdly, the release added that member states \"must prepare for the next pandemic now.” “We’ve seen this past year that countries with robust health emergency preparedness infrastructure have been able to act quickly to contain and control the spread of the SARS-CoV-2 virus,” it said. In the upcoming session, the WHO will consider a draft resolution that strengthens member states preparedness for future health emergencies. “This resolution calls on the global health community to ensure that all countries are better equipped to detect and respond to cases of Covid-19 and other dangerous infectious diseases,” WHO said. Spring lockdowns helped stop hospitals from overflowing and drove down Covid-19 infection rates, saving countless lives in the process. Now, after states reopened and the summer surge erased much of the progress made during shutdowns, the US is in the throes of what doctors say will be the worst coronavirus surge yet.  But there's little appetite for more shutdowns. Instead, here's what some governors and mayors are doing to try to get a grip on the pandemic: Most states now have mask mandates A growing number of cities and at least 33 states require masks to be worn inside public places or under specific circumstances. Michigan is one of many states grappling with an onslaught of new Covid-19 infections, hospitalizations and deaths. So last week, the state ordered residents to wear masks in any gathering of two or more people at places such as stores, offices and schools, the state's health department said. Local officials enact curfews Some cities and counties are now under nightly curfews, including Miami-Dade County, Florida; El Paso County, Texas; and Pueblo, Colorado, which have all seen rampant spikes in new Covid-19 infections. \"What we are facing in Pueblo is a public health disaster, which threatens lives and our economy,\" Mayor Nicholas Gradisar said Thursday in announcing a two-week curfew. Meanwhile, El Paso County, Texas, has implemented a two-week curfew, said Judge Ricardo Samaniego, the top government official in the county. Samaniego said all hospitals and intensive care units in the El Paso area had already hit 100% capacity. In Florida, anyone in Miami-Dade County must wear a mask in public when social distancing is not possible or when there is no physical barrier present, according to an order from County Mayor Carlos Giménez. Miami-Dade said the mask mandate is good for business, too. Restaurants must collect diners' personal info In Michigan, restaurant diners and bar patrons must provide their phone numbers for contact tracing in case they get exposed to someone with coronavirus, the Michigan Department of Health and Human Services said. New York state announced similar rules in September. At least one member of each party dining at a restaurant indoors must provide contact information in case a contact tracer needs to reach them, Gov. Andrew Cuomo's office said. Capacity slashed at stores and places of worship Some states are also clamping down on crowd sizes, both indoors and outdoors. Connecticut, which had been one of the most successful states at handling the pandemic, will limit restaurants to 50% capacity, Gov. Ned Lamont said Monday. Religious ceremonies in Connecticut are limited to 50% capacity or 100 people, whichever is smaller. Indoor event spaces are limited to 25 people, outdoor event spaces to 50 people, and theaters to 100 people. Illinois is now under \"resurgence mitigations\" after test positivity rates soared in all regions of the state. As of Wednesday, all indoor restaurant and bar service is banned, and all meetings, gatherings or social events are limited to 25% capacity or a total of 25 guests, whichever is fewer. In Colorado, health officials have backtracked on Denver's reopening. Restaurants are now limited to 25% capacity indoors, or no more than 50 people total per room. Places of worship are capped at 25% capacity or 50 people, and retail stores are now limited to 25% capacity. Read more:  ##Hotspots## ##Restrictions## Norwegians are being urged to “stay at home as much as possible” to curb a “sharp rise” in Covid-19 infections, according to the Norwegian government on Thursday as it announced new restrictions.  The new measures, to be rolled out from Saturday, will place some limits on social gatherings, hospitality and education but are much less drastic than restrictions seen elsewhere in Europe. Prime Minister Erna Solberg said the situation in Norway was “very serious,” adding that “we must act now to avoid a new shutdown as in March.\" Bars and restaurants will close at midnight and universities and colleges will be encouraged to reduce in-person learning in order to decrease the use of public transportation. Private, indoor gatherings will be limited to 20 people, while organized indoor events will be limited to 50 without seats or 200 with seats. This comes after private households were told at the end of October to limit at-home gatherings to five guests. Travelers arriving from the European Union’s “red list” of countries must present a certificate of a negative Covid-19 test, or they could be denied entry into Norway.   Although data from the European Centre for Disease Prevention and Control shows Norway currently has one of the lowest infection rates in Europe, cases have risen sharply in the last two weeks, according to the Norwegian Institute of Public Health.  Norwegian Health Minister Bent Høie said, \"If this development continues, it will create major challenges for our health service, as we see happening in country after country in Europe.” Norway has recorded at total of 22,575 coronavirus cases so far, including 56 new cases in the last day, with a death toll of 284, according to the latest government data released Wednesday.  ##Restrictions## The election is yet to be decided, but one thing is certain: the next President will have to deal with both the coronavirus pandemic and America's massive unemployment problem. Another 751,000 Americans claimed first-time jobless benefits last week on a seasonally adjusted basis, the US Labor Department reported Thursday. That's down slightly from the previous week. Additionally, 362,883 workers who are ineligible for regular state benefits, such as the self-employed or gig workers, claimed aid under the Pandemic Unemployment Assistance program. In total, first-time claims stood at 1.1 million last week without seasonal adjustments.  Continued jobless claims, which count workers who have applied for benefits for at least two weeks in a row, stood at 7.3 million -- slightly down from the previous week. Read more as this story is updated:  ##Economy## ##Politics## Paris will ban all food delivery and takeouts, as well as the sale of alcohol and the outdoor consumption of alcohol between 10 p.m. and 6 a.m., the French capital's police force said in a Thursday statement. The new restrictions will come into effect on Friday. Police said the measures are to prevent groups of people from gathering outside restaurants, eateries and stores that sell alcohol -- meetings that are in clear violation of France's health measures aimed at reducing the spread of coronavirus. Across France, concern is growing over hospitalizations and intensive care unit (ICU) capacity. As of Wednesday, 4,080 Covid-19 patients were in intensive care, French health officials said. The last time there was this number of patients in ICU was in late April. Earlier this week, the World Health Organization (WHO) said France had seen a \"considerable escalation\" in new coronavirus cases. \"France accounted for the third-highest number of new cases globally, with more than 275,000 cases reported in the past week (4,200 cases per million population): that is a 27% increase from the previous week,\" WHO said Tuesday. ##Hotspots## ##Restrictions## A Houston Texans player has tested positive for Covid-19, the football team said on Thursday. The player has immediately self-isolated and contract-tracing has begun. The team facility will be closed for the day, with all operations to be conducted virtually and the National Football League’s intensive coronavirus protocols to be followed. “We were informed last night that a Texans player has tested positive for COVID-19. In consultation with the NFL and medical experts, we have made the decision to close the facility and conduct all operations virtually today,\" said the team in a statement. \"The health and safety of our team, as well as our entire staff, are of highest priority.” The Texans are scheduled to face the Jacksonville Jaguars this Sunday in Jacksonville, Florida. ##Hotspots## The UK government will extend government wage assistance for businesses until March next year in light of the worsening coronavirus pandemic and England's second lockdown. “The government will continue to help pay people’s wages up to 80% of the normal amount” in England, Scotland, Wales and Northern Ireland, announced the British finance minister Rishi Sunak on Thursday. Sunak said the government would review the \"furlough scheme\" policy in January “to decide whether economic circumstances are improving enough to ask employers to contribute more.” The government’s highest priority is to protect jobs and livelihoods,” Sunak said. “It is a demonstration of the strength of the union and an undeniable truth of this crisis we have only been able to provide this level of economic support because we are a United Kingdom. “This Treasury is, has been and will always be the Treasury for the whole of the United Kingdom” he added. The extension to March 2021 will mark one year since the furlough scheme was introduced at the beginning of the UK’s initial coronavirus lockdown. Meanwhile, the Bank of England is pumping another £150 billion ($195 billion) into the UK economy after warning of a double-dip recession because of the coronavirus pandemic and an uncertain outlook because of Brexit. England re-entered a national lockdown on Thursday, with restaurants, bars and non-essential businesses closed until December 2. The United Kingdom reported its second-largest daily increase in Covid-19 cases on Wednesday with 25,177 new infections recorded in 24 hours. ##Economy## As the United States recorded its five highest days of coronavirus cases, US Centers for Disease Control and Prevention Director Dr. Robert Redfield said this is the perfect time to develop a strategy to better detect asymptomatic cases. \"Now is the time to develop a testing strategy to maximize our ability to identify the silent epidemic of asymptomatic COVID-19 infections,\" Redfield tweeted Wednesday.  By the CDC's estimate, 40% of people with Covid-19 show no symptoms. Redfield's tweet described a weekend meeting with fellow White House Coronavirus Task Force member Dr. Deborah Birx and Utah Gov. Gary Herbert to discuss testing and mitigation efforts in Utah. On Tuesday, Utah was among 21 states that saw their peak seven-day average for new daily cases. Meanwhile, Dr. Thomas Tsai of the Harvard Global Health Institute told CNN in an email the time to develop a national testing strategy to identify asymptomatic Covid-19 infections passed a few months ago. “The time to develop a national testing strategy to identify asymptomatic COVID-19 infections was a few months ago, but that ship has sailed,\" Tsai said. \"Now is the time to implement a testing strategy focused on screening of asymptomatic individuals.”  Track Covid-19 cases in the US here: ##Hotspots## Austria reported a daily record of 7,416 new coronavirus infections on Thursday, according to the Ministry of the Interior. The country entered its second national lockdown this week, with new restrictions including a curfew between 8pm and 6am and the closure of leisure and culture facilities. The nation has confirmed 132,515 coronavirus cases since the pandemic began, according to the Ministry of the Interior. There have been 1,268 deaths due to the virus.   ##Hotspots## ##Restrictions## The five highest single-day coronavirus case totals in the US have all come within the past seven days, according to CNN's tally based on the latest data from Johns Hopkins University.  Wednesday marked the first time cases have reached six figures -- with 102,831 new infections reported -- and it is now the highest single-day reporting since the pandemic began, according to Johns Hopkins University data.  The US also recorded 1,097 more coronavirus-related deaths on Wednesday. Track Covid-19 cases in the US here: ##Hotspots## African countries continue to be spared the worst of the Covid-19 pandemic -- with just under two million cases and 43,700 deaths across the continent -- but the World Health Organization’s regional director says she’s very concerned by the knock-on effects on other health services. Even as countries respond to the pandemic, it is vital that other life-saving services continue to be available to communities,” Dr. Matshidiso Moeti said during a press briefing on Thursday. Moeti cited preliminary WHO research that shows an extra 1.32 million children missed their first measles vaccination from January to August compared to last year. Highly contagious, measles is particularly worrying to public health officials who say any dropoff in vaccine drives could easily lead to more outbreaks. Moeti said the biggest gap in health services came during the three-month lockdown period instituted in several countries. WHO analysis also shows that in Nigeria there were 310 maternal deaths in health facilities in August -- nearly double the amount recorded in 2019 -- with more than 362,000 pregnant women missing antenatal care between March and August. Moeti said that as countries have emerged from lockdowns, some delays are being overcome and many routine services, including immunization drives are being restored, urging the work to continue. “Together, authorities, partners and communities must do more to protect the hard-fought gains made over many years in improving access to care and health outcomes in African countries,” Moeti said. South Korea will ban organizations from storing facial images on thermal cameras that scan for temperatures amid the Covid-19 pandemic, after the government said it found cases of images stored without consent.   Facial images stored in cameras may result in abuse or misuse of personal information and they could be hacked,” South Korea’s Personal Information Protection Commission Kim Jin-hae said on Thursday. The new regulation applies to all public and private facilities that have installed thermal cameras, according to government authorities. The storage function should be disabled and, if it cannot be disabled, stored images and personal information must be deleted at least once a day. Kim asked operators and facilities using thermal cameras to follow the rules while continuing efforts to prevent coronavirus from spreading.   ##Restrictions## Countries across Europe are reporting record high numbers of new Covid-19 cases, as hospitalizations and intensive care admissions climb. Meanwhile, new lockdown restrictions are imposed in some parts of the continent this week. Here is what you need to know:  Greece Greece will enter a three-week national lockdown starting on Saturday after the country saw almost 10,000 new coronavirus cases in just five days, Greek Prime Minister Kyriakos Mitsotakis announced Thursday. He said the exponential increase in coronavirus cases and  increase in hospitalizations and patients in ICUs made this drastic measure necessary. United Kingdom England's new lockdown began at midnight, with the country struggling to curb the spread of the coronavirus. Across the UK, health authorities have recorded more than 1.1 million coronavirus cases and 47,000 virus-related deaths so far, according to a tally by Johns Hopkins University. It has the fifth-highest number of deaths in the world. Poland Poland on Thursday set another daily record for coronavirus infections, with 27,143 new infections in one day and 367 deaths. The total number of infections in Poland has reached 466,679, with the death toll currently at 6,842. On Saturday, Poland will implement further restrictions on schools and businesses to curb the spread of coronavirus. Germany Germany has reported 19,990 new coronavirus infections in the past 24 hours, the country’s disease control and prevention agency said on Thursday -- its highest single-day tally since the pandemic began. The related death toll also rose by 118, according to the Robert Koch Institute. Germany went into a partial lockdown on Monday with entertainment venues, bars, cafés, and restaurants shutting down, apart from takeout and delivery services. Czech Republic In neighboring Czech Republic, the health ministry reported 15,729 new coronavirus infections on Wednesday -- the country's highest single-day increase in cases since the pandemic began. Health authorities also reported 220 more virus-related deaths. France As of Wednesday, 4,080 Covid-19 patients were being treated in intensive care units in France, according to data from health officials. The last time there was this number of patients in ICU was in late April. Earlier this week, the World Health Organization (WHO) said France has seen a \"considerable escalation\" in new coronavirus cases. \"France accounted for the third-highest number of new cases globally, with more than 275,000 cases reported in the past week (4,200 cases per million population): that is a 27% increase from the previous week,\" WHO said Tuesday. Russia Russia reported more than 19,000 coronavirus cases for the first time on Wednesday -- a new record for daily increases -- according to the latest data from the country’s coronavirus response center. Russia has recorded a total of 1,693,454 coronavirus cases since the pandemic began, with at least 29,217 deaths officially reported by authorities. ##Hotspots## ##Restrictions## China says it will \"temporarily\" ban travelers from Belgium, India, the Philippines and the UK from entering the country in response to the Covid-19 pandemic. \"Due to the pandemic, it is now announced that people in Belgium will be temporarily stopped from entering China with current valid Chinese visas for work, private affairs, and group residence permits,\" the Chinese Embassy in Belgium said in a statement on Wednesday. The same announcement was made by the Chinese Embassy in the UK on Wednesday and in India and the Philippines on Thursday -- applying to all non-Chinese nationals in both countries. China's Ministry of Foreign Affairs reiterated Thursday that it is a \"temporary measure\" based on changes in the pandemic. \"China has referred to the practices of many countries and adjusted its approach to relevant people coming to China based on changes in the pandemic situation. This is reasonable and consistent with international practice, and I believe people can understand it,\" foreign ministry spokesman Wang Wenbin said. ##Hotspots## ##Restrictions## The change of seasons usually ushers in predictable cold symptoms many people have grown accustomed to dealing with several times a year. But seasonal sniffles, colds and flu have a harder time spreading when people are social distancing, wearing masks, and following other pandemic protocols. \"It's absolutely because of the precautions we are taking,\" said CNN Medical Analyst and emergency physician Dr. Leana S. Wen. \"The same precautions that protect us against coronavirus also protect against cold, flus and respiratory pathogens. \"It's the fact you're keeping your distance, wearing a mask, washing your hands more, that you're attentive that someone might have the illness and not know it,\" said Wen, who is a professor of public health at George Washington University. \"In the past, it might have been acceptable to be sneezing and cough a little and still go to work or school, and now that would not be acceptable,\" she added. \"That reduces the risk of transmission, too.\" Wen pointed to Australia's milder flu season during its winter months as further indication that \"the same precautions used to protect against coronavirus also reduced instances of the flu.\" Dr. Anthony Fauci, director of the US National Institute of Allergy and Infectious Diseases, has noted that Australia had the fewest number of flu cases \"in memory\" during its winter flu season, from April to September. Fauci credited the flu shot, wearing masks, avoiding crowds, keeping physically distanced and frequent hand-washing as the actions that may have protected people in the Southern Hemisphere this winter. \"If you look at the data over many years about flu vaccines, they're not perfect,\" said Fauci, speaking with Washington, DC, radio station WTOP on September 17. \"We know from the data that flu shots not only prevent infections; they prevent people who do get infected from getting serious progressive disease sometimes resulting in hospitalization.\" If you haven't already gotten your flu shot, the time is now, according to experts. The start of flu season in the Northern Hemisphere is usually November, Wen said, and it's best to get vaccinated before November. Read more: ##Vaccines## An English police force issued a statement on Thursday as the country entered a nationwide lockdown, warning the public that breaking restrictions is “unacceptable.” The lockdown began at midnight, with the country struggling to curb the spread of the coronavirus. “Not following the regulations and measures put in place to limit the spread of the virus is unacceptable,” Martin Hewitt, chair of the National Police Chiefs’ Council, said in the statement. \n“We won’t waste time with endless encouragement for those who knowingly or deliberately break the rules. “People recklessly ignoring the regulations should expect to receive a fixed penalty notice,” Hewitt added.  He said a minority of people had ignored the rules throughout the pandemic, but assured that police would “continue to engage with people proportionately, fairly and with common sense.\" Total case count: The UK has recorded more than 1.1 million coronavirus cases and 47,000 virus-related deaths so far, according to a tally by Johns Hopkins University. It has the fifth-highest number of deaths in the world. ##Hotspots## South Korean officials announced new Covid-19 restrictions for two cities in South Chungcheong Province on Thursday, as cases continue to rise. The two cities have reported 78 confirmed cases in the past week from public facilities like bath houses, karaoke centers and bars. The number of infections is expected to grow as more family members and colleagues of confirmed cases contract the virus, according to a statement issued by the province.  Stricter regulations are effective Thursday starting 6 p.m. local time. Fewer people will be allowed into various indoor facilities, and eating food will be banned in high-risk places. ##Hotspots## The Czech Republic reported 15,729 new coronavirus infections on Wednesday, according to its health ministry -- the country's highest single-day increase in cases since the pandemic began. Health authorities also reported 220 more virus-related deaths The new figures raise the country's total number of cases to 378,716, with 4,133 related deaths. See CNN's live tracker of cases worldwide: ##Hotspots## The Indian capital New Delhi is experiencing a third wave of Covid-19 cases, according to the city's chief minister.  The city reported 6,842 new coronavirus cases on Wednesday -- its highest 24-hour rise in Covid-19 infections for the second day in a row, according to the New Delhi Health Department. The day before, the city reported 6,725 new cases. New Delhi's total case count is now 409,938. Of this total, 37,369 patients are still active cases. “During the past few days, there has been a surge in the number of coronavirus cases. My understanding is that we can call this the third wave because by the start of October, the numbers had begun to drop – they even dropped below 3,000,” Delhi Chief Minister Arvind Kejriwal warned on Wednesday. India recorded 50,210 fresh cases on Wednesday, the Ministry of Health said -- taking the country’s total to 8.36 million cases and 124,315 related deaths. ##Hotspots## The United States recorded 102,831 new cases of Covid-19 on Wednesday, according to a tally by Johns Hopkins University.  It marked the first time the country's daily new cases reached six figures -- and is the highest single-day jump in infections since the pandemic began. The US also recorded 1,097 more coronavirus-related deaths on Wednesday. Weekly high: It comes after the country reported more than 600,000 new cases in a week for the first time, as experts warn that the surge in infections could continue to worsen as winter arrives. The US has now reported a total of 9.48 million confirmed cases and more than 233,000 related deaths. CNN is tracking US cases live: ##Hotspots## Germany has reported 19,990 new coronavirus infections in the past 24 hours, the country’s disease control and prevention agency said on Thursday -- its highest single-day tally since the pandemic began. The related death toll also rose by 118, according to the Robert Koch Institute (RKI). Germany has now reported 597,583 total cases and 10,930 related deaths, according to RKI. ##Hotspots## In an effort to curb the spread of Covid-19, more than 2,200 prisoners in New Jersey were released on Wednesday under a new law. The law, passed by the state legislature in September, allows for sentencing credits to be rewarded to inmates within a year of completing their sentence during a public health crisis like the coronavirus pandemic. Another 1,167 people will be released on a rolling basis before March 4, 2021, New Jersey Department of Corrections spokesperson Matt Schuman told CNN. How it works: Under the bill, inmates -- including eligible juveniles -- are awarded public health emergency credits that can cut up to eight months off their sentence during any declared emergency period. Inmates serving sentences for murder, aggravated sexual assault or who have been deemed a repetitive, compulsive sex offender are not eligible for early release, according to the law. This is the first bill of its kind in the country, according to the National Conference of State Legislatures. Read the full story: South Korea’s Ministry of Food and Drug Safety has approved a new test that can detect both Covid-19 and seasonal flu from one sample, the country's health authority announced in a briefing yesterday.  Through this method, patients can get results on COVID-19 and seasonal flu from a single test within three to six hours, said South Korean health official Yoon Tae-ho. “This is expected to reduce both burden on the medical workers and inconvenience [of waiting] for patients,” Yoon said. South Korea's cases: On Thursday, South Korea reported 125 cases of coronavirus -- the highest daily increase since Oct 23, according to the Korea Disease Control Prevention Agency (KDCA). Of these 125 cases, 17 were imported. The new figures raised the country's total to 27,050 confirmed infections and 475 deaths, according to KDCA. ##Hotspots## China's far western Xinjiang region reported 10 new Covid-19 cases on Wednesday, according to the Xinjiang Municipal Health Commission. The new cases include eight symptomatic cases and two asymptomatic cases, and were all reported in Shufu county in Kashgar city, the office said in a statement. China keeps a separate count of symptomatic and asymptomatic cases and does not include asymptomatic carriers of the virus in the official tally of confirmed cases. The latest figures follow a recent cluster in the region; on Tuesday, Shufu county alone reported 118 new cases, according to the Xinjiang Information Office.  The outbreak began in late October, when an asymptomatic case was identified in Kashgar, prompting the city to launch a citywide mass testing program for millions of residents. As of Wednesday midnight, Xinjiang has reported 339 asymptomatic cases and 72 symptomatic cases since October. ##Hotspots## Australia has secured another 50 million doses of Covid-19 vaccines, bringing the country’s total purchase to more than 134 million doses, Prime Minister Scott Morrison announced in a press release on Thursday.  Forty million of the new doses will be supplied by Novavax, while Pfizer and BioNTech will supply 10 million doses, he said.  Australia has now secured access to a total of four Covid-19 vaccines, and the total amount of investment has reached more than AU$3.2 billion (US$2.3 billion), he said.  Prime Minister Morrison said investing in different vaccines will be crucial to ensure the country gains early access to a vaccine.  “We aren’t putting all our eggs in one basket and we will continue to pursue further vaccines should our medical experts recommend them,” he added.  Supply deals between countries and vaccine makers have so far favored developed countries and territories including Australia, the UK, US, Hong Kong, Macau, Japan, Switzerland and Israel, as well as the European Union. Developing countries including India, Bangladesh, China, Brazil, Indonesia and Mexico have also secured vaccine deals, but the Serum Institute of India (SII) recently predicted it will take four to five years for the vaccine to reach everyone around the globe. ##Vaccines##", "Section": "world", "Writers": ["Jessie Yeung", "Brett McKeehan", "Lauren Kent", "Rob Picheta", "Ed Upright", "Hira Humayun"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-11-05-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}