{"Type": "", "Time": "2021-01-14", "Headline": "Forging a Closer China-Philippines partnership in the new era – Manila Bulletin", "Text": "On 14 April 2020, at the height of the Philippines’ battle against COVID-19, a “Goodwill Flight” chartered from China fully loaded with anti-pandemic supplies landed at the Ninoy Aquino International Airport despite temporary commercial flights suspension. It was one of the numerous touching moments under the hovering dark cloud of the pandemic that demonstrated the spirit of Bayanihan and good faith between our two countries, and also a miniature of our partnership in the new era. Over the past year, I have been time and again impressed by the staunch support that we have rendered to each other in the face of the rampant COVID-19 virus and the severe challenges brought by the once-in-a-century transformation in an increasingly fluid and changing world. I also feel greatly encouraged that under the leadership of President Xi Jinping and President Duterte, China-Philippines relations has continuously grown in depth and substance in the new era and our millennium-old friendship are being rejuvenated. Over the past year, the high-level interactions between China and the Philippines have been bolstered. In 2020, President Xi and President Duterte closely engaged in “cloud diplomacy” by various means including phone call and exchanging letters and messages, providing strategic guidance for the continued growth of the bilateral relations. Chinese State Councilor and Foreign Minister Wang Yi also intensively interacted with Philippine Secretary of Foreign Affairs Teodoro Locsin Jr. via meeting in February, virtual meeting in July, as well as in-depth talks in October during Secretary Locsin’s visit to China. The two foreign ministers have been vigorously implementing the leaders’ consensus to advance the bilateral relations along an upward trajectory. As the first foreign high-level delegation to visit the Philippines since the onset of the COVID-19, Chinese State Councilor and Defense Minister Wei Fenghe paid a visit to the Philippines last September, deepening mutual trust and cooperation between the two militaries. And now, we are looking forward to another visit here by State Councilor and Foreign Minister Wang Yi this week at the invitation of Secretary Locsin, which will set the ball rolling for high-level exchanges between the two countries this year. Over the past year, China and the Philippines have jointly faced the onslaught of COVID-19 hand in hand. As a Philippine saying goes, “Magsama-sama at malakas, magwatak-watak at babagsak” , solidarity and cooperation are the most powerful weapons to defeat the pandemic. When China was relentlessly fighting against the pandemic early last year, the Philippine government and people from all walks of life provided valuable support and assistance to China, which we will always bear in mind and hold dear to the heart. I would never forget our Filipino friends holding banners and yelling “fight on China! keep strong Wuhan!”at the handover of donated medical supplies by the Philippines to China. My heart is deeply touched by all those supporting videos, genuine prayers and altruistic donations with the blessing of true friendship.  As an ancient Chinese poem goes, “You give me a peach , and I reward you with a white jade in return”, Chinese people consistently value mutual goodwill and will repay it with greater kindness. In light of the pandemic situation in the Philippines, we felt keenly for the Philippine people and extended every help and support to the best of our ability. The Chinese government has dispatched an anti-pandemic medical expert team with front line experience to assist the Philippines in its battle against COVID-19. We have also made great efforts to prioritize and facilitate the procurement and shipment of tens of thousands of cubic meters of medicine and medical supplies urgently needed by the Philippines. What’s more, China has continuously provided well-needed medical supplies to the Philippines through multi-channels, including 130 ventilators, 150 sets of high-flow humidifiers, 252,000 test kits, and over 1.8 million pieces of personal protective equipment. Inspired by the Chinese government, a large number of Chinese local government agencies as well as enterprises and civil groups have donated nearly 10 million pieces of personal protective equipment and other medical supplies to different local units of the Philippines. On top of that, the Chinese Embassy and consulates have donated more than 40,000 “Friendship Packages” containing assorted relief goods to Filipino families in need across the country to help them get through the trying times. We are now expecting China Sinovac vaccine arrive in the Philippines as early as next month. The joint anti-pandemic response over the past year has enriched and strengthened our new-era partnership and vividly illustrated the sibling ties between our two peoples. Over the past year, China-Philippines practical cooperation has continued to move forward despite the adversity of COVID-19. We have never faltered the faith in working together to achieve common development amid the raging pandemic. Against the backdrop of a weak world economic recovery, the two countries have shared experience of resuming work and production, and promoted the exchanges of essential personnel and goods to gradually bring about further advancement in both  bilateral trade and infrastructure development. For the period of September to November last year, the Philippine monthly export to China increased by 43.3%, 12.7% and 32.5% year-on-year respectively, enabling the monthly Philippine export to resume positive growth. Over the first three quarters last year, China has remained the Philippines’ largest trading partner and largest source of imports, and leaped to be its second largest export market. Nearly 20% of the Philippines’ total external trade in the period has been with China, while tropical fruits are among the most popular Philippine products on the Chinese market. It is worth mentioning that, the Chinese enterprises have never shied away from the Philippines amid the pandemic. Instead, they have spearheaded in work and production resumption and steadily pushed forward the major projects listed in the “Build Build Build” program. Over the first 11 months last year, investment from China in the Philippines saw a surge and more than tripled comparing with the same period of 2019. Big-ticket projects have seen significant progress. China Telecom has been steadily pushing forward, with its local partner, the development of the over US$ 7 billion Dito Telco project. Panhua Group has started to build its US$ 3.5 billion integrated steel mill project in Mindanao. The Chinese enterprises have adopted stringent prevent and control measures to ensure safety of their employees and played a positive role in stimulating the economy and creating jobs locally. According to incomplete statistics, major Chinese enterprises in the Philippines alone have created both directly and indirectly nearly 100,000 jobs for Filipinos, which has secured the livelihood for tens of thousands of Filipino families in the trying times. Over the past year, China has firmly stood together with the Philippines overcoming natural hazards. Last January, hundreds of thousands of Filipinos were displaced due to the eruption of Taal Volcano. The Chinese government immediately extended a helping hand by providing PhP 7.45 million of humanitarian assistance to the Philippine government for disaster relief, recovery and reconstruction. I rushed to hardest-hit Batangas Province in person to visit the victims resettled at Batangas Sports Complex, bringing them urgently-needed masks and other necessities. Surrounded by the smiling and welcoming faces there, I was deeply touched by the spirit of optimism and resilience of Filipinos. Late last year, super typhoons “Rolly” and “Ulysses” hit the Philippines consecutively, inflicting heavy losses of properties and lives. In collaboration with Chinese Consulates and the Philippine Chinese Chamber of Commerce and Industry Inc., the Chinese Embassy took prompt action to distribute assorted disaster relief supplies worth more than PhP 28.8 million to nine disaster-stricken provinces and cities in the Philippines, directly benefiting over 200,000 affected people. I also went to Paranaque City and handed over rice and other relief goods to local people. Whereas natural disasters occur from time to time, it’s a tradition that China and the Philippines always come to each other’s rescue and assistance in time. Over the past year, China has worked closely with the Philippines to safeguard global and regional peace and stability. We supported each other on important multilateral and international occasions, firmly defending multilateralism and international justice. Both countries are committed to safeguarding the UN-centered international system and the international order underpinned by international law, standing for greater democracy in international relations and advancing free trade and economic globalization. On the South China Sea (SCS) issue, China and the Philippines have been committed to properly managing differences through friendly negotiation and consultation despite external disruptions and working on oil and gas development cooperation, so as to jointly uphold peace and stability in the SCS. Last January, the Chinese Coastal Guard (CCG) Vessel paid its first friendly visit to the Philippines, and the two coastal guards conducted fruitful interaction and communication during the visit. In the meanwhile, CCG donated food and face masks for those affected by the eruption of the Taal Volcano, as a manifestation of their friendship and goodwill toward the Filipino people. On December 21 last year, when a cargo ship registered in Sierra Leone was listing to one side in the SCS, its ten crew members, eight of them Filipinos, were successfully rescued by the Chinese side after search and rescue operation for almost 24 hours. They were then brought to Shenzhen, China safe and sound, where they spent a cozy and tranquil Christmas Eve. This story is another vivid demonstration of China’s belief that saving lives is of paramount importance and its commitment to undertaking rescue operations in the best interests of the region.Through the extraordinary year of 2020, China and the Philippines have marched forward side by side, withstanding the headwind of various challenges together. A Chinese poem written in the 17th century could best illustrate that, “Battered by winds from all directions, it remains strong taking many a blow.” The year 2021 will be of historic significance to China. Standing at the historic crossroad of the “Two Centenary Goals”, we will celebrate the Communist Party of China’s centenary and embark on a journey of fully building a modern socialist country. Just as an old Arabic proverb goes, “The dogs bark, but the caravan moves on”. China will continuously work together with the Philippines despite any possible challenges and adversaries for the real benefits of our two peoples. As Chinese State Councilor and Foreign Minister Wang Yi is visiting the Philippines at the outset of the year, we have every reason to believe that the two countries will continue to deepen political mutual trust, take more concerted measures in anti-pandemic response and economic and social recovery, and further boost practical cooperation and people-to-people exchanges, to forge a closer China-Philippines comprehensive strategic cooperative relationship in the new era. ", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/01/14/forging-a-closer-china-philippines-partnership-in-the-new-era/", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "MB"}