{"Type": "article", "Time": "2021-02-11", "Headline": "Japan has the most beds per capita in the developed world. So why is its health system crashing?", "Text": "In late December, Su became sick with Covid-19. The single mother-of-two had a persistent fever and trouble breathing. She knew that her asthma and chronic bronchitis had left her vulnerable to the worst effects of the illness.  \"I wondered if I would wake up tomorrow,\" said the 32-year-old, who asked not to be identified because of the stigma Covid-19 carries in Japan. When her condition worsened, she called the public health center in Hyogo Prefecture for assistance but she said no one answered her calls. Instead, she had to isolate in her tiny bedroom, while her children, age 3 and 6, slept alone in the living room for nearly two weeks. Her mother would drop off food for the family, but could not stay because the children had been exposed to the virus, and they couldn't get tested for nearly a week. Su said she communicated with her children via a tablet -- and could often hear them fighting. \"My small children were trapped in the small living room alone without going outside at all for 10 days. \"I was feeling sick, in terrible condition, but I felt more pain leaving my children alone.\"  \n A representative at the Hyogo Prefecture Health Center could not speak directly to Su's case, but said that while they try to contact isolating patients daily, the holiday period was incredibly busy.  Japan's national healthcare system, which has the most hospital beds in the developed world per capita, has been praised in the past for its high quality of service. The government has even credited the country's long life-expectancy rates -- the highest of OECD countries -- to its first-class, affordable healthcare system.  But the Covid-19 pandemic has stretched the medical system to the brink, as Japan deals with its worst wave since the pandemic began. Cases have more than doubled in the past two months to more than 406,000 cases. And while the peak period of the current wave has passed, with cases falling from more than 7,000 a day in January to fewer than 3,000 daily cases this month, the medical system is still under strain. As of February 4, more than 8,700 people across 10 prefectures, who tested positive for Covid-19, were waiting for a hospital bed or space at an isolation center. The week before, more than 18,000 people across 11 prefectures were waiting, according to the prefectures' health ministries. That means people are dying at home from Covid-19, fighting deteriorating conditions alone, and spreading the virus to family members.   Healthcare on tap Despite Japan's rapid rise in cases in recent months, its infection numbers and deaths still pale in comparison to those in the US, where daily cases on average exceed 100,000.  But experts say the expectations towards healthcare are different in Japan.  Since the 1960s, Japan's universal health insurance system has given coverage to all Japanese citizens -- regardless of income or pre-existing conditions. But experts say easy access to care has led to many patients seeking more care than necessary, taking the system for granted \"We regard (healthcare) as something like tap water, but now the tens of thousands of people with Covid-19 had to stay home and they cannot have access to the health care system, they can't be hospitalized and they can't even see doctors,\" said Dr. Kentaro Iwata, professor and doctor at the Kobe University Hospital. \"That's a very harsh reality, which is very difficult to accept for many Japanese.\" It is not unusual for Covid-19 patients with severe symptoms in other countries to wait for hospital space, said Naoki Ikegami, professor emeritus at Keio University.   But in earlier waves of the pandemic in Japan, most people who tested positive for Covid-19 were automatically hospitalized, said Ikegami.   \"That was how Covid-19 was dealt with in the first and second phases, so there's an expectation that anyone with Covid-19 is going to be hospitalized, even if they had only mild symptoms,\" Ikegami said.  The system has since been adjusted so that not everyone is hospitalized. But the rates of hospitalization for Covid-19 are still higher in Japan than in other countries. Faults in the system In 2019, there were 13 beds per 1,000 people in Japan, according to the Organization for Economic Co-operation and Development (OECD). That compares to less than 3 per 1,000 people in the US and UK. The OECD average is 4.7. But Iwata, from Kobe University Hospital, says those figures are misleading. While Japan has more than a million hospital beds, for a population of roughly 126 million, the majority are for the mildly sick -- not for critically ill people. The country has only about 5 intensive care beds per 100,000 people, while Germany has nearly 34, the highest in the OECD, and America has nearly 26.  Staffing is another key problem in Japan's medical system.  Japan has only 1,631 infectious disease specialists across 8,300 hospitals, according to the Japanese Health Ministry, meaning the majority of hospitals don't have an infectious disease specialist.  Unlike other nearby Asian territories such as China, Hong Kong, South Korea, Singapore and Taiwan, Japan managed to avoid earlier coronavirus outbreaks, including severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS).  \"Many infectious diseases didn't come to Japan, so we didn't prepare,\" said Iwata.  \"We didn't train a lot of specialists, we didn't train the hospital wards, and we didn't prepare the healthcare system for infections, and this is the result of it,\" he said. Across Japan, hundreds of public healthcare centers take calls from patients and direct them to medical care, monitor their health, arrange testing and contact trace.  Dr. Hideo Maeda, the head of a public health center in Tokyo's Kita Ward, said his staff members have quadrupled to 40 since the pandemic started, but it's still not enough. In his ward alone, every day, dozens of patients are waiting for hospital space. \"Many staff are working every day until midnight, on weekends and holidays,\" Maeda said. \"We're exhausted and overwhelmed -- psychologically -- with stress. Our staff has to make difficult decisions about people's lives in a short period of time.\" In a December Kyodo News survey, around half of the responding hospitals that offer advanced medical procedures said they face a shortage of nurses and doctors.   A confusing response In January, Prime Minister Yoshihide Suga made a rare apology. \"As the one in charge, I feel terribly sorry,\" he said. \"We have not been able to provide the necessary care.\"  His government has been blamed for its slow and indecisive response to the pandemic. Suga dismissed the need for a state of emergency in late December, only to declare one for Tokyo and several other prefectures the next month. Before that, his administration encouraged domestic consumption with a \"Go To\" campaign, which gave Japanese citizens steep discounts to travel and eat at home. That campaign was not suspended until December.  Kenji Shibuya, director of the Institute for Population Health at King's College London, said Japan's response has been \"too slow and confusing.\"  Last week, the Japanese parliament passed two bills that give the authorities power to fine violators of rules, including businesses that refuse to shorten hours and infected people who refuse to cooperate with health officials. Under the new antivirus law, the government can also request hospitals to accept Covid-19 patients, or publicly name them if they do not respond.  Most Covid-19 patients in Japan are being treated by large public hospitals. However, the majority of hospitals in Japan are private hospitals, but most of them do not have the staff and equipment to treat Covid-19 patients. According to January Health Ministry data, 30% of private hospitals can accept Covid-19 patients, while 84% of public-supported institutions can.   Japan is also behind many developed countries in its vaccine rollout. It's not set to start inoculating medical workers until later this month and senior citizens until April 1, at the earliest.   The government has yet to announce a timeline for the rest of its citizens. The vaccine will be voluntary and convincing people to receive it will be a challenge in a country with a history of safety scares and concerns about side effects.  Earlier this week it was announced that Japan will have to discard one in six doses of the Covid-19 Pfizer vaccine, of which it has ordered 144 million doses, because the country's standard syringes will only be able to extract 5 doses of the vaccine from each vial. Special syringes would be needed to collect the sixth dose. That's if the government can convince people to take the vaccine. According to a recent study by the Lancet, Japan has one of the lowest rates of vaccine confidence in the world. Fewer than 30% of people strongly agreed that vaccines were safe and effective compared to at least 50% of Americans. Su has now recovered from Covid-19, witnessing firsthand the limits of the public health system during a pandemic. She says she still has some lingering symptoms, but she's just thankful to be able to hold her children again.  When her isolation ended, the first thing they said to her was: \"Ma, please hug me.\"  ", "Section": "asia", "Writers": ["Selina Wang", "Junko Ogura", "Chie Kobayashi"], "URL": "https://www.cnn.com/2021/02/10/asia/japan-healthcare-coronavirus-dst-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}