{"Type": "article", "Time": "2021-01-15", "Headline": "Alibaba is facing an 'existential crisis'", "Text": "This year could be the most consequential for Alibaba since it was founded two decades ago. China's most famous tech company faces a host of challenges at home and abroad that risk fundamentally changing it forever. Chinese authorities are investigating the company on antitrust grounds as part of a growing crackdown on the tech industry, while also pushing its sprawling financial affiliate, Ant Group, to overhaul its business.  Washington could still be a threat, too. While the Trump administration has backed off a proposal to ban American investment in Alibaba and two other prominent Chinese tech firms, US-China tensions are likely not going away anytime soon.  And in the middle of it all, the company's figurehead — co-founder and former chairman and CEO Jack Ma — has been out of public view for months.  \"Alibaba, like all other big Chinese tech, is in [an] existential crisis,\" said Alex Capri, a research fellow at Hinrich Foundation and a visiting senior fellow at National University of Singapore. An escalating crackdown at home Capri pointed to the growing clampdown within China as a particular concern for Alibaba and its peers. President Xi Jinping is urging officials to rein in the country's tech champions. Last month, he called efforts to strengthen anti-monopoly efforts against online platforms one of the most important goals for 2021, according to state news agency Xinhua. The antitrust investigation of Alibaba and probes into other firms have underscored that priority. On Thursday, another Chinese e-commerce company VIP Shop confirmed that it, too, was being investigated by authorities for \"alleged unfair competition practices.\" And Alibaba e-commerce competitor Pinduoduo has been caught in a public firestorm over its work culture, suggesting that the government is willing to stoke broader criticism of the industry. Beijing's desire to extend its influence over private tech firms extends far beyond such investigations. And while the crackdown has accelerated in recent weeks, the government has been laying the groundwork for some time. Capri pointed out that some tech firms have been compelled to join forces with state businesses — as was the case when Ant Group's Alipay teamed up state-owned UnionPay in 2018 to develop new technology. \"The weeks and months ahead will see this trend accelerate,\" Capri said. \"Access to and control of data and digital platforms is key. Thus, if this means breaking up Alibaba or making it a quasi-state owned company, this could happen.\" While Alibaba's business is predominately in China, any major change to its operations could have global ramifications. The company has traded on Wall Street since 2014 when it held the record for the world's largest IPO. It counts Japan's SoftBank as a major shareholder. Global investing powerhouses including Vanguard, T. Rowe Price and BlackRock have all bought in, too. Pressures abroad Beijing may want to be somewhat careful about how hard it pushes Alibaba and other companies, though. The United States has been punishing Chinese companies left and right as tensions between the two countries continue to simmer. It just hit China's second-biggest smartphone maker, Xiaomi, with a ban on accessing American investment. The New York Stock Exchange halted trading in a group of Chinese firms this week to comply with an executive order that bans Americans from investing in businesses deemed to be affiliated with or supportive of the Chinese military. And President Donald Trump recently signed into law new rules that could force Chinese companies to delist from American stock exchanges if they failed to meet US auditing standards. The Trump administration reportedly considered prohibiting Americans from investing in Alibaba and other tech firms, prompting their stocks to fall last week. And while Reuters and Bloomberg report that the plan is off the table now, analysts warn that these companies might not be out of the woods yet.  \"Washington's focus on these matters will continue under a [Joe] Biden administration,\" Capri said, referring to the president elect. \"Thus, even if there is a return to measured language and diplomacy, we could see more strategic decoupling from Chinese digital companies.\" Alibaba's cloud services, for example, could face the kind of global backlash that embattled Huawei's 5G business has run into.  \"China won't want to seem [like it would be willing] to destroy one of its biggest national champions in plain sight of a new administration in DC,\" said Rana Mitter, professor of history and politics of modern China at Oxford University. He added that he suspects any kind of change to Alibaba's business would therefore be on a \"medium scale,\" rather than \"full breakup.\" \"I think Beijing will want to get a sense of what lies behind the Biden team's rhetoric before assessing the effect of any US moves,\" Mitter added. However Beijing allows Washington's behavior to influence its decisions, co-founder Ma's prolonged silence compounds Alibaba's troubles at home — and \"can only undermine market confidence in the company,\" said Brock Silvers, chief investment officer for Kaiyuan Capital. \"Ant Group's IPO is now a distant memory, and the company looks like it may be broken up and regulated toward a vastly reduced overall valuation,\" he said. Chinese regulators shelved the much-anticipated public offering last November, and there's no sign of it being revived. On Friday, the Financial Times reported that Ant Group's major global investors have been left in limbo after investing billions of dollars in anticipation of the offering. And while Alibaba seems more likely to remain intact, the company isn't immune from regulatory threat. \"Whether 2021 is more kind to Alibaba may depend on the ultimate nature and length of Jack Ma's sudden silence,\" Silvers said.", "Section": "tech", "Writers": ["Jill Disis"], "URL": "https://www.cnn.com/2021/01/15/tech/alibaba-tech-challenges-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}