{"Type": "article", "Time": "2018-09-14", "Headline": "Sung Hyun Park, 10,000 fans and South Korean dominance", "Text": "Amin Moh wears a jacket with the name of her idol stitched into the back, while Eun Sun Kim sports a homemade vest bearing the image of their shared hero. It's the kind of devotion usually inspired by rock stars. But Sung Hyun Park, the subject of this adoration, is not a musician.  Park is a golfer, albeit one whose talents are deemed so extraordinary by some that they are attracting a legion of dedicated fans in her native South Korea. She's the No. 1-ranked women's golfer in the world and has earned the nickname \"Tiger\" as a nod to the force of nature that ruled the men's game for so long. Her breakthrough win came at the 2017 US Open, a major success she backed up with victory at this year's Women's PGA Championship. And her triumphs are making an impact back home. Moh and Kim are not lifelong golf fans; they have both been drawn to the sport by Park's achievements, part of a 10,000-strong, flag-waving fan club. READ: Cheyenne Woods stepping out of Tiger's shadow Park, Moh and Kim have all traveled to Evian, a town in the shadow of the French Alps which sits on the shores of Lake Geneva. It plays host to the Evian Championship, the fifth and final major of the women's golf season and another chance for Moh and Kim to catch a glimpse of Park in action. Moh admires Park's \"powerful, gorgeous swing,\" and says she is the reason why she started playing the game. She used to follow Park all around Korea and, now her idol plays mainly abroad, tries to attend the majors. \"I want to make my swing like hers,\" explains the 33-year-old Moh. \"It's impossible, I know, but I'm trying to.\" Kim first saw Park on TV and thought, \"wow.\" Her face lights up as she recalls her trip to Trump National Golf Club in New Jersey for last year's US Open. \"I joined the victory, the moment,\" she explains through a wide grin. \"It was great!\" Park is part of a Korean vanguard. As of September 10, 38 Korean golfers sit inside the top 100 of the women's rankings, with five inside the top 10 and seven inside the top 20. Since 1998, Korean women have won 28 major championships. The country boasts its own thriving golf circuit, the LPGA of Korea Tour, and, according to Moh and Kim, the women's game is more popular than the men's back home. It's a view backed up by Mike Whan, commissioner of the US-based LPGA Tour which is seen as the elite women's golf circuit. He suggests this explosion of Korean talent was triggered, in part, by the success of Se Ri Pak, who recorded 39 professional wins -- 25 on the LPGA Tour -- including five major championships won between 1998 and 2006. She was inducted into the World Golf Hall of Fame in 2007 before retiring in 2016. \"I view it as a wave,\" Whan told CNN. \"Right now, you're dealing with Korea having a wave that happened about 10 or 15 years ago that really created interest in golf.\" Whan says the LPGA Tour is more popular among Koreans than the men's PGA Tour, viewed as golf's sporting and financial pinnacle. Thanks to this wave, the LPGA has \"Korean sponsors sponsoring events in San Francisco,\" explains Whan, an illustration of the country's interest in the success of its many female golfers. Alongside Park, the likes of seven-time major winner Inbee Park, 2017 British Open champion I K Kim and So Yeon Ryu -- who has two major victories to her name -- are laying down a challenge for their competitors to meet. READ: Lydia Ko climbing back to the top Inbee Park has grown accustomed to seeing Korean fans at golf courses all over the world and takes pride in what she and her compatriots have achieved in the sport.  The 30-year-old believes the success of her and her peers has helped the women's game supersede the men's in Korea. \"We have a lot of good fans in women's golf, it's bigger than men's golf in Korea,\" she told CNN. \"So I think that explains a difference with other countries.  \"I think it's because we've been playing very well and becoming the No. 1 players in the world really helped it.\" Despite the current spell of Korean dominance, players like Thailand's Ariya Jutanugarn are making their mark. Jutanugarn is only 22 but she has already topped the world rankings, thanks in part to wins at the US and British Opens. And Whan suggests he is already seeing the impact of her success in Thailand, while also highlighting Taiwan's Yani Tseng -- winner of five majors between 2008 and 2011 -- as an inspiration in her homeland. \"I'm watching that same wave happen right now in Taiwan or Thailand,\" says Whan. \"Right now, you only see a handful of Thai players on the LPGA, a couple at the top of the world rankings. \"But what I see when we go to Thailand is that the future of women's golf in Thailand is like nothing before. \"When I go to our qualifying school, I don't see two people from Thailand, I see 20 people from Thailand. Same thing is true of Taiwan. Ten years ago, there was Yani (Tseng) from Taiwan, today there's a tour there.\" For now, Korea is still the dominant force. But it remains to be seen whether devotees from Taiwan and Thailand will be traveling the world in years to come.", "Section": "golf", "Writers": ["Tom McGowan"], "URL": "https://www.cnn.com/2018/09/14/golf/sung-hyun-park-korea-inbee-park-ik-kim-evian-spt-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}