{"Type": "article", "Time": "2020-06-22", "Headline": "Vote in Japan to change status of disputed islands threatens to raise tensions with China", "Text": "A bill that changes the status of an island chain claimed by both Japan and China was approved by a city council in Okinawa on Monday, generating a strong protest from Beijing, which said it had dispatched coast guard ships to the area. The Ishigaki City Council in Japan's Okinawa prefecture approved the legislation that changes the administrative status of the uninhabited island group, known as the Senkakus in Japan and the Diaoyus in China. The bill changes the name of the islands for administrative purposes from \"Tonoshiro\" to Tonoshiro Senkaku\" to avoid confusion with another area of Ishigaki, Japan's NHK News reported. The islands, 1,200 miles (1,931 kilometers) southwest of Tokyo, have been administered by Japan since 1972, but both Tokyo and Beijing say their claims to the group date back hundreds of years. Beijing's Foreign Ministry on Monday said it would lodge a strong protest with Tokyo. \"Diaoyu island and the affiliated islands are China's inherent territory, China is resolute in safeguarding our territorial sovereignty, this so-called administrative re-designation is a serious provocation towards China's territorial sovereignty,\" said Zhao Lijian, a spokesperson for China's Foreign Ministry. At the same time, the Chinese Coast Guard said a \"fleet\" of its ships was in the waters around the disputed islands on Monday. China warned before Monday's vote against any change in the status quo over the islands. \"We ask Japan to abide by the spirit of the four-principle consensus, avoid creating new incidents on the Diaoyu Islands issue, and take practical actions to maintain the stability of the East China Sea situation,\"  a statement from the Chinese Foreign Ministry on Friday said. One of those four principles was that Japan acknowledge that sovereignty over the islands was in dispute. But the bill passed Monday in Ishigaki brushed off any concerns of how the move might be perceived in Beijing. \"The approval of this case did not take into consideration the influence of other countries, but was considered to improve the efficiency of administrative procedures,\" the council said. Earlier, Japan's Asahi Shimbun newspaper reported the bill \"asserts the islands are part of Japanese territory.\" It's the kind of language that rankles in Beijing. A story in China's state-run Global Times this month also warned of the consequences of any changes to the status of the islands. \"Changing the administrative designation at this time can only make the dispute more complicated and bring more risks of a crisis,\" Li Haidong, a professor at the Institute of International Relations of the China Foreign Affairs University, told the Global Times. Fears of a possible confrontation were heightened last week with the announcement from the Japanese coast guard that Chinese government ships had been spotted in the waters close to Senakaku/Diaoyu Islands every day since mid-April, setting a new record for the number of consecutive days. By Monday, those sightings had reached 70 days in a row, with Japan's coast guard saying four Chinese ships were in the area as the vote was taking place in Okinawa. In response to the increased Chinese presence, Yoshihide Suga, Japan's chief cabinet secretary, reasserted Tokyo's resolve at a news conference last Wednesday. \"The Senkaku Islands are under our control and are unquestionably our territory historically and under international law. It is extremely serious that these activities continue. We will respond to the Chinese side firmly and calmly,\" Suga said. Violent protests in China Prior to Monday's vote, the most recent \"crisis\" over the islands occurred in 2012. That year, Japan nationalized the then-privately owned islands to ward off a planned sale to Tokyo's then-governor, a hardline nationalist who was reportedly hoping to develop the islands. The plan sparked massive and highly unusual street protests across China, amid a groundswell of nationalist sentiment. Demonstrations turned violent as protesters hurled debris at the Japanese Embassy in Beijing, ransacked Japanese stores and restaurants and overturned Japanese cars. In a stark illustration of how the islands are seared into the Chinese consciousness, one Chinese man was beaten into a coma by his fellow countrymen simply because he was driving a Toyota Corolla. What complicates any dispute over the islands, if it were ever to escalate to the point of military confrontation, is that the United States is obligated to defend them as part of Japanese territory under a mutual defense pact with Tokyo. William Choong, a senior fellow at the ISEAS-Yusof Ishak Institute in Singapore, recently warned that the Senkakus/Diaoyu may be more of a powderkeg than other contested regions of East Asia. \"Compared to other flashpoints in the region -- the South China Sea, Taiwan, and North Korea's weapons programs -- the East China Sea combines a unique and combustible mix of history, honor and territory,\" Choong wrote this month on The Interpreter, the blog of the Lowy Institute in Australia. \"The question is not whether China, now the target of a full-court press by America, would want to challenge Japan over the islands. The question is when, and how? This is what keeps Japanese (and American) policymakers awake at night,\" Choong wrote.", "Section": "asia", "Writers": ["Brad Lendon", "Junko Ogura"], "URL": "https://www.cnn.com/2020/06/21/asia/china-japan-island-dispute-intl-hnk-scli/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}