{"Type": "article", "Time": "2020-12-10", "Headline": "US blacklists Chinese triad boss 'Broken Tooth' in latest round of anti-corruption sanctions", "Text": "The United States government has placed sanctions on Wan Kuok-koi, a notorious gangster and triad boss known as \"Broken Tooth.\"  Wan is known as a leader of the 14K Triad, which the US Treasury described as \"one of the largest Chinese organized criminal organizations in the world,\" engaging in \"drug trafficking, illegal gambling, racketeering, human trafficking, and a range of other criminal activities.\"  Under the sanctions, any assets held by Wan in the US will be frozen and American citizens are forbidden from doing business with him.  Born in the Portuguese colony of Macao, Wan rose through the ranks of the triad to become one of the territory's most powerful crime bosses, waging a bloody war against rival gangs, with bombings, shootings and stabbings a regular occurrence. He was jailed in November 1999 on a host of charges, shortly before the colony was handed over to China.  Upon his release in 2012, Wan, who had always maintained his innocence, sought to reinvent himself -- at least publicly -- as a legitimate businessman, reportedly backing ventures in Cambodia and Palau. According to the US Treasury, he also gained membership of the Chinese People's Political Consultative Conference (CPPCC), an advisory body to the ruling Communist Party.  In 2018, the Treasury statement said, Wan established the headquarters of the World Hongmen History and Culture Association in Cambodia. Also known as Tiandihui, or the Heaven and Earth Society, the Hongmen is a fraternal organization dating to the mid-1600s, with footholds around the world.  In Hong Kong and Macao, it has been closely linked to triad activity, and the US sanctions accuse the 14K of \"utilizing Broken Tooth's World Hongmen History and Culture Association as an effort to legitimize itself.\"  \"The World Hongmen History and Culture Association has managed to co-opt elite figures in Malaysia and Cambodia. This continues a pattern of overseas Chinese actors trying to paper over illegal criminal activities by framing their actions in terms of China's Belt and Road Initiative (BRI), the China Dream, or other major initiatives of the CCP,\" the Treasury statement said using the acronym for the Chinese Communist Party. \"The World Hongmen History and Culture Association is spreading across Southeast Asia, establishing a powerful business network involved in the development and launching of crypto currencies, real estate, and most recently a security company specialized in protecting BRI investments,\" the statement added. CNN could not reach the association for comment on the Treasury accusations. Wan could also not be reached.  The sanctions against Wan are part of a wider effort against worldwide corruption, as part of International Anti-Corruption Day. On Wednesday, the US also designated a Liberian lawmaker and one Kyrgyz individual under Executive Order 13818, which targets corruption and serious human rights abuse. Belt and road's alleged crime links  The activity ascribed to Wan by the Treasury statement, particularly in Cambodia, resembles that of another alleged Chinese crime boss, Zhao Wei.  This week, CNN reported that Zhao -- one of the world's most notorious narcotics traffickers -- was closely linked to a casino development project in Laos, apparently with the imprimatur of the local government.  Both Cambodia and Laos are members of the Belt and Road Initiative, a vast trade and infrastructure project that is the signature project of Chinese President Xi Jinping. First announced in 2013, the project promises to build ports, roads and railways to create new trade corridors linking China to Asia, Africa and Europe, with tens of billions of dollars in investments and loans.  The project has been dogged by criticism, particularly from Western countries, that have accused China of saddling developing countries with debts that they cannot afford to repay. According to the US Treasury, the BRI also has links to organized crime.  \"Chinese enterprises behind the BRI projects have several things in common: their leadership has links to criminal networks or actors involved in illicit activities in other parts of Southeast Asia, as well as China; they have pre-existing organizations engaged in casinos and crypto currencies; they advertise themselves online to be associated with Beijing's BRI and flaunt connections with key Chinese government agencies; and all of them have established associations that actively seek to assist Chinese nationals,\" the statement said.  CNN has reached out to the Chinese government for comment on the Treasury's assertions regarding BRI projects. As well as blacklisting Wan personally and the World Hongmen History and Culture Association, the US also sanctioned the Palau China Hung-Mun Cultural Association and the Hong Kong-based Dongmei Group, both of which it said were \"owned or controlled\" by Wan.  Dongmei, which could not be reached for comment, is a key investor in the Saixigang Industrial Zone Project, the Treasury statement said, a development linked to armed rebel groups in eastern Myanmar. ", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2020/12/10/asia/us-sanction-broken-tooth-triad-china-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}