{"Type": "profile", "Time": "2014-12-22", "Headline": "Brad Lendon", "Text": "Brad Lendon is a senior producer for CNN Digital Worldwide in Hong Kong, working across digital programming and alerting for mobile, social, and desktop platforms. With a career in journalism spanning nearly four decades, Lendon has a long history and deep knowledge of military affairs in Asia, and serves as the military expert in CNN's Hong Kong bureau. As a senior producer overseeing the programming process, Lendon collaborates with editors and producers across digital and TV to determine the best placement for stories to find the right audience. Testing headlines and checking analytics, he ensures all available CNN content is reaching the most audiences possible. As the go-to person for military analysis, he advises television producers in CNN's Asia bureaus about what is important in the region, and puts the US' military moves in Asia into context for CNN's readers. Throughout his 16 years at CNN, Lendon has notably covered China's island buildup in a flyover of the South China Sea with the US Navy, and the Navy's retirement of the USS Simpson, the last modern US warship to sink an enemy vessel in battle. Lendon originally joined CNN in 2004 as a copy editor, later holding roles as a content producer and homepage producer covering domestic news at CNN's Atlanta headquarters. Prior to CNN, Lendon spent 20 years serving in editor roles at newspapers including The Honolulu Advertiser, The Cincinnati Enquirer, The Dayton Daily News, The Palm Beach Post, and The Press Enterprise. He led coverage of some of the world's most unprecedented military events in recent history, including the first Gulf War in 1990; the Dayton Accords, the peace agreement to end the Bosnian War reached at Wright-Patterson Air Force Base in 1995; and the series of terrorist attacks against the United States on September 11 , 2001. During Lendon's early reporting days in Asia, he visited battlefields and significant military sites in Japan, Saipan, Korea, Singapore, Thailand, China, and Vietnam. He got his start in journalism in 1982 as a copy editor for the Pacific Stars and Stripes in Tokyo, where he covered President Reagan's tour of the Korean Demilitarized Zone between North and South Korea. Following college courses on national security policy, Stars and Stripes is where Lendon first learned the ins and outs of the US military and military relations in the Asia-Pacific region, subsequently gaining an appreciation for their importance in journalism. A native of Cleveland, Ohio, Lendon holds a degree in Journalism from The Ohio State University. ", "Section": null, "Writers": [], "URL": "https://www.cnn.com/profiles/brad-lendon", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}