{"Type": "article", "Time": "2020-04-09", "Headline": "As China lifts restrictions, here's where its people want to travel", "Text": "As China slowly eases lockdown restrictions and life returns to somewhat normal conditions, residents have once again started traveling.  From the Bund waterfront in Shanghai to scenic Huangshan Mountain park in the eastern Anhui province, major landmarks across the country welcomed thousands of visitors over the weekend.  But an uptick in domestic sight-seeing doesn't necessarily mean international travel will rebound as quickly.  At least, not according to a recent study conducted by the Trip.com Group, China's largest online travel agency.   Based on a survey of 15,000 people across 100 cities in China at the end of March, the company found that 16% of respondents will be ready to travel again in May in time for Golden Week, a five-day public holiday.   However, the vast majority -- to the tune of 90% -- would prefer to travel domestically, with destinations like Yunnan, Hainan island and Shanghai sweeping the top three preferences. \"China is recovering well. Wuhan's lockdown will be lifted and at the same time, everyone around the world is fighting against Covid-19,\" Jane Sun, the CEO of Trip.com Group, tells CNN Travel.  \"With the national holiday, we feel that May is a good time for travelers to go domestic since many countries have closed off their borders.\" What sounds like good news for China's domestic tourism sector could spell disappointment abroad for the global travel industry, which continues to reel from the new coronavirus outbreak. Many travel agencies, hotels, shops and guides around the world have come to rely on Chinese travelers, who comprise the world's largest outbound tourism market when it comes to trips and spending.  In 2018 alone, Chinese travelers took roughly 150 million outbound trips and collectively spent more than $277 billion.  \"In 2001, Chinese residents made 10.5 million foreign trips. By 2018, that number rose by an astonishing 1,326%. For some countries, China is now the top inbound source of travelers,\" adds Sun.  \"Domestic travel is the first step toward recovery. We remain optimistic about the future.\" China's domestic recovery  With many Chinese New Year plans cut short by the coronavirus outbreak earlier this year, embarking on a post-Covid-19 adventure has certainly been on the minds of many Chinese residents. And for some, that initial trip is just around the corner. According to Trip.com, roughly 61% of Chinese travelers surveyed indicated that they would feel ready to travel again by August.  A smaller-scale survey of 1,000 people across the country conducted by international management consulting firm Oliver Wyman supports these findings, while also exploring the rationale for staying close to home.  Roughly 77% of those surveyed said they would prefer a domestic destination for their first post-epidemic trip, citing \"the severe virus situation overseas\" as one of the main considerations when choosing a destination.  \"From our survey, it is encouraging to see that the majority of Chinese travelers have a strong appetite to resume traveling and retail spending after Covid-19 subsides,\" Katie Sham, a principal of Oliver Wyman based in Shanghai, tells CNN Travel.  \"The major reason that Chinese travelers want to explore domestically is that China is in a much more stabilized condition versus the rest of the world, at least in the coming three to four months.\"  Adventures at home As the coronavirus pandemic sweeps through regions like the US, UK and Europe and international air travel has slowed to a near standstill, it's hardly surprising that many Chinese travelers would prefer to explore at home, where new domestic infections have dropped dramatically. What's more, there's no shortage of things to see and do across the vast nation.   \"Within China, cities are popular and China is home to many UNESCO sites, so there remains lots to discover,\" says Sun.  Across the country, China counts 55 UNESCO World Heritage Sites as well as countless natural wonders, like Zhangjiajie's \"floating\" peaks, the karst scenery of the Li River outside of Guilin and Tiger Leaping Gorge in Yunnan. As Covid-19 restrictions ease, many of the country's most famous tourist attractions are slowly reopening, including the Badaling section of the Great Wall of China and the Chengdu Research Base of Giant Panda Breeding.   \"Chinese people are curious and passionate about exploring their country and seeing different provinces, cities and landmarks,\" Holger Jakobs, vice president of sales and marketing of Wharf Hotels, tells CNN Travel. \"There is an extensive list of destinations which many younger people haven't seen. As international travel became easier, they were focused on quick trips to Hong Kong and Taiwan and Southeast Asia. But now I think there will be a big resurgence of classic destinations in China that were always there but were in the background for some travelers.\"  Wharf Hotels operates 10 properties in China, providing a solid overview of how the travel market is recovering.   \"I think the (Trip.com) survey is spot on. We have actually already seen a rebound in domestic travel -- including leisure and nonessential business travel, corporate meetings and events -- at our properties in areas that were not as affected as central China,\" says Jakobs. \"In particular, we have seen recent upticks in Chongqing and Chengdu. These cities were already major drawing cards for shorter domestic travel, so these hotels are leading the recovery at the moment across our portfolio.\" Shifts in travel style When it comes to the needs and preferences of Chinese travelers, it won't be business as usual -- at least not at first. Both the Trip.com and Oliver Wyman surveys found that concerns about safety and ease of travel are top of mind.  \"Chinese travelers want to feel safe and virus-free at each touchpoint along the journey,\" says Sham. \"They want to make sure that the hotels and the restaurants they choose are frequently sanitized, with hygiene being the top priority of the staff.\" In addition, many travelers will prefer easy, short trips that are not too far away to test things out. The idea being, that if they encounter any problems, they can easily return home.    Jakobs agrees.  \"What we've seen with our hotels is that flexibility is essential,\" he says.  \"We are seeing a resurgence of voucher bookings and buying -- meaning that you can buy a voucher for a few room nights and have full flexibility on when to use it in a given time frame, just in case something happens.\"  Travel modes will also shift as people adjust to travel post-Covid-19. According to the Trip.com survey, the most popular style of travel will be independent, self-guided trips and smaller group tours.  By contrast, travel styles that are considered unsafe -- such as large group tours or cruises -- may take more time to assuage virus-wary residents.   According to Oliver Wyman, 71% said they would avoid tour bus excursions and 55% would avoid cruises, due to perceived health risks.   What about overseas travel?  While shorter domestic trips may kick start the travel resurgence in China, international travel is likely not too far behind.   Roughly 14% of Trip.com respondents noted interest in visiting European countries, although their plans will be dependent on safety and travel restrictions.   \"Outbound travel will gradually pick up as soon as the pandemic is contained, borders are lifted and subsequent visas from respective embassies and consulates are made available,\" says Sun.  The experts at the China Outbound Tourism Research Institute (COTRI) aren't surprised by Trip.com's survey results.  Indeed, a renewed desire to travel within China signals a return to the status quo, rather than a dramatic shift in travel habits.  Chinese travelers took over 6 billion trips domestically in 2019, compared with just 155 million outbound trips, based on figures from the China Tourism Academy. \"More than 90% of all Chinese travelers were already traveling domestically (before Covid-19), so if you ask a more or less representative sample of the Chinese population, that is what you will get,\" Wolfgang Georg Arlt, founder of COTRI, tells CNN Travel.   \"At COTRI, we are looking at the 10% of Chinese travelers with a passport who are traveling internationally, and how their travel behavior will change after the crisis is over,\" he adds. \"I think this clientele will choose short domestic trips at first, as well as regional outbound trips.\" When considering the first outbound journeys post-virus, Arlt predicts travelers will likely choose nearby destinations in Asia such as Thailand, South Korea and Vietnam.  \"It depends on a few factors: which destination will let Chinese travelers in, which have shown empathy when Wuhan was the center of the crisis, and which destinations are not considered dangerous,\" he adds.  \"I think for Europe and Australia and, especially the US, it will take more time before traveling to these destinations becomes normal again.\"", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/china-travel-recovery-domestic/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}