{"Type": "article", "Time": "2020-07-14", "Headline": "What you need to know about coronavirus on Tuesday, July 14", "Text": "From Hong Kong to California, cities and states around the world are reimposing restrictions to contain resurgent coronavirus outbreaks, as the number of global infections surpasses 13 million and the World Health Organization warns there are \"no shortcuts\" out of the pandemic. That includes a vaccine.  While experts hope there will be an effective inoculation against Covid-19 by early 2021, a new study suggests that immunity could be lost within months, and that the virus may reinfect people year after year, like the common cold. Whether the world finds a cure or not, WHO director-general Tedros Adhanom Ghebreyesus has urged the use of tools available now to suppress transmission and save lives. \"We need to reach a sustainable situation where we do have adequate control of this virus without shutting down our lives entirely or lurching from lockdown to lockdown,\" Ghebreyesus said Monday. But that is exactly what governments are being forced to do, as the pandemic continues to spiral out of control.  In the US, California Governor Gavin Newsom announced one of the most sweeping rollbacks of any state's reopening plans, ordering all bars closed and restaurants, movie theaters, museums, zoos and card rooms to cease indoor operations, as cases surge. \"It's incumbent on all of us to recognize, soberly, that Covid-19 is not going away anytime soon,\" Newsom said.  Hong Kong is imposing new travel and social distancing measures -- among the most stringent since the pandemic started -- as it battles a \"third wave\" of infections.   In the Philippines, a quarter of a million people in the capital of Manila will go back into lockdown as the virus spikes and hospitals reach capacity. \"I am not sure if this is a solution, but I am certain that if I do this the number of cases will not increase,\" Navotas city mayor Toby Tiangco told a local radio station, Agence France-Presse reported. But that lockdown logic -- all or nothing -- is becoming harder to rationalize as the pandemic picks up pace: The tally of cases worldwide has jumped by a million in just five days. YOU ASKED. WE ANSWERED Q: How long does Covid-19 immunity last?  A: People who were infected with Covid-19 may lose their immunity within months, according to new research that suggests the coronavirus could reinfect people annually, like the common cold. In the first study of its kind, scientists analyzed the immune responses of more than 90 people -- 65 patients and 31 health care workers -- for three months after they first started showing Covid-19 symptoms, and found that antibodies that can destroy the virus started to decline after about three weeks.  \"Vaccines in development will either need to generate stronger and longer lasting protection compared to natural infection, or they may need to be given regularly,\" Dr. Stephen Griffins, associate professor in the University of Leeds School of Medicine, who was not involved in the new study, said. Limitations of the study: The study has not been peer-reviewed. More research is needed to determine whether similar results would emerge among a larger group of patients, and to continue measuring antibody responses over a longer period of time. Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY Some of America's biggest school districts won't open as Trump wants them to California's two largest public school districts have joined New York City in saying they will not return to education-as-usual in the fall, despite President Donald Trump's push to get students back in classrooms -- and parents back in workplaces. Los Angeles and San Diego schools will forgo any type of in-person instruction when the academic year resumes, the districts said on Monday, in the latest signal that administrators are loath to risk the health of children or teachers until the pandemic is under control. The move follows a decision by New York City -- the largest school district in the country -- to stagger in-person learning, with Mayor Bill de Blasio announcing last week that the city would offer physical classroom instruction one to three days a week, supplemented by online education the rest of the time. How the coronavirus is shaping health care politics in 2020 The current outbreak is now concentrated in states with the highest share of uninsured residents in the nation like Texas, Florida and Georgia, where Republican governors, legislators or both have refused to expand eligibility for Medicaid under law. That is complicating the local response and amplifying the political debate over the future of the Affordable Care Act, Ronald Brownstein writes.   America is running out of protective gear -- again Nearly four months after invoking a 1950s-era law in order to compel businesses to manufacture equipment for the fight against the coronavirus, the Trump administration has made only sparing use of its authorities, leaving frontline workers in dire need of supplies like masks, gowns and gloves. The Department of Health and Human Services listed 19 companies that have received contracts under the Defense Production Act to produce emergency supplies, including 600 million N95 respirators and face masks. But experts say it's not enough and that the effort started far too late. Only about half the masks ordered will be delivered by the end of this year.   Prepare now for a winter Covid-19 peak In England, face masks will be made mandatory in all shops later this month, following mixed messaging from the government.  The move comes after experts warned that a second wave of the virus had the potential to kill 120,000 people in the United Kingdom between this September and next June. That's more than double the 45,000 official deaths that Britain has experienced so far.  The estimate by the Academy of Medical Sciences in the UK is based on a \"reasonable worst-case scenario,\" in which the pandemic peaks this winter, as more people stay indoors in poorly ventilated spaces and health care systems are overburdened treating other diseases, like the flu. 16 and stuck in solitary confinement 23 hours a day due to Covid-19 John spent his 16th birthday the same way he's spent every day during the UK's Covid-19 lockdown — alone in a cell for 23 hours, with no visits, no internet and few phone calls. He is one of hundreds of children locked up in UK prisons, the forgotten casualties of Covid-19. In the UK, teens and children aged 18 and younger are held in what the government refers to as secure children's homes, secure training centers and young offender institutions. The lawyers CNN spoke to universally refer to such institutions as prisons. The new restrictions have been imposed by the UK government as part of the Covid-19 lockdown. Visits have been temporarily suspended and time outside of prison cells has been severely reduced, as part of broader measures to enforce social distancing in prisons due to the Covid-19 pandemic. ON OUR RADAR India has recorded more than 100,000 new infections in the last four days, and its case total is edging closer to 1 million. \nHong Kong Disneyland will close again after a surge in coronavirus cases has forced the city to tighten its social distancing measures.  \nA Texas man who thought coronavirus was a hoax has died after attending a \"Covid party,\" where people intentionally get infected. Elsewhere, in Michigan, 43 new cases have been linked to a single large house party in early July.  \nSurging cases across the US are delaying test results from laboratories by as much as a week, according to a leading provider of diagnostic services. \nThe NFL will offer a new mouth shield prototype to protect players against Covid-19. Meanwhile, two NBA players have tested positive in the league's Disney bubble. \nKFC is asking its franchisees in four states with a resurgence of coronavirus cases -- Florida, Texas, Oklahoma and California -- to stop dine-in services.\nBrazilian President Jair Bolsonaro, who has been self-isolating since testing positive for Covid-19, told CNN Brasil that he was fed up with quarantining but would keep doing it until he had results from his second test. In the meantime, he's keeping busy with emus at the presidential palace.\nPeru surged past 330,000 confirmed Covid-19 cases on Monday. It remains the country with the second highest number of cases in Latin America, behind Brazil. TOP TIPS 1. Wake up. 2. Make coffee.  As the days blend together for many people living in lockdown, crossing things off a to-do list can feel both harder to do, and more satisfying. While life may feel more daunting than ever, keeping a checklist can be helpful for decreasing anxiety, providing structure and giving us a sense of purpose. Research on the psychology of goal-making has revealed that an unfinished goal causes interference with other tasks you're trying to achieve. But simply making a plan to facilitate that goal, such as detailing steps on a to-do list, can help your mind set it aside to focus on other things. Check out these tips on reframing your checklist as a set of miniature goals, and how to complete them.  TODAY'S PODCAST \"A lot of young people are going out, going to restaurants ... and then, of course, going home and possibly infecting their parents, their grandparents.\" -- CNN correspondent Rosa Flores   Over the weekend, Florida set a record for the most coronavirus cases reported in a single day. Rosa Flores has been reporting from the state for months and joins Dr. Sanjay Gupta to talk about how the virus got so out of control. Listen Now.", "Section": "world", "Writers": ["Eliza Mackintosh"], "URL": "https://www.cnn.com/2020/07/14/world/coronavirus-newsletter-07-14-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}