{"Type": "article", "Time": "2020-11-11", "Headline": "What you need to know about coronavirus on Wednesday, November 11", "Text": "Coronavirus hospitalizations in the United States reached an all-time high of 61,694 on Tuesday, as the relentless pandemic smashes records and pushes the country's health care system to the brink. The number of people hospitalized, compiled by the Covid Tracking Project, has doubled since September and now outstrips the early peak of the pandemic in the US, when 59,940 hospitalizations were recorded on April 15. After reporting 100,000 new coronavirus infections for seven days in a row, the US has now surpassed 10 million cases -- far more than any other country. And that number will likely climb rapidly, one expert told CNN. Many US hospitals are now at breaking point, with overwhelmed staff members struggling to deal with a surge of patients.  In Texas -- the first state to record 1 million Covid-19 cases -- the hard-hit county of El Paso has six mobile morgues and has asked for four more trailers, County Judge Ricardo Samaniego said Monday. Oklahoma's health department reported that just 62 of its adult intensive care unit beds -- about 7% of the total number -- are available. In Illinois, most regions are seeing \"far higher rates\" of Covid-19 hospitalizations than they did in the spring, the governor said Tuesday.  \"We are watching cases increase substantially in this country far beyond, I think, what most people ever thought could happen,\" Michael Osterholm, director of the Center for Infectious Disease Research and Policy at the University of Minnesota, told CNN's Anderson Cooper on Monday.  \"It will not surprise me if in the next weeks we see over 200,000 new cases a day.\" YOU ASKED. WE ANSWERED Q: What do we know about the Pfizer vaccine? A: US drugmaker Pfizer's announcement Monday that it believes its Covid-19 vaccine is more than 90% effective has triggered a wave of optimism around the world, parts of which are under a second round of lockdown, desperately looking for a way out. Here's what we know about the vaccine: Timeline: Dr. Anthony Fauci, the US government's top infectious disease expert, says doses could be given to people \"by the end of November, the beginning of December.\" Global doses: The US drugmaker believes it could make up to 50 million doses available globally this year, and 1.3 billion doses in 2021. Caveats: While the development has been welcome around the world, Pfizer CEO Albert Bourla told CNN: \"How long this protection lasts is something we don't know.\" Safety: Pfizer says \"no corners were cut\" in the vaccine's development, adding that there are no safety concerns. Progress: As of Sunday, 38,955 of the volunteers in the Pfizer trial have received a second dose. The company says 42% of international trial sites and 30% of US trial sites involve volunteers from racially and ethnically diverse backgrounds. Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415. WHAT'S IMPORTANT TODAY: ALL EYES ON PFIZER The power couple behind the Pfizer vaccine  Scientists Ugur Sahin and Ozlem Tureci have dedicated their lives to the field of oncology and infectious diseases, and spent years pioneering personalized immunotherapy treatments for cancer. But amid the coronavirus pandemic, the couple's groundbreaking research in the field of modified genetic code has catapulted them into the public eye, as the brains behind the world's first effective coronavirus vaccine.  Sahin, 55, and Tureci, 53, set up BioNTech in the central German city of Mainz in 2008. On Monday the company's partner, US pharmaceutical giant Pfizer, said their candidate vaccine, which uses a never-before approved technology called messenger RNA, or mRNA, to spark an immune response, was \"the greatest medical advance\" in the last 100 years. Pfizer's vaccine requires ultra-cold storage. That could cause supply chain problems As Molly Howell, a state health official in North Dakota, watched a webinar on how to distribute what's expected to be the first Covid-19 vaccine, her head began to spin. \"How are we going to do this?\" she texted a colleague who was also on the webinar. Her colleague responded with an exploding head emoji. Pfizer's vaccine needs to be stored at about minus 75 degrees Celsius, which is about 50 degrees colder than any vaccine currently used in the US. Doctors' offices, pharmacies and state labs don't have freezers that go nearly that low. The solution: A set of handling and storage requirements that a doctor at the US Centers for Disease Control and Prevention described as \"very complex.\"  Buoyed on hopes of a vaccine, Wall Street is starting to look beyond Covid A return to the office, packed flights and full nightclubs may seem like a distant future. But Wall Street has a new message for its clients: It's time to start thinking about life after the pandemic. What's happening: Many riskier assets skyrocketed on Monday after Pfizer (PFE) and BioNTech said early results indicate their vaccine candidate is more than 90% effective. That raised hopes that vaccines could help normal life resume in 2021, driving a huge rebound in economic activity. \"The strong results from the Pfizer vaccine were better than most expected and [mean] we could be opening back up sooner than expected,\" said Ryan Detrick, LPL Financial's chief market strategist. ON OUR RADAR A new test -- one that looks for an immune cell, called a T cell -- might be better at detecting past coronavirus infection than antibody tests, according to a study in the town where the virus first spread in Italy.\nEngland's students will get a seven-day window to travel home before Christmas, the UK universities minister said Wednesday. \nThe small South Pacific island nation of Vanuatu, one of the last remaining countries to be untouched by the pandemic, reported its first Covid-19 case on Tuesday.\nA travel bubble between Hong Kong and Singapore will start on November 22, Singapore's aviation authority said on Wednesday, as the two countries move to reopen borders.\nProminent Iranian human rights lawyer Nasrin Sotoudeh has tested positive for Covid-19 after being released from jail, according to her husband Reza Khandan.\nThis $1 Covid-19 test made in Senegal delivers results in a matter of minutes. It could revolutionize pandemic response across the African continent. TOP TIPS Wearing a mask can help protect you -- not just those around you -- from coronavirus transmission, the Centers for Disease Control and Prevention said in new guidance Tuesday. This updates its previous suggestion that the main benefit of mask wearing was to help prevent infected people from spreading the virus to others. Cloth masks act as \"source control\" to block virus particles exhaled by the wearer and provide \"filtration for personal protection\" by blocking incoming infectious droplets from others, the agency said. The new guidance cites a number of studies showing that masks reduce the risk of transmitting or catching the virus by more than 70% in various instances. One study revealed mutual mask use helped prevent two infected hair stylists from transmitting the virus to 67 clients who were later interviewed. Another followed infected people who spent more than 10 hours on flights without infecting other passengers when masks were used. TODAY'S PODCAST \"I do not believe that people should get deliberately infected. No pox parties, no Covid-19 parties. It is dangerous.\" -- Dr. Monica Gandhi, infectious disease expert  Does the amount of coronavirus you're exposed to impact the severity of your illness? CNN Chief Medical Correspondent Dr. Sanjay Gupta talks to Dr. Gandhi about how \"viral dose,\" or exposure to the virus, could impact the severity of your illness. Listen Now. ", "Section": "world", "Writers": ["Eliza Mackintosh"], "URL": "https://www.cnn.com/2020/11/11/world/coronavirus-newsletter-11-11-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}