{"Type": "article", "Time": "2019-02-14", "Headline": "India wants to make medical tourism a $9 billion industry by 2020", "Text": "There are many reasons people go to India: the culture, the food, the weather. But in recent years, another factor drawing visitors is health care.  India's medical tourism industry could grow by 200% by 2020, hitting $9 billion, according to Ministry of Tourism figures. As it tries to expand the industry, the country is trying to make it easier for people to come for medical reasons. It's touting advanced facilities, skilled doctors and low-cost treatment but also traditional practices such as yoga and Ayurveda. \"India can provide medical and health care of international standards at low costs,\" Tourism Minister KJ Alphons said in written response to a query in the Lower House of Parliament. \"India excels in the state of the art medical facilities, reputed health care professionals, quality nursing facilities and traditional healthcare therapies.\"  In 2015, India ranked as the third most popular destination for medical tourism, when the industry was worth $3 billion. The number of foreign tourists coming into the country on medical visas sat at nearly 234,000 that year. By 2017, the number of arrivals more than doubled to 495,056, government figures show. Visa rules have also been changed to encourage applications. \"The e-tourist visa regime has been expanded to include medical visits as well. Medical and medical attendant visas have been introduced to ease the travel process of medical tourists. The maximum duration of stay in India under the e-medical visa is a longer duration of six months,\" Alphons said. Still, it's important to be cautious when it comes to predictions, said Johanna Hanefeld, an associate professor of health policy and systems at the London School of Hygiene and Tropical Medicine. \"One of the challenges is that the figures cited are based on the private sector. It's private individuals paying private providers. Any type of figure tends to be relatively speculative. The initial wave of predictions was business analysis and research and was based on the thinking that people go on cost and quality alone. And essentially being a world with disappearing borders, this was an area of growth,\" Hanefeld said. \"In the last five years, these predictions have been down scaled because health is a difficult issue, and people make decisions based on a number of reasons such as culture, proximity or perception of care. These are not rational decisions based purely on economics.\" India is part of a global trend The Organization for Economic Co-operation and Development describes medical tourists as those who \"travel across international borders with the intention of receiving some form of medical treatment.\" This covers a range of medical services but most often includes dental care, cosmetic surgery, elective surgery and fertility treatment. People visit India for a variety of health care needs, including cancer treatments, transplants and cardiac surgery.  Globally, around 14 million to 16 million patients traveled outside their home countries to seek treatment in 2017, according to Patients Beyond Borders, a medical travel advocacy group for consumers. The global medical tourism market is estimated to be around $45.5 billion to $72 billion. Other leading destinations include Malaysia, Singapore, Thailand, Turkey and the United States. There are challenges for the global industry and consumers too, especially quality and continuity of care.  \"There is no quality assurance between countries,\" Hanefeld said. \"So if something goes wrong, there is no way for legal redress, whether there's malpractice or serious complications following a procedure. So I think this puts people off. It's all private-sector practice. There's no international body or quality assurance.\" Still, for many, cost savings can be a major draw. Using American health care costs as a benchmark, Patients Without Borders estimates savings ranging from 40% to 90%, depending on the country. In Taiwan, Thailand, Mexico and Turkey patients can save 40% to 65% on procedures and treatments. At the higher end are countries like Singapore and South Korea, where patients can save 25% to 45% on procedures.  In India, the savings can start from 65% and go up to 90% with patients receiving quality care. \"Indian doctors have a reputation for high-quality medical training. A lot of them are returnee Indians who have studied abroad, and then you have large hospital groups such as Apollo, which have become large international brands. They have also gone into strategic partnerships with brands in high-income countries,\" said Hanefeld. For India's private health care providers, medical tourism is a lucrative business. In 2018, Max Healthcare, a chain of private hospitals, treated up to 50,000 foreign patients, with the majority traveling from the Middle East, central Asia and Africa. Patients often come for specialized care that requires specific equipment or expertise, said Sonika Raina, a representative for Max Healthcare. \"These include high-end cardiac surgeries, including pediatric cardiac surgery, cancer treatments, neurosurgery, spine surgery, transplants, bariatric surgery, trauma-related orthopedic surgery and IVF,\" Raina said. \"Nearly 10% of the overall revenue comes from foreign patients.\" Many of the patients in India come from neighboring countries and other developing nations. \"There's also a huge diaspora market, such as people who are British but born to Indian parents,\" Hanefeld said. \"Initially, there was a prediction that people from rich countries would travel to middle-income countries to get a good deal. What seems to be more the case is that more people from low- or middle-income countries travel for care,\" Hanefeld said. \"It's more about unavailability. What you see a lot of is the elite from lower-middle income countries simply because the procedures may not be available in the country they are from.\" Traveling for traditional health practices Traditional Indian health practices such as Ayurveda, yoga, Unani, Siddha and homeopathy are now also being promoted to increase the numbers of medical tourists.  Ayurveda is an ancient Hindu system of medicine based on the notion of balance within the body. It uses herbal treatment and yogic breathing.  Siddha and Unani are similar in their holistic approach to finding harmony between the mind and body, with the origins of Siddha lying in the southern state of Tamil Nadu, while Unani can trace its roots back to the time of ancient Greece. These all come under the Ministry of AYUSH, a government agency created in 2014 to improve access to and awareness of traditional methods. India's AYUSH industry was estimated to be worth around $2.4 billion in 2014-15, according to a 2018 report by the Federation of Indian Chambers of Commerce & Industry.   This traditional knowledge of health care, along with India's reputation in modern, Western approaches, is fueling the country's rise in medical tourism.", "Section": "health", "Writers": ["Manveena Suri"], "URL": "https://www.cnn.com/2019/02/13/health/india-medical-tourism-industry-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}