{"Type": "article", "Time": "2020-08-01", "Headline": "The latest on the coronavirus pandemic", "Text": "Our live coverage of the coronavirus pandemic has moved here. Another 4,853 people were diagnosed with Covid-19 in Mexico, the country's Health Ministry said Sunday, bringing the nationwide total to 439,046.  The ministry also reported 274 new deaths, bring Mexico's death toll to 47,746. Authorities reported a record 9,556 new cases Saturday. On Friday, Mexico coronavirus death toll surpassed that of the United Kingdom. Only the US and Brazil have seen more virus-related fatalities, according to Johns Hopkins University. ##Hotspots## Doug Pederson, the head coach of the National Football League's Philadelphia Eagles, has tested positive for Covid-19, the team said in a statement.  Pederson is asymptomatic and \"doing well\" in self-quarantine, the team said.  Pederson has coached the Eagles since 2016. He led the team to its first-ever Super Bowl victory in 2018. Philippine President Rodrigo Duterte announced Sunday he would reimpose tightened coronavirus restrictions on the capital city of Manila as the number of confirmed infections in the country passed 100,000. The new restrictions, dubbed the “modified enhanced community quarantine,” will be imposed on Manila and the provinces of Laguna, Cavite, Rizal and Bulacan starting at midnight Tuesday. The rules state that people younger than 21, those who are older than 60, those with health risks and pregnant women are required to remain in their residences. The only exceptions are for people to buy essentials and go to work, according to CNN affiliate CNN Philippines. Duterte’s decision comes after at least 80 medical associations signed a letter urging the President to tighten restrictions. “We are exhausted, both physically and mentally. Most of us are already getting infected with COVID-19,” said Philippine College of Physicians President Mario Panaligan in an August 1 open letter, according to CNN Philippines. Duterte also approved the hiring of 10,000 medical professionals and the calling to active duty and enlistment to the Armed Forces of the Philippines (AFP) to assist the current health care workforce, said Henry Roque, presidential spokesperson, in a statement Monday morning. The Philippines reported 5,032 new cases Sunday, bringing the nationwide total to 103,185, according to the Department of Health. The country has 2,059 confirmed deaths. After being on a ventilator for six weeks due to Covid-19, Mayra Ramirez, 28, was so sick she needed a double lung transplant.  The Illinois woman went to the emergency room with Covid-19 symptoms April 26. Her condition became increasingly dire, she suffered irreversible damage to her lungs and she spent more than six weeks on a ventilator.  On June 5, she received a double lung transplant at Northwestern Medicine in Chicago. After a lengthy recovery, she is finally resting at home.  Ramirez and the surgeon who performed the operation, Dr. Ankit Bharat, shared their experience with CNN's Ana Cabrera. This is not a hoax. This virus is real. It happened to me. It can happen to them,\" Ramirez said Sunday. Watch more: Fifteen state-supported Covid-19 testing sites will reopen Monday after closing because of Tropical Storm Isaias, according to a tweet from the Florida Division of Emergency Management. The sites, located in Broward, Miami-Dade, Palm Beach and St. Lucie counties, were temporarily closed Thursday as the storm approached the state, as CNN previously reported.   Brazil's Health Ministry reported 541 new Covid-19 deaths Sunday, bringing the country's total to 94,104. Latin America and the Caribbean surpassed 200,000 total deaths from the virus, with Brazil holding the highest number of deaths and accounting for nearly half the region's total. The Brazilian Health Ministry also reported 25,800 newly confirmed cases, bringing the total number of cases in Brazil to 2,733,677.  Last week, first lady Michelle Bolsonaro and another two ministers in President Jair Bolsonaro's government tested positive for Covid-19. Since the beginning of the pandemic, eight high-ranking officials have been infected by the novel coronavirus. That includes the President, the first lady and six ministers. President Bolsonaro has since recovered and tested negative for the virus. New York Mets outfielder Yoenis Céspedes decided to opt out of the season “for Covid-related” reasons, Brodie Van Wagenen, the baseball team's general manager, told SNY during a post game interview Sunday. The news comes after Céspedes did not report to the ballpark for the team's game against the Atlanta Braves on Sunday and the Mets could not get in touch with him. Van Wagenen said the Mets did not know the player was considering this and during the game was the first time the Mets were aware of his concerns. The Mets had sent security to his hotel room, where he and his belongings were not found, the GM said. Van Wagenen said the organization will “support” and “respect” Céspedes’ decision, as they would every player, because it's their right to decide. He did add that it was “surprising” without question. The GM said Céspedes was safe and healthy and he wished his family the same. The Los Angeles County Department of Public Health told CNN in an emailed statement Sunday that it is investigating reports of a private indoor party. Dozens of patrons reportedly went to the Sassafras Saloon in Hollywood on Friday. Lisa Strangis, spokeswoman for 1933 Group, which owns the Sassafrass Saloon, said the owners had rented out the bar to someone who wanted to “honor a group of first responders.” While she said she was unwilling to name the first responder agency, Strangis said the renters paid for the space and 1933 Group employees worked the event. We are investigating reports of a private indoor party and remind all businesses that have been ordered to close indoor operations that there are no exceptions. This is exactly the situation that puts our entire community at unnecessary risk,” the health department's statement read. CNN was tipped off to the Friday night event by a source with direct knowledge of the party. The source was told it would involve 100 to 150 law enforcement personnel at Sassafras Saloon. On July 13, California Gov. Gavin Newsom announced a new round of statewide restrictions as California’s Covid-19 cases spiked. The restrictions halted all indoor dining and closed down bars unless they serve food. The state allows outdoor dining at restaurants.  Jacksonville Jaguars quarterback Gardner Minshew II has been placed on the NFL's Reserve/Covid-19 list by his team. This move does not necessarily indicate that Minshew himself has tested positive for Covid-19. Four more Jaguars players were also placed on the Reserve/Covid-19 list. Those players are:  Running back Ryquell Armstead \nTight end Charles Jones\nWide receiver Michael Walker\nSafety Andrew Wingard. The NFL describes the Reserve/COVID-19 category as a roster status created for a player who either tests positive for Covid-19 or who has been quarantined after having been in close contact with an infected person or persons.  If a player falls into either of these categories, their club is required to immediately place the player on the Reserve/COVID-19 list. Per agreed-upon NFL-NFLPA policy, clubs are not permitted to comment on player's medical status other than referring to roster status. Clubs may not disclose whether player is in quarantine or is positive for Covid-19. Miami-Dade County Public Schools Superintendent Alberto Carvalho says officials will revisit a possible return to in-class learning at the end of September. M-DCPS announced this week it will be delaying the start of the school year by one week and delaying \"the in-school model by a month,\" Carvalho told CNN affiliate WPLG's Sunday morning political affairs program, \"This Week in South Florida.\"   We will revisit the conditions around September 30th for a possible return to the schoolhouse as early as October 5th, if the conditions are appropriate,\" Carvalho said.  Carvalho said there is a possibility that certain groups of \"fragile and young\" children, including kindergarten students and children with disabilities, could return to schools before October 5. \"Because we recognize there has to be a balance between the protection, as far as well-being and health of our teachers and students, but also the resumption of normalcy,\" Carvalho said.   That would have to be done in a very protective and phased-in manner, a \"dimmer-switch approach,\" Carvalho said. This was presented to the school board and is still being discussed, Carvalho said.   Carvalho told WPLG that returning to in-person classes is contingent on \"a number of criteria\" including a positivity rate of \"at least 10% or lower.\"  Training week for teachers and staff as well as student orientation is scheduled for August 24, Carvalho said in a tweet.   Pennsylvania is seeing significant increases in Covid-19 cases among younger age groups, particularly those between 19 and 24, according to a news release from the state’s health department. “An alert was sent to healthcare providers about the changing COVID-19 case demographics, as there are more cases in younger age groups than in those 50-64 and 65+,” the health department said. Sunday, the state reported 654 more cases and five new deaths, bringing statewide totals to 113,590 cases and 7,209 deaths. Of those deaths, 4,910 have occurred at nursing homes or personal care facilities, the news release states. Kentucky Gov. Andy Beshear announced 463 new cases and two new deaths Sunday, bringing statewide totals to 31,185 cases and 742 deaths. Of the new cases reported Sunday, 11 were in children age 5 or younger, Beshear said. We’ve made it to August, and while I know we all hoped months ago when this pandemic first arrived in Kentucky that we’d be closer to a decisive victory, we remain at war with the coronavirus,” Beshear said. According to CNN's map tracking coronavirus, Kentucky has more than 30,000 cases. Chief Minister B.S. Yediyurappa of India's southern state of Karnataka announced Sunday that he tested positive for coronavirus. Earlier he tweeted his \"prayers for a quick and complete recovery\" for India's minister of home affairs, Amit Shah, who also tested positive for coronavirus Sunday. India surpassed 1.7 million cases this weekend. According to India's Press Information Bureau, Karnataka state has the second highest number of cases in the country. The state of Maharashtra has the most. Chile, one of the countries most affected by the coronavirus pandemic in Latin America, reported 2,081 new confirmed cases of Covid-19 on Sunday. Chilean health authorities also reported 75 new deaths. Chile now has a total of 359,731 cases and 9,608 deaths from the virus. The country has the seventh highest number of cases in the world, according to Johns Hopkins University. ##Hotspots## At least 46 Ohio bars and restaurants have been cited for violations related to Covid-19 since May, Ohio Department of Public Safety spokesman Craig Cvetan told CNN.  The violations issued between May 16 through July 31 range from disorderly conduct and failure to comply with alcoholic beverage consumption on premises, according to a report from police.  Parts of Ohio are under an executive order that limits hours in which alcohol can be consumed on the premises to prevent the spread of Covid-19. CNN's Sheena Jones contributed to this report. A group of football players from the NCAA’s Pac-12 Conference penned a letter on The Players Tribune with a list of demands, ranging from health and safety assurances during the Covid-19 pandemic to issues of racial injustice. Using the hashtag #WeAreUnited, the players start the letter saying, “because NCAA sports exploit college athletes physically, economically and academically, and also disproportionately harm Black college athletes, #WeAreUnited.” The letter concludes with the group of players threatening to sit out the full season unless their demands are met. “#WeAreUnited in our commitment to secure fair treatment for college athletes. Due to Covid-19 and other serious concerns, we will opt-out of Pac-12 fall camp and game participation unless the following demands are guaranteed in writing by our conference to protect and benefit both scholarship athletes and walk-ons,\" the letter said. The Pac-12 sent CNN the following statement: \"Neither the Conference nor our university athletics departments have been contacted by this group regarding these topics. We support our student-athletes using their voice, and have regular communications with our student-athletes at many different levels on a range of topics. As we have clearly stated with respect to our fall competition plans, we are, and always will be, directed by medical experts, with the health, safety and well being of our student athletes, coaches and staff always the first priority.  We have made it clear that any student athlete who chooses not to return to competition for health or safety reasons will have their scholarship protected.\"   There are at least 4,639,005 cases of coronavirus in the US and at least 154,619 people have died, according to Johns Hopkins University's tally of cases. As of 1:30 p.m. EST Sunday, 18,561 new cases and 172 new deaths have been reported in the US since midnight.    The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.   New Jersey has reported 331 new cases of Covid-19 and six additional deaths from the virus, according to a tweet from Gov. Phil Murphy.  The state has a total of 182,350 cases from the virus and 13,961 deaths, the tweet said.  Note: These numbers were released by the state of New Jersey and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. New York City submitted its plan to reopen schools on Friday night and what was submitted “looked more like an outline and not a plan,” New York State Department of Education spokesperson Jim Malatras said Sunday.  The plan was about 30 pages and other plans were more detailed, Malatras said. The New York State Department of Education has not had a chance to fully review the plan submitted by New York City because it was submitted late Friday evening, Malatras said.  CNN has reached out to the New York City Department of Education for comment.  Cuomo said he wants to know how testing will be done and reiterated it is about the parents being comfortable when it comes to the school reopening plans.  \"Just because a school district says 'we are open' does not mean students are going to go,” Cuomo said.  The governor said he has been talking to parents across the state and “there is going to have to be some dialogue” about schools reopening.  Following Treasury Secretary Steve Mnuchin's comments that the administration and GOP are not going to support a $1 trillion proposal for state and local governments, Senate Minority Leader Chuck Schumer said he would not be \"negotiating in public.\" \"[W]e need a strong robust bill; we believe the House bill $915 billion is adequate and needed and we’re going to fight for it,\" Schumer told CNN. When asked if $600 unemployment is non-negotiable, he said “I’m not arguing in public, we believe 600 is what we need.” Schumer said that people who lost their job for no fault of their own do not need to suffer an over 30% pay cut. Contact tracing can be very effective during the early or late parts of an outbreak, but when there is widespread outbreak, mitigation measures are more important according to Adm. Brett Giroir, a member of the White House’s coronavirus task force.  “Yes, contact tracing is important,” Giroir said on NBC on Sunday, “but it’s much less important right now than the public policy mitigation measures.”   Contact tracing can be very effective, he said, during the very early parts of an outbreak.  “When you have a widespread, multi-focal outbreak, where many people are asymptomatic, testing and tracing are of limited utility versus public health policy measures,” Giroir said.  Once the virus is back to very low levels, he said, testing and contact tracing become much more important.   “Where we are right now, with the widespread, multi-focal, across many states, just like many other countries, the solution was the mitigation steps, not the contact tracing,” Giroir said.     New York Gov. Andrew Cuomo said when it comes to reporting the latest Covid-19 numbers, it is “all very good news.” Of the 58,951 total tested, 531 people tested positive for Covid-19 across the state, which brings the state to a 0.09% positive rate, Cuomo said. Cuomo said 556 people are hospitalized with the virus and that is “the lowest number since we began.\" Intensive care unit admission is down to 141 people, with 71 people intubated, the governor said. Three people were reported dead from the virus, the governor said. Some context: The state has performed more than 6 million Covid-19 diagnostic tests since March, Cuomo said. Hydroxychloroquine is not recommended as a treatment for Covid-19, Adm. Brett Giroir, a member of the White House coronavirus task force said on NBC on Sunday. “At this point in time, there’s been five randomized controlled, placebo controlled trials, that do not show any benefit to hydroxychloroquine,” Giroir said. “So, at this point in time, we don’t recommend that as a treatment.” Giroir said that hydroxychloroquine needs to be prescribed by a physician, and there may be circumstances where it is prescribed, in response to a question about the potentially mixed messages that are being sent out about the drug. “But I think most physicians and prescribers are evidence based and they’re not influenced by whatever is on Twitter or anything else,” he said. “And the evidence just doesn’t show that hydroxychloroquine is effective right now.” Giroir said that he thinks “we need to move on from that and talk about what is effective.” This includes public health measures like hand washing and mask wearing, and therapeutics and treatments that are known to be effective. “We have many things that do work,” Giroir said. “Right now, hydroxychloroquine, I can’t recommend that.\"  More details: Giroir said that there were other therapeutics which have shown promise, such as remdesivir and steroids which have reduced mortality. He also said that while they still don’t know about immune plasma, there are trials and it has worked in other cases.   The state of Florida has reported 7,047 new cases of Covid-19 among Floridians and 62 additional resident deaths on Sunday, according to Florida Department of Health (DOH).        There are now 481,668 cases among residents and 487,132 total cases in the state, including out of state residents, DOH reports. Florida has reported 7,084 resident deaths to date, DOH data shows.  There are currently 7,985 people hospitalized in Florida with Covid-19, according to the Agency for Health Care Administration (AHCA). Florida’s state-supported Covid-19 testing sites in the path of Tropical Storm Isaias on Florida’s east coast have been temporarily closed since Thursday evening in anticipation of Hurricane Isaias, CNN has reported.  One thing to note: These numbers were released by Florida's public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. There are 36 crew members on Norwegian Arctic cruise ship MS Roald Amundsen who have tested positive for coronavirus, Hurtigruten Cruises said in a statement Saturday. As a result, 387 passengers from two July expeditions on the cruise ship have been asked to self-quarantine. According to the statement, on Friday four crew members tested positive after they had been in isolation for “several” days ago for showing “other disease symptoms” but none associated with Covid-19.  “The safety and well-being of our guests and crew is Hurtigruten’s number one priority. All crew members are closely monitored and screened daily,\" the company said the statement. Additional testing of the entire crew concluded that 32 other crew members were infected with Covid-19, bringing the total to 36. More details: The ship is currently docked in Tromsø, Norway, with no passengers on board. It was scheduled to sail to Svalbard, a Norwegian archipelago north of Norway, on Friday afternoon. That trip has now been cancelled. The MS Roald Amundsen had two expeditions to the Arctic, one on July 17 with 109 guests, and another on July 24 with 178 guests on board.   In areas with widespread case increases, the cases need to be stopped first before there can be talks about reopening schools safely, according to Dr. Deborah Birx, White House coronavirus task force coordinator.  “I certainly would endorse what Dr. Redfield is saying,” she said on CNN on Sunday. “In the areas where we have this widespread case increase, we need to stop the cases and then we can talk about safely reopening.”  “If you have high caseload and active community spread, just like we are asking people not to go to bars, not to have household parties, not to create large spreading events, we are asking people to distance learn at this moment so we can get this epidemic under control,” she added.   As coordinator for the task force, Brix said that she works with Robert Redfield, director of the US Centers for Disease Control and Prevention, and looks at the data every single day and that she would do “what the CDC guidelines have recommended, and certainly the director.”    The New Jersey State Police does not consider large indoor gatherings to be a \"widespread problem,\" press officer Major Brian Polite told CNN. \"With that being said, any indoor home gathering must fall within the guidelines set forth in the executive order and any violations of such will result in enforcement,\" Polite said. Some context: The police statement comes after Airbnb removed or suspended 35 listings across New Jersey in order to crack down on \"party houses,\" according to a statement from Airbnb. One house party in late July had 700 people, taking more than five hours to be broken up by police, officials said. Arkansas Gov. Asa Hutchinson told CNN the state will not shut down bars and restaurants despite the recent spike in cases. When asked Sunday if the state's high number of new cases and deaths could have been prevented had there been restrictions imposed earlier, Hutchinson said the \"economy and people cannot be shut down for that long.\"  The governor said bars and restaurants would remain open at \"limited capacity\" because \"so far we have not seen any correlation between an increase in cases and lifting of restrictions.\" \"We're going to be dealing with this for some time and so you can't shut down the economy,\" Hutchinson said, adding that he's issued a mask mandate and \"of course the most important about that is that people comply with it.\" More context: The state of Arkansas reported a 10% positivity rate for new coronavirus cases Friday and currently has 43,173 total cases and 458 deaths. Dr. Deborah Birx said the US is in a new phase in its fight against the coronavirus pandemic, saying that the virus is more widespread than when it first took hold in the country earlier this year. \"What we are seeing today is different from March and April. It is extraordinarily widespread. It's into the rural as equal urban areas,\" Birx, the White House coronavirus task force coordinator, told CNN on Sunday. Birx's comments come as the US has reported more coronavirus cases and deaths than any other country. More context: As of Sunday, the US had reported more than 4.6 million cases of Covid-19 and at least 154,449 Americans have died, according to data from the Johns Hopkins University.  Read more here. Covid-19 infections hit a milestone in the Philippines on Sunday with 103,185 recorded cases of the disease.  Health officials reported a record 5,032 new daily cases, which pushed the Philippines over 100,000. The total number of deaths from coronavirus in the Philippines is 2,059.  According to Johns Hopkins University, the Philippines have the second highest case count in southeast Asia, following Indonesia. White House Coronavirus task force coordinator Dr. Deborah Birx said that Americans who have gone on vacation recently to a Covid-19 hotspot should \"assume you're infected.\" Birx told CNN that over the last three weeks she has traveled to 14 states.  \"I can tell you across America right now, people are on the move,\" she said. She added that anyone who has  \"chosen to go on vacation into a hot spot\" should \"assume you're infected.\" India's Bollywood star, Amitabh Bachchan, says he tested negative for Covid-19 on Sunday and is back home.  \"I have tested Covid negative, have been discharged. I am back home in solitary quarantine,\" the actor tweeted. He said “the excellent care and nursing at Nanavati (hospital) made it possible for me to see this day.” Bachchan along with his son, Abhishek Bachchan, tested positive for coronavirus on July 1 while his daughter-in-law, Aishwarya Rai Bachchan, and granddaughter tested positive the next day. While the other three are back home, Abhishek is still in Mumbai's Nanavati Hospital. Abhishek Bachchan tweeted, “I, unfortunately, due to some comorbidities remain Covid-19 positive and remain in hospital. Again, thank you for your continued wishes and prayers for my family.” He said he was very humbled and indebted by the good wishes and added, “I’ll beat this and come back healthier! Promise.” India's Minister of Home Affairs Amit Shah has tested positive for coronavirus on Sunday. \"After getting the initial symptoms of the coronavirus, I got the test done and was found positive,\" Shah said in a tweet. He said he has been admitted to a Delhi hospital after doctors' advice. According to the minister’s office, Shah was last with India’s Prime Minister Narendra Modi on July 29 at the prime minister’s residence in New Delhi for a union cabinet meeting. Two passengers on board a KLM flight from Amsterdam to Ibiza were arrested after refusing to wear mandatory face masks during the flight, KLM spokesperson Paul Weber told CNN on Sunday. The two passengers, described as “unruly” and “having drunk too much,” were refusing to wear masks on a KLM flight to the Spanish island on Friday, Weber said. They were also “troubling other passengers physically and verbally,\" he added. The KLM spokesperson said the captain of the flight decided to arrest them onboard, shortly before landing in Ibiza. Local authorities arrested the two passengers on arrival. Some context: According to its website, KLM is currently requiring passengers to wear a face mask from the first boarding call until they have gone through the arrival gate at their destination. The premier of Victoria plunged Australia's second-largest state into a \"state of disaster\" on Sunday, announcing even stricter lockdown measures, introducing a nightly curfew and banning virtually all trips outdoors after the region announced 671 new infections in a single day. Daniel Andrews told Victorians at a news conference that \"we have to do more, and we have to do more right now,\" as the state battles to contain a devastating coronavirus outbreak that had already stripped residents of their freedoms, livelihoods and social interactions and made it an outlier from the rest of the country. \"I've had the job of leading this state for almost six years -- more than 2,000 days. And today is by far the hardest day -- and the hardest decision,\" Andrews said. \"Where you slept last night is where you'll need to stay for the next six weeks,\" he added, while announcing a curfew between 8 p.m. and 5 a.m. beginning Sunday evening. Seven months into the coronavirus pandemic, the scientific community has learned many things about the SARS-CoV-2 virus and the disease it causes, Covid-19. But there are still many gaps in our understanding. One big mystery: Why do some people get very sick and even die from their illness, while other similar people show no symptoms and may not realize they've been infected at all? We know some of the big factors that put people at higher risk of having a severe, even fatal, course of disease: being over 60; being overweight or obese; having one or more chronic diseases such as diabetes, cardiovascular disease, kidney or lung disease, and cancer; and being a person of color -- Black African American, Latino Latinx or Native American. But might the opposite also be true: Could certain people actually have some type of protection? A recently published summary article in the journal Nature Reviews Immunology put forth a tantalizing possibility: A large percentage of the population appears to have immune cells that are able to recognize parts of the SARS-CoV-2 virus, and that may possibly be giving them a head start in fighting off an infection. In other words, some people may have some unknown degree of protection. \"What we found is that people that had never been exposed to SARS Cov2 ... about half of the people had some T-cell reactivity,\" co-author of the paper Alessandro Sette from the Center for Infectious Disease and Vaccine Research at La Jolla Institute for Immunology, told CNN. Read more here. Panama City's mayor José Luis Fábrega apologized to constituents on Saturday after he was caught and fined for breaking his own city’s quarantine rules. In a statement on his social media Saturday, he said:  I'll be clear, I am the first to demand compliance with the rules and compliance with the health regulations in place to reduce the spread of Covid-19. Because I went out I was also fined, and in a responsible manner I paid the fine. The mayor said he was met by a judge and the police in front of his beach house. \"I apologize for this situation and commit to and invite everyone to strictly follow the measures dictated by MINSA (Ministry of Health),\" Fábrega said in the statement published hours after photos of police approaching him at the beach circulated on social media. Panama has the highest number of Covid-19 infections in Central America with 66,383 cases. More than half of these 37,866, have been confirmed in Panama City where Fábrega is mayor. The country has reported 1,449 deaths. An executive decree establishing a weekend quarantine was issued two weeks ago in an attempt to contain the spread of the virus. The four provinces with the highest infection rates were ordered to maintain quarantine from 7 p.m. on Fridays to 5 a.m. on Mondays. Panama City and Panama Oeste, where the mayor’s beach house is located, are both under weekend quarantine rules. Tennis star Nick Kyrgios has announced that he will not play at the upcoming US Open due to the coronavirus pandemic.  World No. 40 Kyrgios has been an outspoken critic of exhibition tournaments staged amid the pandemic, most notably the Adria Tour organized by Novak Djokovic. A number of players, including world No. 1 Djokovic, tested positive for Covid-19 after the tournament in June.  In pulling out of the US Open, which is scheduled to begin in New York on August 31, Kyrgios follows fellow Australian Ashley Barty, who said earlier this week she would not compete in what will be the second grand slam of the year.  \"Let's take a breath here and remember what is important, which is health and safety as a community,\" Kyrgios said in a video released by Uninterrupted. He said: We can rebuild our sport and the economy but we can never recover lives lost. \"I will not be playing this year at the US Open. It hurts me at my core not to be out there competing in one of the sport's greatest arenas, the Arthur Ashe Stadium.  \"But I'm sitting out for the people, for my Aussies, for the hundreds of thousands of Americans who have lost their lives, for all of you.\" Hong Kong has seen 115 new coronavirus infections in the past 24 hours, the head of communicable disease branch of the Department of Health Chuang Shuk-kwan said at a news conference Sunday.  Hong Kong has now seen more than 100 new cases for 12 days in a row. All new infections are locally transmitted cases. Among them, 76 are related to previous cases, while 36 are currently under investigation. The government reported three new deaths as of Sunday, pushing the death toll to 34. With temperatures soaring and winds gusting, California firefighters may soon face their first significant battle against wildland blazes, but they will also have to contend with the uncertain terrain caused by the coronavirus. Under Covid-19 safety procedures, California fire officials will reduce the size of usually bustling base camps -- where hundreds of engines from city, state and federal agencies gather under mutual aid agreements to fight major blazes. \"For every large wildfire we build a base camp, our own mini city, so it's a large quantity of personnel in tight quarters,\" said Captain Erik Scott of the Los Angeles Fire Department. \"It's a potential breeding ground for the coronavirus.\" CNN readers from around the world have asked more than 90,000 questions about coronavirus. We’re reading as many as we can and answering some of the most popular questions here. Here are some of the questions we have answered: How long are people contagious with Covid-19? \nHow can I volunteer to be a vaccine trial participant?\nWhat’s so different about coronavirus that made us shut down the economy?\nHow long does coronavirus stay “alive” on surfaces? You can also send us your coronavirus questions here. Thousands of anti-Netanyahu protesters in Israel staged their biggest demonstration yet on Saturday evening filling streets and a central square close to the Prime Minister's  residence in Jerusalem.  One police commander at the rally told CNN he estimated 17,000 people were present at one stage. Police have yet to officially put a number on the crowd, but other estimates by Israeli media range from 15,000 to over 20,000.  There were also smaller demonstrations in Tel Aviv, Caesarea, and Haifa, as well as at dozens of major road junctions and bridges across the country.  While previous rallies have been characterized in part by anger over Netanyahu’s handling of the coronavirus pandemic and its impact on small business, the focus of the rally in Jerusalem was firmly on the corruption charges facing the Prime Minister.   Black flags, the symbol of the anti-corruption movement, along with Israeli flags were much in evidence, while placards implored the Prime Minister to resign, or demanded he go to prison. At one point, people repeatedly chanted a list of the offenses for which he is on trial: bribery, fraud and breach of trust. Netanyahu denies all charges against him. One protester told CNN: He is not capable of leading, he's not capable of managing the country anymore because he's so much much involved in what is going on with his trial ... he's not caring about the people, he's not caring about the citizens.\"  Israel has recorded 72,283 coronavirus cases and 527 deaths as of Sunday morning. Despite the seriousness of the messages, the mood at the rally had a strong carnival-type feel. Many people banged makeshift drums and percussion instruments, while others blew horns and trumpets, providing a continuous noisy backdrop to proceedings. The vast majority of participants were young and almost everyone was wearing a mask, although CNN witnessed little if any sign of social distancing being observed.  Police began telling people to leave the protest site after midnight local time. Around 1:30 a.m., officers moved in to forcibly disperse the few hundred still left. Two Nebraska sisters who were separated 53 years ago are now reunited thanks to the coronavirus. Doris Crippen, 73, said she had come down with what she thought was the flu in May. Due to how weak it made her, she ended up falling and breaking her arm, sending her to the emergency room and eventually down memory lane. It turned out she had coronavirus and had to spend almost 30 days in the hospital recovering, Crippen said. After she was released, Crippen went to Fremont Methodist Health's Dunklau Gardens to get rehab on her arm. It was there that she encountered a wonderful surprise. Bev Boro, 53, has been a medication aide at Dunklau Gardens in Fremont for 22 years and when she came across Crippen's name on a patient board she immediately recognized it. The two women have the same father but different mothers, and they have not seen each other in 53 years, when Boro was a baby. Crippen lived with her mother, but Boro and four of their 14 siblings were separated by the state and put up for adoption when she was 6 months old. Read the full story here. The US has reported more deaths linked to coronavirus than anywhere else in the world and updated models show 20,000 more Americans could die in just the next three weeks. The ensemble forecast, published by the US Centers for Disease Control and Prevention projects more than 173,000 American deaths by August 22. At least 154,447 Americans have died since the beginning of the pandemic. Across the country, local leaders and public health experts have urged residents not to let their guard down as social gatherings, especially among younger groups, are fueling the spread of the virus. While some states across the South seem to be nearing their peak, experts say others, including in the Midwest, are raising new concern. The CDC says new deaths are likely to increase in Alabama, Kentucky, New Jersey, Puerto Rico, Tennessee and Washington. Some of these states previously reported progress in their coronavirus numbers but are now raising their alarm again. India has surpassed 1.7 million confirmed coronavirus cases, after reporting 54,730 new infections on Sunday.  The country has recorded a total of 1,750,723 cases of Covid-19, including 37,364 deaths, according to the Ministry of Health and Family Welfare. India now has 567,730 active cases, while more than 1,145,000 patients have recovered, according to the ministry. In India, patients with mild and moderate symptoms are considered no longer active after 10 days of symptom onset if they meet certain conditions. A test to confirm that they no longer have the virus is not required. Severe cases can only be discharged after one negative coronavirus test. ##Hotspots## A total of 58,406 new coronavirus cases and 1,133 deaths were recorded across the United States on Saturday, according to Johns Hopkins University. The number of confirmed cases in the US now stands at 4,620,444, including at least 154,447 related fatalities. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking US coronavirus cases here: ##Hotspots## A \"state of disaster\" has been declared in Australia’s second most populous state, after health authorities recorded 671 new cases of coronavirus on Saturday.  The new cases bring Victoria state's total confirmed cases to 11,557, including 123 deaths. Australia has seen more than 17,000 confirmed coronavirus cases.  In a news conference Sunday, Victoria's Premier Daniel Andrews declared a state of disaster from 6 p.m. Sunday, local time (4 a.m. ET), and announced strict new stage four lockdown measures in metropolitan Melbourne.  What are the new rules? From Sunday evening, Melbourne's metro area will be placed under a curfew from 8 p.m. to 5 a.m., meaning people will not be allowed to leave their house during those hours. The only reasons to leave will be for work, medical care and caregiving. Under the new rules, only one person per household will be allowed to leave their homes once a day to pick up essential goods and they must stay within a 5 km (3 mile) radius of their home.  “We have 760 mystery cases, they are active cases where we cannot trace back the source of that person's infection,” Andrews said. “Those mysteries and that community transmission is in many respects our biggest challenge and the reason why we need to move to a different set of rules.”  Andrews also announced that residents will only be allowed to leave their homes for one hour of exercise each day. Outside of Melbourne's metro area, Victoria will be placed under stage three restrictions starting at midnight on Wednesday. That will mean cafes, bars and restaurants must close and all schools will return to online learning. All new restrictions will be in effect for six weeks from the date they are imposed. Elsewhere in Australia: New South Wales Premier Gladys Berejiklian on Sunday “strongly recommended” that people wear masks in enclosed spaces where there is no social-distancing, at places of worship, and in areas with high community transmission.  NSW recorded 12 new cases on Sunday. ##Hotspots## Japan recorded 1,540 new coronavirus cases on Saturday, the country’s Ministry of Health announced on Sunday.  The new cases mark the third day in a row that Japan has recorded a daily increase of over 1,000 infections. No additional deaths were recorded on Saturday, the Ministry of Health said. Of the 1,540 new cases in the country, 472 were recorded in Tokyo, marking the highest single-day increase of infections in the country's capital.  The source of infection could not be traced for 65% of the patients, according to the Tokyo Metropolitan Government.  Tokyo's neighboring Chiba and Saitama prefectures also posted new highest daily increases at 73 and 74 cases respectively. Japan has recorded a total of 37,401 confirmed cases of the coronavirus, including 1,024 deaths. ##Hotspots## China’s National Health Commission (NHC) said on Saturday that it will be sending more than 50 “clinical laboratory technicians” to Hong Kong to assist with laboratory work amid a surge in cases in the city.   Hong Kong reported 125 new coronavirus cases on Saturday, bringing the city's total number of cases to 3,397, including 33 deaths.   \"At the request of the Hong Kong Special Administrative Region Government, and under the overall planning and command of the central government, the National Health Commission established a \"mainland Nucleic Acid Testing Support Team\" to go to Hong Kong to carry out work in the near future to assist the Hong Kong government in fighting the epidemic,” the NHC said in a statement. Fifty personnel from over 20 public hospitals in the southern Chinese province of Guangdong will be sent to Hong Kong. Of those, seven are expected to arrive in the city on Sunday as a part of an “advance team,” according to the NHC.  The NHC also said it would provide medical resources from the mainland to Hong Kong. Six medical experts from the Chinese city of Wuhan, where the virus was first detected, have been sent to help health officials in Hong Kong set up a makeshift 500-bed coronavirus hospital at the Hong Kong Asia World-Expo.  The makeshift hospital began receiving coronavirus patients on Saturday afternoon, according to the Hong Kong government. ##Hotspots## The Philippines on Saturday reported 4,963 new coronavirus infections in the largest single-day increase in cases since the pandemic began, according to the state-run Philippine News Agency. The new cases bring the total number of recorded infections in the country to 98,232, of which 30,928 are active cases, according to the Philippine Department of Health. More than 2,000 people have died in the country due to the virus.  The health agency also reported that as of July 31, over 1.5 million coronavirus tests have been conducted across the country since the beginning of the outbreak. Only Indonesia -- with nearly 110,000 confirmed infections -- has reported more cases than the Philippines in Southeast Asia, according to Johns Hopkins University data. To hear more about the outbreak in the Philippines, listen to CNN's Fact vs Fiction podcast: ##Hotspots## The dramatically scaled-down Republican National Convention in Charlotte, North Carolina, will be closed to the press, a convention spokesperson and Republican official familiar with the plans tell CNN. Reporters will not be allowed on site as RNC delegates vote to formally nominate President Donald Trump as the 2020 Republican presidential nominee, but the vote will be livestreamed, the Republican official said. The restriction is unprecedented in modern American political history, but Republican officials said they were forced to limit attendance due to social distancing restrictions imposed by the governor of North Carolina. \"Given the health restrictions and limitations in place within the state of North Carolina, we are planning for the Charlotte activities to be closed press Friday, August 21 -- Monday, August 24,\" the RNC convention spokesperson said in a statement Saturday.\n\"We are happy to let you know if this changes, but we are working within the parameters set before us by state and local guidelines regarding the number of people who can attend events,\" the spokesperson said. The news was first reported by the Arkansas Democrat Gazette. The coronavirus pandemic has forced numerous changes to the nominating process and RNC plans have repeatedly shifted -- with more changes potentially to come. Trump canceled convention activities in Jacksonville, Florida, late last month. Read the full story: ##Politics## China registered 49 new coronavirus cases on Saturday, the National Health Commission said on Sunday morning. Of those, 33 were classed as locally transmitted, with 30 cases in the far western region of Xinjiang. The other three locally transmitted cases were reported in Liaoning, a northeastern province bordering North Korea.  Some 20 asymptomatic cases were also recorded, the NHC said. The NHC also reported 16 imported cases, found in regions across China including Shanghai, Shandong and Hubei. Mexico recorded its highest daily increase of new coronavirus cases Saturday, with 9,556 infections reported in the past 24 hours, the country's health ministry said.  The total number of Covid-19 cases in the country stands at 434,193.  The ministry also reported a new daily high of 784 fatalities related to the virus, bringing the death toll to 47,472.  This comes a day after Mexico surpassed the United Kingdom's total number of coronavirus deaths, becoming the country with third highest number of Covid-19 fatalities, according to Johns Hopkins University data.  CNN is tracking worldwide coronavirus cases here: ##Hotspots## A Delta flight was forced to return to the gate when two of their customers wouldn’t wear masks, according to Delta Air Lines spokesperson Emma Protis. Protis told CNN in an email that Flight 1227 on July 23 was on its way from Detroit to Atlanta when they were forced to turn around. Delta released the following statement to CNN: Flight 1227 from Detroit to Atlanta returned to the gate following two customers who were non-compliant with crew instructions. After a short delay, the aircraft departed to Atlanta.\" The two passengers were removed from the plane, Protis said. According to Delta's website, \"Delta customers and employees are required to wear a face mask, or appropriate cloth face covering over their nose and mouth throughout their travel, aligning with best practice guidelines from the CDC.\" ##Travel## ##Masks## South Africa's National Department of Health reported over 10,000 new Covid-19 cases Saturday, bringing the total number of infections recorded in the country to more than 500,000.  A total of 503,290 cases have been confirmed in the country, including more than 8,100 deaths, according to the Health Department. South Africa is the hardest hit country on the continent. It has recorded the fifth highest number of cases in the world, according to Johns Hopkins University. ##Hotspots## A large crowd of far-right groups gathered for a \"sit-in\" at Berlin's iconic Brandenburg Gate on Saturday to protest against the German government's coronavirus restrictions. A march earlier Saturday that was criticized by police for not adhering to rules on social distancing and face masks was halted by organizers. The march, which was named by organizers as \"Day of Freedom -- The End of the Pandemic,\" included anti-vaccine groups and some far-right and neo-Nazi organizations. On livestreams of the event, some protesters could be heard yelling, \"We are the second wave.\" Current coronavirus guidelines in Germany stipulate that people must maintain a distance of 1.5 meters, or about 5 feet. Where that is not possible, face masks must be worn. Berlin police said on Twitter that most of the protesters were not adhering to social distancing rules or wearing masks. \"Our colleagues are using loud speakers to urge the adherence to the rules. We are also documenting non-compliance for possible later prosecution,\" Berlin police tweeted, adding that a criminal complaint was filed against one of the march's organizers for not adhering to hygiene rules. Police warned the roughly 17,000 protesters who participated in the march they would only be allowed to participate in the demonstration if they wore face coverings and maintained social distance. A livestream from the protest showed almost no one wearing a face mask, although the master of ceremonies told the crowd from the stage to maintain physical distance so as not to give the authorities \"a pretext\" for breaking up the event. Read the full story: The United Kingdom may need to choose between keeping pubs open or allowing schools to reopen it if it wants to keep coronavirus infection rates down, a key member of the group advising the government on Covid-19 response told British media. “Closing some of the other networks, some of the other activities may well be required to enable us to open schools. It might come down to a question of which do you trade off against each other and then that’s a matter of prioritizing. Do we think pubs are more important than schools?” Professor Graham Medley, who chairs the Scientific Advisory Group for Emergencies (SAGE) sub-group on pandemic modeling, told BBC radio Saturday. Medley's comments were made a day after crowds were seen in bars and pubs in parts of northern England despite a spike in cases and the reintroduction of some government restrictions in several areas. Pubs were allowed to reopen across the UK on July 4. “I think we’re in a situation whereby most people think that opening schools is a priority for the health and wellbeing of children,” Medley said. On Friday: Prime Minister Boris Johnson said England would “squeeze the brake pedal” on the next phase of reopening in a bid to slow down the rising rates of coronavirus infection. New restrictions were announced for northern England late Thursday in an effort \"to stop the spread of Covid-19.\" Across the country, certain venues that were scheduled to reopen Saturday -- including , casinos, bowling allies, skating rinks and “the remaining close contact services -- will remain shuttered until at least August 15. ##Reopening##", "Section": "world", "Writers": ["Julia Hollingsworth", "Adam Renton", "Ivana Kottasová", "Fernando Alfonso III", "Amir Vera"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-08-02-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}