{"Type": "article", "Time": "2020-11-25", "Headline": "Sex, drugs and security cameras: Touring Geylang, Singapore's legal red-light district", "Text": "\"Ok, now we're about to walk past a corner selling sex drugs, see if you can spot the different pills.\"  It's not what you'd expect to hear from a Singaporean tour guide, but then Cai Yinzhou is not your typical guide, and this is not a neighborhood in Singapore many visitors have experienced. We're on a night walk through Geylang, an area that's shunned by most Singaporeans and a long way from the typical tourist trails of Gardens by the Bay, Chinatown and Orchard Road.  The reason locals give it such a wide berth (at least publicly)? Its status as Singapore's only official red-light district.  The stalls Yinzhou is referring to are actually peddling a selection of stimulants, ranging from Viagra to pills allegedly made from tiger penis and pangolin scales, all claiming to help give gentlemen a boost in the bedroom.  It's illegal to sell them without a doctor's prescription, let alone on the streets of Singapore.  It's not the only illegal thing we'll encounter on the tour. But the brothels, on the other hand, are legal.  In fact, Geylang, which occupies a rectangle of just under 10 square kilometers on the eastern edge of central Singapore, is the city's only legalized red-light district, containing over 100 such establishments.  Where salvation and sin collide While the three-hour walk clearly has the red-light district as one of its central themes, this is no voyeuristic excursion.  Instead, the fresh-faced Yinzhou has created a tour that explores the social, political and economic factors that have shaped, and continue to influence, the communities living and working within Geylang's slightly ragged boundaries.  \"I really enjoy showing people the interconnectedness of the different issues,\" explains the energetic 30-year old, who knows the area better than most, having lived here all his life.   Those issues are broad and complex covering everything from gentrification and sex trafficking to the treatment of the large population of migrant workers who call Geylang home.  During our walk, we end up discussing topics as far ranging as health insurance and the Little India riots, while stopping off at grocery shops, medical clinics, thieves' markets, NGOs, temples, clan houses, an automated 24-hour self-service sex toy shop and beer gardens that sell the cheapest lager in the city -- just SGD$3.30 ($2.46) for a large bottle of Tsing Tao.  \"It's got the highest concentration of brothels and religious institutions in Singapore,\" says Yinzhou mischievously, when describing Geylang's unique appeal. \"We really run the spectrum between salvation and sin.\" After meeting at the nearby MRT rail station, the tour starts in a crumbling alleyway, one of the many which meander between the 44 Lorongs (lanes in Malay) that spread out like arteries along Geylang Road.  Yinzhou explains how the alleys -- originally designed to act as fire breaks between the shophouses, some of which are more than a century old -- are now where you can find evidence of Geylang's community.  Mundane details such as the amount of washing hanging out to dry or the number of air con units on a back wall of a shophouse can reveal how many people may live there or the layout of the rooms.  Supporting the local migrant population Yinzhou, who started doing tours through Geylang Adventures back in 2014, argues that the neighborhood has developed its own unique character as a result of being entirely left to free market forces.  The stigma of Geylang amongst the locals and the dilapidated conditions of the older shophouses have made it appealing for owners to rent them out to low-wage migrant workers.  These workers have come here from India, Bangladesh, China and other neighboring countries to do jobs that few Singaporeans would aspire to do: tending its parks and cleaning up its garbage for low pay and little bargaining power at work.  Many are placed in the older shophouses and apartments by employers, attracted by the central location and the dirt-cheap rents.  Yinzhou explains how it has become a constant game of cat and mouse with housing enforcement before showing us newspaper articles of one extreme example, where over 60 workers were discovered living in a three-room flat.  The issues faced by migrant workers, from poor health care to low wages, are a recurring theme in the first part of the tour, and one Yinzhou knows plenty about, having worked with this section of the community for a number of years.  He started out playing badminton with his neighbors in 2013, before launching Backalleybarbers in 2014, giving free haircuts on the streets of Geylang.  More recently, he helped co-found the COVID-19 Migrant Support Coalition (CMSC), which has now raised almost a million dollars to assist migrant workers affected by the pandemic.  Debunking the Geylang stereotypes Indeed, a major appeal of the tour is Yinzhou himself. His energy and enthusiasm are infectious while his depth of knowledge and forthright attitude when discussing these controversial topics are refreshing and engaging. \"As a long-term resident of Geylang I just want to try and debunk some of the stereotypes of Geylang,\" he explains modestly, when asked what inspired him to start the tour.  \"It is also a great opportunity to bring some of these issues to the fore of people's consciousness.\"  While the exceptional Covid measures keeping international tourists out of the city-state have not limited the crowds filling the coffee shops to enthusiastically chug beer before the 10:30 p.m. cut off time, we discover a different atmosphere in the red-light district, where legalized brothels have been closed since the start of a \"circuit breaker\" lockdown in April.  With the neon lights turned off for now, the silent, low-rise houses could look quite quaint if not for the tell-tale signs indicating the nature of their business and even the nationality of the sex workers.  It certainly highlights the clinical way these girls are treated, required by the government to regularly undergo tests for sexually transmitted diseases. A positive test or an accidental pregnancy can mean instant deportation, says Yinzhou.  \"The state has no interest in bearing any long-term social costs of these workers,\" he asserts before explaining how the extended closures of the brothels have led some to shut for good, with their girls having to return to their home countries.  Yinzhou explains while the brothels are legal, soliciting for sex is not, making street workers particularly vulnerable to abuse and forced to operate outside the law, with only a handful of NGOs able to offer any type of support network.   But Covid's impact on Geylang goes beyond the sex industry and has led to a new wave of temporary residents, evidenced by the ranks of motorbikes parked under the many short time hotels in the area.  They belong to a small army of Malaysian workers, who would normally make the daily commute across the causeway but remain stuck on the wrong side of the border for the foreseeable future, explains Yinzhou.  A less recent, but more permanent addition to the neighborhood are the state-of-the-art government surveillance cameras, which mushroomed in the aftermath of the 2013 Little India Riot, an outbreak of unrest involving migrant workers.   Geylang is now home to over 400 security cameras, a test bed for new technologies after the district was identified as a potential flash point due to its high population of migrant workers.   As we walk down one of the side streets, Yinzhou points out the different types of technologies in the cameras, along with signs confirming that we are in a Liquor Control Zone. This 2015 edict now bans the consumption of alcohol in public on weekends, public holidays and after 10:30 p.m. at night. For Yinzhou, these are indicators of the general government campaign to clampdown on the unrulier elements of the area, and the slow shift in market forces towards gentrification.  This fact is backed up by the number of contemporary \"shoe box\" condominiums that have begun replacing the crowded but characterful shophouses over the last few years.   Still, one thing is clear from the tour, Geylang has clearly not been tamed yet.  Even on a quiet Wednesday night, the street-smart Yinzhou calls our attention to a couple of pimps on look out, a drug drop and some shadowy figures engaged in an allegedly contraband deal as we wander through the back streets.  It never feels dangerous, but it's certainly edgier and more exciting than anywhere else your average tourist would experience in this city.  It makes our last stop, at a packed, slightly raucous eatery doing a roaring trade in buckets of beers, a suitably fitting ending to the night.  It's a little bit chaotic, a little bit cramped and a little bit messy but like Geylang it's also fascinating and quite a bit of fun.  And as Yinzhou has demonstrated on the tour, this community and the issues it faces deserve to be talked about a little bit more. ", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/singapore-red-light-district-geylang/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}