{"Type": "article", "Time": "2021-03-04", "Headline": "CDC releases new guidelines for Americans vaccinated against Covid-19", "Text": "Houston health officials announced that the B.1.1.7 coronavirus variant first seen in the UK has been identified in over half of the city’s wastewater treatment plants. “There is a fairly large amount of the UK variant in our community,” said Houston Chief Medical Officer Dr. David Persse in a news conference. “And it is spreading.” Persse said the variant was identified in 21 out of 39 wastewater treatment plants on Feb. 8 and two weeks later on Feb. 22 the variant was found in 31 plants.  “In the end, what we found is that 19% of all the virus that has been tested in the wastewater tests across the city has the genome that is consistent with the UK variant,” said Persse. Other variants of the virus, such as the Brazilian and South Africa variants, were also found in the city’s wastewater, but the measurements were not available to report, according to Persse.  According to the Center for Disease Control and Prevention, Covid-19 can be shed in the feces of people with symptomatic or asymptomatic infections. Wastewater testing can provide data on changes of viral infection within a community.  With the Texas mask mandate being lifted on Wednesday, city officials expressed concerns for another surge if people do not continue to wear masks and follow social distancing guidelines.  “We’re not there yet. Those viruses are in the community,” said Persse. “The race is on to get as many people vaccinated as possible before the UK variant is able to take over and cause us to have another surge.” ##Hotspots## All students in New Mexico will be allowed to return to in-person learning by April 5, said the state's Public Education Department Secretary Ryan Stewart. At a news conference this afternoon, Stewart said in addition, all school staff will be vaccinated within the next three weeks.  The Public Education Department said in an informational sheet to New Mexico residents that they've \"spent months developing and implementing the protocols to make our schools safe. Viral transmission and case numbers are down. About 15,000 New Mexico educators — approximately a third of our public-school workforce — have already received at least one shot of the vaccine. We’re offering all educators a first shot by the end of March. And the federal government is doing all it can to help us reopen quickly and safely. It’s time to go back to school!\" \"All schools are required to maintain adequate supplies and implement daily cleaning protocols. While we now know that surface transmission is rare and that airborne respiratory droplets drive the spread of COVID-19, students and staff will continue washing hands frequently, and facilities will be thoroughly and regularly cleaned.\" The department added that schools must strictly enforce the Covid-safe practices which include, but are not limited to, mask-wearing, handwashing and social distancing. The New Mexico Department of Health reported at least 126 additional cases of Covid-19 and three deaths on Monday.  More than 6,000 people who were vaccinated at the Oakland Coliseum mass vaccination site on Feb. 28 and March 1 received less than the recommended dose of Pfizer’s Covid-19 vaccine, in what the California Department of Public Health (CDPH) calls “the result of human error.” The Oakland Coliseum site is the nation’s first mass vaccination location as part of a federal/state partnership to boost vaccine administration. People who were vaccinated after 4 p.m. on Feb. 28 and before 3 p.m. on March 1 may have been given just 0.22 ml of the Pfizer vaccine, which is recommended to be given at 0.3ml per dose, state health officials said. About 6,300 people had appointments at the mass vaccination site during that time frame and could have received the smaller dose. “The CDC has determined that any dosage of 0.15 ml or larger is safe and does not require the dose to be repeated to protect people against Covid-19,” CDPH spokesperson Ali Bay said in a statement to CNN. The agency believes the vast majority of those affected were receiving their first dose of the vaccine, given this was a newly-opened site. Each person who may have received the lower than recommended dose is being notified by a letter from CDPH, and is urged to complete their vaccination series as usual.  The error was corrected by on-site staff on the afternoon of March 1, according to CDPH, and additional training and quality assurance steps have been implemented as a preventative measure. Reached by CNN, California’s Office of Emergency Management deferred comment to CDPH. The Federal Emergency Management Agency (FEMA) did not comment.  ##Vaccines## ##Hotspots## The US Centers for Disease Control and Prevention’s digital Covid-19 symptom checker may overlook severe cases of coronavirus, suggests research published Monday in the journal BMJ Health & Care Informatics. Researchers found that the CDC’s symptom checker was likely to delay referral of serious cases to appropriate care, potentially resulting in increased risk of illness and death. Digital symptom checkers allow users to input information about their symptoms and receive automatic advice about what to do next, for instance, visiting a physician. These online tools have been used to help reduce the burden on the health care system during the coronavirus pandemic. Researchers looked at four nationwide digital symptom checkers: Singapore's Covid-19 Symptom Checker, Japan’s Stop Covid-19 Symptom Checker, the US CDC Coronavirus Symptom Checker and the UK’s 111 Covid-19 Symptom Checker. To compare the performance of the symptom checkers, researchers simulated 52 cases to represent coronavirus presentations of varying severity, along with diseases that mimic coronavirus symptoms, like sepsis and bacterial pneumonia. The team notes that the symptom checkers from Singapore and Japan – where Covid-19 death rates are low – referred twice as many cases to seek direct clinical assessment as those from the US and UK, which have higher death rates. Singapore’s checker referred 88% of cases to seek further medical assessment, while the US CDC checker referred just 38% of cases. “From the cases not referred, the USA and UK triaged a significant number of cases to ‘stay home’ that would typically have required early clinical assessment,” the researchers wrote. They said it was particularly concerning that cases representing older adults with coronavirus symptoms and those with shortness of breath or persistent fever were not advised to seek clinical assessment. The CDC did not immediately respond to CNN's request for comment about the study. The researchers note that distinguishing mild coronavirus from potentially severe cases and other conditions with similar symptoms is “a challenge for even trained clinicians let alone an automated system.” White House senior adviser Cedric Richmond outlined President Biden’s first primetime address on Thursday, the one year anniversary of the Covid-19 shutdown, saying he expects Biden to tell the nation that the administration is executing its plan to defeat the pandemic.  “As a country, we're going to come together, we're going to beat this pandemic, we're going to rise from this economic crisis and then we're going to build back better, which means we're not going to leave anybody behind this time,” Richmond said. Earlier Monday, White House press secretary Jen Psaki said, “The President will deliver his first primetime address to commemorate the one year anniversary of the Covid-19 shutdown on Thursday. He will discuss the many sacrifices the American people have made over the last year and the grave loss communities and families across the country have suffered.”  She said Biden looks forward to “highlighting the role that Americans will play in beating the virus and moving the country toward getting back to normal.”  Senior adviser to President Biden, Cedric Richmond, today said he was not surprised by LeBron James' remark that he would keep his own decision private on whether or not he gets vaccinated. \"The unfortunate part is it doesn't surprise me,\" said Richmond, responding to the NBA star's comment on Sunday. \"There's some real hesitancy in African-American males.\" Richmond pointed to distrust sown by the Centers for Disease Control and Prevention among African Americans in the infamous Tuskegee Experiment as well as the many lies told by the Trump administration as reason some African Americans harbor distrust over the vaccines.  \"It was a vaccine created... with a former administration that was not that truthful,\" he said. \"African Americans have a history with the Tuskegee Experiment and other things so there is a hesitancy there.\" Speaking after the NBA All Star game on Sunday, James suggested he would not publicly  reveal whether or not he would take a vaccine.  \"That's a conversation that my family and I will have. Pretty much keep that to a private thing,\" James said. \"...On things like that, when you decide to do something, that's a conversation between you and your family and not for everybody. I'll keep it that way.\" Richmond went on to say he saw James' remark as a learning opportunity for Americans.  \"It just gives us a chance to do what I think we need to do with a lot of people, educate them on how safe the vaccines are and hopefully LeBron James will come around in feeling comfortable in telling everybody about his decision,\" he said. Biden administration Covid-19 senior adviser Andy Slavitt told CNN’s chief medical correspondent Dr. Sanjay Gupta that the guidance on what vaccinated people can and cannot do is tied to directly to vaccination rates. Currently, about 10% of the US population is fully vaccinated. “The rate at which new guidance will develop is directly related to how quickly we vaccinate the country. This is the key point. At 10% vaccinations we have this guidance. At 20-30%, we will have new guidance,” Slavitt told Gupta.   Slavitt also said that there was going to be a distinct shift in the messaging of what people can and cannot do – moving away from more binary messaging to one that describes activities as a range of low, medium and high risk.   The much-anticipated guidance released on Monday by the US Centers for Disease Control and Prevention said that people who are fully vaccinated are able to gather indoors with others who are fully vaccinated, without a mask and distancing.  The CDC also said that people who are fully vaccinated can gather indoors with unvaccinated people from one other household without masks, if the people who are unvaccinated are at low risk for severe Covid-19.   The agency also said those who are fully vaccinated can skip quarantine and testing if exposed to someone who has Covid-19 but are asymptomatic, but they should monitor for symptoms for 14 days. Slavitt said the Biden administration's first principal was to let the CDC drive recommendations without interference. He noted that it was not difficult for the CDC to determine the recommendations; the challenge was in communicating them so as not to confuse people. “There are many nuances,” he said. Slavitt said that there were learning lessons taken away from last year, with specific reference to the confusion over masks.  “We still haven’t recovered,” said Slavitt.  As a result, he said there was great emphasis placed on clear visuals, ease of understanding, and repetition in the both the recommendations as well as the messaging: explaining that the guidance is “being shared as a process” and emphasizing a handful of times throughout today’s White House briefing that the guidance was a “first step.” The CDC defines people who are fully vaccinated as those who are two weeks past their second dose of the Moderna and Pfizer Covid-19 vaccines or two weeks past a single dose of the Johnson & Johnson vaccine. There is growing evidence that people who are vaccinated don't spread Covid-19, but scientists are still trying to understand how long vaccine protection lasts. ##Restrictions## House Speaker Nancy Pelosi told reporters that a final vote on the Covid relief bill will come “Wednesday morning at the latest” and that the timing depends on when they get the bill back from the Senate, but that there are no hang ups to the legislation. “It depends on when we get the paper from the Senate,” she said. “It has to be very precise, and it takes time to do that. It has some changes that they have to precisely write. It could be that we get it tomorrow afternoon and then it has to go to rules. And we’d take it up Wednesday morning at the latest.” She said she does not expect more Democrats to vote against the bill because of the changes that were made in the Senate, saying “I think more will vote for it” and that she felt “sad” for Republicans who will vote against it.  “I feel sad for them that they are so oblivious to meeting the needs of the American people and oblivious to the support that this bill has among Republicans across the country,” Pelosi said. ##US Stimulus## The next two months are critical to whether the United States experiences another surge in coronavirus cases, US Centers for Disease Control and Prevention Director Dr. Rochelle Walensky said Monday. “There is so much that’s critical riding on the next two months,” Walensky told the National League of Cities Monday. “How quickly we will vaccinate versus whether we will have another surge really relies on what happens in March and April.” Walensky said she hopes local leaders will do what they can to encourage people to wear masks and keep good physical distance from each other – and encourage people to get vaccinated.  “Be part of the action that gets us out of this,” Walensky said. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, added that the country urgently needs to get ahead of the variants, some of which are more transmissible.  The country should have enough vaccines manufactured by the end of May for everyone who wants one, but it will take longer to get those vaccines into arms.  “I would imagine that we can probably do that within a couple of months following the total availability of vaccines somewhere this summer,” Fauci, the chief medical adviser to President Joe Biden, told the National League of Cities Monday. “I think that this is going to change a lot of what we can and cannot do.”  He also encouraged people “not to pull back on public health measures prematurely.” “In other words, listen to the recommendations of the CDC regarding mitigation methods, wearing of masks, physical distancing,” Fauci said. “Listen to what their recommendations are.”  The CDC released new guidelines for the vaccinated Monday that suggest vaccinated people can safely get together with other vaccinated individuals in small groups, but the guidelines still encourage all people to wear masks and keep physical distance to protect those that have not yet been vaccinated. About 90% of the US population still has not been vaccinated, according to the CDC.  ##Vaccines## March 9 will be marked as a day or remembrance in Ohio, honoring the lives lost to Covid-19 and to honor all those who have been part of the battle against the virus, Ohio Gov. Mike DeWine announced on Monday. DeWine said he will issue a proclamation on Tuesday as the state reflects on “the lives of our fellow Ohioans that Covid has taken, and how the pandemic has challenged us, how the pandemic has changed us.\" March 9 marks the one year anniversary of the first confirmed case of Covid-19 in Ohio, which was reported in Cuyahoga County, the governor said. In addition to the proclamation, the state has started planning for a memorial grove to be in one of Ohio’s state parks, to honor the memory of all those who have died from Covid-19, DeWine said. More than 92 million doses of Covid-19 vaccine have been administered in the United States, according to data published Monday by the US Centers for Disease Control and Prevention.  The CDC reported Monday that 92,089,852 total doses have been administered – about 79.13% of the 116,378,615 doses distributed. That’s 1.7 million more doses reported administered since yesterday, for a seven-day average of 2,169,981 doses per day. More than 60 million people have now received at least one dose of the vaccine, and more than 31 million people have been fully vaccinated, CDC data shows. Note: Data published by the CDC may be delayed, and doses may not have been given on the day reported.  ##Vaccines##  Ohio Gov. Mike DeWine has announced that beginning Thursday, the state will expand its Covid-19 vaccine eligibility to include people age 50 and older, as well as those with type 2 diabetes, and end-stage renal disease. The change comes as DeWine said he spoke with the 113 health commissioners throughout Ohio Monday morning, of which a number requested that the state further broaden eligibility because some counties still find themselves with leftover vaccine doses at the end of each week. “Those 50 to 59 years of age, total population in Ohio is approximately 1.2 million. End stage renal disease, those under 50, we think is about 25,000, and type 2 diabetes, again under 50, is about 172,000 we believe. So that will give you some idea,” DeWine said. “We’re opening to those three groups beginning on Thursday.” ##Vaccines## President Biden told reporters Monday he will sign the $1.9 trillion Covid relief package, his top legislative priority, as soon as it lands on his desk.  “As soon as I get it,” Biden said when asked when he would be signing the bill. The President made the remarks while participating in an event highlighting vaccinations for veterans in Washington, DC. Biden will sign the bill pending passage in the House this week, now expected on Wednesday.  A senior Democratic leadership aide told CNN Monday that the Covid-19 relief bill that was expected to be passed by the House on Tuesday, has been delayed until Wednesday.  Until then, officials will continue to engage with members on Capitol Hill, White House press secretary Jen Psaki said earlier Monday. \"Our legislative team, led by Steve Ricchetti and Louisa Terrell, are certainly not taking anything for granted. They're picking up the phone, checking in with offices, making sure they have their questions answered. They're asking the President, the vice president, Ron Klain, other senior members of the administration to make calls as needed,\" she said.  The bill was passed by the Senate on Saturday afternoon along party lines after the overnight vote-a-rama. ##US Stimulus## White House adviser and Covid equity task force director Dr. Marcella Nunez-Smith provided an update Monday on the administration’s efforts toward vaccine equity, emphasizing that there is still work to be done.  Factors including race, ethnicity, rural versus urban geography, poverty, disability, living situation and type of employment are “exerting tremendous influence on the outcomes we see in Covid-19,” Nunez-Smith said at Monday’s virtual Covid briefing. She outlined with charts how Latinos have been disproportionately impacted by Covid-19 cases, while Black Americans have been disproportionately impacted by Covid-19 deaths. Vaccination rates, she said, are “significantly lower” for Latino, Asian, and non-Hispanic Black Americans relative to their share of the general population, nothing that there is still limited data on vaccinations. “We're not getting from individuals, from providers and from states, the critical information about who has access to these three lifesaving vaccines that need to be equitably distributed across our country. So I want to emphasize here: It is possible to do better,” she said. The information that is being reported, she said, shows there is “critical ground that we must make up.” Nunez-Smith also detailed the challenges of vaccine hesitancy, noting that the Biden administration is implementing “a comprehensive and national public education campaign,” and hosting roundtables with constituencies to get those efforts right. “We're building relationships with trusted messengers, all over the country, to make sure they have the best information possible to share with their communities,” she said. However, she pressed, public health officials “cannot and will not” accept that vaccine confidence is “the end all and be all of the difference in vaccine uptake,” citing the need for other intervention, like community vaccination sites, mobile units, and other equity-oriented vaccination site features, like targeted geographic eligibility, weekend extended hours, and reserved slots for registration through faith-based and community-based organizations. She also touted the federal retail pharmacy program to address these issues for some of the nation’s most vulnerable. Going forward, she said the administration will continue to prioritize filling gaps for high-risk communities and will call on states to “offer clear, transparent equity goals for their residents” and provide more data. “We must take significant steps at every level of intervention to bend the vaccination process towards justice,” she said, adding that equity is “mission critical” and not just an aspirational goal.   A senior Democratic leadership aide tells CNN that the Covid-19 relief bill that was expected to be passed by the House on Tuesday has been delayed until Wednesday.  Another senior Democratic aide says there is nothing unexpected about the delay. “It’s just a big, detailed bill, and it's just taking a minute to process all of it,” the aide said.  ##US Stimulus## New guidelines from the US Centers for Disease Control and Prevention for vaccinated people will be released today. The new guidelines will come as more than 30 million people in the US are now fully immunized against Covid-19. CNN's Polo Sandoval was in Austin, Texas, answering your questions. WATCH: ##Vaccines## Wyoming Gov. Mark Gordon announced that he is removing the statewide mask requirement and allowing restaurants, bars, theaters, and gyms to resume normal operations starting March 16. Gordon pointed to declining numbers of active Covid-19 cases and hospitalizations, as well as the state’s vaccine rollout, as reasons for the changes. The governor encouraged Wyoming citizens to “continue to take personal responsibility for their actions and stay diligent,” including by wearing masks indoors and observing requests by private businesses. Gordon is keeping the state’s mask requirement in place for K-12 schools. Wyoming joins states such as Texas and Mississippi that are removing statewide mask mandates despite criticism from President Biden and Dr. Anthony Fauci. ##Hotspots## ##Restrictions## Iraq extended a series of restrictive measures announced last month for two more weeks due to increasing Covid-19 infections, the Iraqi health ministry said in a statement on Monday. The measures include a full curfew on Fridays, Saturdays and Sundays between March 9 through March 22. Restaurants and cafes will be closed for dining but will allow pick-up services. All entertainment venues will be closed for two more weeks, including indoor parks, cinemas, sports halls, and swimming pools. On Monday, the Iraqi Ministry of Health reported 4,468 new coronavirus cases. It brings the total number of cases in Iraq to at least 731,016. The health ministry also reported 16 Covid-related deaths bringing the total number of fatalities in Iraq to at least 13,596 since the pandemic began. There are currently 52,959 Covid-19 patients hospitalized across the county, among them 413 cases in intensive care. Chicago Mayor Lori Lightfoot announced today that fans will be allowed back into baseball stadiums for Opening Day of the 2021 season on April 1. \"Folks, we've significantly slowed the spread of COVID, getting our positivity rate down to 2.8%,\" Lightfoot wrote in a tweet. \"And now, we can begin to safely welcome fans back to our baseball stands on opening day,\" she added.  The Chicago White Sox said that they will \"welcome a limited number of fans, approximately 20% of Guaranteed Rate Field’s total capacity, in physically distanced seating pods at home games,\" in a statement today. The Chicago Cubs also announced that \"the team is approved to host 20% of Wrigley Field's capacity beginning with the April 1 home opener against the Pittsburgh Pirates,\" in a statement today. Both teams noted that they will be enforcing masking for all fans and that they will employ \"pod-style seating for physical distancing.\" Lightfoot herself also said that \"although we’re reopening, masking is still of utmost importance\" in her tweet. See the mayor's tweet: Pennsylvania has administered nearly 3 million total Covid-19 vaccination doses, according to the state health department.  It has fully vaccinated almost 1 million people, according to statistics from the Pennsylvania Department of Health. Pennsylvania has been allocated 4,179,220 doses through March 13, and has administered 2,981,190 total doses through March 7, the Pennsylvania Department of Health said. Pennsylvania added a two-day total of 3,176 cases, as well as 39 deaths.  President Biden will deliver his first primetime address on Thursday, commemorating the milestone of one year since coronavirus became a global pandemic, shutting down much of the nation and changing the course of history. “The President will deliver his first primetime address to commemorate the one year anniversary of the Covid-19 shutdown on Thursday. He will discuss the many sacrifices the American people have made over the last year and the grave loss communities and families across the country have suffered,” White House press secretary Jen Psaki said at Monday’s briefing. She said Biden looks forward to “highlighting the role that Americans will play in beating the virus and moving the country toward getting back to normal.”  Italy’s coronavirus death toll topped 100,000 on Monday, making it the sixth country to do so, according to Johns Hopkins University data.  Italian Health Ministry data showed the country registered a further 318 deaths in the 24 hours to Monday, which takes the total during the pandemic to 100,103. Prime Minister Mario Draghi Monday recalled how a year ago, on March 10, Italy was the first western country to declare a Red Zone with hard lockdown measures. “We would never have thought that a year later we would still be facing a similar emergency and that the official death toll would have approached the terrible threshold of 100,000 dead,” he said in a video message to a gender equality conference. “The pandemic has not yet been defeated, but with the acceleration of the vaccination plan, a way out is not far away,” Draghi said, thanking Italian citizens for their patience and discipline, especially the ones who are suffering economic consequences from the pandemic. He said the country is seeing a rise in numbers of cases. The Italian Health Ministry said last week that the UK variant was becoming prevalent.  In the past 24 hours, 13,092 new infections were recorded, and ICU occupancy is up to 2,700 — 95 more than a day earlier. Almost 5.5 million doses of vaccine have been administered in the country, but Draghi said he aims to speed up the vaccination schedule. People who have been fully vaccinated against Covid-19 are still encouraged to avoid travel, Dr. Rochelle Walensky, director of the US Centers for Disease Control and Prevention, said during a White House briefing on Monday. \"Every time there's a surge in travel, we have a surge in cases in this country,\" Walensky said. \"We are really trying to restrain travel at this current period of time, and we're hopeful that our next set of guidance will have more science around what vaccinated people can do.\" US Centers for Disease Control and Prevention director Rochelle Walensky said the new guidance released today on what activities are safe for fully vaccinated people represents the \"first step.\" \"It is not our final destination,\" Walensky said. She added, \"As more people get vaccinated, levels of Covid infection decline in communities and as our understanding of Covid immunity improves\" they will be updating their guidance.  Some more context: In summary, fully vaccinated people can visit with other fully vaccinated people, indoors without wearing a mask or physical distancing. Fully vaccinated people can also visit with unvaccinated people from a single household who are low risk for severe Covid-19 disease, indoors without wearing masks or physical distancing.  Walensky said that fully vaccinated people should continue to wear masks and social distance when they're out in public and avoid medium and large-sized gatherings. ##Vaccines## The occupancy rate of ICU beds peaked this week in the Brazilian city of Rio de Janeiro, reaching 96% occupancy on Sunday, according to data from the Health Secretary of the State. As of Sunday, the city has 616 ICU beds dedicated to Covid-19 care. Hospitals across the country have faced an ICU occupancy crisis as variants of the virus spread and the vaccine is slowly rolled out. The mayor of Rio de Janeiro, Eduardo Paes, announced that new restrictive measures went into effect on Friday including people not being allowed on the street between 11 p.m. and 5 a.m. local time, limited hours of operation for bars and restaurants and a ban on events or parties in public and private areas, among others.  The mayor emphasized that the new measures were taken preventively, to avoid something more rigid, such as a full lockdown. Though the ICU occupancy rate for the state of Rio is around 73%, eight other of its cities have already collapsed. Bom Jesus, Miracema, Paraíba do Sul, Rio das Ostras, Saquarema, Sapucaia, Teresópolis and Três Rios have all run out of ICU beds, according to the Rio state health secretary data.  CNN has asked the government what measures are being taken to address the possible collapse of healthcare in the city of Rio de Janeiro, but has not heard back. Rio de Janeiro state has nearly 600,000 cases of Covid-19 confirmed and 33,717 deaths, according to its health secretary on Sunday. ##Hotspots## There have been at least 29,000,012 total cases of Covid-19 confirmed in the United States, and at least 525,046 people have died from Covid-19 since the pandemic began, according to data compiled by Johns Hopkins University.  JHU recorded the first case of Covid-9 in the United States on January 21, 2020\n97 days later, on April 27, 2020, the US hit 1 million cases \n103 days later, on August 8, 2020, the US hit 5 million cases \n92 days later, on November 8, 2020, the US hit 10 million cases\n29 days later, on December 7, 2020, the US hit 15 million cases \n24 days later, on December 31, 2020, the US hit 20 million cases \n23 days later, on January 23, the US hit 25 million cases\n7 days later, on January 30, the US hit 26 million cases \n8 days later, on February 7, the US hit 27 million cases\n14 days later, on February 20, the US hit 28 million cases\n16 days later, on March 8, the US hit 29 million cases At least 20 other countries have reported more than 1 million total Covid-19 cases, according to JHU: India and Brazil have over 11 million total cases\nRussia and the UK have over 4 million total cases\nFrance, Spain and Italy have over 3 million total cases\nTurkey, Germany, Colombia, Argentina and Mexico have over 2 million total cases\nPoland, Iran, South Africa, Ukraine, Indonesia, Peru, the Czech Republic and the Netherlands have over 1 million total cases  New guidelines from the US Centers for Disease Control and Prevention say people fully vaccinated against Covid-19 can safely visit with other vaccinated people and small groups of unvaccinated people in some circumstances — but there are still important safety precautions required.  The guidelines will be announced at the White House Covid-19 Response Team briefing on Monday. The CDC defines people who are fully vaccinated as those who are two weeks past their second dose of the Moderna and Pfizer Covid-19 vaccine or two weeks past a single dose of the Johnson & Johnson vaccine.  People who are vaccinated are protected and there is growing evidence that they don’t spread Covid-19, but scientists are still trying to understand how long vaccine protection lasts. “The level of precautions taken should be determined by the characteristics of the unvaccinated people, who remain unprotected against Covid-19,” the guidelines said. The CDC says fully vaccinated people can: Visit other vaccinated people indoors without masks or physical distancing\nVisit indoors with unvaccinated people from a single household without masks or physical distancing, if the unvaccinated people are at low risk for severe disease.\nSkip quarantine and testing if exposed to someone who has Covid-19 but are asymptomatic, but should monitor for symptoms for 14 days. However, people who are fully vaccinated still need to take precautions in many scenarios.  The guidelines say fully vaccinated people must: Wear a mask and keep good physical distance around the unvaccinated who are at increased risk for severe Covid-19, or if the unvaccinated person has a household member who is at higher risk\nWear masks and physically distance when visiting unvaccinated people who are from multiple households. In addition, fully vaccinated people should continue basic safety precautions, including: wearing a mask that fits well and keeping physical distance in public; avoiding medium- and large-sized crowds; avoiding poorly ventilated public spaces; washing hands frequently; and getting tested for Covid-19 if they feel sick.  Remember: The CDC travel recommendations have not changed for the unvaccinated. The guidelines still say that with high case numbers, the CDC recommends that you do not travel at this time. New York City has administered over 2.3 million doses of Covid-19 vaccine, Mayor Bill de Blasio said Monday, adding that well over 100,000 people got vaccinated over the weekend. “Supply, supply, supply” he said still remains an issue. NYC continues to make efforts to vaccinate home-bound seniors – their door-to-door program began in the Bronx, Brooklyn and Queens and will extend through the five boroughs. ##Vaccines##  There are now more people in the United States who are fully vaccinated against Covid-19 than the total number of confirmed coronavirus infections the country has seen so far during the pandemic, according to the latest data from the US Centers for Disease Control and Prevention. Numbers posted to the CDC website on Sunday show that more than 30 million people in the United States have received both their first and second doses of Covid-19 vaccine. Specifically, as of Monday, 30,686,881 people have received two doses, according to the CDC.  That number is more than the nearly 29 million Covid-19 cases that have been reported in the United States so far, according to Johns Hopkins University data as of Monday morning. Experts maintain the actual number of total infections is likely underreported and much higher. ##Vaccines##  New York City's public high schools will reopen for in-person learning on March 22 the Department of Education said Monday, the final group of the largest school district in the country to be welcomed back to school buildings. There are about 55,000 students in grades 9-12 and 17,000 staff members returning, according to the department. The students returning had previously opted for in-person learning. All of the city's 488 high schools will reopen, and about half of them will have all or most of their students in class five days a week. The department said that number will continue to increase. Middle school students returned for in-person learning on Feb. 25, while elementary school students returned in the fall. The department is also announcing that the Public Schools Athletic League (PSAL) will return in the beginning of April. \"Competitive play will resume in May and for the first time will continue throughout the summer,\" said acting press secretary Danielle Filson. To participate in PSAL, weekly testing and masks will be required and there will be no spectators allowed. The League will be open to both in-person and remote students. Hospitals across Paris have been asked by a regional health agency to prepare to cancel up to 40% of the scheduled medical procedures in order to free up intensive care beds. The goal is to free 1,577 critical care beds, the Paris region health agency confirmed to CNN on Monday. According to the government statistics, the occupancy of ICU bed by Covid-19 patients in the Paris region has been increasing steadily to 83.7% on Sunday up from 71% just a week ago. Nationwide, 3,743 Covid-19 patients are currently in an ICUs, the highest number since the beginning of the year. ##Restrictions##  Dr. Rochelle Walensky, director of the US Centers for Disease Control and Prevention, will release long-awaited guidelines for people who have been vaccinated against Covid-19 at today's a White House Covid-19 briefing, according to an administration official. We're not exactly sure what will be in the new guidelines, but we'll be covering their release here at 11 a.m. ET. Some background: Over the past two weeks, Walensky and Dr. Anthony Fauci, President Biden’s senior medical adviser, have underscored the need for guidelines for people who are fully vaccinated.  In early February, Fauci said vaccination is not a \"free pass to travel.” Another administration official told CNN that the guidelines won’t be prescriptive for every situation – for example, whether it’s okay to go bowling or ride on a bus once you’ve been vaccinated. “It’s impossible to get to that level of detail. We can’t predict every situation that human beings will be in,” the official said. “What we can do is give principles for people to think through. It will give people the means to think through it, and then they can choose what level of risk they wish to take.”   ##Vaccines## Air travel levels are the highest they have been since the holidays. New TSA numbers show almost 1.3 million people were screened at airports on Sunday — the highest since Jan. 3.  The new number, 1,277,719, comes on a non-holiday weekend. In pre-pandemic times, air travel would typically tick up in March following a lethargic February, but this could be a sign of rising demand as more people are vaccinated for Covid-19. Experts did anticipate an uptick in pandemic air travel for spring break trips. Sunday’s number follows three air travel days of near or more than 1 million passengers: 991,547 people flew Saturday, 1.1 million Friday, and 1.1 million Thursday, meaning more than 4.5 million people flew over the 4 days. “It’s a nice sign. It’s nice to see those numbers. Obviously, TSA is seeing it. We’re seeing it as well, but we need to see more of it to really say that we’re in that full recovery mode,” American Airlines COO David Seymour told CNN last week.  European Commission President Ursula von der Leyen has addressed the European Union's sluggish vaccine rollout, saying that by next month, a lot more vaccines will be available.  Speaking to German newspaper “Stuttgarter Nachrichten,” on Sunday, von der Leyen said that \"science has virtually overtaken industry with its record time in vaccine development,\" and that \"we all underestimated that ramping up stable mass production involves considerable risks.\" Von der Leyen's comments come as the European Union's 27-nation vaccine strategycontinues to splinter as member states turn to nations outside the bloc to boost a faltering rollout plagued by supply issues, contract skirmishes and sluggish takeup.                \"Eliminating bottlenecks in raw materials or in supply chains as quickly as possible was harder and bumpier than expected. That's why it was very slow at the beginning. Things have improved significantly. In January, around 20 million doses were delivered, in February around 30, and for March we expect around 50. From April, according to the manufacturers' plans, volumes could double again, partly because further vaccines are about to be approved,\" she said.  “The lesson from all this is, we need to have production capacity on hand for pandemics. And cohesion in a crisis is important. I can't even imagine how things would look in Europe today if a few large countries now perhaps had vaccines and most of the smaller member states had been left empty-handed for the time being,\" she said. \"That would have torn Europe apart and destroyed the single market on which we all live,\" she said, adding: \"That's why I remain deeply convinced that the European approach was the right one.\" ##Vaccines## Syria’s President Bashar al-Assad and his wife, Asma al-Assad have tested positive for coronavirus, a Syrian presidential statement said on Monday, according to Syrian State TV Ikhbariya.  \"After feeling mild symptoms similar to those symptoms with the Covid-19 virus, Mr. President Bashar al-Assad and his wife Asma al-Assad conducted a PCR examination, and the result showed that they were infected with the virus,” the statement said.  “They are in good health and in stable condition, and they will continue their work during their home quarantine period that will last for two or three weeks,” the statement added Ikharbiya said.  The country has recorded 1,063 deaths and 15,981 cases from the virus so far, according to data by Johns Hopkins University. As Belgium begins to lift some of its lockdown restrictions, Prime Minister Alexander De Croo has stressed that vaccinations remain a key to exiting the pandemic.   “It is abundantly clear that vaccination remains crucial,” De Croo said on Friday, when he announced the plan to exit lockdown.  “There is actually no real exit plan,” he said, “the real exit plan that is the vaccination plan.”   From March 8, people can meet with up to 10 others outside, but social distancing measures still need to be adhered to and faces mask must continue to be worn.   The Prime Ministers comments on the importance of the vaccine rollout come as the Belgian Order of Physicians – a body that all doctors must be registered with in order to practice medicine -- has warned it will take a stricter approach to doctors who question the effect of coronavirus vaccines.  Doctors will face “severe action against spreading information, mostly by way of social media, which does not comply with the current state of scientific knowledge,” the order's Vice-President Dr. Michel Deneyer told CNN on Friday. Dr. Deneyer warned that “disinformation may have disastrous consequences\" and that “it is beyond doubt that doctors have to collaborate for the planned vaccination program.”  The success of Belgium’s vaccination campaign and achieving the national target of vaccinating 70% of the adult population, “depends highly on the (lasting) trust of the population and of the medical corps,” he said.  “The population has great faith in the family doctor, in the pharmacist, in the experts. Their advice is followed,\" Deneyer added.  Any doctor found spreading disinformation will face a disciplinary hearing before one of the order's ten local \"provincial Councils” and risks up to two months suspension, he explained.  Deneyer said that “a few physicians” had already been suspended, but was unable to confirm exact numbers, citing confidentially. One in three destinations worldwide are now completely closed to international tourism, according to a new report from the UN’s World Tourism Organization (UNWTO). The ninth UNWTO Travel Restrictions Report, published Monday, said that the emergence of new Covid-19 variants has “prompted many governments to reverse efforts to ease restrictions on travel, with total closures to tourists most prevalent in Asia and the Pacific and Europe.” The report presents a comprehensive overview of the regulations in place in 217 worldwide destinations. It found that: As of the beginning of February, 32% of all destinations worldwide (69 in total) are completely closed for international tourism.\nOf these, around just over half (38 destinations) have been closed for at least 40 weeks.\nAt the same time, 34% of worldwide destinations are now partially closed to international tourists.\nRegional differences with regards to travel restrictions remain. Of the 69 destinations where borders are completely closed to tourists: \n30 are in Asia and the Pacific\n15 are in Europe\n11 are in Africa\n10 are in the Americas \n3 are in the Middle East\nGrowing numbers of destinations worldwide now require international tourists to present a negative PCR or antigen test upon arrival and also provide contact details for tracing purposes.\n32% of all worldwide destinations now have the presentation of such tests as their main requirement for international arrivals often combined with quarantine, while the same amount have made tests a secondary or tertiary measure. 2020 was the worst year on record for global tourism, with international arrivals dropping by 74%, according to data published by the UNWTO in January. There were 1 billion fewer international arrivals at global destinations in 2020 than in the previous year, due to an \"unprecedented fall in demand and widespread travel restrictions,\" it said.  Once one of the world's most powerful travel documents, the might of the United States passport has been diminished during the pandemic. With US Covid-19 cases near the 29 million mark, some nations continue to view American vacationers warily. Here's an alphabetical list of countries and territories where it's still possible for US passport holders to go for a vacation: Albania\nAnguilla\nAntigua and Barbuda\nArmenia\nAruba\nThe Bahamas\nBangladesh\nBarbados\nBelize\nBermuda\nBolivia\nBosnia and Herzegovina\nBotswana\nBrazil\nBritish Virgin Islands\nCambodia\nChile\nColombia\nCosta Rica\nCôte d'Ivoire (Ivory Coast)\nDominica\nDominican Republic\nDubai\nDutch Caribbean islands\nEcuador\nEgypt\nEthiopia\nGhana\nGrenada\nGuatemala\nHonduras\nIreland\nJamaica\nKenya\nThe Maldives\nMalta\nMexico\nMontenegro\nMorocco\nNamibia\nNepal\nNicaragua\nNorth Macedonia\nPanama\nPeru\nRwanda\nSenegal\nSerbia\nSeychelles\nSouth Africa\nSouth Korea\nSri Lanka\nSt. Kitts and Nevis\nSt. Lucia\nSt. Vincent and the Grenadines\nTanzania\nTunisia\nTurkey\nTurks and Caicos\nUganda\nUnited Arab Emirates\nUnited Kingdom\nZambia The following countries had been allowing US citizens to enter but have closed again or were removed by CNN Travel for other reasons:  French Polynesia (Temporarily closing to all tourists)\n St. Barts (The French territory is appealing to the French government to be exempt from France's recent closure)\n Croatia (No Americans allowed to enter at this time) Read more:  Joe Biden is on the cusp of a presidency-defining first 100 days victory and tens of millions of Americans could soon get stimulus checks as the $1.9 trillion Covid-19 rescue bill heads back to the House for a final vote. After a weekend of high Washington drama, in which the President intervened to keep moderate West Virginia Sen. Joe Manchin in line with his fellow Democrats and preserve their tiny Senate margin, Biden hopes to sign the massive bill into law this week. That will depend, however, on House Speaker Nancy Pelosi preserving her own narrow margin to pass the bill ahead of an expected House vote on Tuesday. Progressive Democrats are disappointed by the removal of a minimum wage hike in the Senate version of the package passed on Saturday and the narrowed scope of unemployment payments. The bill includes extended help for the unemployed, money to reopen schools, aid for stricken small businesses, child tax credits and health insurance subsidies.  It would enshrine one of the boldest deployments of federal power to alleviate the plight of the poorest Americans in at least a generation, and would invite comparisons between Biden and great reforming Democratic presidents of the 20th century, on a crisis measure uniformly opposed by Republicans. Read more here: Brazil’s health ministry reported 80,508 new cases of Covid-19 on Sunday, the country's largest daily increase in new infections since January 7. The grim news comes after a week in which the country also marked its highest daily death toll. On Wednesday, Brazil recorded 1,910 deaths, according to the health ministry -- its highest number since the outbreak began. Sunday’s reported daily death toll was 1,086, the health ministry announced. Since the epidemic began, Brazil has confirmed a total of 11,019,344 virus cases. Public and private intensive care units are near or at capacity across the country, with one-third at the edge of collapse at more than 90% capacity, according to federal and state data.  Brazil’s largest state, Sao Paulo, entered a two-week “red phase” of coronavirus restrictions at midnight Saturday, meaning all but essential businesses would remain closed for the period.  China will launch a program to inoculate Chinese people living abroad with Covid-19 vaccines, Foreign Minister Wang Yi said on Sunday. The \"spring sprout\" program will see China set up vaccination stations \"to administer Chinese vaccines for our compatriots in surrounding countries,\" Wang said in a news conference. Wang added that China will also roll out health certificates for international travelers. \"We will take care to fully protect personal privacy, and contribute to the mutual recognition of nucleic acid test results and vaccination records, thus facilitating safe and orderly flow of personnel,\" he said.", "Section": "world", "Writers": ["Ben Westcott", "Brett McKeehan", "Kara Fox", "Mike Hayes", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-03-08-21/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}