{"Type": "article", "Time": "2021-03-15", "Headline": "These Asian countries are giving dual citizens an ultimatum on nationality -- and loyalty", "Text": "Anna was born with the right to dual citizenship, because she has a Japanese mother and American father. She spent her life traveling between both countries, and says she felt deeply connected to the two cultures. But Japan requires those with multiple passports to pick one by the age of 22 -- an impossible choice for Anna, who requested a pseudonym for privacy reasons. \"I'm mixed race, I've lived both in Japan and the US, I speak both languages, I am completely split down the middle in terms of my identity,\" she said. \"It's like asking someone whether they love their mother or father more. It's such a cruel question.\"   The past few decades have seen people travel and live abroad more, with the number of international migrants -- people who changed their country of residence for at least a year -- tripling from 1970 to 2015, according to the International Organization for Migration.  At the same time, tolerance to dual citizenship has generally increased. In 1960, less than one-third of countries allowed citizens to acquire a second nationality, compared to three-quarters today, according to a 2019 paper by Maarten Vink, professor of political sociology of Maastricht University in the Netherlands. Asia is an exception to that trend. It is the world's most restrictive region in terms of dual citizenship, with only 65% of countries and territories permitting it, according to the Maastricht Center for Citizenship, Migration and Development. To put that in perspective, 91% do in the Americas, which rank as the most liberal. And some Asian countries are tightening their immigration laws. Japan reinforced its strict stance in January when a court upheld the country's ban against dual citizenship, rejecting a lawsuit filed by Japanese citizens living in Europe. Hong Kong took a harder line in February, barring dual citizens from receiving consular protection -- a step never before taken in the Chinese city, where dual citizenship is not legally allowed but had been tolerated. \"Dual nationality is not recognized in the Chinese Nationality Law,\" said Hong Kong leader Carrie Lam in February. \"That is very clear. We are strictly enforcing or implementing that particular policy.\" There are a number of reasons why the region is so resistant toward dual citizenship, including histories of conflict and colonialism. But in some countries, critics say the ban on dual citizenship also reflects a tilt toward nationalism -- and the desire to maintain a monoethnic, monocultural identity. Loyalty and nationalism In Asia Pacific, only a few places accept dual citizenship with no caveats, including Cambodia, East Timor, Australia, New Zealand and Fiji. Most countries are against it, although some choose not to strictly enforce their policies, allowing people to keep multiple passports by simply not declaring them. Others allow dual citizenship in restricted forms: the Philippines permits it for those who were born Filipino citizens, but not for naturalized Filipinos. South Korea allows children born to its nationals abroad to hold the passport of both their birth country and their parents. One reason why many Asian countries oppose dual nationality is a belief that it can create divided loyalties among citizens, said Jelena Dzankic, co-director of the Global Citizenship Observatory (GLOBALCIT), an international citizenship research network. \"The reason why, historically and traditionally, countries have not been permissive of dual nationality is because, whom are you going to defend if the two of our countries go to war?\" she said. Japan drafted its current nationality laws shortly after World War II, when many Japanese Americans were put in internment camps in the US; other dual citizens renounced their loyalty to the Japanese Emperor for their own safety, said Atsushi Kondo, a law professor at Japan's Meijo University.  In one famous case, a US-born Japanese-American dual citizen worked in Japan for a company that oversaw American prisoners of war. Upon his return to the US after the war, he was sentenced to death on treason charges. He was eventually pardoned and deported to Japan -- but for decades afterward, Japanese lawmakers pointed to this case as an example of the conflicting obligations that came with dual nationality. \"In wartime, double citizenship showed disadvantage,\" Kondo said. \"But in peacetime, dual citizens have many advantages\" -- including visa-free travel to more countries, greater international employment opportunities, potentially cheaper university education, and more. There are modern downsides, too -- for instance, US dual citizens have to pay double taxation, but that's not the case for most countries. The international context has now changed, and Japan's \"beliefs are a little outdated,\" he added -- yet the government is reluctant to open up immigration laws and risk upsetting conservative voters. China's ban on dual nationality is also to ensure that its nationals are \"only giving undivided loyalty to the government,\" said Low Choo Chin, a history lecturer at the Universiti Sains Malaysia. During the Cold War era, China's efforts to normalize relations with neighboring countries and end international isolation were hampered because \"overseas Chinese were associated with revolutionary activities\" and Communist uprisings, Low wrote in a 2016 paper. So, the Communist government formulated the current nationality law in 1980 to resolve \"diplomatic frictions\" and to \"end divided loyalty among the overseas Chinese.\" Under Chinese President Xi Jinping, the government has cracked down on dual citizens, encouraging the public to report people secretly holding two passports. Those caught can find their access to public services curtailed.  The crackdown is part of the government's anti-corruption efforts against \"dual nationals taking advantage of the grey areas in the law, and trying to evade legal sanctions with (their) foreign nationality status ... fleeing abroad, transferring their assets,\" said Low, pointing to estimates by the Chinese central bank that 18,000 corrupt officials may have fled the country with 800 billion yuan ($122 billion) between the mid-1990s and 2008. The matter of citizenship was thrust to the fore during the Covid-19 pandemic. In the midst of a crisis that transcended national boundaries, governments were suddenly faced with questions like: Which citizens do we claim as our own? For whom are we responsible? Who do we protect? Because China doesn't recognize dual citizenship, many Chinese nationals were forbidden from evacuating back to their country of second citizenship -- even if that was their place of birth or primary residency.  There were cases of families split apart; one British woman was told she could not evacuate with her 3-year-old son because he has a Chinese passport, even though he is also a British citizen with a British passport. In the face of international pressure, the government eventually relented. Ethnicity and blood The idea of loyalty to a single country and culture, particularly in East Asia, may also \"imply the desire to maintain a cohesive ethnocultural identity,\" said Dzankic, of GLOBALCIT. Several of the countries that don't allow dual citizenship are also highly homogenous -- for instance, 92% of China is Han Chinese, according to the CIA's World Factbook.  And one of the easiest ways for a country to control its ethnic makeup is through the type of citizenship it chooses to recognize. There are multiple ways of obtaining a first, or second, citizenship, including through marriage, adoption and naturalization. But the most common ways are birthright citizenship (jus soli) -- meaning babies automatically gain citizenship of the country they are born in -- and through parental descent (jus sanguinis), which sees children automatically gain the citizenship of their parents. In Asia, the vast majority of countries today don't recognize birthright citizenship, one of the quickest ways for ethnically foreign or minority populations to grow in a country.  Or if they do, it is so with certain conditions, according to GLOBALCIT. South Korea, for instance, only applies birthright citizenship for children whose parents are unknown or have no nationality -- so if a child born on Korean soil has been abandoned, or its parents are stateless, it will receive Korean citizenship.  \"A shift from jus soli to jus sanguinis has been witnessed in Asia in the course of the twentieth century,\" wrote Olivier Vonk at the Maastricht Centre in a 2017 paper. Bangladesh, Indonesia, and India are among the countries that have transitioned to primarily recognizing citizenship by descent. The type of citizenship recognized, and the rigidity of a country's restrictions, influence how diverse or homogenous its population can be, said Kondo. \"South Korea was also a monoethnic country in the old days,\" he said. \"But they changed the policies, so they are more relaxed to double citizens now ... And now they are considered multi-ethnic, or a multicultural country,\" Kondo added. South Korea liberalized its nationality law with sweeping amendments in 2010, which allowed permanent dual citizenship for its nationals for the first time (albeit under specific circumstances); dual citizens who fall outside those circumstances were given longer to choose; and a special naturalization path was created for talented individuals.  Japan remains strict in its nationality laws and is ethnically homogenous, said Kondo, though the government's statistics don't include an ethnic breakdown. \"Maybe ordinary Japanese (consider) ethnicity and citizenship as equal ... Such a traditional feeling is strong in common Japanese,\" he said. Even some current politicians believe Japan \"should be a monoethnic country,\" he said.  Even the term jus sanguinis, citizenship by descent, implies ethnicity, said Anna, who is now based in the UK and declined to disclose her current citizenship status. The Latin translation means \"right of blood,\" and Japanese citizenship is built on this idea -- so \"the idea of blood is very strong in their understanding of citizenship.\" If a naturalized Japanese citizen who isn't ethnically Japanese gives birth, that child would automatically become a Japanese citizen -- but social attitudes and norms continue to draw lines around ethnicity, she said. There continues to be bullying in schools and a sense of social exclusion for biracial or mixed-race Japanese. \"It is this thought of blood purity ... which is why even though I have Japanese citizenship, I'm not accepted as Japanese citizen in most cases because I'm not 'purely' Japanese as they would say ... because I don't look like them,\" she said. \"A lot of it is xenophobia. A lot of it is racism.\" Looking forward The recent moves in China, Japan and Hong Kong suggest parts of Asia are moving further away from dual citizenship even as other parts of", "Section": "travel", "Writers": ["Jessie Yeung"], "URL": "https://www.cnn.com/travel/article/asia-dual-citizenship-intl-hnk-dst/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}