{"Type": "article", "Time": "2020-08-13", "Headline": "What you need to know about coronavirus on Thursday, August 13", "Text": "As the United States reported its highest single-day virus death toll from Covid-19 so far this summer, Senator Kamala Harris laid out the Democratic case against Donald Trump, hammering the President's mishandling of the coronavirus pandemic in her debut speech as Joe Biden's running mate. \"This virus has impacted almost every country, but there's a reason it has hit America worse than any other advanced nation. It's because of Trump's failure to take it seriously from the start,\" Harris said during a joint appearance with the former Vice President on Wednesday, in a preview of what is likely to be the Democrats' main line of attack in an election campaign like no other.   \"His refusal to get testing up and running, his flip-flopping on social distancing and wearing masks, his delusional belief that he knows better than the experts -- all of that is the reason ... an American dies of Covid-19 every 80 seconds.\" The fact that the US has the worst outbreak in the world -- with more than 5 million cases and 165,000 deaths -- hasn't stopped Trump from pushing students to return to classrooms, businesses to open their doors, and college football stadiums to fill with fans. In the face of mounting criticism, Trump has brought in backup for his mission to kickstart the economy at all costs -- recruiting a controversial new coronavirus adviser who has echoed his unscientific claims.    While the President continues his usual routine of relaying false narratives about the virus and touting untrue claims of great success, some of the nation's top health experts say they are \"extremely concerned\" about the Trump administration's changes to the way hospitals report Covid-19 cases and deaths, warning that they have left hospitals \"scrambling\" and have \"serious consequences on data integrity.\" Concerns about data integrity come as the coronavirus continues to spread at high rates across the US South, Midwest and West. The director of the US Centers for Disease Control and Prevention is urging all Americans to adhere to public health measures to prevent \"the worst fall\" in US public health history.  \"For your country right now and for the war that we're in against Covid, I'm asking you to do four simple things: wear a mask, social distance, wash your hands and be smart about crowds,\" Dr. Robert Redfield said Wednesday. \"I'm not asking some of America to do it,\" Redfield said in an interview with WebMD Chief Medical Officer Dr. John Whyte. \"We all gotta do it.\" YOU ASKED. WE ANSWERED Q: Should I send my children back to school? A:  From CNN's Chief Medical Correspondent Sanjay Gupta: This is one of the questions I am getting more than any other. As a father of three teen and preteen girls, this has been a constant discussion in our household, and it hasn't been easy. My girls want to go back to school, and they are placing enormous pressure on us parents to make it so. They miss their friends, the social structure and the immersion in humanity that kids need and crave at this age. Virtual learning has played an important role for them, but it is not a substitute for in-person learning, especially for younger kids.  After considering all the objective criteria and assessing the situation in our own community, we have made the decision to keep our girls out of school for the time being. This was not an easy choice, but one that we believe best respects the science, decreases the risk of further spread and follows the task force criteria. This is the checklist of considerations we had while weighing our decision as a family.  Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY New Zealand was the world leader in handling Covid-19. Now it's dealing with a fresh outbreak New Zealand reported 13 new community coronavirus cases on Thursday — a dramatic turn of events for a country that was heralded as a world leader in how it handled the outbreak. For months, life was largely back to normal, and the country went 102 days without a locally acquired case until earlier this week. The new cluster, which now totals 17 cases, has prompted the country to put its most populous city under lockdown as authorities scramble to trace the source. Authorities are warning that the number of cases are likely to increase, raising the prospect that a three-day lockdown in Auckland could be extended and putting the date of the country's upcoming general election in doubt. More than half of Mumbai's slum residents might have had Covid-19. But herd immunity could still be a long way off Last month, researchers in one of India's largest cities made a surprising discovery. Of the nearly 7,000 blood samples taken from people in Mumbai's slums, 57% tested positive for coronavirus antibodies. While some were alarmed by the results, others were optimistic about what it might mean for herd immunity -- when the virus can no longer infect enough people to pose a threat.   But even if Mumbai's slums -- where social distancing is nearly impossible -- are on the brink of herd immunity, it has come at a cost. Of India's more than 2 million coronavirus cases, about 5% of those infections were reported in Mumbai, the country's commercial capital. On Thursday, India reported a record high 67,000 cases in 24 hours, and 942 fatalities, bringing its death toll to 47,000 -- the fourth highest globally.  Infections surging in Europe amid fears of second wave Germany has recorded a spike in coronavirus cases for the first time in months. France is seeing the biggest rise since lockdown began lifting in May. Greece has clocked its highest tally since the start of the pandemic. And Spain is facing the worst infection rate in Western Europe. Surging infections in these four countries, which had successfully managed to contain the virus through strict stay-at-home orders and social distancing measures, are prompting fears of a second wave across the continent. The fresh outbreaks come at the height of Europe's holiday season, when many people are still traveling despite the pandemic. In an effort to combat the spread of the virus, which has been linked in some cases to holidaymakers, Italy is now mandating that visitors arriving from Croatia, Greece, Malta, and Spain take a coronavirus swab test. A new anti-obesity coronavirus campaign is a nightmare for eating disorder sufferers Boris Johnson's latest strategy to fight coronavirus aims to make Britain healthier -- but campaigners are worried about the impact the policy will have on people living with eating disorders. Johnson's government launched its Better Health strategy in an effort to combat the country's high obesity levels, which increase the risk of death from Covid-19, according to Public Health England. The new measures include a ban on junk food advertisements before 9 p.m., tools to help people lose weight and a proposal requiring restaurants to show how many calories their dishes contain. But the new strategy has caused disquiet among campaigners and people recovering from eating disorders. Of particular concern: A proposal to make some restaurants list the number of calories in dishes. ON OUR RADAR The Philippines plans to begin clinical trials for Russia's coronavirus vaccine later this year, despite doubts over its safety after a rushed approval process.  \nMexico and Argentina will produce \"between 150 and 250 million doses\" of a coronavirus vaccine developed by AstraZeneca with financing from the Carlos Slim Foundation, a nonprofit founded by Mexico's richest man. \nPresident Trump claimed that the federal government will provide up to 125 million masks to school districts around the US, even as the White House refuses to require their use in classrooms.  \nA Florida sheriff has banned his deputies and office visitors from wearing masks on a day his county broke records for Covid-19 deaths.  \nMore than 800 million children globally are not able to wash their hands at school, an essential safeguard against the spread of Covid-19, according to a new report from the WHO and UN.   \nThe South Korean capital of Seoul has installed a series of glass-paneled bus shelters that scan the temperature of commuters. Anyone detected to have a fever is refused entry.  \nHong Kong has reported 69 new cases, as officials attempt to contain a third wave. TOP TIPS Many people may be experiencing increased anxiety during the pandemic, which experts say can be compounded by the sense of isolation that can come with social distancing. That's why it's important for people who are vulnerable to have access to mental health care, panelists said during an American Lung Association event on Wednesday. Ken Duckworth, medical director of the National Alliance on Mental Illness, stressed the importance of telehealth services and phone sessions for people without internet access. \"Pain shared is pain halved,\" Duckworth said. Dr. Tyish Hall Brown, a psychiatry and behavioral sciences professor at Howard University College of Medicine, emphasized that people also need to check in on the mental health of children and teens. \"Everything's kind of a catastrophic thought\" for teens, she said, and it can be helpful to remind them that this break from in-person classes and seeing friends won't last forever. TODAY'S PODCAST \"They're on the edge of the abyss.\" -- CNN International Correspondent Ben Wedeman On the morning of the deadly explosion that tore through Beirut, the city's main public hospital was already approaching full capacity from coronavirus patients. Now, with hospitals heavily damaged and overwhelmed from the blast, how can the city deal with the rising threat of the pandemic? CNN's Chief Medical Correspondent Dr. Sanjay Gupta speaks with Ben Wedeman in Beirut. Listen Now.", "Section": "world", "Writers": ["Eliza Mackintosh"], "URL": "https://www.cnn.com/2020/08/13/world/coronavirus-newsletter-08-13-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}