{"Type": "article", "Time": "2020-03-03", "Headline": "March 3 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. Amazon is informing employees that one of its Seattle-based workers has been diagnosed with coronavirus.  According to a mass email for all staff members in Seattle and Bellevue, Washington, the employee infected with the novel coronavirus first became ill on February 25 and has not been back to work since that time.  The company said it has directly notified all coworkers who had been in close contact with the patient. The worker was based at the downtown office building the company refers to as Amazon Brazil, according to the email. An Amazon spokesperson confirmed the authenticity of the email to CNN, adding, “We’re supporting the affected employee.”  It was not immediately clear whether the case was included in Washington state’s count of coronavirus patients in King County, which stood at 21 on Monday. New Zealand has reported a second case of the novel coronavirus, the country's Ministry of Health said in a statement on Wednesday, local time. The patient is a New Zealand citizen in her 30s who recently returned to Auckland from northern Italy, the statement said. She does not require hospital level care and is currently under self-isolation at home. \"Although we have our second case of COVID-19, with continued vigilance the chance of widespread community outbreak is expected to remain low,\" the statement said. The country's first case — which was confirmed last month — is a New Zealand citizen who traveled to Iran and returned to New Zealand via Bali.  There are seven new cases of novel coronavirus confirmed in Malaysia, bringing the country's total to 36, Noor Hisham Abdullah, the director general of Health Malaysia, announced on Twitter Tuesday. The director general said all the new cases are close contacts of a patient who previously contracted the virus and they are currently in a stable condition. ##Asia## A senior administration official acknowledged that the Trump administration is feeling a major sense of urgency to distribute testing kits for the coronavirus amid bipartisan criticism that the kits are being deployed too slowly. “It’s a flashpoint right now,” the official said. The official conceded that the question from health professionals nationwide, and from both Republican and Democratic lawmakers, is: “Why can’t the feds give us tests?” This official went on to note that roughly one million kits are expected to be distributed throughout the country in the coming days. The official emphasized that the administration is eager for the kits to be deployed in order to obtain the data needed to assess just how widespread the outbreak is becoming, something that cannot be clearly determined at the moment. ##United States## Ohio Gov. Mike DeWine announced that most events of the Arnold Sports Festival in Columbus, Ohio, will be held without spectators this weekend based on guidance from the US Centers for Disease Control and Prevention on preventing the spread of coronavirus.  The Arnold Sports Festival is an annual multi-sport festival held in Columbus that includes the Arnold Classic, a bodybuilding competition named for Arnold Schwarzenegger. “Today we had new guidance from the CDC about mass public gatherings,” DeWine told reporters. “We have all decided to move forward with the athlete competition at the Arnold Classic, but not to allow spectators or the trade show to continue with the exception of the Arnold Classic Finals on Saturday night at the convention center.” Schwarzenegger called the decision a \"very sad moment for us, for my partners Jim Lorimer and Bob Lorimer, because we have been doing this now since 1976 when we held the first Mr. Olympia and Mr. Universe competition in Columbus, Ohio, and ever since we have been doing this without any interruption whatsoever.”  The former California governor added, “Let me be very clear that we have the biggest and the best health and fitness festival in the world, but we would never choose making money over people’s health.” ##United States## The British Columbia Ministry of Health announced three additional confirmed cases of coronavirus in the Canadian province this evening. This brings British Columbia's coronavirus total to 12, according to Dr. Bonnie Henry, provincial health officer. According to Henry, the new cases include... A man in his 60s who recently returned from Iran.\nAn adult woman who also recently traveled to Iran.\nA woman in her 30s who was a household contact of British Columbia's eighth confirmed case — a woman in her 60s who is visiting family in British Columbia and lives in Iran. The three individuals did not require hospitalization and are recovering in their homes, according to Henry. By the numbers: These new cases bring Canada’s total number of confirmed novel coronavirus cases to 33, including 20 in Ontario, 12 in British Columbia and one in Quebec. Vice President Mike Pence pledged that upcoming briefings on coronavirus would be on camera, following a Tuesday evening on the record briefing led by Pence that the White House press office insisted remain off camera.  The press office also insisted that reporters not broadcast any sound from the briefing, in which the vice president announced several new US Centers for Disease Control and Prevention initiatives, including a change in policy that now allows any American to receive a coronavirus test, if a doctor deems it necessary.  When pressed about the briefing being off camera, Pence said it was because President Trump had already made multiple on camera statements today.  \"You’re going to see us in here every day answering questions… but the president was at NIH today and the president addressed the country today,\" Pence said. He added that “I expect we’ll be back on camera tomorrow.”  Some context: On two occasions last week, Trump and members of the Coronavirus Task Force briefed reporters on camera from the briefing room.   ##United States## Now that coronavirus is spreading in the US, lots of people are going to their doctors, urgent care clinics or emergency rooms to find out whether their coughs, sneezes and fevers mean they have the coronavirus. But some are worried about the cost of that testing after the Miami Herald wrote a story about a man who went to the hospital with flu-like symptoms and was told he might owe $3,270. (Turns out he actually had the flu, but his limited-coverage insurance policy left him with a $1,400 bill.) Here's how much it will cost you if you seek care: The coronavirus test itself shouldn’t generate a bill – for now – since the US Centers for Disease Control and Prevention is picking up the tab. That could change as more labs start running the test. But the visit and other tests aren’t free. How much you’ll owe depends on several factors, including what insurance you have, where you seek treatment and what tests providers give you. For instance, those who haven’t satisfied their deductibles will likely be on the hook for more of the bill. Going to the emergency room is typically far more pricey than visiting your doctor or an urgent care clinic. Those feeling sick can call their insurers to learn what the costs they might incur. State governments and the Trump administration are also looking to relieve the financial burden so Americans don’t hesitate to get checked out — which could worsen the disease’s spread.  New York Gov. Andrew Cuomo on Monday required health insurers in his state to waive any cost sharing associated with testing for coronavirus. And the Trump administration is looking at providing hospitals with funding to care for the uninsured. Congress is still hashing out a multi-billion supplemental spending bill to respond to the public health emergency.  The final sticking point: Making an eventual vaccine affordable. An administrator of the Centers for Medicare and Medicaid Services said today that any costs associated with the coronavirus test would be covered by Medicare and Medicaid.  Seema Verma's remarks followed an announcement by Vice President Mike Pence Tuesday evening saying that the US Centers for Disease Control and Prevention would issue new guidance that “any American can be tested (for coronavirus), no restrictions, subject to doctors’ orders.” Asked by CNN if the testing would be free and what would be done to help those who could not afford it, Pence said guidance was going to be sent out immediately that notes that Medicare and Medicaid covers the test.  Verma noted that it is a diagnostic test so it would be covered under insurance as an essential health benefit and is a covered service in the exchanges — in Medicaid and in Medicare. CDC Director Dr. Robert Redfield added that the test the CDC provides to the public health community is provided free of charge to public health labs across the country. Pence said that there was concern that some people felt they could not be tested if they were only mildly symptomatic, but the new guidance will make clear “that any clinician or health authority can administer the test.” ##United States## Singapore confirmed two new cases of novel coronavirus Tuesday evening, bringing the country's total to 110, according to a statement posted by the Ministry of Health. The two patients include two male citizens aged 70 and 33, who have not reported travel history to affected countries and regions, the statement said. The 33-year-old is linked to a cluster of cases at Wizlearn Technologies. In response to the outbreak, Singapore has banned visitors who recently traveled to Iran, northern Italy, and South Korea, the minister for National Development, Lawrence Wong, announced Tuesday. Singaporean citizens and residents returning from those locations will be placed on a mandatory 14-day home quarantine upon their return, he added. Seattle is joining other communities in Washington state today, declaring an emergency to respond to the novel coronavirus.  In a statement, the office of Mayor Jenny Durkan said they will be announcing actions to be taken as a result of the emergency “in the coming days.” Around the state: Similar emergency proclamations have been made by Washington Gov. Jay Inslee, along with the King County government and the Seattle suburbs of Kirkland and Redmond.  So far, all of the confirmed deaths in the United States due to coronavirus are from Washington state. ##United States## There are 122 cases of the novel coronavirus, including nine deaths, in the United States, according to the US Centers for Disease Control and Prevention tonight, as well as state and local governments.   According to the CDC, there are 48 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through the US public health systems, there are 74 cases in 13 states. Bringing the total of coronavirus cases to 122. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases have received positive results from the CDC. ##United States## The Northern California city of Berkeley just announced its first confirmed case of novel coronavirus from a resident who returned from a country with a coronavirus outbreak. The resident, who returned to Berkeley on Feb. 23, was concerned about being exposed through travel and stayed home in a voluntary self-imposed quarantine, according to a statement from the City of Berkeley. Berkeley Public Health is investigating whether the individual had contact with others. Individuals who were potentially exposed will be identified, notified and evaluated, the statement said. Berkeley City Manager Dee Williams-Ridley also proclaimed a local emergency at noon today. The declaration allows the city to arrange more resources to prepare for any additional cases. \"While the risk of infection remains low, the expanded presence of the virus in our community is a reality we should all prepare for,\" Dr. Lisa Hernandez said. ##United States## Respirator face masks in California’s emergency planning reserves are being freed up for use by health care workers.  Many of the face masks from the state’s emergency reserve are nearing or beyond their \"use by\" date, and are to be used only in low-risk situations, according to a statement from California Public Health. Shortages of N95 masks have been reported nationwide, and this move is an effort to free up unexpired masks for more high risk circumstances. “Protecting the health and safety of the doctors, nurses, and other health care and dental care providers is a critical component of ensuring our public health at any time, and particularly now,” said Dr. Sonia Angell, director of the California Department of Public Health and State Health officer. “Releasing this supply of masks will help keep our health care professionals safe on the job.” Watch: ##United States## Kanoa Igarashi, a professional surfer born and raised in the United States but who will represent Japan at the upcoming 2020 Olympic Games in Tokyo, tells CNN that he and his fellow Olympians are “ready to compete” despite being concerned about the coronavirus threat.  Igarashi, who has already qualified for the Games and is expected to be one of Japan’s stars this summer, told CNN World Sport host Don Riddell that he is mentally preparing for all scenarios. \"The Olympics can be tomorrow and me and my fellow competitors, I think we are all ready to compete. So whether it’s in July or postponed, I think we will be ready for anything. The most important thing will be being prepared mentally – having that calm demeanor of being able to postpone your mental game to whether it’s a few weeks after or a few months after,\" Igarashi said.    Igarashi admits that the threat has him “concerned about my health and obviously it can affect my training and competitions prior to the Olympics” but is “not too worried about it.”  United Airlines announced new \"flexible booking\" for people who want to change their flights plan because of the COVID-19 outbreak, according to a press release from the airline. \"The coronavirus outbreak continues to create a high level of uncertainty around the globe regarding travel. As a result, United is working to give customers more flexibility by waiving change fees for any bookings – domestic and international – made between March 3 and March 31. The waiver applies to all tickets, all fare types, all destinations, all points-of-sale and all travel dates available for sale.\" United Airlines says it will not charge a change fee for any purchases made between March 3 and March 31, and no advance notice is necessary. \"If a customer decides to cancel their flight, they can retain the value of the ticket to be applied to a new ticket without fee for travel up to 12 months from the original ticket issue date,\" the press release said.  Last week the company announced it was suspending some service to Tokyo-Narita, Osaka, Singapore and Seoul. Additionally, it has extended the suspension of flights between US hubs and Beijing, Chengdu, Hong Kong and Shanghai through April 30.  ##United States## Iran announced Tuesday that it will temporarily release more than 54,000 prisoners in an attempt to prevent the spread of coronavirus, according to Iran's semi-official news agency ISNA citing Iran's Judiciary spokesperson Gholamhossein Esmaili. The spokesperson said that the release of prisoners is under the supervision of Iran's Health Ministry, ISNNA said in its report.  \"The health of the prisoners is very important for us regardless of their status as security prisoners or regular prisoners.\" Esmaili said as quoted on ISNA. Some context: There are now 77 people dead in Iran from novel coronavirus, and 2,336 positive cases of infection, Deputy Health Minister Alireza Raisi said on state TV Tuesday. The US Centers for Disease Control and Prevention say it’s developing a system to track the number of people in the United States tested for the novel coronavirus and it hopes to post that information online — but that doesn’t satisfy a US congressman who wrote a letter of complaint to the agency this week. The CDC’s plan is “wholly inadequate,” according to Rep. Mark Pocan, a Wisconsin Democrat.  How the CDC got here: For weeks, the CDC has been posting the total number of people it has tested for the virus on its website. On Monday, that information disappeared. The CDC website still posts the number confirmed and presumptive positive coronavirus cases.  Until last week, CDC was one of only a few labs in the United States testing for the novel coronavirus. Now, many public health labs across the United States are able to perform the test. Pocan sent a letter to CDC Director Dr. Robert Redfield expressing concern about the vanished data.  On Tuesday, a CDC spokeswoman sent an email to CNN about its new plan. “We’re working on a system to get [novel coronavirus] test results from state and local public health labs each week and hope to post that,” CDC’s Kristen Nordlund wrote to CNN.  Pocan told CNN that this that plan was “more of an excuse than an answer.” “It's continuing to be the slow-walking response they've been having on this,” Pocan said. “We need to get tests out now and we need to get results now and if you’re not keeping track, how do you have a national strategy?”  He added that the CDC keeps track of national health data for a wide range of diseases and should be able to keep track of testing data for the novel coronavirus on a daily basis. “There’s only 50 states. We can get this information relatively easily,” he said. At a briefing on Tuesday, Dr. Nancy Messonnier, director of the National Center for Immunization and Respiratory Diseases, said that since “many states are now testing and reporting their own results” any numbers CDC reports “would not be representative of the testing being done nationally.” The US Navy's 6th fleet is now also doing a 14-day self-quarantine between port visits by US Navy ships in Europe over concerns of the coronavirus, according to two US Navy officials, the move is intended to bring the fleet into line with instructions from US Pacific Fleet.  Ships will stay at sea for at least 14 days after visiting any port in Europe in order to help prevent the spread of the coronavirus.  \"In conjunction with the other fleets, we have instituted a 14-day underway period between port visits to allow for crew monitoring,\" said Cdr. Kyle Raines, spokesperson for the 6th fleet. Some context: The 6th fleet is responsible for the US Navy presence in Europe, including Russia and nearly the entire continent of Africa. The second patient confirmed to have coronavirus in New York City remains in critical condition at New York-Presbyterian/ Columbia University Irving Medical Center in Manhattan, according to a news statement from the New York City Health Department. The man is in his 50s, lives in Westchester County and works at the Lewis and Garbuz P.C. law firm in Manhattan, the release said.  His daughter attends SAR Academy and High School in the Bronx. The administrators at her school voluntarily closed, the release said. The patient's son attends Yeshiva University in Manhattan.  The health department has provided onsite guidance to all three locations and will monitor all close contacts of the family, the release said. Health Department officials are encouraging anyone who had close contact with the family to call 311. “Now, more than ever, New Yorkers must come together as a city to limit the spread of COVID-19. If you have symptoms like cough, fever, or shortness of breath, call your health care provider,” Health Commissioner Dr. Oxiris Barbot said. “The Health Department will do everything in our power to minimize the disruption caused by this evolving situation, and we will continue to communicate openly and honestly with New Yorkers.\" Three new cases of novel coronavirus have been confirmed in Canada today. Dr. David Williams, Ontario’s Chief Medical Officer of Health, confirmed two new positive cases of novel coronavirus in Ontario and the British Columbia Ministry of Health announced one new case. The two cases in Ontario are a woman in her 70s with travel history to Egypt and a man in his 50s who returned from Iran on Feb. 25. The case in British Columbia is a man in his 50s who also recently returned to Canada from Iran. These new cases bring Canada’s total number of coronavirus cases to 30, including 20 in Ontario, nine in British Columbia and one in Quebec. Dr. Anthony Fauci, the head of the National Institute of Allergy and Infectious Diseases, said the process to get a potential coronavirus vaccine is expected to take a year to a year and a half.  He made the remarks at the White House following a briefing and tour of the National Institutes of Health in Maryland with President Trump and Health and Human Services Secretary Alex Azar.   Fauci noted that researchers would follow standard testing protocols and that the first trial vaccines would be given to healthy patients — to ensure there would not be any unintended side effects. \"I don’t want to over promise, I said a month and a half the other day, it may be a month or so. And then very soon we’ll be sticking the first person with the vaccine. But I want to caution everybody, that’s only the first stage of the development of the vaccine,\" he said.   Fauci added that researchers must be confident that the vaccine works before distributing it widely and said he conveyed that to the President.  He said a phase one trial could start in about a month, and a phase two trial wouldn’t start for three to four months after that.  The CDC's website says all vaccine trials go through three testing phases before potential approval, including first administering the trial vaccine to small groups of people. The second phase clinical study is then expanded and the trial vaccine is given to people who have characteristics such as age and physical health similar to those for whom the new vaccine is intended. In phase three, the vaccine is given to thousands of people and tested for efficacy and safety. ##United States## Chile has confirmed the country's first case of the novel coronavirus in a statement from the the Ministry of Health on Tuesday.  The statement identifies the patient as a 33-year-old doctor who traveled to various southeastern countries for one month. The patient spent time in Singapore, the statement added. The patient will be discharged but will remain under observation at their place of residence, according to the Ministry of Health. Chilean president Sebastian Piñera addressed the nation Tuesday and called for tranquility. He assured citizens that the country has adopted all the measures recommended by the World Health Organization to “protect the health of all Chileans.” Google is canceling its biggest event of the year because of concerns about the coronavirus. The 2020 edition of Google I/O, an annual developer conference originally scheduled for May 12-14 at Google's Mountain View, California headquarters, will no longer take place, the company confirmed on Tuesday.  \"Due to concerns around the coronavirus (COVID-19), and in accordance with health guidance from the CDC, WHO, and other health authorities, we have decided to cancel the physical Google I/O event,\" a company spokesperson told CNN Business.  People who have already purchased tickets for the conference will receive a full refund by March 13 and will not have to re-register to buy a ticket for I/O 2021, Google said on the conference website.  Other conferences: The annual developer event is the latest in a rapidly growing list of tech events that have been shelved because of the coronavirus, which has killed more than 3,100 people around the world, including nine in the US.  Facebook canceled two conferences in recent weeks, including its biggest annual event, F8, weeks after the Mobile World Congress in Barcelona was also canceled. Companies like Microsoft and Apple have said the virus could result in a hit to their sales. ##United States## Ireland has confirmed a second novel coronavirus case, the chief medical officer for Ireland Dr. Tony Holohan said at a press conference Tuesday. According to Holohan, the second case is that of a woman in the Eastern part of Ireland, and is associated with travel to Northern Italy. ##Europe## US stocks ended sharply lower after an eventful trading session today, just one day after all major indexes rallied higher. The Federal Reserve delivered an emergency half-percentage point rate cut in the morning to stave off the coronavirus fallout. It was the first emergency cut since 2008. Stocks initially rallied but then sold off again, as investors weighed just how at risk the US economy really is. Here's where the markets ended up today: The Dow closed 786 points, or 2.9%, lower, just one day after recording its best point-gain in history.\nThe S&P 500 finished down 2.8%. Monday had been its best performance since December 2018.\nThe Nasdaq Composite fell nearly 3%. Elsewhere, the 10-year Treasury bond yield dropped below 1% for the first time in history this afternoon. ##United States## The novel coronavirus, a cousin of the severe acute respiratory syndrome (SARS) virus, has symptoms that include a runny nose, cough, sore throat, possibly a headache and maybe a fever, which can last for a couple of days. For those with a weakened immune system, the elderly and the very young, there's a chance the virus could cause a lower, and much more serious, respiratory tract illness like pneumonia or bronchitis. ##Your Questions## North Carolina health officials are working to identify anyone who may have been exposed to coronavirus after a Wake County resident has tested positive for the virus. The resident traveled from Washington state after visiting the Kirkland nursing facility there that is at the center of a coronavirus outbreak, state officials said in a news conference. Officials said the person is doing well and is in isolation at home. They did say the person traveled back to North Carolina via airplane. Health officials also said they are looking into anyone that may have came in contact with the person on the airplane, at the airport or once they returned to the state. Currently, this is the state’s first and only case of coronavirus. ##United States## The World Bank on Tuesday announced up to $12 billion in support for the more than 60 countries affected by the coronavirus. According to a release, the international financial institution said the package aims to help member countries respond and “lessen the tragic impacts\" of coronavirus, also known as covid-19. “We are working to provide a fast, flexible response based on developing country needs in dealing with the spread of COVID-19,” World Bank Group President David Malpass said. There are now 118 cases of the novel coronavirus, including nine deaths, in the United States, according to the US Centers for Disease Control and Prevention, as well as state and local governments.   According to the CDC, there are 48 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested through the US public health systems, there are 70 cases in 13 states. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases that have received positive results from the CDC. Here's a breakdown of the US cases by state:  Arizona – 2\nCalifornia – 20\nFlorida - 3\nGeorgia - 2\nIllinois - 4\nMassachusetts - 2\nNew Hampshire – 1\nNew York - 2\n North Carolina - 1\nOregon - 3\n Rhode Island - 2\n Washington state - 27 (includes 9 fatalities) \n Wisconsin - 1 ##United States## At least nine people have died from coronavirus in Washington state.  Eight people have died in King County, Department of Health officials said. There's a total of 21 cases in the county. Earlier, one person in Snohomish County died. The county has had six cases. ##United States## President Trump said today that the administration is \" looking at other countries that have been badly affected\" and is considering cutting off travel to those locations. \"We don't want to do that, but we're looking at other countries and we're being very stringent,\" he said. Asked what countries they are looking at, Trump said, \"We're watching Italy very closely, South Korea very closely, even Japan very closely, and we'll make the right determination at the right time.\" The United States is on the brink of a larger coronavirus outbreak that may reflect uncontained spread in other countries, according to a top official with the US Centers for Disease Control and Prevention. \"What is happening now in the United States may be the beginning of what is happening abroad,” Dr. Nancy Messonnier, director of CDC's National Center for Immunization and Respiratory Diseases, told reporters Tuesday. \"We will continue to maintain, for as long as practical, an aggressive national posture of containment. That said, you might see some local communities taking specific actions to mitigate the disease.” While containment efforts focus on identifying and isolating cases of the novel coronavirus, Messonnier warned that mitigation efforts – those that seek to reduce the virus’ impact on communities once it’s already spreading – may be coming.  “As more areas see community spread, local communities may start employing tools that encourage social distancing,” she said. “The goal of social distancing is to limit exposure by reducing face-to-face contact and preventing spread among people in community settings.” The 10-year Treasury bond yield dropped below 1% for the first time in history, as investors grew increasingly worried about the novel coronavirus outbreak. US government bond yields have been trending lower since the start of the year, but their fall accelerated as US financial markets reacted strongly over the past couple weeks to the global outbreak. Exacerbating those fears, the Federal Reserve delivered an unscheduled half-percentage point interest rate cut today to boost the economy in the face of coronavirus. It was its first emergency cut, and the first cut of that size, since 2008. Investors don't believe it will have been its last. The US stock market tumbled today, with the Dow tanking more than 900 points, as investors balanced the economic jolt of the Fed's rate cut with the statement the cut makes about the potential damage coronavirus could do to the American economy. ##United States## The novel coronavirus has killed four people as of Tuesday afternoon, with the number of cases rising to 212, the head of France’s Public Health Service Jerome Salomon said during a press briefing on Tuesday. According to Salomon, 12 people have recovered from the disease and 13 French regions have now reported cases. ##Europe## President Trump will donate his salary from the last quarter of 2019 to the Department of Health and Human Services as the department works on combating coronavirus, White House press secretary Stephanie Grisham said. Since taking office, Trump has donated his salary to a variety of government agencies and efforts, including the Surgeon General's Office, the Department of Homeland Security and the Department of Veterans Affairs.   ##United States## In general, the public should do \"what you do every cold and flu season,\" said Dr. John Wiesman, the health secretary in Washington state. That includes washing your hands often with soap and water for at least 20 seconds. The World Health Organization recommends staying at least 3 feet away from anyone who may be infected.  If you're the one feeling sick, cover your entire mouth and nose when you cough or sneeze. But don't use your hands. Use either your bent elbow or a tissue that you throw away immediately afterward. ##Your Questions## There are now 108 confirmed and presumptive positive cases of novel coronavirus in the United States, according to an update Monday from the US Centers for Disease Control and Prevention. These include 45 people who were aboard the Diamond Princess cruise ship, three people repatriated from China and 60 US cases.  US cases are those detected and tested in the United States through US public health systems since January 21. Among the 60 US cases, there have been six deaths. Among those US cases, there are 22 travel-related cases, 11 cases of person-to-person spread and 27 cases that are under investigation, which means they’re investigating how those patients became infected. The 60 US cases are in 12 states: Arizona, California, Florida, Georgia, Illinois, Massachusetts, New Hampshire, New York, Oregon, Rhode Island, Washington and Wisconsin. A presumptive positive case has tested positive by a public health lab and is pending confirmation from the CDC. Confirmed cases have received positive results from the CDC.  Some more context: CDC will now generally updating coronavirus case totals by noon on weekdays, Dr. Nancy Messonnier, director of CDC’s National Center for Immunization and Respiratory Diseases, said during a press briefing today. The most up-to-date case counts will come from states, she said.  Messonnier said CDC is no longer reporting the number of people under investigation on its website because CDC’s figures are no longer representative of the testing being done nationally. ##United States## The novel coronavirus has killed 79 people in Italy as of 6 p.m. local time on Tuesday, the Italian Civil Protection authority said in a statement. According to the statement, the number of total cases has also risen to 2,502.  ##Europe## The time between first recognized case and first recognized death may be an indicator of how capable a country is at finding and responding to diseases, new analysis shows.  Resolve to Save Lives, a health initiative to prevent epidemics, looked at ten countries with 50 or more coronavirus cases as of Monday. The group's analysis showed that countries that had their first death within 30 days of its first reported case had a higher total case and death counts, higher case-fatality rate, and more average cases per day overall.  Countries that had no death within the first 30 days had a much lower total case and death count, lower case-fatality rate, and fewer average cases per day. Here's the country-by-country breakdown: The Kenyan Government has suspended flights to and from Northern Italy, the country’s National Emergency Response Committee said in a statement. The suspension was decided after consultations with the Italian Embassy in Nairobi as well as local stakeholders and comes in the wake of the novel coronavirus outbreak in that part of Italy.  It is expected to apply to flights to and from the cities of Verona and Milan.  ##Europe## US Food and Drug Administration Commissioner Dr. Stephen Hahn said the United States should have the capacity to perform about a million novel coronavirus tests by the end of the week.   \"Our expectation in talking to the company that's scaling this up, is that we should have the capacity by the end of the week to have kits available to the laboratories to perform about a million tests,” Hahn explained.    During the Senate Health hearing on response to coronavirus, Hahn was pushed to explain how he thinks the US could do a million tests when to date, it has only been able to perform about 3,600 tests.  Hahn expanded saying, \"I want to distinguish between the ability to get the test kits out to the laboratories with the ability with the labs to actually do the test.”  Hahn said the FDA has been working very closely with all manufactures to build on this platform that CDC has developed. The company it is using has \"estimated they are going to be able to scale up to deliver 2,500 kits by the end of the week to providers of the test.\"  Professional sports events in Spain where large numbers of fans from coronavirus-hit areas are expected will be played behind closed doors, with no spectators, the country’s health minister announced Tuesday. The move will affect the March 10 Champions League match between Valencia and Atalanta, as well as a March 19 match featuring Getafe and Inter Milan. Spanish Health Minister Salvador Illa also announced the suspension of all courses and seminars involving health professionals. “We need our health professionals in perfect conditions. At this time we have 13 health professionals in quarantine for having tested positive to the coronavirus, and another large number isolated for having been their contact. This affects our sanitary system and therefore we take this measure,” he told reporters at a press conference Tuesday. Other sports events that will be played to empty stands will be a Valencia vs. Olimpia Milano basketball game on March 5 and Girona vs. Venezia on March 19, Illa said. ##Europe## The World Health Organization warns that countries' abilities to respond to the coronavirus outbreak are being compromised by shortages and other disruptions to the global supply of the personal protective equipment needed for health care workers. \"Shortages are leaving doctors, nurses and other frontline health care workers dangerously ill-equipped to care for COVID-19 patients, due to limited access to supplies such as gloves, medical masks, respirators, goggles, face shields, gowns, and aprons. We can’t stop COVID-19 without protecting our health workers,\" WHO Director-General Tedros Adhanom Ghebreyesus said during a press briefing on Tuesday. Tedros added that WHO predicts that each month, about 89 million medical masks, 76 million examination gloves and 1.6 million goggles will be required globally for health care workers to respond to the coronavirus outbreak.  \"Prices of surgical masks have increased six-fold, N95 respirators have more than tripled, and gowns cost twice as much. Supplies can take months to deliver, market manipulation is widespread, and stocks are often sold to the highest bidder,\" Tedros said. \"WHO has shipped nearly half a million sets of personal protective equipment to 27 countries, but supplies are rapidly depleting.\" WHO has guidelines available for countries to follow on how to rationalize the use of personal protective equipment — also called PPE — in health facilities and manage supply chains effectively.  \"We’re also working with governments, manufacturers and the Pandemic Supply Chain Network to boost production and secure supplies for critically affected and at-risk countries,\" Tedros said. \"Globally, it is estimated that PPE supplies need to be increased by 40%.\" 127 people have completed their 14-day quarantine at Joint Base San Antonio-Lackland, the US Centers for Disease Control and Prevention said today in a statement. This group included 125 individuals from the Diamond Princess cruise ship as well as two additional individuals, the statement clarified. 15 other people who were repatriated from the cruise ship remain “locally in medical care or quarantine because of their close contact with a confirmed case,” the statement said. This decision comes after the city of San Antonio filed a lawsuit Monday against the federal government to obtain a temporary restraining order over the government’s actions to release individuals from quarantine and the government’s “failure to consult with and incorporate local government in the planning and implementation process, and risks imposing a serious burden on the City's emergency services.” A judge denied the motion for a temporary restraining order the same day, court records show.  Today, however, the city praised the CDC for making changes to release plans. “I’m pleased that the CDC has made changes, and I’m comfortable that the plan as presented will minimize the risk of exposure,” Mayor Ron Nirenberg said in a statement today. Several buses will transport those being released from Lackland Air Force Base directly to the airport, where people will take flights or rental cars to travel home, the city’s statement said. ##United States## During the Senate Health hearing on response to the novel coronavirus, Dr. Anne Schuchat, principal deputy director for the US Centers for Disease Control and Prevention was asked why the number of coronavirus tests was taken off the CDC’s website.  Schuchat did not explain why the figure was removed, but added: \"There is a difference between persons under investigation who have been tested and all of the tests that we have run. For instance, an individual case, the first 12 cases that we saw here, we did serial testing on them to understand how long the virus was present and when it was safe for them to leave the hospital, or when they no longer needed isolation. We collected multiple specimens so that we understood with this very new virus is it the upper respiratory or the lower respiratory. We've also collected other specimens from them.”  Schuchat also said, by the end of this week, all public state health labs “should be able to do testing.” Schuchat said the CDC is supplying the public health labs with tests “and we are rapidly doing so.”   ##United States## US House Speaker Nancy Pelosi has invited congressional leaders to a meeting tomorrow on coronavirus response, a senior democratic aide tells CNN. Here's what the aide said: “Speaker Pelosi has invited the Big Four leaders (Pelosi, McConnell, Schumer and McCarthy) for a joint operational briefing by Capitol officials on coronavirus response on Wednesday, March 4 at 2:00 p.m.\nThere have been no discussions of shutting down public galleries or limiting tours. The focus has and will continue to be on preparedness and keeping the Congress open for the People’s business.” ##United States## President Trump said the administration is “working really hard” on coronavirus, as he spoke to the Legislative Conference of the National Association of Counties this morning.  “We have already met with state county and health officials in 30 states and conducted regular briefings,” Trump said.  He then lamented how quickly things can change. “It just shows you what can happen. Six weeks ago, eight weeks ago, you never heard of this,” he said, “All of the sudden, it’s got the world aflutter. But it will work out.” Trump said that during his meeting with pharmaceutical companies yesterday, he urged them to speed up the development of a vaccine. ##United States## Americans with flu-like symptoms are rushing to doctors and hospitals to check if they have coronavirus. But that testing – and treatment, if they are indeed infected and in serious condition – could mean big surprise medical bills for some patients. Already, there are reports of those being checked and those being quarantined winding up on the hook for thousands of dollars. Is this happening to you or are you concerned that it might? Tell us about it. The US stock market tumbled, with the Dow tanking more than 550 points today, as investors balanced the economic jolt of the Federal Reserve’s emergency half-point rate cut with the statement the rate cut makes about the potential damage coronavirus could do to the American economy. \"We saw the risk to the outlook to the economy and chose to act,\" Federal Reserve Chairman Jerome Powell said at a press conference Tuesday, adding that the financial markets are functioning normally, the economy continues to perform well, and he expects the United States to fully recover after the outbreak ends. \"I don't think anybody knows how long it will be,\" Powell said, referring to the potential economic damage coronavirus could cause. \"I know the US economy is strong and we'll get to the other side of this and return to solid growth and a solid labor market as well.\" ##United States## The World Health Organization has seen a steady decline in novel coronavirus cases in China since the end of January, including in Hubei province and the city of Wuhan, the epicenter of the outbreak. “We questioned these numbers while we were in China, we scrutinized this data and we believe that this decline is real,” Dr. Maria Van Kerkhove, technical lead of the World Health Organization’s Health Emergencies Programme, said during a press briefing on Tuesday. She said they believe this because of the extent of case finding, contact tracing and testing among other surveillance systems. Van Kerkhove did not say whether the virus has peaked in China. “We’ve seen the comprehensive measures that China has taken and … we believe that that has had an impact on changing the natural trajectory of the outbreak in China,” she said. “We believe that this is possible in other countries.”  For countries other than China – including Italy, Iran and Korea – that means having an aggressive approach to looking for contacts, social distancing, hand washing, respiratory etiquette and readying systems, she said. ##Asia## House Majority Leader Steny Hoyer told reporters he expects the House to vote on the Covid-19 coronavirus supplemental funding tomorrow. “I expect to have a bill on the floor tomorrow, maybe Thursday, but our objective is to get the bill on the floor tomorrow,” he said. He added: “We are committed to having a fully funded response.” His comments came after House Appropriations Committee chair Nita Lowey said she hopes the deal can be finalized today. Meanwhile Sen. John Thune, the second-ranking Republican in the Senate, he expects the Senate will take up the Covid-19 coronavirus supplemental a day after the House acts. Thune added that since the deal is expected to have broad support, the Senate may speed passage by clearing it on a voice vote or by unanimous consent. ##United States## Scientists are working on a vaccine, but don't expect it anytime soon. The National Institutes of Health (NIH) is trying to develop one but says it will take at least a few months before clinical trials start and more than a year until a vaccine could become available. Separately, scientists in Texas, New York and China are also trying to create a vaccine, said Dr. Peter Hotez, a vaccine scientist at Baylor College of Medicine in Houston. But the challenge is daunting, Hotez said. \"The lesson we've learned is coronavirus infections are serious and one of the newest and biggest global health threats,\" he said. ##Your Questions## After the Federal Reserve announced it will cut interest rates by half a percentage point this morning, President Trump called for “more easing and cutting,” on Twitter, in order to, he says, “come into line” with other countries.  Here's his tweet: What is this about: The Federal Reserve slashed interest rates by half a percentage point today in the wake of concerns that the coronavirus outbreak could damage the US economy.  It's the first unscheduled, emergency rate cut since 2008, and it also marks the biggest one-time cut since then. The new benchmark interest rate is 1% to 1.25%. ##United States## US travel restrictions in “additional countries” will soon be announced by the Trump Administration, Transportation Security Administration Administrator David Pekoske said today.  The current restrictions generally apply to non-US citizens who have been in China or Iran in the last two weeks. Pekoske did not say which countries will be added.  Testifying before the Senate Appropriations Committee, Pekoske also told lawmakers, coronavirus is “a top priority for everyone” and that the agency is taking precautions for its workforce. “My entire leadership team has worked tirelessly to ensure our workforce is protected and we have followed the guidelines provided by the Centers for Disease Control and OSHA. Both the Department and TSA have extensively messaged the workforce to ensure that everyone has the latest information,” Pekoske said in his opening remarks.  ##United States## Sen. Patty Murray, from Washington, said she has been told to expect the death toll to increase after six people in her state have died from coronavirus/ Murray said people in her state are really scared. “I’m hearing from people who are sick, who want to get tested, are not being told where to go. I’m hearing that even when people do get tested, and it’s very few so far, that results are taking way longer to get back to them,\" she said during the Senate health hearing on coronavirus. “It’s unacceptable that people in my state and nationwide can’t even get an answer as to whether or not they are infected,” Murray said. ##United States## Stocks fluctuated wildly on today after the Federal Reserve slashed interest rates by a half point to help protect the US economy against the fallout from coronavirus. The surprise move by the Fed followed a wild rally at the start of the week in which the Dow recorded its highest point-gain in history.  But stocks were up and down early today. The Dow was up points as many as 381 points and down as many as 356 points in a roller coaster open.  Stocks initially jumped higher after the Fed cut rates, but then they moved lower: The Dow was most recently down 100 points. \nThe broader S&P 500 was down 0.1% after logging its best day in more than two years Monday. \nThe Nasdaq Composite was down 0.1%. Investors balanced the jolt the US economy could get from the Fed's stimulus with the message the stunning rate cut sends: The US economy could be in trouble because of coronavirus. ##United States## The Federal Reserve slashed interest rates by half a percentage point on Tuesday. It was an unscheduled rate cut. \"The fundamentals of the U.S. economy remain strong. However, the coronavirus poses evolving risks to economic activity,\" the Federal Reserve said in a statement. What does this mean: CNN's Christine Roman reports that the cut, \"Makes money cheaper to borrow, and that's supposed to be oxygen in an economy. The Fed is saying the coronavirus poses evolving risks to economic activity.\" ##United States## France has recorded 13 new cases of coronavirus, taking the number of cases to 207 with three deaths, according to the Ministry of Health and Social affairs.  French President Emmanuel Macron has tweeted that the government plans to take control of the supply of protective masks in the country for those possibly affected by the virus.  “We will requisition all the stock and the production of protective masks. We will distribute them to health professionals and the French people affected by the coronavirus”. ##Europe## Dr. Leana Wen, the former health commissioner of Baltimore, said the flu shot doesn't protect people from coronavirus — but that doesn't mean you shouldn't get it. \"The flu, influenza is a separate virus from coronavirus,\" she told CNN. \"And so getting the flu shot does not protect you from getting coronavirus — but it does protect you from getting the flu, which is important because there have been over — there have been tens of thousands of deaths from influenza this season in the US.\" Wen urged Americans who have not get gotten a flu shot to get it now. Older people and those with chronic conditions should also consider getting the pneumonia vaccine. ##Your Questions## House Appropriations chair Nita Lowey said this morning that she hopes to have an agreement on Covid-19 coronavirus supplemental funding by the end of the day. “We’re working very hard to complete the work and I don’t think anybody wants to go home until the work is done,” she said. She wouldn’t share details of the amount of money appropriators are looking at, but said they will budget “whatever is needed.” We want to make sure we have this bill on the floor and passed before we go home,” she said. ##United States## Treasury Secretary Steven Mnuchin, a member of the White House coronavirus task force, told the House Ways and Means Committee he has the \"utmost confidence that we have the best medical system in the world and we will do everything we can acting together to combat this.\" Speaking on the state of the economy, Mnuchin called the United States the \"bright spot of economic growth.\" \"The rest of the world, growth has slowed down considerably and I couldn't be more pleased that we have at this point a very resilient US economy as we go into the experience of the coronavirus,\" Mnuchin said Mnuchin said he looks forward to bipartisan support from Congress in combating the virus. He told Chair Richard Neal the Health and Human Services whistleblower complaint is not in his lane but he \"would have no reason to expect\" the response to the complaint would not be speedy. On test kits, Mnuchin told Rep. Mike Thompson that following an update yesterday, he could assure the committee that the quality of test kits is being monitored and that the government is trying to get out close to one million test kits. When asked about a timeline for this deployment, Mnuchin answered it would come \"quickly.\" ##United States## Sgapore has reported two new confirmed cases of the novel coronavirus today, taking the national tally to 110, according to a Ministry of Health press release. One of the new case involves a 70 year-old male Singapore citizen who has no recent travel history to any of the affected countries.  The second confirmed case is of a 33 year-old male Singapore citizen. He also has no recent travel history to any of affected countries but is linked to the cluster at Wizlearn Technologies which now has 14 confirmed cases. Meanwhile, Singapore is widening travel restrictions to curb the spread of the novel coronavirus in the city, Minister for National Development, Lawrence Wong, announced in a Facebook post on Tuesday. \"We will not allow new visitors with recent travel history from Iran, northern Italy and Korea,\" Wong wrote.  Singapore will also ban their transit through the country if they have traveled to these countries within the last 14 days, the nation's Ministry of Health announced. No new visas will be issued and previously issued visas to those with Iranian passports will be stand cancelled, the MOH added. ##Asia## There are 106 cases of the novel coronavirus in the United States, according to the US Centers for Disease Control and Prevention, as well as state and local governments.  According to the CDC there are 48 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 58 cases in 12 states. Bringing the total of coronavirus cases to 106. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases that have received positive results from the CDC.  Here's the state-by-state breakdown of the cases: Arizona – 1  \nCalifornia – 20 \nFlorida — 2 \nIllinois — 4  \nMassachusetts — 2 \nNew York — 2 \nOregon — 3 \nRhode Island — 2  \nWashington state —18 (includes 6 fatalities)  \nWisconsin — 1 \nNew Hampshire — 1 \nGeorgia — 2 ##United States## Hong Kong will send the first two of the four planned chartered flights to China's Hubei province tomorrow to bring back its residents, the government said in a news release. Earlier today, the city's Chief Executive Carrie Lam announced the plan to send four flights to Hubei province to repatriate stranded Hong Kong residents. She said the flights will evacuate a total of 533 Hong Kong residents. These include 440 Hong Kong residents currently stranded in Wuhan and 93 in other parts of Hubei province. The evacuees will be denied boarding if they show symptoms of fever or cough. Those that do not show any symptoms of the novel coronavirus will still be required to stay at quarantine centers for 14 days upon their return to Hong Kong. ##Asia## Do you have a question about coronavirus? Ask it here — we'll be answering some of your questions through out the day. ##Your Questions## A man who lives in Westchester County, New York, and works in Manhattan tested positive for coronavirus, the Gov. Andrew Cuomo said on a local radio program this morning. The patient, who has an underlying respiratory illness, is hospitalized, Cuomo said on Long Island News Radio. This is the second patient to test positive for the virus. A healthcare worker with travel history to Iran tested positive as well. Initial review of the man's travel does not suggest any direct connection to China or countries on the watch list, however he did go to Miami, Cuomo said. “It would be what we call a community spread case,” he said. Authorities are “tracing all that back” now, he said.   ##United States##    Twenty-three members of Iran’s 290-member “Majlis” or parliament have tested positive for the novel coronavirus, according to Iran’s Deputy Parliament Speaker Abdul Reza Misri. That's about about 8% of all members of parliament. Misri made the announcement while speaking to reporters in Tehran today, citing an open letter to Iran’s Supreme Leader Ali Khamenei from Iran’s Parliament Speaker Ali Larijani.  In the letter, MPs were also called on to halt contact with the public to avoid further spread of the disease. Larijani also advocated for a continuance of the suspension of open sessions in parliament in his open letter to Khamenei, which was enacted last week amid Iran’s growing outbreak. ##Middle East## The Archdiocese of Miami issued a press release yesterday outlining some “suggested practices” following two confirmed cases of coronavirus.  Here are some of the changes: Holy water receptacles at the church doors will be emptied\nThere will be a temporary suspension of \"minor chalices\" used to distribute sacramental wine\nMinisters will be encouraged to use anti-bacterial soap before and after the Holy Communion The Archdiocese of Miami is home to over half a million Catholics in Miami-Dade, Broward and Monroe counties. ##United States## Japan’s minister for the Tokyo Olympic and Paralympic Games, Seiko Hashimoto, said the Tokyo 2020 “games could be postponed until later this year”. “In the contract signed by the IOC, the host city and others, it stated the IOC has the right to cancel the games only if they could not be held in 2020,” Hashimoto said at an Upper House committee meeting, referring to the International Olympic Committee. “This could be taken to mean the games could be postponed until later this year.” She added that the city's government is working under the assumption the games will go on as planned. “The organizing committee, the IOC, and the Tokyo government are working hard on the assumption of opening the games on July 24 as scheduled. The government will put all its effort into supporting this,\" she added.  ##Asia## Jailed British-Iranian woman Nazanin Zaghari-Ratcliffe is “in good health,\" Iran’s Judiciary spokesman Gholamhossein Esmaili said at a press conference on state TV on Tuesday. Zaghari-Ratcliffe’s family released a statement at the weekend saying she believes she contracted coronavirus in Evin prison. Zaghari-Ratcliffe, now 42, was arrested in Iran in 2016 then jailed on espionage charges. Although authorities have not tested Zaghari-Ratcliffe for the virus, she said in the statement that she has been sick “all week” and described her symptoms as those reported of the coronavirus.  Esmaili said Zaghari-Ratcliffe called her family yesterday and said she was alright, but that the media “are not reporting her healthy condition and do not take corrective action in their previous news.” When contacted by CNN on Tuesday, Nazanin’s husband Richard Ratcliffe said Iranian authorities have still not tested her for coronavirus. He said they did have Nazanin call her parents last night and tell them she was okay. He did not receive a call.  The UK Foreign and Commonwealth Office (FCO) said Saturday the British government is “urgently seeking information” from the Iranian authorities. CNN has reached out to the FCO for an update Tuesday. ##Middle East## British Prime Minister Boris Johnson said it is \"highly likely\" that the UK will see a growing number of coronavirus cases, but added that it will be a \"mild disease\" for the \"overwhelming majority\" of patients.   \"For the overwhelming majority of people who contract the virus, this will be a mild disease from which they will speedily and fully recover as we’ve already seen. \n\"But I fully understand public concern, your concern, about the global spread of this virus. And it is highly likely that we will see a growing number of UK cases.\" His statement on Tuesday comes as the UK unveiled its action plan for a coronavirus outbreak, after confirmed cases in the country rose to 40 on Tuesday.  Johnson stressed that the country was prepared for an outbreak, imploring the public to \"wash your hands with soap and hot water for the length of time it takes to sing Happy Birthday twice.\"  So far there are 91,940 confirmed cases worldwide and 3,129 deaths -- many of which are in mainland China. In recent weeks, however, regions such as the Middle East and Europe have seen a dramatic jump in confirmed cases and deaths.  The bulk of Google's staff at its European headquarters in Dublin have been told to work from home after a worker reported flu-like symptoms, Irish public broadcaster RTE reports.  That person has not tested positive for coronavirus.  \"We continue to take precautionary measures to protect the health and safety of our workforce, and as part of that effort we have asked our Dublin teams to work from home tomorrow,\" a Google spokesperson told RTE.  There are over 8,000 employees at the Dublin office according to Google.  ##Europe## The head of European football's governing body has insisted that the Euro 2020 soccer tournament will go ahead as planned  Speaking at a press conference in Amsterdam, UEFA President Aleksander Čeferin said: “Let’s be optimistic and not talk about dark scenarios.” “You don't know how many concerns we have when we organize a big competition […] We have security concerns, we have political instability concerns and one of those concerns is the virus. We are dealing with it and we are confident that we can deal with it,\" he said.  Čeferin added that UEFA is in constant close contact with the World Health Organization and European governments on public health advice. Theodore Theodoridis, UEFA General Secretary, added that the governing body “didn’t want to overreact” when it came to speculation about moving games during this summer’s tournament.  He stated that the immediate priority for the organization was the UEFA Euro 2020 play-off semi-finals and finals which are due to be played on Thursday 27 and Tuesday 31 March. UEFA also confirmed that it has set up a working group with the European Leagues association to handle any fixture congestion which may be caused by coronavirus postponements. South Korea has reported three new deaths from people who had the novel coronavirus --taking the national toll to 31. This comes as health authorities announced that they are looking into two Shincheonji religious group members who traveled to South Korea in January from Wuhan, the epicenter of the outbreak in China.   Kwon Joon-wook, vice-director of South Korea’s Center for Disease Control and Prevention, told a press briefing that one member tested negative while the other tested positive for the virus.  However, the positive case was confirmed late February and it will be difficult to establish whether that second case influenced the massive transmission among Shincheonji members, Kwon added.  ##Asia## Some 77 people with the coronavirus have died in Iran and there are now at least 2,336 confirmed cases in the country, Deputy Health Minister Alireza Raisi said on state TV on Tuesday. Concern has been mounting about the situation in Iran, which is battling an outbreak amid an ongoing economic crisis.  The country reported its first cases on February 19. State radio reported Monday that an adviser to Iranian Supreme Leader Ayatollah Ali Khamenei died after contracting coronavirus.  Mohammad Mirmohammadi, 71, was a member of the Expediency Council that advises Khamenei. ##Middle East## A person in Gibraltar has tested positive for coronavirus -- the first case to be identified in the British territory on Spain's southern coast..  The patient, along with their partner, had recently returned from northern Italy via Malaga airport in Spain, according to the Gibraltar heath authority.  The couple are self-isolating and health officials are carrying out an extensive process of contact tracing, it said. The patient’s partner has not experienced any symptoms yet.  ##Europe## People arriving from multiple places in Asia, the Middle East and Europe will be forced to self-quarantine by Thai authorities, the country's Public Health Minister Anutin Charnvirakul said in a Facebook post Tuesday. The minister's post said Japan, Germany, South Korea, China \"including its special territories Macao and Hong Kong,\" Taiwan, France, Singapore, Italy and Iran have been declared as \"dangerous communicable disease areas.\"   Anyone traveling from those places will have to self-quarantine for 14 days \"with no exceptions,\" Charnvirakul added. The measures imposed by the Thai government include isolating or quarantining those with temperature above 37.5 degrees Celsius (99.5 degrees Fahrenheit) or with suspicious coronavirus symptoms.  Travelers who have no fever and show no symptoms will still have to enter self-quarantine for 14 days. They will not be allowed to leave their premises unless special permits from Thai authorities are obtained. ##Asia## The British government has said that \"it is possible that up to one fifth of employees may be absent from work\" during the peak of a coronavirus epidemic in the UK.  According to its coronavirus action plan, published Tuesday, \"police would concentrate on responding to serious crimes and maintaining public order\" in the case of a significant loss of officers and staff.  Other measures put in place in the event of the disease becoming \"established in the UK,\" would be: \"school closures, encouraging greater home working, (and) reducing the number of large scale gatherings.\"  The plan comes as the UK has seen a rise in cases, which has seen the government scale up testing measures in recent days.  As of Tuesday morning, there are 40 confirmed cases of the virus in the UK. According to the country's Department of Health, \"a total of 13,525 people have been tested in the UK, of which 13,485 were confirmed negative and 40 positive.\" ##Europe## Up to a million people could be tested for coronavirus by the end of week, the FDA said Monday, as cases across the US rose to more than 100 and health officials warned that the number will keep climbing. Cases of the virus have now been reported in 12 states -- the majority of them in California and Washington state, where six people have died. About a quarter of the current cases were likely transmitted through US communities, officials have said, meaning they were not travel-related. \"My concern is as the next week or two or three go by, we're going to see a lot more community-related cases,\" Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, said in a news conference Monday. \"That's of great concern.\" The number of cases has been climbing as new guidelines from health officials gave more labs the go-ahead to conduct tests. Faulty kits from the Centers for Disease Control and Prevention initially led to delayed and inconclusive results. Over the weekend, the US Food and Drug Administration further expanded who could test for the virus by allowing additional labs to develop their own tests for the virus. The move, FDA Commissioner Dr. Stephen Hahn said, would enable academic centers and private companies to develop and use tests. He said up to a million tests will likely be conducted by the end of this week. Read more: ##United States## The Chinese Embassy in Iran is planning to evacuate Chinese citizens from the country as the coronavirus outbreak continues to grow, the state-run Global Times reported.  The first charter flight will arrive in Iran on Tuesday night, the outlet said. Chinese students stranded in the holy city of Qom, ground zero of Iran's outbreak, are among those who have registered for the evacuation flight. Authorities in Tehran said at least 1,500 people have been infected in the country, killing 66, including a top government adviser. Ukraine has confirmed its first novel coronavirus case, the country's Ministry of Health said Tuesday.  Deputy Health Minister Viktor Lyashko said the infection was identified in the southwestern city of Chernivtsi. The patient had traveled with family members to Italy, which is experiencing a serious outbreak. “We had four suspected cases and today one case got confirmed,” Lyashko said in a televised briefing. Lyashko said the suspected cases had \"few contacts\" with other people but \"local epidemiologists know about all of them and now they are now working through them.\" Ukraine is the 74th country or territory to report a case of the virus outside mainland China, where the outbreak began. Read the full list here ##Europe## Indian Prime Minister Narendra Modi took to Twitter today in an attempt to allay fears over the spread of coronavirus. \"There is no need to panic. We need to work together, take small yet important measures to ensure self-protection,\" Modi wrote. Modi added that he has reviewed preparedness efforts on the coronavirus and that different ministries and states are working together, including screening people arriving in India to providing prompt medical attention. India, which has reported six infections, has suspended issuing visas to citizens of several of the countries hardest-hit by the coronavirus. According to a news release from the Indian government, all regular visas issued on or before March 3 and granted to nationals of Italy, Iran, South Korea and Japan who have not yet entered the country have been suspended with immediate effect. An earlier suspension of visas for Chinese citizens remains in force. The statement says those requiring essential travel to India may seek fresh visas from the nearest Indian embassy or consulate.  India has also asked its citizens not to travel to China, Iran, South Korea and Italy, and advised against any non-essential travel to other coronavirus-affected countries. Italian infected: The news of visa suspensions comes after a 69-year-old Italian man in Jaipur was confirmed to be infected with the coronavirus -- India's sixth confirmed case. Authorities are trying to track down 18 other Italian citizens who were traveling with the man.   ##Asia## Myanmar's armed forces has announced it will postpone its annual military parade in order to try and prevent the spread of the novel coronavirus. In a statement released today, the Tatmadaw True News Information Team said that despite there being no confirmed novel coronavirus cases in the Myanmar, the \"public has been notified to avoid public places as much as possible.\"  The statement cited \"more and more cases\" found in South Korea, Italy and Iran saying \"Myanmar might face similar circumstances at any time and place.\" The Armed Forces Day Parade was originally scheduled for March 27, and would have marked the event's 75th anniversary. ##Asia## The novel coronavirus is continuing to spread rapidly around the world, with more than 90,000 global cases and over 3,100 deaths. More than 70 countries and territories now have confirmed cases of the virus. What you need to know: South Korea's \"war\" on the coronavirus: Nearly 1,000 new cases announced today pushed the East Asian country's total past 5,100, including 29 deaths -- the biggest outbreak outside mainland China. The majority of infections are in the southern city of Daegu. In a cabinet meeting today, South Korea's President Moon Jae-in said that the whole of South Korea \"has entered a war against the infectious disease.\" Global spread widens: New cases were reported today in countries as far apart as India and Ecuador, and Australia and the UK. Meanwhile, Latvia, Tunisia, Jordan, Saudi Arabia, Portugal and Senegal were among countries to report their first confirmed cases of the coronavirus since Monday. US cases top 100: A surge in new cases in Washington state has pushed the total number of infections in the United States past 100 as of Monday evening. At least six people in Washington state have died from the virus. Speaking on Monday, President Donald Trump said he was still considering additional travel restrictions from countries with rampant coronavirus outbreaks. WHO on alert: The director general of the World Health Organization has warned that the virus has brought the world into \"unchartered territory.\" \"We have never before seen a respiratory pathogen that is capable of community transmission, but which can also be contained with the right measures,\" Tedros Adhanom Ghebreyesus tweeted. Iran receives medical supplies: The World Health Organization has sent aid to Iran, which is currently working to contain a quickly spreading coronavirus epidemic. At least 1,500 people have been infected in the country, killing 66, including a top government adviser. Australia stimulus plan: Australian Prime Minister Scott Morrison said his government will announce a stimulus package, amid a financial slowdown in China and the global spread of the coronavirus. There are now 35 cases of the virus in Australia. The South Korean government has announced another 374 confirmed cases of the coronavirus, bringing the total number of infections in the country to 5,186. That follows an earlier announcement of 600 cases -- making nearly 1,000 new infections reported in the past 24 hours. South Korea has the largest outbreak of coronavirus outside of mainland China. In a cabinet meeting today, South Korean President Moon Jae-in said that the country \"has entered a war against the infectious disease.\" The vast majority of coronavirus cases in the country are in Daegu, where the outbreak has been linked to the Shincheonji religious group. The group has handed over a full list of 310,000 members to authorities for follow-up health checks, according to South Korean authorities. ##Asia## A Wuhan doctor, from the same department as whistleblower doctor Li Wenliang, died from coronavirus on Tuesday, according to Wuhan Central Hospital. Mei Zhongming was the 57-year-old chief doctor and deputy director of the ophthalmology department at Wuhan Central Hospital, and was Dr. Li’s superior. The hospital expressed “deep condolence” at the news of Dr. Mei’s death. Li Wenliang was regarded as a hero in China for trying to raise awareness of the coronavirus outbreak before it was publicly acknowledged by the government. Li was detained in December after he warned about a potential \"SARS-like\" virus spreading in Wuhan. He died in early February from the coronavirus, sparking a wave of grief and anger across China. ##Asia## Five people in the Czech Republic, all with connections to Italy, have tested positive for the novel coronavirus, the country's health minister said today. According to Czech state broadcaster Radio Prague International, the first three patients are two Czech citizens who had been in northern Italy, and an American studying in Milan. A young Ecuadorian woman who was travelling with the American student has now tested positive after being retested. The fifth patient is a woman from Usti nad Labem, northern Bohemia, who had returned from Italy on Friday. According to Radio Prague International, the Czech government is now looking to ban flights from northern Italy, pending consultation with the European Commission.  The interior minister is pushing to declare a state of emergency. Italy is currently battling the largest coronavirus outbreak in Europe, with more than 2,000 people confirmed to be infected. ##Europe## South Korean President Moon Jae-in declared war on the novel coronavirus during a Cabinet meeting today, his office said in a text to reporters. “The crisis in Daegu and North Gyeongsang province reached its peak, and the whole country has entered a war against the infectious disease,” Moon said. Moon has asked all government organizations to switch to a “24-hour emergency situation room system until (we) come out of the crisis situation.”  He added that “there is a need to further strengthen the emergency-response posture for quarantine and economy.” South Korea has the largest number of coronavirus infections outside of mainland China. To date, there have been over 4,800 confirmed cases of the virus and 29 deaths in the country. ##Asia## A US congressman has sent a letter of concern to the US Centers for Disease Control and Prevention after it stopped listing on its website the number of Americans tested for the coronavirus. Since January, the CDC had been publishing a cumulative total of US novel coronavirus cases and the number of patients who have been tested in the United States. The change on Monday was met with skepticism from Rep. Mark Pocan, a Wisconsin Democrat. According to Pocan's letter, on Sunday the CDC's website listed how many cases were travel-rated, the number of person-to-person cases, the total number of people tested, and the number of coronavirus deaths.  But on Monday, the website no longer listed the number of people in the United States who had been tested. “Americans are dying. We deserve to know how many Americans have perished from COVID-19 and we deserve to know how many people have been tested for it,” Pocan said in the letter. \n“Knowing that CDC testing is keeping pace with the likely number of cases is imperative to maintaining public trust. With that in mind, when will you return to publicly reporting the total number of deaths and tested persons on your website?” In an email early Tuesday morning, the CDC told CNN: “Now that states are testing and reporting their own results, CDC’s numbers may not represent all of the testing being done nationwide.” ##United States## The South Korean religious group at the center of the country's coronavirus outbreak has handed over a full list of 310,000 members to authorities for follow-up health checks. The Central Disaster Relief Headquarters announced today that a list, comprising of 245,000 members and 65,000 trainees, had been forwarded to provincial governments, excluding minors and overseas members, vice health minister Kim Ganglip said during a news briefing. Local authorities have surveyed 99% of the members over the phone, he said. South Korean officials believe a large number of cases in the country attended a Shincheonji service or have been in contact with attendees. The religious group says it is cooperating with local authorities, and has shut down all services and gatherings. On Tuesday, the Korea Centers for Disease Control and Prevention (KCDC) reported that 2,300 members tested positive from the Daegu branch of the roughly 5,000 members who have been tested so far.  He added that about 9,000 members of the Daegu branch are currently under quarantine. In total, more than 4,800 people in South Korea have tested positive for the virus, with the vast majority of cases in Daegu. ##Asia## All foreigners and Chinese nationals who have been to \"key countries or regions\" within the past 14 days must be quarantined for two weeks, the Shanghai government said today in a statement posted online. The statement on China's Twitter-like Weibo platform doesn't specify which countries this would apply to. However, as the number of coronavirus cases outside China grows, it is likely to be applied to nations such as South Korea and Iran, which are currently battling epidemics of their own. The city of Beijing announced a similar measure last week. \"The public's panic has not eased\": The Chinese government is attempting to get its economy back up and running as quickly as possible, as fewer new infections are reported across the country, especially outside of the outbreak epicenter of Hubei province. An editorial in state-run tabloid Global Times published Monday admitted that there was reticence to get to work in China due to concerns of new infection clusters. \"The public's panic has not eased, and there are large obstacles to the resumption of work,\" the editorial said. \"Many local officials dare not embrace the complete resumption of production and work, as if there is a new disease cluster, they would be blamed and have to take responsibility for it.\" ##Asia## There are now 73 countries and territories globally that have reported cases of the novel coronavirus, which has infected more than 90,000 people around the world. And the spread of the virus doesn't appear to be slowing. Since Monday alone, eight countries in Asia, the Middle East and Europe have reported their first cases of the virus. They include: Andorra\nIndonesia\nJordan\nLatvia\nPortugal\nSaudi Arabia\nSenegal\nTunisia The largest number of global infections are still in China, South Korea, Italy and Iran. Several countries have put in place travel restrictions in an attempt to stop the spread of the disease, which has killed at least 3,100 people globally. The White House's capacity to control the coronavirus crisis, the credibility of its upbeat messaging and its efforts to build public trust are about to face a grave test as health officials report a spike in confirmed cases and new deaths on US soil. Reassurances by President Donald Trump and his top aides that Americans should remain calm went only so far on a day when the number of American fatalities jumped to six, the total of cases topped 100 and experts warned that the true scale of infections was likely far higher than the spotty medical testing carried out so far shows. The days ahead will show whether the Trump administration's repeated shading of the truth will hamper its ability to unite the nation during an emergency.  A White House often enveloped by chaos -- which has stigmatized expertise and prioritized loyalty among top officials -- will be called upon to unleash the power of a coordinated and unified federal government. So far, and into Monday, Trump's team has portrayed the novel coronavirus as a limited threat to most Americans.  It has done little to prepare the country for worst-case scenarios that may not come to pass but would require a steeling of collective national nerves and a willingness to comply with federal directives and to accept the President's leadership. Read the full analysis here: Thai government officials are working to identify and repatriate possibly thousands of Thai nationals working illegally in South Korea. Dr. Opas Karnkavinpong of the Ministry of Public Health told media in a briefing today that the Thais are asking to leave due to the novel coronavirus outbreak in South Korea. Karnkavinpong told media in Bangkok that the number of illegal workers wasn't known but could be as high as 150,000. When asked if it is possible 1,000 illegal workers in South Korea have already returned, Karnkavinpong said, “We are still working with the Ministry of Foreign Affairs and Immigration Police Bureau to get the figure. We don’t have the number as of now. However we are working on this, as soon as we have names we will trace them.” To date there are 42 cases of the coronavirus in Thailand, including one death. ##Asia## South Korea has come up with an innovative way of testing for the novel coronavirus -- and it was inspired by the drive-through counters at McDonalds and Starbucks, officials say. Here's how it works. In the northern city of Goyang, drivers pull in to a parking lot where they are met by health workers dressed in hazmat suits. Motorists then drive to several stations where nurses in protective plastic suits, masks and face shields register drivers, check their temperatures, and use swabs to take samples from their throats and nasal passages. This is a drive-through coronavirus testing site. Officials say it is safer and faster to test for the virus at the drive-through than in a hospital or health clinic. \"There's less face-to-face contact,\" said Lee Jae-joon, the mayor of Goyang. \"If you operate a testing site indoors, there is concern that suspected patients can infect each other in the waiting room.\" Read the full story here: ##Asia## The number of confirmed cases of the novel coronavirus has risen to 40 in the UK, the country's Department of Health and Social Care announced today. “As of 9am on 2 March, a total of 13,525 people have been tested in the UK, of which 13,485 were confirmed negative and 40 positive,” the statement from the health department read.  ##Europe## A 69-year-old Italian man is the sixth person to be confirmed infected with the novel coronavirus in India. The new case was confirmed by Dr. Sudhir Bhandari of SMS Hospital in Jaipur. The patient is being kept in isolation at the hospital. Bhandari says the hospital is in touch with the Italian embassy in New Delhi and is trying to track down 18 other Italian citizens who were traveling with the man.   ##Asia## Health officials in New South Wales have confirmed four additional cases of the novel coronavirus, bringing the countrywide total in Australia to 35. In a news conference held on Tuesday, New South Wales Health Minister Brad Hazzard said the new cases include: A 39-year-old man who recently returned from Iran \nA 53-year-old man who recently arrived from Singapore \nA woman in her 60s who recently returned from South Korea \nA woman in her 60s who recently arrived from Japan \"We are seeing a clear escalation in the diagnoses of the virus,\" Hazzard said. Economic stimulus ordered: The news comes as Australian Prime Minister Scott Morrison said his government will announce a stimulus package. The country is working to minimize the economic impact resulting from the novel coronavirus outbreak, which is causing financial problems globally. “The Treasury is working closely together with the other relevant agencies of government to address the boost,” he said, adding that the plan will be announced when details are finalized.  China could have had three times as many coronavirus cases if it had delayed implementing strict quarantine measures by five days, according to a new study. The report, lead by Chinese respiratory expert Dr. Zhong Nanshan and published February 28, said the finding was based on the use of a Susceptible-Exposed-Infectious-Removed (SEIR) epidemiological modeling. According to the latest National Health Commission figures, mainland China has recorded 80,151 cases of the virus and 2,943 deaths.  The study concluded that the implementation and control measures on January 23 was \"indispensable in reducing the eventual COVID-19 epidemic size.\" Earlier action may have contained outbreak: Zhong and his team of experts also claimed that based on their model \"had the interventions been introduced five days earlier, the epidemic peak should have been reached by February 15, and the final number of cases would not exceed 25,000.\" Second peak prediction: But the study also warned that the easing of quarantine restrictions on Hubei province will allow “an influx of new susceptible individuals i.e., migrants returning from the Spring Festival holidays,\" leading to a \"second epidemic peak in mid-March.\" ##Asia## They're your furry best friend and a fixture of your home -- but could your beloved cat or dog give you coronavirus? Experts agree, almost definitely not. Why then did one dog in Hong Kong test positive for coronavirus last week? Here's what happened. Last Friday, Hong Kong's Agriculture, Fisheries and Conservation Department (AFCD) said that samples from the dog's nasal and oral cavities had tested \"weak positive\" for novel coronavirus. It was believed to be the first time that a dog anywhere in the world tested positive for the virus. The dog -- which had no symptoms -- was put into quarantine and will be repeatedly tested until the result comes back negative, according to the statement. The department \"strongly advises\" that pets of people infected with coronavirus are quarantined for 14 days. Despite this, the AFCD and the World Health Organization both agree there is no evidence that pets such as cats or dogs can be infected with coronavirus. That's because while dogs can test positive for the virus, it doesn't necessarily mean they have been infected. Read the full story here: The Seoul Marathon announced Tuesday on its website that the race scheduled for March 22 is cancelled. The website stated a full refund would be given to every participant. South Korea has been one of the countries worst affected by the coronavirus with more than 4,800 confirmed infections across the country, leading to 29 deaths.  The head of the World Health Organization (WHO) said that public health officials are operating in \"unchartered territory\" as they combat the spread of the novel coronavirus, which has infected more than 90,000 people across 73 countries and territories as of Monday evening. The virus has spread to every continent except Antarctica since it was first identified in December last year in the central Chinese city of Wuhan.  Medical workers are now battling deadly outbreak clusters in South Korea, Iran and Italy, while other countries are working furiously to avoid a similar fate by readying public health authorities, alerting their citizens and enacting travel restrictions to affected areas. To date, there have been 173 deaths reported outside mainland China, raising the global death toll to 3,116. Several nations that have seen cases are putting in place measures to limit the virus' spread: closing schools, encouraging remote work and canceling or scaling back public events, just to name a few. The WHO has so far held off on classifying the incident as a global pandemic, but has warned it is a possibility in the near future. \"We have never before seen a respiratory pathogen that is capable of community transmission, but which can also be contained with the right measures,\" said Dr. Tedros Adhanom Ghebreyesus, the director general of the global health watchdog. Read the full story here: There is still no clue as to how an individual in Manatee County, Florida, acquired the novel coronavirus that has now infected more than 90,000 people globally. According to a source with knowledge of the situation, contact tracing for the infected person has failed to reveal any potential source of infection. They have had no travel to any affected regions, nor have they had any contact with an individual who tested positive. Although the individual lives in Manatee County, the source says they are believed to have gone to an ER at a hospital in nearby Sarasota County, Florida earlier in the week.  But the individual was only tested for the virus on Saturday, after Florida expanded its testing criteria on Friday evening.  That means any healthcare worker who had been treating the patient, without the proper protection, was at danger of being exposed to the virus. ##United States## At least 31 members of the South Korean military have been infected with the novel coronavirus, the country's defense ministry announced today. The majority of the cases are in the army, where 17 people are infected, with 11 cases in the air force, two in the marines and one in the navy. The total number of confirmed cases in South Korea is 4,812, including the 31 military cases. The nation's death toll is 29.  Military exercises postponed: The coronavirus put annual exercises between the US and South Korea on hold late February. The US military in South Korea announced that “in light of the Republic of Korea government's declaration of the highest alert level 'severe' on COVID-19, the ROK-US Alliance made the decision to postpone the combined command post training for the ROK-US Combined Forces Command until further notice”, according to a statement released by the US Combined Forces Command in South Korea on February 27. “(Our) commitment to the ROK-US alliance remains ironclad and unbreakable.\" ##Asia## There are now more than 10,500 confirmed cases of the novel coronavirus in over 70 countries and territories outside mainland China, including at least 173 deaths. Here's the list of confirmed cases and deaths outside mainland China: 1. Afghanistan (1 case) 2. Algeria (2 cases) 3. Andorra (1 case) 4. Armenia (1 case) 5. Australia (31 cases, 1 death) 6. Austria (10 cases) 7. Bahrain (49 cases) 8. Belarus (1 case) 9. Belgium (1 case) 10. Brazil (2 cases) 11. Cambodia (1 case) 12. Canada (24 cases) 13. Croatia (6 cases) 14. Czech Republic (1 case) 15. Denmark (3 cases) 16. Dominican Republic (1 case) 17. Ecuador (7 cases) 18. Egypt (2 cases) 19. Estonia (1 case) 20. Finland (3 cases) 21. France (130 cases, 2 deaths) 22. Georgia (1 case) 23. Germany (158 cases) 24. Greece (7 cases) 25. Hong Kong (100 cases, 2 deaths) 26. Iceland (3 case) 27. India (5 cases) 28. Indonesia (2 cases) 29. Iran (1,501 cases, 66 deaths) 30. Iraq (26 cases) 31. Ireland (1 case) 32. Israel (12 cases) 33. Italy (2,036 cases, 52 deaths) 34. Japan (974 cases, 12 deaths) 35. Jordan (1 case) 36. Kuwait (56 cases) 37. Latvia (1 case) 38. Lebanon (13 cases) 39. Lithuania (1 case) 40. Luxembourg (1 case) 41. Macao (10 cases) 42. Malaysia (25 cases) 43. Mexico (5 cases) 44. Monaco (1 case) 45. Nepal (1 case) 46. Netherlands (7 cases) 47. New Zealand (1 case) 48. Nigeria (1 case) 49. North Macedonia (1 case) 50. Norway (15 cases) 51. Oman (6 cases) 52. Pakistan (5 cases) 53. Philippines (3 cases, 1 death) 54. Portugal (2 cases) 55. Qatar (7 cases) 56. Romania (3 cases) 57. Russia (6 cases) 58. San Marino (1 case) 59. Saudi Arabia (1 case) 60. Senegal (1 case) 61. Singapore (108 cases) 62. South Korea (4,812 cases, 29 deaths) 63. Spain (73 cases) 64. Sri Lanka (1 case) 65. Sweden (13 cases) 66. Switzerland (18 cases) 67. Taiwan (41 cases, 1 death) 68. Thailand (42 cases, 1 death) 69. Tunisia (1 case) 70. United Arab Emirates (21 cases) 71. United Kingdom (35 cases) 72. United States (105 cases*, 6 deaths) 73. Vietnam (16 cases) *Includes presumptive positive cases from public health labs pending confirmation from the US Centers for Disease Control.   Concerned about potential shortages of protective gear, the US Food and Drug Administration has granted a US Centers for Disease Control and Prevention request to let healthcare workers use a wider variety of respirators. A number of countries globally have seen shortages of protective masks as governments and citizens buy large numbers to guard against the coronavirus outbreak. The FDA regulates what respirators healthcare workers can use. Today’s decision will allow medical personnel to use respirators that have been approved by the National Institute for Occupational Safety and Health, such as certain N95 masks, but do not necessarily meet FDA requirements. “We will continue pursuing every possible avenue to secure the protective gear needed for responding to the COVID-19 outbreak,\" US Health and Human Services Secretary Alex Azar said in a statement. The FDA has been monitoring medical supplies with concern that there could be shortages of some protective equipment. In a statement Monday, they said that they are not aware of “specific widespread shortages of personal protective equipment, but there are reports of increased ordering of these products and shortages have been observed in some US health care institutions.” There are currently 105 confirmed infections of the coronavirus in the United States. ##United States## There are now seven cases of the novel coronavirus in Ecuador, the country's Ministry of Health announced late Monday. According to the health authorities, the individual was in contact with the initial coronavirus carrier reported in the country. Currently, there are 177 people under observation due to their interaction with the first Ecuadorian carrier of the virus, according to the Ministry of Health. Australia's attorney-general warned Monday that citizens suspected of carrying the coronavirus may fall foul of the country's strict biosecurity laws. Speaking during an interview with CNN affiliate Sky News Australia, attorney-general Christian Porter said there are a range of powers available that will allow the government to control people’s movements, as it handles outbreaks such as the novel coronavirus. He said detention may be an option for those who refuse to cooperate with health officials, which could compel detainees to “undergo a brief decontamination or provide information on where they have been or who they have been in contact with.” The government will also consider declaring “human health zones” that will require everyone entering or leaving a certain area to be screened. 31 cases confirmed in Australia: The warning came as the country confirmed an additional case of novel coronavirus in Queensland Tuesday, bringing the nationwide total to 31, Queensland Health announced in a statement. The latest patient is a 20-year-old man from China who had traveled to Dubai for more than two weeks before entering Australia, it added.  The man is currently in a stable condition. A request by the US city of San Antonio for a restraining order to keep Diamond Princess cruise ship evacuees in quarantine has been denied by a federal judge. The evacuees are currently being held at Lackland Air Force Base in Texas. “The Surgeon General of the United States and the Secretary of Health and Human Services are authorized to make and enforce such regulations as in their judgment are necessary to prevent the transmission or spread of communicable diseases,\" US district judge Xavier Rodriguez said in his decision late Monday. According to Rodriguez, the evacuees had successfully passed two coronavirus tests, 24 hours apart, and had been in quarantine for two weeks. \"This court has no authority to second-guess those determinations even though the court also shares the concerns expressed by the plaintiffs,” the judge said. Over 700 cases of the novel coronavirus have been linked to the Diamond Princess cruise ship, which was quarantined in Yokohama, Japan for two weeks in February. CNN spoke to evacuees at the Lackland Air Force Base, who were frustrated by the delay in letting them out of quarantine. “At this point, we are being held illegally against our will,” author and filmmaker Gay Courter said. ##United States## India will now be screening passengers from 12 countries for coronavirus on arrival in the country, according to health minister Harsh Vardhan.  Despite its close proximity to China and high population, India only has five confirmed cases of the coronavirus. During a news conference on Monday, Vardhan said that passengers arriving from Vietnam, Malaysia, Nepal, Indonesia, Iran and Italy would now also be screened. Passengers from China, Singapore, Thailand, Hong Kong, Japan and South Korea were already being screened. The screenings will take place in 21 airports, 12 major seaports and 65 minor ports. A total of 3,217 samples have tested negative for coronavirus, five tested positive and 23 are still under testing, Vardhan added. Citizens have been advised to avoid non-essential travel to South Korea, Iran, Italy and Japan, Vardhan said. ##Asia## US officials want airlines to hand over more data on international travelers to try and prevent the spread of the coronavirus, two officials tell CNN. Data sharing has been a focal point of discussions between US officials and major airlines ahead of Vice President Mike Pence’s meeting with airline representatives this week and officials said the issue will likely be a focus of the meeting unless the matter is resolved ahead of time. According to the officials, handing over more data could help health officials track travelers who may have come into contact with an infected person or follow up with potential carriers. Among the information requested by officials is each passenger's name, address in the US and email address, as well as a phone number, within 24 hours of an official request. Unfortunately, the complication, according to an industry official who spoke on the condition of anonymity, is that many air carriers don’t currently collect that data. ##United States## South Korea has announced an additional death from the novel coronavirus on Tuesday morning, bringing the national death toll to 29, according to the country's Central Disaster Relief Headquarters. Earlier, 600 new infections announced by the South Korean Centers for Disease Control pushed the East Asian country's total number of cases past 4,800 -- the biggest outbreak outside mainland China. ##Asia## Twitter is asking all of its employees worldwide to stay away from their offices until further notice to avoid spreading the novel coronavirus, the company said in a message posted Monday on the its official blog. Beginning today, we are strongly encouraging all employees globally to work from home if they’re able,\" wrote Jennifer Christie, chief human resources officer. The guidance is not mandatory for most employees, and Christie said Twitter’s offices will remain open.  The company will be deep cleaning its facilities to protect employees who feel they need to come to work. Christie said they are taking steps “out of an abundance of caution and the utmost dedication to keeping our Tweeps healthy.” Employees based in Hong Kong, Japan and South Korea are now required to work from home, due partially to government restrictions already in place in those countries. The company announced Saturday it was suspending all non-critical business travel and events. The global death toll from the novel coronavirus has risen to 3,115 after China's National Health Commission announced its latest figures. The NHC reported another 31 deaths today, all of which were in Hubei province, where the epidemic began. It is the lowest rise in China's death toll in almost a week. The total number of confirmed cases in mainland China is now 80,151, bringing the global total to 90,506.  The death toll in mainland China is now 2,943. At least 172 deaths have been reported outside mainland China Here are the other countries that have reported coronavirus deaths: Iran: 66 deaths Italy: 52 South Korea: 28 Japan: 12 United States: 6 Hong Kong: 2 France: 2 The Philippines, Taiwan, Australia, and Thailand have each have reported 1 death from the coronavirus. Fist bumps are in and high-fives are out, as the National Basketball Association tries to avoid exposing its players to coronavirus. According to a league memo obtained by CNN, players have been advised to fist bump fans in lieu of a high-five and avoid touching items such as pens, markers, balls, or jerseys handed to them by fans to sign autographs. The memo opens with this statement: “The health and safety of NBA players, coaches, staff, and fans is paramount. Working with infectious disease experts, the NBA and the National Basketball Players Association are providing the following information for players related to the coronavirus outbreak.” The memo also outlines general information about the coronavirus and its symptoms, as well as other precautions players should take to limit risk, such as washing hands often, cleaning frequently touched surfaces, updating vaccinations, and avoiding close contact with people who are sick. ##United States## The total number of confirmed coronavirus cases in the US has risen to 105, after two infections were announced in Georgia. At a late night news conference in Atlanta, Governor Brian Kemp said both patients are residents of the same household, and one of the individuals with the virus had recently traveled to Italy.  The patients are now in isolation at their home, Kemp said. The test results were confirmed by the US Centers for Disease Control and Prevention. The two confirmed infections are the first in the state of Georgia.  There are now 12 US states with either presumptive positive cases, or cases of the coronavirus confirmed by the CDC. A woman in her 20s who recently traveled to Italy with a school group is Massachusetts' first presumptive positive case of the novel coronavirus. It is the first positive result in Massachusetts since testing started on February 28. If confirmed by the US Centers for Disease Control (CDC), this would be the state’s second confirmed positive novel coronavirus case. A presumptive positive case has tested positive by a public health lab and is pending confirmation from the CDC. According to a release from the Massachusetts Department of Public Health, the woman lives in Norfolk County. After her trip to Italy with a school group, she was symptomatic and recovering at home. There are now 103 cases of the coronavirus confirmed across the US and at least six people have died. ##United States## The novel coronavirus is continuing to spread around the world, with more than 89,000 global cases and over 3,000 deaths. More than 70 countries and territories now have confirmed cases of the disease. Here's the latest: US cases top 100: A surge in new cases in Washington state has pushed the total number of infections in the United States past 100 as of Monday evening. At least six people in Washington have died from the virus. Speaking on Monday, President Donald Trump said he was still considering additional travel restrictions from countries with rampant coronavirus outbreaks. Airlines pressed to provide more data: As the number of infections rises in the US, government officials are calling on airlines to collect more information on international travelers to help curb the virus. Two US officials told CNN that could allow potential carriers of the coronavirus to be alerted quickly. South Korean toll rises: 600 new infections announced today pushed the East Asian country's total past 4,800, including 28 deaths -- the biggest outbreak outside mainland China. The majority of infections are in the southern city of Daegu. Global spread widens: Latvia, Tunisia, Jordan, Saudi Arabia, Portugal and Senegal were among countries that reported their first confirmed cases of the coronavirus on Monday. In total more than 70 countries and territories have now confirmed cases of the virus. WHO on alert: The director general of the World Health Organization has warned that the virus has brought the world into \"unchartered territory.\"  \"We have never before seen a respiratory pathogen that is capable of community transmission, but which can also be contained with the right measures,\" Tedros Adhanom Ghebreyesus tweeted. Iran receives medical supplies: The World Health Organization has sent aid to Iran which is currently working to contain a quickly spreading coronavirus epidemic. At least 1,500 people have been infected in the country, killing 66, including a top government adviser. European Union raises risk level: The EU's alert level for the novel coronavirus has been raised from moderate to high, European Commission President Ursula von der Leyen said at a Monday news conference. There are more than 2,000 confirmed cases in the EU, with the bulk of the outbreak happening in Italy. Iran has received the first planeload of assistance from the World Health Organization, including eight tons of medicines and test kits, to help the country in its battle against the new coronavirus outbreak, state-run news agency IRNA reported. A United Arab Emirates military aircraft carrying the aid landed at Tehran's Imam Khomeini International Airport, IRNA said. Iran has at least 1,500 cases of the virus, including more than 60 deaths.    Representatives of the UN's health agency have also arrived in Iran to examine the country's handling of the virus.  Director General of the World Health Organization, Tedros Adhanom Ghebreyesus tweeted this: Adviser to Iran's Supreme Leader dies: State radio reported Monday that an adviser to Iranian Supreme Leader Ayatollah Ali Khamenei has died after getting infected with coronavirus.  Mohammad Mirmohammadi, 71, was a member of the Expediency Council that advises Khamenei. ##Middle East## The death toll from the coronavirus has reached 28 in South Korea as the number of new confirmed cases across the country continues to rise. Another 600 new infections were announced today by the South Korean Centers for Disease Control and Prevention (KCDC), raising the national tally to 4,812 cases. Among the additional cases, 519 are from Daegu city and 61 from North Gyeongsang province, which surrounds Daegu. Daegu accounts for 74.8% of the overall national confirmed cases. When combined, North Gyeongsang and Daegu account for 89% of the national total, according to the KCDC. ##Asia## There are 102 cases of the novel coronavirus in the United States, according to the US Centers for Disease Control and Prevention, as well as state and local governments.   Out of those, there are 48 cases from repatriated citizens, according to the CDC. There are 54 further cases in 11 states, according to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems.  The total includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases that have received positive results from the CDC. Here is the breakdown by state of cases in the United States: Arizona: 1  \nCalifornia: 20 \nFlorida: 2 \nIllinois: 4  \nMassachusetts: 1 \nNew York: 1 \nOregon: 3 \nRhode Island: 2  \nWashington state: 18, including 6 deaths \nWisconsin :1\nNew Hampshire: 1 Repatriated cases: Diamond Princess: 45\nWuhan: 3 Dr. Fauci weighs in on the number of cases. Watch: ##United States##", "Section": "asia", "Writers": ["Ben Westcott", "Adam Renton", "Tara John", "Mike Hayes", "Meg Wagner"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-03-03-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}