{"Type": "article", "Time": "2020-06-18", "Headline": "A new threat to global trade: Exhausted crews want off cargo ships now", "Text": "Global trade is facing another coronavirus crisis just as economies begin to reopen: 200,000 seafarers stranded for months by port closures and the collapse in long-haul aviation could refuse to keep working. Many seafarers extended their contracts by several months to keep supplies of food, fuel and medicine flowing around the world during the pandemic, according to shipping companies and labor unions. But the months at sea without a break are taking their toll on crews. Fatigue and mental illness is a growing threat to safety and many seafarers now want off their ships.  The International Transport Workers' Federation, which represents about half the world's seafarers, said emergency extensions to contracts expired on Tuesday and the organization will now do everything it can to help crew exercise their legal rights to stop working and return home. If enough of the highly skilled seafarers take action, the move could cause slumping global trade to grind to a halt, according to the Federation, snarling supply chains.  About 80% of world goods trade by volume is carried on ships, according to the United Nations World Conference on Trade and Development. The pandemic has thrown the shipping industry into chaos. Access to ports has been restricted and airplanes grounded, making it impossible to move workers from one part of the world to another and to swap crews.  Shipping companies and unions agreed to suspend crew changes in March to minimize disruption to cargo. But this was intended to be a short-term solution. \"Some seafarers have been on board for more than a year, and over the course of this pandemic many have been prevented by governments from coming ashore even for a walk and alarmingly refused emergency medical care,\" Dave Heindel of the International Transport Workers' Federation said in a statement. \"Frankly, we have seafarers killing themselves at the prospect of this misery continuing without end. They call them 'floating prisons,'\" he added. Maersk, the world's largest container shipping company, said as many as 35% of the 6,600 seafarers it currently has at sea have been \"stranded\" on board for longer than their contractual arrangement. \"Many of our seafarers are serving well above their normal contract length and still have no line of sight on when they can return home; fatigue and issues with mental health are increasing,\" chief technical officer, Palle Laursen, wrote in an email to CNN Business.  \"For safety, regulatory and humanitarian reasons, crew changes cannot be postponed indefinitely,\" Laursen added. Richard Barnes, the captain of a chemical tanker, said he is fortunate to work for a \"very good\" European shipping company, but that the conditions and atmosphere on board ships vary, and people may suffer loneliness if they don't feel they can talk to their captain or crew. \"If you're not on a good ship, I would think it's very easy to slip into depression,\" he told CNN Business. Barnes, who has been a seafarer for 43 years, had to extend a four-month shift to six months because he couldn't get shore leave in the United States. He recently returned to the United Kingdom via Rotterdam, but said it is much more difficult for seafarers who live in China, Vietnam and the Philippines to get home. \"I've never seen anything like this,\" he added. \"We really need to get the planes going,\" said Steve Cotton, general secretary of the International Transport Workers' Federation. Cotton said he could not predict how many crew members would get off ships or simply stop working, but added that the Federation had fielded \"hundreds\" of calls and social media messages from seafarers this week seeking advice.  \"Seafarers need us to take a firm position to get governments to act,\" he told CNN Business.  Getting around travel restrictions According to the Federation, governments have ignored the \"escalating crew change crisis\" by taking insufficient action to designate seafarers as key workers and exempt them from Covid-19 travel restrictions.  Some ports do not allow crews to disembark, or enforce a 14-day quarantine, making staffing changes impossible. An even bigger issue is that there are simply no flights operating to transport crew home or bring in replacements. Frank Coles, the CEO of Hong Kong-based Wallem Group, a shipping services company, described the Federation's latest action as \"a call to halt world shipping.\" He said it had been caused by the failure of governments to address the \"humanitarian crisis\" that exists in the industry. Governments have been more interested in bringing home vacationers than remembering who \"supplies the world,\" he added. The shipping industry published protocols in May, endorsed by the International Maritime Organization, to ensure that safe crew changes could take place during the pandemic. But governments have been slow to implement these. \"The fact that we are three months down the line and we have 400,000 seafarers in need of crew change is completely unsustainable,\" said Guy Platten, secretary general at the International Chamber of Shipping.  Some 1.2 million seafarers are on board vessels at any given time, with about 200,000 currently stranded and another 200,000 unable to reach ships for routine changeovers, according to the Chamber. China, the Philippines, Indonesia, Russia and the Ukraine are the largest suppliers of seafarers. \"We're not even asking governments to come up with a plan — we've already done that. We're simply asking them to adopt it. It's a question of political will,\" Platten told CNN Business. He said the Dutch government has worked with airliner KLM to move crew between Amsterdam and Manila, showing that it can be done. The Chamber has called on governments to waive all visa restrictions for crew to ensure the smooth flow of global trade. \"The United Kingdom, Germany, and Canada have shown this is possible, but others should do the same as this is a global issue,\" Platten said. Under the Maritime Labour Convention, a seafarer is allowed to spend 11 months at sea, but some have been sailing in excess of 15 months because of the pandemic, said Jim Scorer, secretary general of the International Federation of Shipmasters' Associations, which represents ship captains. \"That's dangerous,\" he told CNN Business. Ship captains can be held criminally liable if accidents occur on board due to fatigue or equipment malfunctions, he said. \"We need authorities to engage with us in a constructive dialogue to facilitate crew changes under the current critical circumstances, ensuring minimal risk to crews and their families as well as the continued flow of supplies around the world,\" said Maersk's Laursen. — Angus Watson and Ivan Watson contributed reporting.", "Section": "business", "Writers": [], "URL": "https://www.cnn.com/2020/06/18/business/seafarers-shipping-coronavirus/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}