{"Type": "article", "Time": "2020-10-19", "Headline": "Thailand's government vows to protect the monarchy after weekend of unrest", "Text": "Thailand's government has vowed to protect the monarchy after tens of thousands of pro-democracy protesters rallied in Bangkok and other cities over the weekend, as calls for a new constitution and curbing the King's powers continue to grow.  Demonstrators again defied an emergency decree banning public gatherings of more than five people and hit the streets en masse for a fifth straight day on Sunday, with about 10,000 people surrounding Bangkok's Victory Monument in the heart of the capital and blocking traffic around one of the city's main business centers. Speaking to reporters at Government House on Monday, Prime Minister Prayut Chan-o-cha said he supports the idea of parliament holding an emergency session to find a way out of the current political crisis, but said the government must \"protect the monarchy.\" \"The government has been doing its best to compromise. All I asked is to avoid destroying governmental and public properties. As we saw yesterday there was an incident, there's a scuffle among protesters. I would urge them to be extra careful.\" Prayut said, adding that an urgent parliamentary meeting could be discussed among cabinet members on Tuesday.  \"The thing the government must do is to protect the monarchy. This is the duty for all Thai citizens to perform,\" Prayut continued. \"I would call for peaceful protests, the government has reasonably given in. We are avoiding using force as much as we can.\" Thailand's anti-government movement is growing bolder and several anti-monarchy hashtags trending on social media in recent days are now being chanted on Bangkok streets. But protesters are risking lengthy prison sentences by breaking long-standing taboos against criticizing the monarchy.  Already, prominent protest leaders have been arrested on charges such as sedition, which could lead to seven years behind bars. On Friday, two activists were arrested on charges of attempting violence against the Queen, after her motorcade was obstructed by anti-government crowds. The pair face a possible life sentence.  But the threat of prison, the arrest of protest leaders and an emergency decree has not deterred the protest movement, which demands monarchical reform and to make the King answerable to the constitution.  The movement began in earnest after former general and coup leader Prayut returned to power following disputed elections in 2019. Another central demand of the protesters is for the military-drafted constitution to be rewritten as they say it allows the military to hold onto political power.  True democracy cannot happen in Thailand, they say, until the top-down ruling establishment made up of the monarchy, military and wealthy political elites is reformed.  Media warned  Police have ordered Thailand's National Broadcasting and Telecommunications Commission to investigate four local media outlets for their protest coverage, according to a police notice issued on Friday and confirmed on Monday.  The notice said the local media -- including Voice TV, Prachatai, The Reporters and The Standard -- posted content that may have undermined national security, peace, and public morale under new emergency measures. If their coverage is found to have violated the laws, the outlets could face a suspension of operations and their digital content deleted.  Police Deputy spokesman Kritsana Pattanacharoen also announced the formation of a media information management committee tasked with investigating all media and electronic information that \"affect internal security.\" In a tweet on Monday, the state-owned Thai Public Broadcasting Service said the order will not be effective until it is published in the Royal Gazette. The Foreign Correspondents' Club of Thailand issued a statement saying the new decree \"vaguely defined\" the criteria for news coverage, and expressed concerns that journalists could be arrested for simply doing their job. \"The FCCT urges the authorities to respect the role and responsibilities of all media in Thailand,\" it added. Thailand has one of the world's strictest lese majeste laws, forbidding criticism of the King, Queen, heir-apparent or regent. The law carries a maximum 15-year prison sentence.  Broad support Crowds over the weekend were galvanized by clashes between police and protesters in Bangkok on Friday. Riot police advanced on protesters at Pathumwan intersection and fired water cannons with blue indelible dye to disperse them. Friday's action could have opened a new chapter for Thailand's student-led protest movement, which has been gaining steam since July. On Saturday and Sunday, protesters came out in even greater numbers -- authorities failed to prevent crowds from gathering by shutting down the city's elevated train system and parts of the subway. Wearing multi-colored rain ponchos, hard hats and carrying umbrellas, the largely peaceful demonstrators used cat and mouse tactics inspired by the 2019 Hong Kong protests to avoid authorities. The leaderless protests were organized on the messaging platform Telegram, with locations announced on social media. The Free Youth Movement group told their supporters to wait for the plan by posting: \"Where will it be today, stay tuned!\" Other tactics seen during the six-month long anti-government protests in Hong Kong and adopted by Thailand's students this weekend include forming a human chain as a defense line and using hand signals to call for supplies like umbrellas, helmets, and water.  Throughout downpours, protesters called for Prime Minster Prayut to step down and for authorities to release detained protesters, chanting \"release our friends.\" Thai police put the crowd size at about 20,000 and confirmed that 74 people were arrested at demonstrations across three locations on Sunday.  Prayut, who has denied he engineered last year's general election, said he will not resign. On Sunday, he warned that growing numbers of anti-government protests across the nation may be used by instigators to incite violence, according to a news release from government spokesperson Anucha Burapachaisri. Prayut also said the government is \"ready to listen.\" The palace has not commented on the protests but in a speech on Thursday, King Maha Vajiralongkorn said, \"the country needs the people who love the country and love the royal institution.\" Royal News Thai PBS reported the King made the remark following an event with former members of the now-defunct Thai Communist Party. Started by students, the protest movement is attracting support from a wider cross-section of society and Thai celebrities are increasingly showing their support by posting messages to their millions of followers.  Thai-American K-Pop star Nichkhun and member of South Korean boy band 2PM tweeted: \"Violence is something that I cannot stand. Violence has never helped. Please make sure everyone is safe.\" It has been retweeted more than 53,000 times since posting on Saturday.  Amanda Obdam, Miss Universe Thailand, posted a series of photos to her Instagram that appear to be from the protests. \"A picture says a thousand words,\" she wrote in a caption accompanying the photos. \"Enough is enough! Violence is NEVER the answer. Your job is to protect the people not harm them.\" Protests broke out in at least 19 other provinces on Sunday, including in the northern city of Chiang Mai.", "Section": "asia", "Writers": ["Helen Regan"], "URL": "https://www.cnn.com/2020/10/19/asia/thailand-weekend-protests-monarchy-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}