{"Type": "article", "Time": "2020-01-07", "Headline": "Iran attacks bases housing US troops", "Text": "Our live coverage has moved here.  Again, we're slightly on a knife edge and we will have to wait what the US President Donald Trump says about this -- although his initial tweet implies that this is the kind of response that they expected.  Whether the United States will now decide that enough is enough for this moment and whether there's some other diplomatic, political or any kind of engagement going forward.  First and foremost we wait because the ball is again in the Trump administration's court.  It's very important to note that Javad Zarif, Iran's Foreign Minister, posted a tweet that is very, very clear: he has said Iran took and concluded proportionate measures in self-defense under article 51 of the UN Charter. He went on, saying: \"We do not seek escalation or war but will defend ourselves against any aggression.\"  This is a very clear comment, and it matches what he said in interviews with CNN in the days immediately after the killing of Soleimani. Iran launched a ballistic missile attack at two Iraqi bases which house US troops in the early hours of Wednesday morning local time.  Here is what you need to know now: More than a dozen missiles struck the al-Asad airbase in Iraq, along with several places in Erbil, but no casualties have been reported. \nIraq gave the US advance warning about the strikes, according to security sources, after being informed about them by Iran.\nTehran said the strikes were retaliation for the American strike that killed a top Iranian general last week. \nIran did not \"seek escalation or war,\" Iran's foreign minister said, describing the strikes as \"proportionate\" and adding that Iran's action has \"concluded.\"\nPresident Trump is due to address the nation soon. Responding to the strikes on Twitter last night, he said: \"All is well!\" Read the full story here.  Iran’s choice of target is significant. If it wanted to kill lots of American soldiers in Iraq there were easier bases to strike. I’ve been to al-Asad airbase – it’s vast and it’s remote. Strikes there could find plenty of dead ground away from troop bunkers and would have little risk of civilian collateral killings. Iraqi military commanders had been warned by Iran to stay away from US bases and US officials confirm their troops, too, had adequate warning to shelter from the attack. Iran is trying to have its cake and eat it. Create the impression of a fearsome strike for domestic consumption without actually risking escalation. So far, it’s working -- soon after the ballistic missiles slammed into the base, President Trump tweeted “all is well,” “so far, so good.” There is one message for the international community and another for the Iranians who flocked to the streets for Qasem Soleimani’s funeral. Iran’s Foreign Minister, Javad Zarif, called the strike “proportional,” while the theocracy’s Supreme Leader, Ayatollah Ali Khamenei, told cheering crowds in Tehran it was a “crushing” blow. Other Iranian officials speaking for international consumption say there is no need for further strikes unless the US escalates the situation. Meanwhile, some Iranian news outlets are ramping up propaganda, claiming the killing of many US troops when every reliable source says no US troops were killed. A full US battle damage assessment has begun, and Trump is expected to speak later Wednesday, but every indication so far points toward a military off-ramp moment. How diplomacy picks up is hard to say. In many ways the situation is back to where it was in the minutes before Soleimani’s killing. The question will be -- and this was always the gamble in killing the architect and inspiration of Iran’s overseas aggression -- will the ayatollahs now decide they can’t get away with the attacks as they did, or do they believe their own domestic hype, and that it is for the US to back down on sanctions and pull out of the region. Regardless of what they or the White House believe, the door to de-escalation has opened a crack -- diplomacy might just slip into the room. Iraqi Prime Minister Adil Abdul Mahdi said Iran sent Iraq an official verbal message that an attack “had begun or would begin shortly,” on unspecified US military locations -- but other informed sources are contradicting that timeline.  An Arab diplomatic source told CNN that Iraq gave advance warning to the United States on “which bases would be hit” after Iranian officials passed on the information. A US defense official said Iraqis were told by Iran to stay away from certain bases. CNN has reported that US intelligence had observed Iran moving military equipment including drones and ballistic missiles over the last several days. Iran-backed Shiite militia Asaib Ahl al-Haq said it was time for Iraq to respond to the US strike that killed general Qasem Soleimani and the Deputy leader of the Popular Mobilization Forces Abu Mahdi al-Muhandis. The media office of Qais al-Khazali, the leader of the militia group, posted the following statement on Twitter on Wednesday: The preliminary Iranian response to the assassination of the martyr leader Soleimani took place. Now is the time for the initial Iraqi response to the assassination of the martyr leader al-Muhandis [an Iraqi militia leader who was killed in the same strike].” “The Iraqi response will not be less than the size of the Iranian response, and this is a promise,” Qais al-Khazali also said. Iranian President Hassan Rouhani said the final answer to the killing of Iran's top general Qasem Soleimani was \"to kick all US forces out of the region.\" Rouhani tweeted on Wednesday, saying that if it wasn't for Soleimani's war on terror, \"European capitals would be in great danger now.\" Iraq received \"an official verbal message\" from Iran shortly after midnight and prior to the missile attacks, according to a statement from Iraqi Prime Minister Adil Abdul Mahdi. The statement said:  Shortly after midnight on Wednesday 8/1/2020, we received an official verbal message from the Islamic Republic of Iran that the Iranian response to the assassination of the martyr Qassem Soleimani had begun or would begin shortly, and that the strike would be limited to the whereabouts of the US military in Iraq without giving the exact location. Abdul Mahdi said that once Iraq received information from the Iranian side, they warned Iraqi military leaders \"to take the necessary precautions.\" The missiles hit Iraq between 1:45 am and 2:15 am local, according to an earlier statement released by Iraqi military. Abdul Mahdi was making the necessary internal and external contacts in an attempt to contain the situation and not enter into an open-ended war, his office said, adding: \"Iraq and the region will be among the first victims.\" \"Iraq refuses any violation of its sovereignty and attacks on its lands, the government continues its efforts to prevent escalation. This serious crisis threatening the region and the world with a devastating war,\" the statement read. Benjamin Netanyahu issued an unequivocal warning to Iran not to attack Israel. He said he spoke for many of Israel’s neighbors in reiterating his strong support for the US killing of Iranian military commander Qasem Soleimani, a man the Israeli Prime Minister described as Iran’s “terrorist-in-chief.” Addressing a conference in Jerusalem Wednesday morning, just hours after Iran launched a missile attack on military bases in Iraq housing US troops -- and amid renewed Iranian threats to hit Israeli cities -- the Israeli Prime Minister said, “Anyone who tries to attack us will suffer the most devastating blow.” Netanyahu went on: Qassem Soleimani was responsible for the death of countless people, he destabilized many countries for decades, and he was planning much worse. President Trump should be congratulated for acting swiftly boldly and resolutely against this terrorist in chief, who was the architect and driver of Iran’s campaign of carnage and terror throughout the Middle East and the world. What I am saying here today openly, and what I have said in recent days, many, many leaders in the Middle East think.\" He added, “Israel stands completely besides the United States … America has no better friend than Israel, and Israel has no better friend than the United States of America.” The energy minister of the United Arab Emirates said Wednesday that OPEC is ready to respond as tensions rise in the Middle East, saying that no country can afford a return to a situation where crude oil costs $100 per barrel. Suhail Al Mazrouei told CNN Business that the cartel would seek to ensure that ample energy supplies are available to the global economy even as the United States and Iran exchange blows in a conflict that could further destabilize the volatile region. “We will always make sure that we supply the world with whatever it requires,” al Mazrouei said, adding that the United Arab Emirates was building spare capacity in order to avoid shortages. Still, the energy minister cautioned that even OPEC and its allies don’t have unlimited resources. “We have limitations as well,” he said, saying that the group “cannot just replace any quantity” of supply that is taken offline. Al Mazrouei suggested that Iran, itself a major oil producer, would avoid attacks on shipping in the Strait of Hormuz, a crucial waterway that allows oil tankers to move crude from the Persian Gulf to global markets. “The Strait of Hormuz is not only important for us, it is important for the world economy and the whole supply chain, and Iran understands that,” said al Mazrouei. “The world economy cannot sustain another $100 oil price and another huge spike.” Brent crude futures, the global benchmark, briefly topped $70 per barrel on Wednesday after Iran launched missiles at two Iraqi military bases that house US troops. The European Union has urged all sides to de-escalate tensions in the Middle East.  European Commission President Ursula von der Leyen said Wednesday that the use of weapons “must stop now” in order to de-escalate tensions and “give space to dialogue” on the situation in Iran and Iraq. Speaking during a joint press conference with EU Foreign Affairs Chief Josep Borrell, she said: The current crisis affects not only the region, but all of us. The use of weapons must stop now to give space to dialogue.” Borrell described recent developments in Iran, Iraq and the region as a whole as “extremely worrying,” and warned that an escalation in violence could jeopardise the work of the \"Anti-Daesh Coalition,\" another name for ISIS.  He added:  The latest rocket attacks on airbases in Iraq used by the US and Coalition forces, among them European forces, are yet another example of escalation and increased confrontation.\nThe current situation puts at risk the efforts of the past years and also has implications for the important work of the Anti-Daesh Coalition.” Borrell also reiterated the EU’s commitment to safeguarding the Iran nuclear deal, confirming that he has invited Iranian Foreign Minister Mohammad Javad Zarif to Brussels for talks on the ongoing situation. Meanwhile, NATO is monitoring the situation in Iraq and has been in touch with US authorities, an alliance official told CNN on Wednesday. A Dubai-based western private security source with staff at the al-Asad and Erbil military bases told CNN there were “no casualties” in Wednesday's Iranian missile attack. “To be honest, rocket attacks are nothing new to us. It is business as usual,” the source told CNN. Iran's Supreme Leader Ayatollah Ali Khamenei said \"this region does not accept [the] US presence\" in a televised address to the nation Wednesday in Qom following the strikes on US targets in Iraq. Speaking in front of a packed hall, Khamenei praised killed General Qasem Soleimani, calling him \"brave\" adding, he \"had no fear.\" Many in the audience were seen weeping and chanting angrily throughout his speech.  Khamenei said that Soleimani's death means \"a revolution is alive.\"  The Supreme Leader also warned the US against further attacks: \"If you hit, you get hit back.\"  He added: They know this. They know that if they get themselves involved in a confrontation with us and get entangled in a military way, they will get their feet trapped. They might harm us, but they will harm themselves many times more, and they realize that.\" This post was updated to correct the location where Khamenei was speaking. More airlines are suspending flights over Iranian and/or Iraqi air space.  Air France announced Wednesday it has has paused all flights over the two countries' air space until further notice.  The airline says the decision was a precautionary measure and that it was constantly monitoring the situation to “ensure the highest level of flight safety.” Germany's Lufthansa said it cancelled flights to Tehran and Erbil due to current incidents in Iraq. Other major airlines took similar steps earlier. Singapore Airlines said in a statement Wednesday that its flights into and out of Europe have been diverted from Iranian airspace, adding that it was \"monitoring the situation closely and will make the appropriate adjustments to our routes if necessary.\" Taiwan's EVA Air said the carrier's European flights began avoiding flying over Iran early Wednesday morning Taiwan time to ensure safety. Malaysia Airlines said in a statement Wednesday that due to recent events, it \"will be avoiding the conflict airspace of Iran.\" In the United States, the Federal Aviation Administration issued a notice restricting non-military US aircraft \"from operating in the airspace over Iraq, Iran, and the waters of the Persian Gulf and the Gulf of Oman.\" The Russian Federal Air Transport Agency issued a recommendation to all Russian airlines to avoid using Iranian and Iraqi airspace, state-run news agency TASS reports. Iranian Foreign Minister Javad Zarif said it was up to the United States to “come to its senses,” hailing Iranian response to the US strike that killed general Qasem Soleimani. “We showed everyone we are not the United States, we don’t want war,” Zarif told journalists in Tehran on Wednesday.  He said: It is up to the United States to now come to its senses and stop its adventurism in this region.\nWe did not start this process of escalation, the United States waged an economic war against Iran. Zarid said the number of people in the streets of many Iranian cities over the past few days was “unprecedented,” calling the crowds “a sea of humanity”. Earlier, Zarif said on Twitter that Iran \"took and concluded\" self-defence measures against the US. Iran’s Minister of Information, Mohammed-Javad Azari Jahromi, who has previously described US President Donald Trump as a \"terrorist in a suit\", joined Zarif in calling for the US to withdraw from the region.   With almost 3 million service members, 4,800 defense sites on seven continents and an annual budget of more than $700 billion, the US military is considered the world's premier fighting force. Click here for a look at some of its most important weaponry. UK Foreign Secretary Dominic Raab has condemned the Iranian attack on military bases in Iraq, urging Tehran to pursue an “urgent” de-escalation of tensions in the region. “We condemn this attack on Iraqi military bases hosting Coalition – including British – forces,” Raab said in a statement issued by the UK Foreign and Commonwealth Office. The statement continued: \"We are concerned by reports of casualties and the use of ballistic missiles” the Foreign Secretary added. US and Iraqi sources have told CNN that, at this time, there are no known casualties as a result of the strikes.\" According to a statement issued by the Iraqi military, Iraq came under an attack of 22 missiles, 17 of which hit the al-Asad Air base in Anbar province in the western region of country. Five missiles hit Erbil province in northern Iraq, the statement said. “We urge Iran not to repeat these reckless and dangerous attacks, and instead to pursue urgent de-escalation,” Raab added, warning that a war in the Middle East “would only benefit Daesh [ISIS]” and other terrorist organisations. The American Embassy in Jordan has advised US government personnel to stay at home. The embassy said personnel should “avoid non-essential movements outside the home on January 8, including keeping children home from school.” This is “out of abundance of caution,” said the embassy, which remains open. It also advised American citizens to keep a low profile, be aware of surroundings, stay alert in locations frequented by tourists, review personal security plans, and to have travel documents up to date and easily accessible. In a speech delivered on Wednesday, Iran's Supreme Leader Ayatollah Ali Khamenei said Iran gave the US \"a slap in the face last night.\"  He was referencing to the attacks on two Iraqi military bases housing US troops.  He said: Military action this way, that's not sufficient. What matters is that the presence of America, that is a source of corruption in this region, that should come to an end.\" Khamenei also said America tried to describe Soleimani as a \"terrorist\" which was \"unjust and unfair.\" \"The people of Iran gave a crushing response,\" Khamenei said, as the crowd cheered, \"Death to America.\"  Major international airlines have begun diverting flights from Iranian airspace after the country fired more than a dozen missiles at two Iraqi military bases that house US forces. In the United States, the Federal Aviation Administration issued a notice restricting non-military US aircraft \"from operating in the airspace over Iraq, Iran, and the waters of the Persian Gulf and the Gulf of Oman.\" Read the full story here.  Iran's Supreme Leader Ayatollah Ali Khamenei is addressing the nation.  In the speech, broadcasted by the Iranian state TV, Khamenei is praising the killed general Qasem Soleimani. The Iraqi military has issued a statement on the Iranian ballistic missile attacks against bases housing US troops in the early hours of Wednesday morning.  The statement says a total of 22 missiles targeted coalition bases, with 17 striking the Al-Asad airbase in Anbar province, including two that didn't detonate.  Five missiles hit a base in Erbil province in northern Iraq, the statement added.  There were no casualties among Iraqi security forces from the strikes, which occurred between 1:45 a.m. and 2:15 a.m. local time Wednesday.  Iran launched a ballistic missile attack at two Iraqi bases which house US troops, in the early hours of Wednesday morning local time. More than a dozen missiles struck the al-Asad airbase and another in Erbil. So far it seems that there were no casualties. US military sources said troops were given enough warning to reach shelters before the missiles struck.  The attacks were Iran's response to the US killing last week of top Iranian General Qasem Soleimani in Baghdad. Iran has called that attack an \"act of war\" and \"state terrorism\" and vowed a response. After the attacks, Iranian foreign minister Mohammad Javad Zarif tweeted in the early hours of Wednesday morning that Iran did not \"seek escalation or war,\" saying the missile strikes were a proportion measure \"in self defense under Article 51 of UN charter.\"  A top Iranian military commander has vowed a \"stronger and more crushing\" attack should the US respond with further strikes against Iran or Iranian forces in Iraq.  US President Donald Trump has not issued a formal statement or addressed the nation since the strike. On Twitter, he said that \"All is well!\"  \"Missiles launched from Iran at two military bases located in Iraq,\" Trump added. \"Assessment of casualties & damages taking place now. So far, so good! We have the most powerful and well equipped military anywhere in the world, by far! I will be making a statement tomorrow morning.\" Flights have been diverted from Iraq, while multiple countries, including Japan, India and Pakistan have issued travel alerts urging citizens to avoid travel to the country. The Philippines issued its highest-level alert, urging the immediate repatriation of all citizens in Iraq.  All eyes are now on Washington, to see what Trump's response will be Wednesday morning.  Iranian Armed Forces chief of staff Major General Mohammad Baqeri said that if the US retaliates against Iran after strikes against US forces in Iraq, Tehran's response \"will be stronger and more crushing,\" according to the state-run news agency IRNA. Baqeri's comments come after Iran launched more than a dozen ballistic missiles at two Iraqi military bases that house US troops Wednesday. Addressing the operation against the bases, General Baqeri said \"it was just a small part of the capabilities\" of Iranian forces. \"Today, it is time for the wicked US officials to understand the Islamic Republic power and opt for a principled method to make its terrorist army leave the region.\" The Philippines has urged citizens in Iraq to leave the country, issuing the country's highest level of travel alert following Iranian missile strikes against bases housing US troops.  The alert calls for the mandatory repatriation of its citizens, but the Philippines presidential spokesperson Salvador Panelo said in an interview with CNN Philippines that while the government wants everyone to leave Iraq, it would be impossible to force Filipinos to do so.  CNN Philippines reports that military officials are considering \"deploying C-130 planes and tapping the services of cruise ships\" in order to carry out repatriation missions, while the country's Coast Guard is sailing a patrol vessel to Oman or Dubai.  Hundreds of thousands of Filipinos work in the Middle East and send billions of dollars home annually in the form of remittances -- leaving the country particularly vulnerable to a military crisis in the region.  President Rodrigo Duterte said he is considering calling a special session of Congress to address the issue of how to help Filipino citizens in the region if conflict were to break out. \"We need billions,\" Duterte said on Monday. The Philippine armed forces said in a tweet that there are 1,600 Filipinos in Iran and 6,000 in Iraq. Many work on oil rigs, in service industries and as domestic workers. If they evacuated and left their jobs, it could have a notable impact on the Philippine economy. When US President George W. Bush prepared to send troops into Iraq, there weren't a lot of questions about what TV networks or talk radio hosts were influencing his decisions. When his successor, Barack Obama, contemplated military action in Libya, Syria, and other countries, there weren't constant stories about what MSNBC hosts were advising him to do. But as the US and Iran exchange military blows against each other in Iraq, it's not only possible, but perhaps likely, that what President Donald Trump sees on Fox News is shaping his views and guiding his decisions.  The situation is further compounded, of course, by the fact that the White House press secretary has stopped holding formal press briefings. Instead, to get a sense of what the President might be thinking, Americans are left with watching Fox News host Sean Hannity's show. On Tuesday night, Lindsey Graham and Kevin McCarthy both appeared on his show, touting that they had spoken to Trump earlier.  Graham said Iran's fate was in its hands, warning, \"You continue this crap you're going to wake up one day out of the oil business.\" And McCarthy praised Trump's judgement, telling Hannity, \"He'll access the damage and he'll respond accordingly.\" Read more here Japan has urged “all parties concerned to exhaust diplomatic efforts to ease tensions,” following Iran’s attack on military bases in Iraq housing US troops.  Speaking to reporters in Tokyo, Japan's Chief Cabinet Secretary Yoshihide Suga said the government is \"deeply concerned over escalating tensions\" in the Middle East, adding that \"further escalation must be avoided.\"  He confirmed that the country's National Security Council met Wednesday to discuss the situation, including Prime Minister Shinzo Abe, the ministers of defense and foreign affairs. Suga added that the government is currently deciding whether a planned trip by Abe to the Middle East will go ahead, but a plan to send a Self-Defense Forces ship and two aircraft to the region will remain on course for the time being.  That mission is aimed at gathering information to ensure the safe passage of Japanese commercial shipping through the Gulf of Oman, Gulf of Aden and the northern Arabian Sea.  A Japanese oil tanker was attacked in June this year in the Gulf of Oman.  India's Ministry of External Affairs (MEA) has urged citizens to \"avoid all non-essential travel to Iraq until further notification\" in view of the \"prevailing situation\" following Iranian missile strikes against bases housing US troops in the country.  \"Indian nationals residing in Iraq are advised to be alert and (should) avoid travel within Iraq,\" the MEA added in a statement.  \"Our Embassy in Baghdad and Consulate in Erbil will continue to function normally to provide all services to Indians residing in Iraq.\" Meanwhile, neighboring Pakistan urged citizens to \"exercise maximum caution\" while traveling to Iraq. In a tweet, Pakistan’s Foreign Ministry spokesperson, Aisha Farooqui said that \"in view of recent developments (and the) prevailing security situation in the region, Pakistani nationals are advised to exercise maximum caution while planning visit to Iraq at this point.\" She also advised Pakistani citizens in Iraq to remain in close contact with Pakistan's embassy in Baghdad. Iran's missile strikes against bases in Iraq housing US troops was not a response designed to kill the most Americans possible.  Iran will have known that in the early hours of the morning, US troops are normally asleep and the chances of inflicting casualties are lower.  Iran will also have known the US has a strong air defense that would likely have been on high alert. Tehran should have a grasp of how well its missiles would fare against such technology.  The missile attacks don't make sense if Tehran's goal was to really hurt US troops in large numbers -- like some had been pledging to do. They do make sense however as the execution of Supreme Leader Khamenei's order to strike back openly against US military targets in response to the killing of Iranian general Qasem Soleimani.  Khamenei's instruction was confusing when first reported, as the US is bound to prevail in a straight military-to-military conflict. Was the Supreme Leader ordering an empty show of force?  The dust is still settling, and even at the best of times Iran's motivations can be opaque, but there are three possible explanations for the action.  First, that Khamenei is out of touch with what his military can achieve and overestimated the effectiveness of the strikes, which then failed. This would be surprising given his reported involvement in and knowledge of Iranian military affairs. \nSecond, that moderation won out, and this largely empty signal -- hitting military targets in the dead of night with a small number of missiles -- provides the off-ramp both sides might ultimately want. This would be logical, given neither Tehran nor Washington have much to gain from a prolonged fight. \nThird, this might be a bid by Iran to put the US into a false sense of security -- that Iran is militarily weak and has done its worse -- while an asymmetrical and nastier response is brewed. That would require a lot of strategic acumen from a government split between hardline and moderate wings, and means Tehran was relatively assured no Americans would be hurt in this missile attack. If the attacks in Iraq are indeed the full scope of Iran's response, they carry with them another risk: that the Trump administration think their ramshackle performance over the last week has paid off, and Iran has been vanquished. This would risk further irrational action from Washington, perhaps not just against Iran but also other enemies. It also makes Iran look weak, which may embolden Tehran's other regional adversaries.  Iran's response to the killing of Soleimani was always going to be difficult to predict. But -- if the strikes truly are the entirety of Tehran's revenge -- few would have anticipated something so swift and so openly military-to-military. US troops were actively patrolling outside their bases with Iraqi partners in the hours after Iran targeted two military bases that house US troops in Iraq, according to a military official who did not want to be named. Drones and attack helicopters were flying around bases housing US troops, the official said. New Zealand’s Foreign Minister and acting-Prime Minister Winston Peters called for \"restraint and de-escalation, and for diplomacy to take over\" in a statement to the media following the attacks. \"The government is working actively with our partners through military and diplomatic channels, and we continue to keep the security situation under close review, including implications for our personnel,\" Peters said.  \"It is important to note that the missile attacks did not target Camp Taji and the government has been informed that all New Zealand personnel are as safe as they can be in these developing circumstances.\"  Multiple countries have forces based in Iraq as part of the coalition against ISIS. New Zealand Prime Minister Jacinda Ardern is currently out of the country.  Dawn has broken in Baghdad, where Iraqis are just waking up to the news that Iranians fired ballistic missiles at US positions in their country.  Through the night, US helicopters had hovered overhead. To Iraqis now familiar with the sounds of war, that would have been the first sign that something was afoot.  After the attacks, the motors of an AC-130 Specter Gunship could be heard humming over central Baghdad’s Green Zone, which houses the US embassy. The aircraft is one of the most devastating ground attack aircraft in the US arsenal.  Across the capital, Iraqis are hoping that their country does not, once again, turn into a proxy battleground for the US and Iran. For decades, Iraqis have suffered from cycles of violence, invasions, sanctions, terror bombings and brutal crackdowns, and in a series of protests last year fiercely called for an end to foreign influence and meddling.  Democratic presidential contenders are reacting to the strikes. On Twitter, former vice president Joe Biden said \"I’m going to hold off on commenting on the news tonight until we know more, but there is one thing I will say: Jill and I are keeping our troops and Americans overseas in our prayers. We hope you’ll keep them in yours.\" Other leading candidates also focused on the fate of US troops in the region, with former South Bend, Indiana, mayor Pete Buttigieg tweeting that \"tonight, Americans in Iraq are under fire. My prayers are with them, their loved ones, and their families.\" Massachusetts Senator Elizabeth Warren echoed the sentiment, adding \"this is a reminder why we need to de-escalate tension in the Middle East. The American people do not want a war with Iran.\"  Iran targeted two military bases that house US troops in Iraq earlier today -- the Al Assad air base and a base in Erbil. Here's what we know:  Al Assad airbase is one of the largest and oldest military bases in Iraq. It is located in Anbar province, a hotbed of ISIS activity in western Iraq between 2014 and 2017.  In December 2018, US President Donald Trump visited troops at Al Assad. “ We came in, we were — we felt very safe coming in. It was a pretty difficult journey in certain ways, but we felt very, very good; very safe,” Trump said, according to a White House transcript.  Vice President Mike Pence visited Al Assad a year later to celebrate Thanksgiving with roughly 150 service members.  The Erbil base is located in Iraq's semi-autonomous Kurdish region. The US worked closely with Kurdish fighters in the campaign against ISIS. South Korea says it is “receiving real-time reports and closely monitoring the current situation” in Iran. In a statement, the Blue House spokesperson said “the Ministry of Foreign Affairs is working closely with local authorities focusing on the safety of South Korean citizens”. Separately, the ministry said its task force team is “working on the estimate of damages and/or details” in relation to the Iran attack. It added that South Korean companies with employees based in Iraq are increasing security and reviewing their emergency escape plans. South Korean employees in Iraq have been advised to refrain from leaving their compounds. Iran launched a ballistic missile attack at two Iraqi bases which house US troops, in the early hours of Wednesday morning local time. More than a dozen missiles struck the al-Asad airbase and another base in Erbil.  So far it seems that there were no casualties. US military sources said troops were given enough warning to reach shelters before the missiles struck.  The attacks were Iran's response to the US killing last week of top Iranian General Qasem Soleimani in Baghdad. Iran has called that attack an \"act of war\" and \"state terrorism\" and vowed a response.  After the attacks, Iranian foreign minister Mohammad Javad Zarif tweeted in the early hours of Wednesday morning that Iran did not \"seek escalation or war.\"  “Iran took & concluded proportionate measures in self-defense under Article 51 of UN Charter targeting base from which cowardly armed attack against our citizens & senior officials were launched,\" he tweeted. US President Donald Trump has not issued a formal statement or addressed the nation since the strike. On Twitter, he said that \"All is well!\"  \"Missiles launched from Iran at two military bases located in Iraq,\" Trump added. \"Assessment of casualties & damages taking place now. So far, so good! We have the most powerful and well equipped military anywhere in the world, by far! I will be making a statement tomorrow morning.\" Flights have been diverted from Iranian and Iraqi airspace, and other countries with troops based in Iraq for the fight against ISIS have been closely monitoring the situation.  A US military official has told CNN that the military did have enough early warning of the ballistic missile attack on airbases in Iraq to sound the alarm.  People in harm's way were able to get to bunkers in time, the official said.  Canadian and British officials said they are monitoring the situation for troops on the ground in Iraq.  On Twitter, General Jonathan Vance, the chief of the defense staff of the Canadian Armed Forces, said that all his country's personnel are safe following the missile attacks in Iraq.  \"CAF families: I can assure you that all deployed CAF personnel are safe (and) accounted for,\" he said. \"We remain vigilant.\" Separately, the UK said it was \"urgently working to establish the facts on the ground\" in Iraq, a spokeswoman for the Foreign and Commonwealth Office told CNN in the early hours of Wednesday morning in London.  \"Our first priority is the security of British Personnel,\" the spokeswoman said.  The prime minister of the Kurdistan region of Iraq, Masrour Barzani, spoke with US Secretary of State Michael Pompeo on Wednesday morning local time following the Iranian missile attack, he said in a tweet.  \"In my telephone call this morning with (Pompeo) we discussed the current developments in Iraq,\" Barzani said. \"I also suggested ways to de-escalate and contain the situation.\" Iraqi security officials are now telling CNN there are no casualties among Iraqi security forces following the attacks on the al-Asad airbase in Anbar province and the attacks in Erbil.  This is updated information from security officials following the initial assessment. Earlier Wednesday, an Iraqi security source told CNN that there had been Iraqi casualties. \"We were initially hearing that there were casualties -- it was unclear how many or if they were killed or wounded -- on the Iraqi side,\" CNN's Arwa Damon reported from Baghdad.  \"Now we're hearing from two other sources that there may not be casualties -- that does make sense given how chaotic the aftermath of these strikes can be.\"  All Australian diplomats and military personnel in Iraq are safe, Prime Minister Scott Morrison said at a press conference. Morrison said the government is closing monitoring the events unfolding in the region and that the National Security Committee has been closely monitoring developments for the past few days. In a separate statement, Morrison said he had directed the country's Chief of the Defense Force to take “whatever actions are necessary to protect and defend our ADF (Australian Defense Forces) and diplomatic personnel and keep Australians safe.\" According to the latest information from the Australian Department of Defense, roughly 300 ADF personnel are positioned at a base northwest of the Iraqi capital Baghdad. An additional 150 or so are based elsewhere in the Middle East as part of the international effort to combat ISIS. Singapore Airlines has diverted all its flights from the Iranian airspace. Here's what the airline said in a statement to CNN: “In view of the latest developments in the region, all SIA flights in and out of Europe are diverted from the Iranian airspace. We are monitoring the situation closely and will make the appropriate adjustments to our routes if necessary.” The airline is the national carrier of Singapore. The initial assessment is that the Iranian missiles struck areas of the al-Asad base not populated by Americans, according to a US military official and a senior administration official. Officials have said the US is awaiting daylight to get a full assessment of the results of the strike. Earlier, an Iraqi security source told CNN that there were casualties among the Iraqis at the base. President Trump just tweeted that he will be making a statement Wednesday morning following the missile attack at two Iraqi bases that house US troops. \"All is well! Missiles launched from Iran at two military bases located in Iraq. Assessment of casualties & damages taking place now. So far, so good!\" he said. Read his tweet: Iran’s Foreign Minister Mohammad Javad Zarif tweeted in the early hours of Wednesday morning local time, following an attack on two Iraqi bases where US troops are located.  “Iran took & concluded proportionate measures in self-defense under Article 51 of UN Charter targeting base from which cowardly armed attack against our citizens & senior officials were launched,\" he tweeted.  Read his tweet: CNN's John King explains Zarif's tweet: Sen. Lindsey Graham, a Republican from South Carolina, reacted to Iran's attack on two Iraqi bases housing American troops on Fox News this evening. “This was an act of war, Sean, by any reasonable definition,” Graham told host Sean Hannity. “The President has all the authority he needs under Article II to respond and how he responds is yet to be determined, but he has that authority to respond.” Graham ended by saying he had just gotten off the phone with President Trump. \"Let me say tonight, if you are watching television in Iran, I just got off the phone to the President: your fate is in your own hands in terms of the regime's economic viability. You continue this crap you're going to wake up one day out of the oil business,\" Graham said. Moments earlier, Graham noted that Trump could opt to respond by hitting either military or oil targets.  Iran's minister of telecommunications Mohammad Javad Azari Jahromi took to Twitter following the missile attack on US targets in Iraq. \"Get the hell out of our region!\" he tweeted. Read his tweet: In an undated video shared by Iran’s semi-official Fars News, Iran's supreme leader is seen addressing a large crowd saying that the US may harm Iran — but they will harm themselves many times more.  Ayatollah Seyyed Ali Khamenei added: “I said during a speech at the time [of President Obama’s presidency], that the time for hit-and-run is over. If you hit, you get hit back.\"    The body of Qasem Soleimani is being laid to rest in his hometown of Kerman, Iran, state-run Press TV reported. It is Wednesday morning in Iraq right now. His burial comes days after the US killed Soleimani, a top Iranian general, in an airstrike in the Iraqi capital of Baghdad.  At least two ballistic missiles hit two separate areas in Erbil, two Kurdish security officials tell CNN. The attacks occurred in the early hours of Wednesday morning in Iraq.  One missile landed inside the perimeter of Erbil International Airport without exploding, the second missile hit an area 33 kilometers (about 20 miles) west of the city of Erbil without causing casualties. Hear more details: The Federal Aviation Administration said Tuesday it was restricting non-military US aircraft “from operating in the airspace over Iraq, Iran, and the waters of the Persian Gulf and the Gulf of Oman.”   Read the FAA's full statement:  \"The Federal Aviation Administration issued Notices to Airmen (NOTAMS) tonight outlining flight restrictions that prohibit U.S. civil aviation operators from operating in the airspace over Iraq, Iran, and the waters of the Persian Gulf and the Gulf of Oman. The FAA will continue closely monitoring events in the Middle East. We continue coordinating with our national security partners and sharing information with U.S. air carriers and foreign civil aviation authorities.\" White House press secretary Stephanie Grisham said she won't be issuing a written statement Tuesday night, aside from her earlier statement that President Trump had been briefed. Moments ago, a White House official said Trump will not deliver an address tonight following a missile attack on two Iraqi bases that house US troops. Top national security officials — including Secretary of State Mike Pompeo and Defense Secretary Mark Esper — have departed the White House. Vice President Mike Pence also departed. Learn more: President Trump will not deliver an address Tuesday night following a missile attack on two Iraqi bases that house US troops, a White House official said. Aides had been making preparations for a possible address to the nation after Iran fired missiles at US forces in Iraq.  But an official now says Trump won't appear before cameras tonight. Hear more:  A video from Iran’s Sima News reportedly shows missiles being launched and fired at the al-Asad air base in Iraq. CNN cannot independently verify this video. Watch: The Islamic Revolutionary Guard Corps said in its Telegram channel that, in the event Iranian soil is bombed, it will target the cities of Dubai, United Arab Emirates, and Haifa, Israel, in the third wave of operations. Hear more: A video from Iran’s Fars news shows the moment that Iran says a “ballistic missile” hit the al-Asad base in Iraq. The photo above appears to show a flash after a missile hits at or near al-Asad air base. CNN cannot independently verify this video. See the video here: In its Telegram channel, Iranian Revolutionary Guard says the “Pentagon reports that the US will respond to Iran’s attacks.”  IRGC then says in a footnote, “This time we will respond to you in America” Hear more details: Security has been increased around the grounds of the White House tonight in light of the current tensions with Iran, a law enforcement official said. A US Secret Service official declined to comment, passing along a statement released by the agency, saying it \"continually assesses the threat environment surrounding all protectees.\"  USSS officers with assault rifles were spotted at checkpoints near the White House. As President Trump confers with his top advisers tonight at the White House, aides are making urgent preparations at this hour for him to address the nation after Iran fired missiles at US forces in Iraq. The specific timing of the address is still to be determined — and could be delayed, as information is being gathered — but two officials tell CNN that a speech is being prepared and plans are being made for Trump to speak tonight from the Oval Office. Hear more: A US official tells CNN that are no reports of US casualties at this time but an assessment is still underway.  An Iraqi security source told CNN that “13 rockets hit Ain al-Assad air base in al-Anbar.”  Iran has also claimed that it targeted al-Asad air base with “tens of ballistic missiles.”   Watch more: House Speaker Nancy Pelosi told her colleagues that they will vote next week on the war powers resolution to limit President Trump’s authority on Iran, according to attendees. It was initially expected to be voted on this week. Asked why there’s a delay, House Majority Leader Steny Hoyer said: “This is a discussion that started Sunday night ... This is something that has to be considered seriously and thoughtfully and correctly if we’re going to do this.” The rocket attack on two Iraqi military bases housing US troops occurred at 1:30 a.m. local time (5:30 p.m. ET). The Pentagon said more than a dozen missiles were launched from \"Iran and targeted at least two Iraqi military bases hosting US military and coalition personnel at Al-Assad and Irbil.\" US officials are working to determine the damage.   Senate Minority Leader Chuck Schumer's spokesperson just sent this statement: \"Leader Schumer received a call from VP Pence at 6:15pm and was briefed on the Iranian strikes on installations in Iraq with US forces. Leader Schumer is closely monitoring the situation and is praying for the safety of our service members and other personnel.\"  A spokesman for Senate Armed Services Chairman Sen. Inhofe tells CNN he has also been briefed:  “Senator Inhofe has been briefed and is getting regular updates from the Secretary of Defense. He is monitoring the situation closely.”  There are casualties among the Iraqis at Ain al-Asad airbase following the attack early Wednesday local time, an Iraqi security source tells CNN. At this stage, it is unknown whether those causalities are wounded or killed; also unknown are the numbers of casualties. Secretary of State Mike Pompeo and Secretary of Defense Esper have just arrived at the White House. Pompeo was here earlier but left around 4:30 p.m. ET. In the past half hour, US Defense Secretary Mark Esper’s office called the office of the Prime Minister of Iraq, according to a diplomatic source. There were difficulties getting through -- as it is indeed the middle of the night. They managed to get through, but it’s unclear who was actually on either end of the line, but source says there has been “communication between the US and Iraqi governments at the highest level.\" US Special Representative for Iran, Brian Hook, was almost an hour and a half late to speak at an event in Los Angeles on Tuesday. Event organizers said that he was on the phone with Washington. Minutes after he started speaking, Hook was handed a note by one of the event organizers. It is unclear what that message said, but he only took one more question following the note and left the podium at 5:35 p.m. ET.  The Pentagon said “Iran launched more than a dozen ballistic missiles” at approximately 5:30 p.m. ET at two military bases housing US troops. The Pentagon confirmed that Iran launched missiles at US military and coalition forces in Iraq. The Pentagon said Iran fired more than a dozen missiles. \"It is clear that these missiles were launched from Iran and targeted at least two Iraqi military bases hosting U.S. military and coalition personnel at Al-Assad and Irbil,\" Jonathan Hoffman, assistant to the Secretary of Defense for Public Affairs, said in a statement.  \"We are working on initial battle damage assessments,\" he added. The bases, he said, have been on high alert \"due to indications that the Iranian regime planned to attack our forces and interests in the region.\" \"As we evaluate the situation and our response, we will take all necessary measures to protect and defend U.S. personnel, partners, and allies in the region,\" the Pentagon said. Watch here: Iran's top nuclear negotiator Saeed Jalili, who is also a politician and representative of the Supreme Leader, tweeted an image of the Iranian flag following reports of attacks on al-Asad air base. Iran’s state-run news Press TV reports the Islamic Revolution Guards Corps (IRGC) targeted the US airbase of Ain al-Asad in Anbar province in western Iraq.  The attack comes after a vow to retaliate \"the US assassination of top Iranian anti-terror commander, Lt. Gen. Qassem Soleimani.\" \"Tens of surface-to-surface missiles\" were fired at the strategic air base. The attack was later confirmed by the White House, the report said. The IRGC added that it would release more details about the strike. A US defense official confirms to CNN that there has been some sort of attack on al-Asad air base where US troops are stationed. The official did not have any more details During a meeting with key House Democrats on Tuesday night, House Speaker Nancy Pelosi was discussing the situation in Iran when she was handed a note with news of a rocket attack on a US military base in Iraq, lawmakers who attended the meeting said. Rep. Dan Kildee said she paused the discussion to alert the members of the Steering Committee of the news. “Pray,” Pelosi told members, according to Rep. Debbie Dingell. Rep. Ted Lieu added that Pelosi said it is a serious time. President Trump was briefed on reports of rocket attacks at an air base where US troops are housed in Iraq, his spokesperson said. \"We are aware of the reports of attacks on US facilities in Iraq. The President has been briefed and is monitoring the situation closely and consulting with his national security team,\" White House press secretary Stephanie Grisham said. The Islamic Revolutionary Guard Corps (IRGC) is taking responsibility for a rocket attack at  an Iraqi air base housing US troops. The IRGC said, “It has hit US Ain al-Asad air base in Iraq with tens of missile,” Press TV urgent banner read.  The IRGC has warned the US of more “crushing responses in case of new aggression,\" a banner on Iran’s state-run Press TV said. The IRGC said it will target any regional state that becomes a platform for US aggression, a second banner read. The warning follows the IRGC claiming responsibility for hitting the Ain al-Asad air base, which houses US forces in Iraq, with tens of missiles.   At least 10 rockets hit Al Asad Air Base in western Iraq where US forces are based, Qatri al-Obeidi, one of the Sunni commanders of the Paramilitary Forces in the nearby town of al-Baghdadi, told CNN. The commander said the shelling has stopped for now.  Al Asad Air Base is about 124 miles west of Baghdad. Three of the eight \"Gang of Eight\" members were seen departing a briefing on Iran this evening. Senate Majority Leader Mitch McConnell, one of the three lawmakers seen leaving, said it was a \"good meeting.\" The others — House Speaker Nancy Pelosi and House Intelligence Chair Adam Schiff — did not speak. National Security Agency Director Gen. Paul Nakasone conducted the briefing, a US defense official said. Secretary of State Mike Pompeo sent a cable to all US missions overseas ordering diplomats not to meet Iranian opposition groups without specific approval because it could undermine the Trump administration’s diplomatic efforts with the Iranian regime, according to a copy of the cable that CNN obtained.  “Many exiled Iranian opposition groups try to engage U.S. officials regularly to gain at least the appearance of tacit support and enhance their visibility and clout. Direct U.S. government engagement with these groups could prove counterproductive to our policy goal of seeking a comprehensive deal with the Iranian regime that addresses its destabilizing behavior,” Pompeo wrote in the cable. The cable was first reported by Bloomberg. The cable lists a number of Iranian opposition groups, including Mujahedeen-e-Khalq (MEK) and five other Iranian opposition groups which are off limits without specific approval. John Bolton, President Trump’s former national security adviser, has previously said the MEK is a “viable opposition” to the current Iranian regime. Last month, Rudy Giuliani, Trump’s personal attorney, met with Iranian opposition groups that are linked to the MEK. Bolton and Giuliani have also given paid speeches on the group’s behalf. During one of those speeches last year, Giuliani called for regime change in Iran. The MEK, which was previously on a US terrorism list, paid Bolton to give speeches on its behalf and once employed Giuliani. Pompeo warned that it would be “counterproductive” to engage these groups. He said that some of them have a history of using violence to achieve political objectives and that some of them seem to overthrow the Iranian regime. Given the escalating tension with Iran in the wake of the strike which killed Qasem Soleimani, the cable sent a clear message that the Trump administration wants to avoid the perception that they are conspiring with groups to push for regime change. In recent days, Trump administration officials have not laid out any specific steps they are taking to engage in diplomacy with Iran, though they have said that they are willing to do so. Iran, over the last year, has not acted upon any of Trump’s comments saying that he is willing to meet Iranian leadership. In the cable, Pompeo cited the administration’s willingness to seek a “comprehensive deal” with Iran that covers a range of Iranian activities including “its destabilizing behavior, including its nuclear program, missile program, support for terrorism, and malign regional behavior.” The State Department has not replied to a request for comment. Four of the eight \"Gang of Eight\" members have arrived to the Senate Sensitive Compartmented Information Facility for a briefing on Iran. House Intelligence Chairman Adam Schiff, House Speaker Nancy Pelosi, Senate Intelligence Chairman Richard Burr and Senate Intelligence ranking Democrat Mark Warner have arrived. Pelosi did not answer questions as she entered. Iraqi Prime Minister Adil Abdul Mahdi confirmed receiving a letter from the US Command on Monday that the Pentagon later said was sent by mistake. \"Yesterday, we received the letter from the US Command that addressed the withdrawal. Four or five hours later, it was announced it was a mistake. The letter clearly indicates withdrawal from Iraq,\" Abdul Mahdi said during his speech addressing the Iraqi cabinet today. The prime minister is demanding clarification from the United States.  \"When we hear the defense secretary say this was a mistake, how should we deal with something like this in the future? If we get a request, do we ask them if it’s authentic or not?\" Abdul Mahdi asked. The prime minister said he received two versions of the letter — one in Arabic and another in English.  \"The Arabic translation in one of the paragraphs contradicted the English one,\" he said in the cabinet meeting. \"When we told them the Arabic text is different from the English, they sent us another version that matched the English version,\" Abdul Mahdi explained. \"This is not a paper that fell out of a photocopy machine or something that came by accident. They told us this is a draft but this is what a received. How do we act as a state?\" he said. President Trump said today that Iraq should eventually be able to run its own affairs, adding that he wants the US to be reimbursed for what it built in the country. “I think we’ve done a fantastic job but eventually we want to be able to let Iraq run their own affairs. And that’s very important. We want to get out, but this isn’t the right point,” Trump said in the Oval Office. He added, “If we do get out, you know, we’ve spent a tremendous amount of money on building airports and building — it’s one of the largest embassies we have in the world — and we want to be reimbursed for the various costs that we’ve had. And they’re very significant.” He also said his threat of sanctions against the country would only become a reality if the US is “not treated with respect.” Watch the moment: President Trump wouldn’t say Tuesday whether there were any signs of an imminent retaliation by Iran on the US following the US targeting of Iranian general Qasem Soleimani. Asked in the Oval Office whether there were any signs of imminent retaliation by Iran, Trump pivoted, saying, “Well don’t forget, in our case, it was retaliation, because they were there first. … just in the very short period of time, two people dead, people badly injured, and then before that there were other attacks. And look at what he was planning.” Trump added that what Soleimani was planning to do to the US, which remains classified, will be discussed Wednesday morning with Secretary of State Mike Pompeo and the joint chiefs of staff. Trump asserted that the US is prepared for an attack by Iran. “We’re prepared. We’re totally prepared,” Trump said. “And likewise we’ll attack if we have to as retribution.” Watch the moment: President Trump says he doesn’t know anything about a letter circulated Monday suggesting inaccurately that the US would withdraw troops from Iraq.  Speaking in the Oval Office moments ago, Trump said he had no knowledge of the document. His secretary of state, who was also in the Oval Office, called the letter a “mistake.” Trump said he would like to withdraw US troops from Iraq at some point. But he said the timing wasn’t right to leave now. He said he’d only consider sanctions on the country if the US isn’t treated with respect. Watch: US Defense Secretary Mark Esper said today that the “exquisite intelligence” on the threat posed by Iranian general Qasem Soleimani will only be shared with a group of congressional leaders known as the Gang of Eight. He went on to say that “most members (of Congress) will not have access to that\" information.  Here's what Esper said about his decision and upcoming meeting with lawmakers: “Much of my messaging to Congress will be the same as what I’m delivering to y’all here in terms of my views on the policy, the broader regional situation, the history, obviously with members of Congress we can go into a classified,\" he said at a news conference this afternoon. \"We will be in a classified setting and be able to share more but the exquisite intelligence that we’re talking about that led to the decision. I should say one of the factors that led to the decision to strike at Soleimani is only shared with a handful of members the so called Gang of Eight and so they are getting that briefing this afternoon, and they will have access to that but most members will not have access to that.\" President Trump claims Iran's top commander was planning a \"big attack\" before the US killed him. Speaking in the Oval Office, Trump didn't provide additional details of intelligence that officials have said justified the strike that killed Qasem Soleimani. Trump said he didn't think anyone could complain about the strike.  Asked about his threat to target cultural sites in Iran, President Trump told reporters he likes to follow laws — but that there will be repercussions for Iran if they attack the US. \"They're allowed to kill our people,\" Trump said in the Oval Office, adding: \"I like to obey the law.\" Remember: An attack on a cultural site would violate several international treaties and would likely be considered a war crime. Trump today said the US has to be \"gentle\" if Iran kills Americans. But he added if there were further attacks, Iran would \"suffer consequences.\" Watch the moment: President Trump defended the US strike that killed Iran's top military commander, telling reporters that lives were saved. Speaking in the Oval Office, Trump called Qasem Soleimani a \"terrorist\" and said he was in Baghdad — where the strike occurred — on \"bad business.\" The President said the US had been following Soleimani's path for days. Trump is speaking alongside his Greek counterpart. The meeting is ongoing. Defense Secretary Mark Esper said the United States “not leaving Iraq” amid confusion over an unsigned letter Monday from a US commander in Iraq that seemed to indicate they would withdraw troops from Iraq.  Esper, speaking to reporters at the Pentagon today, said a “draft unsigned letter does not constitute a policy change and there is no signed letter to the best of my knowledge.\" He continued: \"I have asked the question, so there may be people trying to create confusion but we should focus on this much what I have said a few times now — our policy has not changed. We are in Iraq and we are there to support Iraqi forces and Iraqi government become a strong, independent and prosperous country.” Watch the moment: President Trump tweeted about his meeting yesterday with Saudi Arabia’s Deputy Defense Minister Prince Khalid bin Salman. “Had a very good meeting with @kbsalsaud of Saudi Arabia. We discussed Trade, Military, Oil Prices, Security, and Stability in the Middle East!” Trump tweeted Tuesday. More context: The tweet comes moments after the White House Correspondents' Association released a statement criticizing the White House for a lack of transparency over the meeting. The meeting was not in the public schedule sent to press each day, nor had there previously been any statements released by the White House about the meeting. The White House Correspondents' Association has responded to reports of meeting between the President and Saudi Arabia's deputy defense minister Khalid bin Salman, which hadn't been formally disclosed by the White House. Jonathan Karl, president of the White House Correspondents' Association, said that a meeting with a foreign leader in the Oval Office \"should, at the very least, be on the public schedule with a read-out of the meeting released after it is over.\" Here's Karl's complete statement:  \"President Trump met with Saudi Arabia's Vice Minister of Defense at the White House yesterday, but the public did not learn about the meeting until the Saudi government released a statement about it today. The Saudi government also released photographs of the President and his senior advisers meeting with the Vice Minister of Defense in the Oval Office.  A meeting with a foreign leader in the Oval Office should, at the very least, be on the public schedule with a read-out of the meeting released after it is over. This has been the long-standing precedent for presidents of both political parties. It is disturbing to see the government of Saudi Arabia have more transparency than the White House about a meeting with the President in the Oval Office.\"  What's this about: Saudi Arabia's deputy defense minister tweeted photographs from a meeting in the Oval Office with President Trump. \"Upon directives from HRH the Crown Prince, I had the pleasure of meeting with @RealDonaldTrump yesterday to deliver a message from the Crown Prince, and review aspects of our bilateral cooperation, including efforts to confront regional and international challenges,\" Prince Khalid wrote. The meeting was not on the President's schedule and has not been disclosed by the White House. Khalid bin Salman also met Monday Defense Secretary Esper and Secretary of State Pompeo. There's a cautious calm on the streets of Baghdad.  In the Karradah neighborhood, vendors and buyers said they have little to fear, and that whatever crisis the coming days have in store couldn’t be worse than the hardships they have already endured over the decades.    But emotions are running high: “Let the Americans stay. They’re better than the Iranians,” one woman at a bakery said after Iraq voted to expel US troops.  Another woman leapt across the sidewalk and shouted: \"You’re a traitor! You’re a collaborator! Don’t you care about Iraqi lives?\" The altercation continued for several minutes before the two women go their separate ways.  “I’m tired of Iraq becoming a battleground for global wars. Enough,” said Muthana Jamil, 28. “We should be benefiting from our relationships with great powers such as America. Not fighting them.”   Frustration with the Iraqi government is still prevalent, despite nationwide protests having receded since the US targeted killings last week.   “I’m against the Iraqi parliament’s decision to expel the Americans, because the parliament doesn’t represent us anymore,” says Um Seif, 60, who asked not to be named in full. “They’re a bunch of mobsters.”   “As long as the Americans don’t attack us, they should stay. Last week’s attack was wrong,” she adds, referring to the US assassinations of Iran’s top military general Qasem Soleimani and Iraqi paramilitary leader Abu Mahdi al-Muhandis.  Some context: US President Trump has threatened to impose sanctions on Iraq if the country expels US troops. His words struck an emotional chord, calling up harrowing memories of the international embargo on the country in the 1990s, after then President Saddam Hussein invaded Kuwait.  Those sanctions led to a humanitarian crisis: Fruits and other basic items had to be smuggled into the country. Medicinal supplies were frequently interrupted. At the height of the embargo, the government held mass funeral processions for children who died, because they were unable to receive healthcare — some Western officials accused Hussein’s government of staging the funerals. Iraqis refer to the period as “the days of the siege.” Secretary of Defense Mark Esper was just asked about President Trump's threat to target Iran's cultural sites. Such a move could be a war crime. Responding to questions from CNN's Christiane Amanpour about whether he – as the top civilian in the United States Department of Defense – would refuse to follow orders from President Trump to strike Iranian cultural heritage sites if such an order was given, Esper said this: As we always have, the United States will follow the laws of armed conflict and national law. I have no doubt at the end of the day, we will follow the laws of armed conflict if we end up in a situation with Iran and that the commander in chief will only give us legal orders.  \"So the cultural targets, the cultural sites are off the table, is that correct?\" Amanpour asked. \"We do not violate the laws of armed conflict,\" Esper said. Watch the moment: The United States is not withdrawing from Iraq, US Defense Secretary Mark Esper said today. Questioned by CNN’s Christiane Amanpour about a leaked letter circulated Monday that suggested the US was repositioning forces, Esper said a \"draft letter\" has no significance. About the letter: The top US general said Monday a letter suggesting the US would withdraw troops from Iraq was released by mistake and poorly worded, telling reporters \"that's not what's happening.\" But for over an hour, military officials in Washington and Baghdad were unable to offer a definitive answer about the letter's veracity or whether it indicated that US troops were, in fact, about to be moved out of Iraq, and the lack of clarity fueled significant confusion about its meaning. In the end, Chairman of the Joint Chiefs Gen. Mark Milley, was able to provide some clarity, telling reporters that the letter itself was a draft and its release was an \"honest mistake.\" Iranian general Qasem Soleimani had the blood of \"hundreds\" of Americans on his hands, US Defense Secretary Mark Esper told CNN’s Christiane Amanpour today. \"This is no innocent man. This is a terrorist leader of a terrorist organization and his time was due,\" Esper said.  Soleimani was killed in a US drone strike at Baghdad airport last week. Watch more: US Defense Secretary Mark Esper rejected the suggestion that the US killed Iranian general Qasem Soleimani without sufficient evidence of an imminent attack, saying, \"The evidence was more than razor-thin.\" More on the evidence: Earlier today, Secretary of State Mike Pompeo defended the basis for killing Soleimani because of the threat of an imminent strike — but declined present any direct evidence, saying President Trump's decision was \"entirely legal.\" \"There's been much made about this question of intelligence and imminence,\" Pompeo said at the State Department. \"Any time a president makes a decision of this magnitude, there are multitude pieces of information that come before him.\" Watch the moment: Defense Secretary Mark Esper spoke to CNN's Christiane Amanpour today about the current tensions between US and Iran.  \"We are not looking to start a war with Iran, but we are prepared to finish one,\" Esper said. UK Defense Secretary Ben Wallace said today that “there was a case for self-defense to be made” for killing Iranian general Qasem Soleimani based on information and intelligence he had seen. \"From the information and intelligence that I have seen, what I could say is that it is clear there was a case for self-defense to be made about an individual who had come to Iraq to coordinate murder and attacks on US citizens,” Wallace told Parliament. “I cannot speak for what the United States had in front of them at the time that they made that decision. That is a matter for the United States law officers and indeed the President of the United States. What I can say of the intelligence that I have seen… there would be cause for self-defense,” Wallace said. “That is not me speaking for the United States. That is a matter for the United States.” Senior Trump administration officials have defended the intelligence about the threat that drove the US military to carry out the drone strike on Soleimani but have provided no details about said intelligence, citing classification concerns. Officials have repeatedly described the threat posed by Soleimani as “imminent.” Wallace also said that the UK would be opposed to the targeting of cultural sites — something President Trump had previously threatened to do, although members of Trump’s cabinet have said that the US would adhere to international laws that prohibit such targeting. “We of course would condemn any attacks on heritage sites and do recognize that would be against international law. My counterpart… Mark Esper, the US Defense Secretary, has already clearly said that the US would not target heritage sites,” Wallace said.    For five days, most Congressional leaders have been utterly in the dark about the intelligence behind President Trump’s decision to kill Iran’s top military commander, Qasem Soleimani, relying on media reports for their information. That changes in less than four hours as Republican and Democratic leaders — who comprise the Gang of Eight — receive their first classified briefing on the strike. “The only real thing we know is from TV and news reports,” a senior aide to a member of the Gang of Eight tells CNN. “It’s unprecedented and unacceptable how much we’ve been left in the dark.” Speaker of the House Nancy Pelosi had a single telephone call with Defense Secretary Mark Esper in the hours after the strike, a spokesperson said, but has not had any other contact with administration officials from the White House, Pentagon or State Department. Among all the questions on the minds of lawmakers, one of the most pressing ones is getting more details on how imminent an attack was. One key reminder as we await the briefing: This is classified. And aides to several members of the Gang of Eight are already lowering expectations of what lawmakers will say after the briefing — if anything. British foreign affairs writer Tim Marshall told CNN's Bianca Nobilo that fears of further conflict in the Middle East region were overblown, adding that President Trump was “playing this madman card” over the Iran crisis. “Is China really going to get involved with this? Is Russia going to join in on Iran’s side? No. Are the French going to join in? Brazil? So in what way would this be World War III?” Marshall asked. Marshall is Sky News’ former diplomatic editor and a writer on geopolitics. Asked how Iran would respond, Marshall said, “My guess is that the Iranians go for a second tier attack allowing them to save face, at which point they have been put on notice by Trump – who is playing this madman card.” CNN also asked Marshall about President Trump’s suggestion that Iran’s cultural sites could be targeted if Iran retaliates. Such targeting would violate the Geneva convention. “That is clearly, if it is done, a war crime,” he said. “I don’t have to venture an opinion upon the wisdom of it. That is writ large in international law,\" he said. UK Prime Minister Boris Johnson and Turkish President Recep Tayyip Erdogan agreed that Iran must not be allowed to develop a nuclear weapon, Johnson’s office said Tuesday. The comments come as European leaders scramble to try to salvage the Iran nuclear deal after the killing of Iranian general Qasem Soleimani. Here's what Downing Street said in a statement: \"They agreed on the importance of reducing tensions and finding a diplomatic way through the current crisis. They also agreed that Iran cannot be allowed to acquire a nuclear weapon and must comply with the terms of the nuclear deal.\" Meanwhile, German Foreign Minister Heiko Maas tweeted: “We still believe that the #JCPoA is an important agreement. But we can't shrug off announcements that commitments are no longer being met.” Maas is attending a meeting in Brussels with other European Union foreign ministers to discuss security situation in the region.  UK Defense Secretary Ben Wallace also strongly urged Iran to resist retaliation.  “Her majesty’s government urges Iran to return to the normal behavior of the country it aspires to be and resist the urge to retaliate,” he said in an address to the House of Commons on Tuesday.  Wallace also said, “Soleimani was no friend of UK.” “Whether it was targeting dissidents in Europe or hijacking civilian ships this aggressive behavior was never going to go unchallenged,” Wallace said. “In the coming days we will be doing all we can to encourage Iran to take a different path,” he added. Russian President Vladimir Putin met Syrian President Bashar al-Assad in Damascus today, Russian state news agency TASS reported, citing Kremlin spokesperson Dmitry Peskov.  The meeting comes as tensions in the Middle East region grow following the killing of Iranian general Qasem Soleimani. Remember: Soleimani was the chief Iranian official tasked with providing support for the Assad regime in Syria, for which he was sanctioned by the US Treasury. Along with Russian airpower, his leadership of Shia militia from Iraq, Iran and Lebanon helped turn the tide of the war in Syria as Assad's army weakened in 2015 and 2016.  Additionally, White House national security adviser Robert O'Brien said Qasem Soleimani traveled to Baghdad from Damascus ahead of the US strike that killed him. Here's how Peskov described the Assad-Putin meeting: \"From the airport, Vladimir Putin headed to the command post of the Russian Armed Forces in Syria and drove through the streets of Damascus ... At the command post Putin met with Syrian President Bashar Assad, the heads of states heard reports from military officials on the situation in various regions of the country.\"  According to TASS, Putin and Assad then held bilateral talks during which the Russian president noted the countries \"came a long way to restore Syria and Syrian statehood and the country's territorial integrity.\" According to Peskov, Putin is going to visit several other cites during his visit to Syria. Tomorrow Vladimir Putin is expected to travel to Turkey for a meeting with President Erdogan. Saudi Arabia's deputy defense minister Khalid bin Salman tweeted photographs from a meeting in the Oval Office with President Trump. \"Upon directives from HRH the Crown Prince, I had the pleasure of meeting with @RealDonaldTrump yesterday to deliver a message from the Crown Prince, and review aspects of our bilateral cooperation, including efforts to confront regional and international challenges,\" Prince Khalid wrote. The meeting was not on the President's schedule and has not been disclosed by the White House.  Khalid bin Salman also met Monday Defense Secretary Esper and Secretary of State Pompeo. Prince Khalid is the younger brother of Mohammed bin Salman. The photos show national security adviser Robert O'Brien and senior adviser Jared Kushner also attending the meeting in the Oval Office. At least 56 people are now reported dead after a stampede at Qasem Soleimani's funeral procession in his hometown of Kerman today, according to the Iran’s state news agency IRINN. The dead include 35 men and 21 women. At least 213 others have been injured, and 67 of those are still in the hospital for treatment, IRINN reported.  Soleimani's funeral ceremony was delayed because of the massive crowds, according to the Iran’s state media outlets. The funeral ceremony started in Soleimani’s hometown Kerman in the early evening hours local time today. Secretary of State Mike Pompeo was asked about the nature of the intelligence that lead to the US airstrike that killed Iranian general Qasem Soleimani. \"There has been much made about this question of intelligence and imminence,\" Pompeo said. \"Anytime a president makes a decision of this magnitude, there are multiple pieces of information that come before us.\" Pompeo said that, after looking at the information, \"we could see clearly\" Soleimani's actions, including \"hundreds of thousands of massacres in Syria and enormous destruction of countries like Lebanon and Iraq.\" \"So if you’re looking for imminence, you need look no further than the days that led up to the strike that was taken against Soleimani,\" Pompeo said. Top national security officials continue to defend the Trump administration's claim that it killed Soleimani in response to an impending threat to American lives, but the lack of evidence provided to lawmakers and the public has fueled lingering skepticism about whether the strike was justified. Secretary of State Mike Pompeo insisted that Iran will never build nuclear weapons \"on our watch.\" \"President Trump could not be more clear: On our watch, Iran will not get a nuclear weapon,\" he said. Just yesterday, Trump tweeted this: Iran announced over the weekend that it would no longer limit itself to the restrictions contained in its nuclear deal, known as the Joint Comprehensive Plan of Action or JCPOA. The deal was implemented in 2016, freezing Iran's nuclear program in return for a progressive lifting of international sanctions. Pompeo was asked about President Trump's indication that Iran's cultural sites could be targeted if Iran retaliates against the US.  \"Every target that is being reviewed, every effort being made will always be conducted inside the international laws of war,\" Pompeo said. \"I've worked on this project, and I'm very confident of that.\" Remember: The targeting of cultural sites would be a violation of the Geneva Conventions and could be considered a war crime.  Secretary of State Mike Pompeo refused to comment on the Trump administration's decision to block Iran's foreign minister Javad Zarif from coming to the United Nations to speak at a meeting of the security council. \"I can't add much more to this issue of Foreign Minister Zarif's travel to the United States. I'll say only this, we will always comply with our obligations under the U.N. requirements and the headquarters agreement and we will do so in this particular instance and more broadly every day,\" Pompeo said. Zarif is set to accompany President Hassan Rouhani on the visit to the United Nations General Assembly in New York later this month. Rouhani, however, has said that he may cancel his appearance if visas for his delegation are not issued imminently. White House press secretary Stephanie Grisham appeared on Fox News moments ago — on the 302nd day without a formal press briefing — and didn’t provide many answers on the imminent threat that led to the killing of General Soleimani. Asked about the potential response from Iran, she said, \"That’s not something that we would know about, but we’re definitely ready for it,\" adding that the US military is prepared. Grisham declined to specify the threats Soleimani posed.  \"No. That’s something -- It was an intel-based decision and it saved American lives,\" she said, adding that \"it’s unfortunate\" that critics are questioning the intelligence. Members of Congress are being briefed tomorrow, she said, speculating that details will \"leak.\" As to Trump’s next decision and meetings, \"He’s being briefed all of the time. He’s talking to his national security team all of the time. He’s also continuing on with the job of the President,\" noting that he is meeting with the Greek Prime Minister today. \"The country should feel good that this President is not going to let anything happen to anybody,\" she said. She criticized Democrats, who, she said, should be \"celebrating\" Trump's \"decisive action.\"  \"There’s nothing that this President can do that would make them happy.\"  At least 40 were killed and 213 injured after a stampede at Qasem Soleimani's funeral today, Iran’s semi-official Fars news agency reports.   Soleimani's body was due to be buried today, but Press TV reported the burial has been delayed because of the massive crowds.  Here's what it looks like on the ground: Sen. Gary Peters, a Democrat on the Senate Armed Services Committee, just spoke to CNN and laid out the questions that he has for the Trump administration about the killing of Iranian general Qasem Soleimani. Peters said he wants to know: What was the imminent threat that the US faced or the men and women in the region faced? \nWhy was this attack carried out? \nIf there was an imminent attack, what were the options provided by the Department of Defense, and why was this particular option selected versus others? \nAnd how does that option fit in with the broader strategic plan to bring stability to the Middle East?  More on this: Secretary of State Mike Pompeo is set to speak to reporters in less than hour. Peters and other senators will receive a classified briefing from the State Department tomorrow. US Secretary of State Mike Pompeo will talk to reporters at 10 a.m. ET at the Department of State. It's not clear if he'll address the US-Iran crisis.  Earlier today, Pompeo seemed to accuse the Iraqi government of not doing enough to protect its people, and said he's \"outraged that these #Iran-backed terrorists continue to threaten the safety of Iraqis.\" “While ordinary Iraqis were gathering with their families, Kata'ib Hizballah launched Katyusha rockets around Baghdad,” Pompeo wrote, retweeting a Sunday video posted by al-Arabiya in which you can purportedly hear rocket blasts.  Javad Zarif is Iran’s moderate-in-chief. US-educated. The architect of the nuclear deal. Uses Twitter and disagrees with it being barred in Iran.  In the past he was the unlikely messenger of Iran’s readiness for conflict, telling CNN in September that if Iran were attacked by the US in response to the destruction of Saudi oilfields, it would result in “all-out war.”  Trump backed down then, and Iran’s hardliners continued to needle the US into Friday's response targeting their top general. Yet today, Zarif says military retaliation isn't necessarily a forgone conclusion. Is he trying to obfuscate or calm? This is a moment of seismic recalibration for moderates in Iran. You could argue that the US killing of Qasem Soleimani has finished off any notion that diplomacy is the way forward: that they tried, and Trump tore it all up. That the killing of Soleimani has united Iranians of differing sympathies in ways that were not conceivable a week before. But there is a counter-argument, which may take months to elucidate: that the hardliners took Trump’s “I don’t want a war” comments as a green light to keep on pushing, and pushing. And that now the US has reacted by killing Soleimani, that may force Iran into some sort of retaliation that could lead down a path Iran has not eagerly sought, which they must tread without their top military commander and planner after his sudden death. Iran is suffering from sanctions, internal unrest, and economic mismanagement. A conflict -- albeit slow, asymmetrical and months long -- may distract from that, but also may not be something the country can afford right now. We simply don't know. The US killing of Iranian General Qasem Soleimani has brought huge crowds onto the streets for funeral processions and marches in his honor. Iranian state media reported Monday that \"millions\" of people thronged the capital city Tehran, and although these numbers have not been verified, video footage showed huge crowds in the streets. CNN spoke to a number of people who attended the Tehran procession, and anger was the overriding emotion. But many people spoke of their desire for a diplomatic solution as tensions with the US rise. Hasan Razavi, a doctor and manager of a drug rehabilitation clinic, told CNN that the rally for Soleimani was \"glorious\" and compared it to the 1989 funeral of former Iranian leader Ayatollah Khomeini, which reportedly drew a crowd of some 10 million people. \"Qasem Soleimani was our national and revolutionary hero,\" said Razavi. \"He was the most revered commander fighting for peace.\" Razavi told CNN that Iran should file a lawsuit against the US for what he called a \"terrorist action.\" Another participant, 33-year-old Payam Parhiz, a social network activist and journalist, warned against any Iranian retaliation that could lead to all out war between the two countries. \"I participated in the rally to show my anger but I do not want any 'tough or harsh revenge' from the Iranian side against America because an all-out war will not be an equal war,\" said Parhiz, who is worried about human casualties and collateral damage to infrastructure in the event of a full blown conflict. \"I wish Iran will not retaliate at all, and seek diplomatic channels to file a lawsuit and seek international condemnation for the Trump administration, rather seeking 'an eye for an eye' retaliation,” added Parhiz. Pro-government journalist Jalal Bazargar, 49, told CNN that he shared the anger of the majority of Iranians, but was confident that the government would find a way to take revenge while also reducing tensions. \"War is suicide and we do not want to commit suicide collectively,\" he said. \"I believe in our diplomats' and negotiators’ skills in finding common ground to flare down and deescalate.”  However other attendees said that government officials were incompetent and should step down. \"Our government is entirely incapable of running the country and harnessing hyper inflation,\" said Hasan Edalati, 30, in reference to Iran's ongoing economic problems. \"The government must leave office.\" And former Iranian MP Hoshang Tale warned the government that if the needs of those paying tribute to Soleimani were not met, \"then the same people will take to the streets to topple the incompetent officials.\" Anti-government protests flared in Iran in late 2019 shortly after the announcement of an increase in fuel prices by as much as 300%. At least 208 people were killed in a brutal crackdown, according to the UN Human Rights Office, but the US killing of Soleimani appears to have united many in Iran, at least for now. US forces and Patriot missile batteries across the Middle East have been on high alert overnight to possibly shoot down Iranian drones as intelligence mounted there was the threat of an imminent attack from Iranian drones against US targets, according to two US officials.  “There were indications that we needed to monitor the threats” even more closely than is already being done, one official said. The second official described it as “all Patriot batteries and forces in the area on high alert” against an “imminent attack threat.”            Iran has put missiles on its drones that have been used in other attacks, including a significant attack on Saudi oil installations last year.   While forces have already been on high alert for several days they were even more vigilant last night both officials said. Based on the intelligence the US was watching for potential attacks specifically against US locations in Iraq, Kuwait, Saudi Arabia, the United Arab Emirates and Jordan. US intelligence has observed Iran moving military equipment including drones and ballistic missiles over the last several days. US officials acknowledge the movement may be an Iranian effort to secure its weapons for a potential US strike, or put them in positions to launch their own attacks.    Robert O'Brien, a White House national security adviser, told Fox & Friends today that the administration is \"carefully\" watching developments in Iran and appeared unconcerned about the recent threats following the killing of Iranian commander Qarem Soleimani. \"These threats have been around for 40 years,\" he said. He also said that President Trump has \"made it very clear\" the US will not allow Iran to develop nuclear weapons, and summarized the US policy as \"peace through strength.\"  On not permitting the Iranian foreign minister to travel to New York for the UN, O'Brien accused him of spreading \"propaganda,\" adding, \"I think he'll be fine missing that meeting.\"  Iranian Foreign Minister Javad Zarif said the US denied him a visa to speak at the United Nations Security Council meeting set to take place on Thursday.  In an interview with NPR, Zarif said he had requested the visa 25 days ago but the US State Department told him it “didn't have enough time to issue a visa.\"  When asked by CNN’s Fred Pleitgen about his reaction to being denied the visa, Zarif answered with a laugh: “Well, what are they afraid of?”  When pushed as to whether he was concerned about it, Zarif said: “no. The State Department has not responded to CNN’s request for comment on the matter. At least 40 are now reported dead and 213 injured after a stampede at Qasem Soleimani's funeral on Tuesday, Iran’s semi-official Fars news agency reports.   Soleimani's body was due to be buried on Tuesday but Press TV reported the burial has been delayed because of the massive crowds.  NATO Secretary General Jens Stoltenberg spoke by phone with Iraqi Prime Minister Adil Abdul Mahdi on Tuesday about the security situation in the region, and the implications of the fallout over Qasem Soleimani's death for NATO's non-combat training mission in Iraq. Stoltenberg stressed that NATO remained strongly committed to the alliance's mission in Iraq, despite the temporary suspension of its training activities on the ground, and said NATO was prepared to resume the training \"when the situation permits,\" according to a NATO readout of the call.  More than 30 people have died in the stampede at Soleimani's funeral in Kerman, Iran's state-news agency IRINN reported Tuesday, citing the head of the country's emergency organization.   Another 190 people were injured in the stampede, according to semi-official news agency ISNA. Soleimani's body was set to be buried in Kerman today, but Press TV reported that the burial has been delayed because of the massive crowds.  Events are moving fast as the world scrambles to respond to the US killing of Iranian General Qasem Solemani. Here's what's happened so far today: Stampede at Soleimani's funeral: \"A number of people\" have died in a stampede at Soleimani's funeral Tuesday in his hometown Kerman, Iran's Press TV reported, citing the head of Iran's emergency organization.  Iranian parliament declares US forces as \"terrorists\": Iranian lawmakers unanimously voted for a motion to declare all US forces as \"terrorists\" in response to the assassination of Soleimani, according to Iran's state-news agency IRNA. After the plan was approved, the delegates chanted, \"Death to America.\" Germany says it's removing some troops from Iraq: The German military has withdrawn some of its troops from Iraq on a temporary basis, a spokesman for the German defense ministry told CNN. About 35 soldiers from Baghdad and Taji have been moved to Kuwait and Jordan, according to the spokesman, who said other troops remain in the country in a training capacity. UK, Germany, France to hold crisis talks in Brussels: British Foreign Secretary Dominic Raab will meet with his French and German counterparts in Brussels on Tuesday to discuss tensions between the US and Iran, according to a statement from the UK Foreign Office.  Even before any retaliation from Iran against the US for its killing of top general Qasem Soleimani, the backlash from the Trump administration's Middle East policy is clear, present and dangerous. You can trace this new era of instability and the possibility of a new Middle East war to President Donald Trump's demand for a better nuclear deal with Iran, one that sought to curb its regional power, and severe sanctions to speed up regime change. Since he pulled the US out of the Joint Comprehensive Plan of Action (JCPOA) nuclear deal in May 2018, Iran's stance as a regional player has been unchanged -- Bashar al-Assad's victory in the Syrian war is an example of that. And in response to Soleimani's death on Friday morning, Tehran has taken major steps back from the 2015 nuclear deal, which at least curbed its uranium enrichment and nuclear ambitions. As for regime change, the mass public turnout in Iran and around the region to mourn Soleimani should not be underestimated. Even those in his own country who had no love for him -- or their Islamic Republic -- are now bound again by patriotism and nationalist fervor. Read the rest of Amanpour's analysis here. British Foreign Secretary Dominic Raab will meet with his French and German counterparts in Brussels Tuesday to discuss tensions between the US and Iran, according to a statement from the UK Foreign Office.  All three will \"push for deescalation,\" said the statement. The trio will also discuss the Iran nuclear deal following Tehran's announcement on Sunday that it is withdrawing from further commitments to the agreement. General Qasem Soleimani's burial in his hometown of Kerman has been delayed due to the massive crowds, Iran's Press TV reported. There was no indication of when the burial will take place. Iran's Foreign Minister Javad Zarif called US President Donald Trump's decision to order the drone strike that killed the country's top military commander an act of \"state terrorism\" in an interview with CNN Tuesday. Zarif also said the Trump administration's decision to abandon the nuclear deal Tehran negotiated with world powers and embrace hardline policies against Iran \"destroyed stability\" in the Middle East, and he warned of worse to come if the US did not reverse course. \"This is an act of aggression against Iran and amounts to an armed attack against Iran, and we will respond. But we will respond proportionally not disproportionally,\" he said. \"We will respond lawfully, we are not lawless people like President Trump.\" Zarif was referring to a tweet Trump sent Saturday in which the President said that if Iran strikes any Americans or American assets, the United States has 52 Iranian sites targeted -- a reference to the number of Americans taken hostage in the 1979 revolution -- \"some at a very high level & important to Iran & the Iranian culture,\" he wrote. Iran's top diplomat said those comments showed Trump \"has no respect for international law and is prepared to commit war crimes -- attacking cultural sites is a war crime.\" The interview came as Iran's parliament voted unanimously for a motion declaring all US forces as \"terrorists\" on Tuesday, according to Iran's state-news agency IRNA. The vote took place during the country's parliamentary session Tuesday, IRNA reported. After the plan was approved, delegates chanted, \"Death to America.\" Tensions between Iran and the US have escalated since Qasem Soleimani, the head of Iran's powerful Quds Force, was killed on Friday. \"A number of people\" have died in a stampede at General Qasem Soleimani's funeral Tuesday in his hometown of Kerman, Iran's Press TV reported, citing the head of Iran's emergency organization.  Press TV is reporting \"millions\" of people have taken to the streets of Kerman to pay their respects to Soleimani. CNN has not been able to verify this figure. Iranian lawmakers have unanimously voted for a motion declaring all US forces as \"terrorists\" in response to the assassination of Iranian General Qassem Soleimani last Friday, according to Iran's state-news agency IRNA. The vote took place during the country's parliamentary session Tuesday, IRNA reported. After the plan was approved, delegates chanted, \"Death to America.\" In the same session, the parliament approved an expanded budget for the Quds Force, which Soleimani headed before his death. Qasem Soleimani, top general and one of the most powerful men in Iran, was killed in a US drone strike at Baghdad airport last week. On Monday, mourners packed the streets of Tehran to pay their respects to Soleimani at his funeral. Here's a recap of what we know so far: About the strike: US Secretary of State Mike Pompeo said the airstrikes disrupted an \"imminent attack\" in the region that put American lives at risk. The deputy head of an Iranian-backed Iraqi militia was also killed in the airstrike.\nWhat Iran is saying: Hassan Dehghan, the military adviser to Iran's Supreme Leader, said Sunday that his country's response to the killing by the US will certainly be a military response \"against military sites.\" \nHow this affects the nuclear deal: Iran will no longer limit itself to the nuclear restrictions set forth in 2015 by the Joint Comprehensive Plan of Action (JCPOA), according to a statement on state-run news agency IRNA. “Iran will set their limits based on their technical needs,” the statement reads. “Iran will continue to work with international nuclear agencies and will return to JCPOA limits once all sanctions are removed from the country.\" \nUS Defense Secretary contradicts President Trump: On Monday, Secretary of Defense Mark Esper contradicted Trump by asserting the US would not target Iranian cultural sites amid rising tensions. \"We will follow the laws of armed conflict,\" Esper told CNN. When pressed if that meant not targeting Iranian cultural sites, Esper replied, \"That's the laws of armed conflict.\" The comments come one day after Trump reiterated his threat to target Iranian cultural sites in a conversation with reporters aboard Air Force One.\nUS deploying troops: The US is sending thousands of additional troops to the Middle East in response, according to a US defense official. Soldiers deploying overseas with the 82nd Airborne Division will not be allowed to bring personal cellphones or any electronic devices that could reveal their locations due to what the Army calls \"operational security,” according to division spokesperson Lt. Col. Michael Burns.\nConfusion over letter: The US military sent a letter to Iraq’s government on Monday suggesting a troop withdrawal, but a top US general later said the letter was released by mistake and was poorly worded. \nTrump defends airstrike: The President continued to defend the airstrike that killed Soleimani, saying the action has made the US “a lot safer.\" On whether Iran will respond to the strike, Trump, speaking in an interview with Rush Limbaugh, said: “We’ll see what the response is, if any.”\nSecurity alert issued: The US Embassy in Israel has issued a travel advisory for Israel, Jerusalem, the West Bank and Gaza due to \"heightened tension in the Middle East.\"", "Section": "middleeast", "Writers": ["Veronica Rocha", "Meg Wagner", "Mike Hayes", "Jack Guy"], "URL": "https://www.cnn.com/middleeast/live-news/us-iran-soleimani-tensions-intl-01-07-20/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}