{"Type": "", "Time": "2020-07-01", "Headline": "Duterte offers to pay for food, lodging of stranded locals – Manila Bulletin", "Text": "Sad over the plight of stranded local travelers now camping out outside the airport, President Duterte has offered to pay for their food and accommodation but asked concerned authorities to keep the expenses low.President Duterte has offered to pay for the food and accommodation of stranded travelers camping outside the airport but asked concerned authorities to keep the expenses low.The President has reminded Interior and Local Government Secretary Eduardo Año to bring the locally stranded individuals (LSIs) to a temporary shelter where they can wait for their next flight home.“I would like to remind General Año, to gather all na naghihintay, na walang matulugan, walang matirahan at nandiyan sa labas ng NAIA or whatever sa airport, you will be transported to a place. I will pay, you just bill me pati pagkain (I would like to remind General Año to gather all those who are waiting, those who have nowhere to sleep or stay, and staying outside NAIA or whatever airport, you will be transported to a place. I will pay. You just bill me including the food),” he said in a televised public address Tuesday night.The President advised against splurging on food for the stranded passengers due to the government’s limited budget.“Look for small eateries there because the budget (department) might complain. Do not eat expensive food. It’s not the time to do that,” he said.“We are in a crisis and let us keep our senses close to the ground,” he added.President Duterte likewise ordered Department of Transportation (DOTr) Secretary Arthur Tugade to remove some of the restaurants at the Ninoy Aquino International Airport (NAIA) terminals to provide more space for stranded passengers.In his late-night public address on Monday, the President said it has been bothering him to see on TV photos and videos of stranded airline passengers sleeping in waiting sheds and sidewalks near the airport.He ordered Tugade to terminate the contracts of the restaurants, particularly those serving expensive food, and place more seats to accommodate the passengers.“You’ll see there are only few available seats so when there’s a delayed flight, passengers will be left to stand. There are some restaurants outside NAIA where tables are very far from one another. Only the well-off ones are using them,” he said.“Art, put more seats there. The restaurant there, if you can terminate their contracts, terminate them because I need them to seat the passengers waiting,” he added.The President blasted the design of NAIA, which was made by various architects, for not having enough space for seats to accommodate passengers waiting for their flights.“Whoever designed that airport tell him there’re no seats, only a few of them,” he said.According to Duterte, NAIA Terminal 1 can serve as the major waiting area for passengers before they are shuttled to their boarding areas.He said he is partly to blame for the problem even though it has existed for years already.The government has temporarily suspended the return of stranded travelers to their hometowns in Western Visayas, Cebu Island, Mactan, Eastern Visayas, and Caraga region. The moratorium was imposed since these areas don’t have enough quarantine facilities yet to accommodate the returning residents.The government sought to regulate the transit of the local stranded individuals pending the crafting of guidelines of new testing protocols. The plan involves requiring them to undergo polymerase chain reaction testing before they are allowed to board their flight, ship, or bus for home.The return of the travelers to their hometowns was among the factors that reportedly led to the increase in coronavirus cases in the provinces.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/07/01/duterte-offers-to-pay-for-food-lodging-of-stranded-locals/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "MB"}