{"Type": "gallery", "Time": "2021-01-01", "Headline": "New Year's celebrations around the world", "Text": "Health-care workers celebrate the new year in the intensive-care unit at the San Filippo Neri Hospital in Rome. Confetti falls on a mostly empty Times Square in New York. This year, a limited live audience of first responders and essential workers and their families were allowed to watch the ball drop from a secure area. A New Year's Eve memorial is held in Johannesburg for victims of the Covid-19 pandemic. Hotel guests in Paris welcome 2021 near the Eiffel Tower. New Year's Eve fireworks were canceled throughout France, and an 8 p.m. curfew was imposed to prevent the spread of Covid-19. Children play with sparklers in Caracas, Venezuela. Revelers celebrate on the Erasmus Bridge in Rotterdam, the Netherlands' second-largest city. Fireworks light the sky behind the Brandenburg Gate in Berlin. Two women celebrate in Newcastle, England. A member of the security staff at a concert in Berlin wears a face mask that reads \"Happy New Year 2021.\" Lights are seen over the Nile River in the Egyptian capital of Cairo. Residents of the San Jeronimo nursing home dance in Estella, Spain. People gather near Burj Khalifa, the tallest building in the world, prior to the fireworks show in Dubai, United Arab Emirates. People celebrate under the lights of a Christmas tree in Kiev, Ukraine. Revelers celebrate on a balcony in Johannesburg. People take pictures and watch the first sunrise of the new year from a beach in Fujisawa, Japan. People watch fireworks in Rawalpindi, Pakistan. Passengers celebrate inside a party bus driving through Moscow. People celebrate the new year in Wuhan, China, which nearly a year ago became the epicenter of the coronavirus outbreak. Fireworks erupt over the Chao Phraya River in Bangkok, Thailand. People pray for the new year at the Meiji Shrine in Tokyo. People in Beijing walk past a display that reads \"Happy New Year.\" Joya-no-kane, a bell-ringing ceremony, is held at the Todaijii Temple in Nara, Japan. Usually worshippers are allowed to ring the bell, but the ceremony was more restricted this year. People ring in the new year at the Victoria Harbour in Hong Kong. This aerial photo shows students in Xiangyang, China, standing in formation to mark 2021. People take a selfie in front of a neon sign in Melbourne. People watch The Black Seeds perform during New Year's Eve celebrations at Hagley Park in Christchurch, New Zealand. The country has become the poster child for how to deal with Covid-19. Its early lockdown and strict border measures mean it has suppressed the virus to an astonishing degree. Fireworks explode over the Sydney Opera House and Harbour Bridge in Australia.", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/12/31/world/gallery/2021-new-year-celebrations/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}