{"Type": "article", "Time": "2021-03-03", "Headline": "The latest on the coronavirus pandemic and vaccines", "Text": "There’s more evidence the B.1.1.7 coronavirus variant first noticed in the UK poses little threat to the efficacy of vaccines. Research published Thursday shows while that variant can hide a little bit from the immune system, it’s not enough to decrease the value of vaccines significantly – and it doesn’t threaten to re-infect people who have recovered from the previous dominant variant of the virus.  “These findings indicate that variant B.1.1.7 is unlikely to be a major concern for current vaccines or for an increased risk of reinfection,” they wrote in their report, published in the journal Cell Host and Microbe. David Montefiori of the Duke University School of Medicine and colleagues tested the variant against blood taken from people who had received the Moderna vaccine, the experimental vaccine being developed by Novavax, and against blood from people who had recovered from coronavirus infection before the variant started circulating. While there was a small effect of the mutation, it wasn’t enough to suggest the variant could elude the protection offered by vaccines or the immunity that develops after people recover from infection.  “While this is encouraging, it is becoming increasingly clear that SARS-CoV-2 continues to evolve and that new variants may arise that pose a greater risk for immune escape,” they wrote. Other new variants that have been flagged for concern include the B.1.351 variant first seen in South Africa, one spreading in California called B.1.429, and one that has spread quickly in Brazil called P.1. The best way to protect against these is to get people fully vaccinated as quickly as possible, they said. “Receiving the second dose in a timely manner is encouraged for maximum efficacy in regions where the B.1.1.7 variant circulates,” they wrote. ##Variants##   Teachers and school administrators should understand how to take proper measures to open schools, said Dr. Rochelle Walensky, director of the Centers for Disease Control and Prevention. “Opening schools is going to be hard especially if they've been closed for a year. So the real question is take a look at the operational guidance that we've put out. Take a look at the roadmap,” she said on the podcast “Skimm This.” “Understand what are the best next steps? Is it moving out furniture so you can de-densify classrooms? Is it re-purposing an all-purpose room or your gym so you can have bigger spaces?” Measures in the CDC's operational guidance for schools include making sure that there is a mask requirement for schools and keeping children in groups of five or six in instances when six feet of distance isn't possible. The guidance measures also call for making sure there is plenty of soap available. \"I think Covid is going to be with us for a while, maybe not exactly in the way that we've seen it for this past year, but we are going to have to make some changes in our day to day in the months ahead, and it's so very important to get our children back to school,\" she said. \"So lean into the guidance and take those steps.\" Pandemic precautions must be lifted in “baby steps,” she explained. “If you look at the number of people who are fully vaccinated and fully protected, it's still less than 10%,” she said. “The future will depend on how we behave.” State officials must continue to emphasize the importance of wearing masks for the foreseeable future, said Dr. Rochelle Walensky, director of the Centers for Disease Control and Prevention. Her advice came as part of two recommendations for state governors on how to control the pandemic in states. \"Encourage your citizens to wear a mask. Encourage everyone to wear a mask, and encourage everyone to roll up their sleeve for the vaccine when it's available to them,” she said speaking on the podcast “Skimm This.”  And even though case counts have lowered from record highs this winter, don't risk it by taking any trips out of the country, she explained. “Now is not the time to travel. Let's get this disease under control, let's get this pandemic under control,\" Walensky said. \"Now is not the time to travel.” ##Restrictions## While Texas and other states have recently dropped mask mandates, Gov. Gavin Newsom urged Californians on Thursday to wear two masks to reduce spread of coronavirus, saying residents should “consider using an additional mask and double masking” while in public.  “We are encouraging people, basically to double down on mask wearing particularly in light of all of what I would argue is bad information coming from at least four states in this country,\" Newsom said at a news conference. The California Department of Public Health published new masking guidelines Thursday, stating that good, effective masks have both a solid fit and filtration, and double masking can help with both. A cloth mask can be worn on top of a disposable mask, but health officials said it is not recommended to wear two medical masks. The governor has openly criticized states like Texas and Mississippi that recently lifted mask mandates as “reckless,” insisting California will continue to “use data science, evidence, facts, not ideology” to drive decision-making. “We will not be walking down their path,” Newsom said. “We’re mindful of your health and our future.” California’s 14-day Covid-19 positivity rate fell Thursday to 2.5%, tying with an all-time-low rate last October. “This is not the time to spike the ball,” Newsom said as highly-contagious variants threaten a resurgence in new cases. ##Restrictions## The US will be able to pull back on coronavirus restrictions – but not until the number of daily new infections falls far below the current number, Dr. Anthony Fauci said Thursday. Fauci said the US should pull back gradually, after a substantial portion of the population gets vaccinated and the number of new infections has fallen well below the current 60,000 to 70,000 new cases per day. “I would say less than 10,000 and maybe even considerably less than that,” he told CNN’s Jake Tapper. “We will be pulling back,” Fauci said. “We're now up to about 2 million vaccinations per day. That means every day that goes by, every week that goes by, you have more and more people protected.” Some states, including Texas and Mississippi, moved to drop mask and social distancing mandates this week. “There are so many reasons why you don't want to pull back just now,” said Fauci, who is director of the National Institute of Allergy and Infectious Diseases. One of those reasons is the emergence of virus variants, some of which are more contagious and can reduce the efficacy of vaccines. There will be a time to relax restrictions, “but not at a time when we have circulating variants and when you have what looks like a plateauing of the decline in the cases on a daily basis,” Fauci said. Watch more:  ##Restrictions## Dr. Anthony Fauci said Republicans who are skeptical of Covid-19 vaccines should follow the lead of former President Donald Trump – who quietly got vaccinated back in January.  “I hope that Republicans will notice that the former President of the United States did get vaccinated which means he believes in vaccination,\" Fauci said on CNN Thursday.  Trump is a \"very popular person among tens of millions of people, so even though he hasn't come out publicly to endorse in a proactive way... what he's done by his own example was to endorse vaccination,\" the nation's top infectious disease expert continued.  \"So for the very strong followers of former President Trump, I would say 'look at what the person who you seem to be following in other areas, he got vaccinated,'\" Fauci concluded. The Biden administration is currently working on an ad campaign billed as an “unprecedented public campaign that builds trust around vaccination” to help reduce vaccine hesitancy among some groups of Americans. The administration says it is committed to supporting the Ad Council's $52 million, \"It's up to you,\" campaign to help \"ensure that Americans have accurate and timely information to answer their questions and concerns about vaccine side effects, efficacy, and clinical trials.\" Watch:  ##Vaccines## Massachusetts Gov. Charlie Baker announced that the state anticipates administering 250,000 doses of the Covid-19 vaccine next week, which would be consistent with the current week’s projections. He said 300,000 to 400,000 new state residents will be eligible for vaccinations next week: those over 65 — down from the age 75 restriction in Massachusetts — and those with two or more high-risk medical conditions.  However, Baker said 150,000 of its available doses next week are first doses, meaning a large swath of those eligible will not immediately receive a vaccine. Baker also said the state is not expecting a change for the remainder of March to its rate of roughly 150,000 first doses available per week. Fenway Park, the home of the Boston Red Sox, will also transition away from its status as a mass vaccination site due to the forthcoming Major League Baseball season, Baker said. The last day Fenway Park will accept appointments is March 27, and first doses received at Fenway before its closure will be accepted at the Hynes Convention Center, where the Fenway operations will relocate. Hynes’ own vaccinations will accept appointments beginning March 18, Baker said. Massachusetts’ Covid-19 case and vaccination data Thursday showed 1,553 new cases of the virus identified and 755 people currently hospitalized for the virus, Baker said. The state has administered 1.8 million vaccines, 1.2 million of which are first doses. Of those vaccinated, 70% of recipients are age 75 and over, and Baker said Massachusetts is second in the nation in its percentage of Black residents receiving at least one dose. Note: These numbers were released by the Massachusetts Department of Public Health and may not line up exactly in real time with CNN’s database drawn from the US Centers for Disease Control and Prevention, Johns Hopkins University and The COVID Tracking Project. ##Vaccines## About 82.6 million doses of Covid-19 vaccine have been administered in the United States, according to data published Thursday by the US Centers for Disease Control and Prevention.  The CDC reported that 82,572,848 total doses have been administered, about 75% of the 109,905,530 doses delivered.   That’s about 2 million more administered doses reported since yesterday, for a seven-day average of more than 2 million doses per day.   More than 54 million people have now received at least one dose of vaccine and about vaccine and more than 8% of the population — about 27.8 million people — have been fully vaccinated with both shots, CDC data shows.  Note: Data published by the CDC may be delayed, and doses may not have been given on the day reported.  ##Vaccines## Leaders of Israel, Austria and Denmark have announced plans to launch a joint research and development fund towards the possible future production of coronavirus vaccines. The move by the two European countries to partner with Israel follows dissatisfaction at the pace of vaccine distribution in the European Union. At a joint news conference in Jerusalem, Danish Prime Minister Mette Frederiksen said she was inspired by Israel’s ability to rollout Covid-19 vaccines. She added that along with Israeli Prime Minister Benjamin Netanyahu and Austrian Chancellor Sebastian Kurz, she “shared the same vision of timely access to vaccines,” adding, “we cannot allow [ourselves] to be caught off-guard once again.” Kurz also expressed his desire to make public health policy with a reach beyond the European Union. “We need to co-operate [on vaccines] within the European Union … but we also need to co-operate worldwide,” he said. Details of the Research and Development fund were still being worked out, Netanyahu said, adding that it was necessary in order to protect people from a future resurgence of the virus or the emergence of further variants. ##Vaccines## The Swedish Health Authority, Folkhälsomyndigheten, recommended eliminating the upper age limit for use of the AstraZeneca Covid-19 vaccine. This would allow it to be used on people over age 65. “New data from the UK confirms that AstraZeneca's vaccine has a good protective effect even for people over 65 years of age,” the Health Authority said in a statement Thursday. The decision follows reversals made by Belgium and Germany, who have also changed their advice on administering the AstraZeneca vaccine in the elderly.  Many European countries have set an upper limit on the age of recipients of the vaccine, citing a lack of clinical study information about its effects on older people. In February the Swedish Health Authority approved the vaccine only for use in people under age 65, saying at the time of authorization there was “too little data on the vaccine's protective effect for people over 65 years of age. “Waiting for more data was considered necessary, as the need for protection of the elderly is particularly high due to their increased risk of serious illness and death by Covid-19,” the statement said. Swedish State Epidemiologist Anders Tegnell said that “all vaccines offered are very effective and according to the studies have a good protective effect for anyone over 18 years.” Three vaccines are approved for use in Sweden: Pfizer/BioNTech, Moderna and Oxford/AstraZeneca. According to the latest data from the Swedish Health Authority, 568,031 people have received at least one vaccine dose (6.9% of the adult population) and 285,178 (3.5%) have been given both doses.  ##Vaccines## Italy has blocked the export of Covid-19 vaccine doses, in the first case of European Union powers being used in a long-simmering dispute between the European Union and vaccine makers. Italy invoked EU powers to prevent AstraZeneca from exporting 250,000 doses to Australia, a spokesperson for Italian Prime Minister Mario Draghi told CNN Thursday. The spokesperson said Italy and the European Commission had agreed on the action. The move was first reported by the Financial Times. CNN is seeking comment from AstraZeneca. ##Vaccines## Ivermectin, a drug normally used to treat parasites including lice and rabies, did not seem to have a significant impact and improve the symptoms of patients with Covid-19, according to new research published Thursday, in the Journal of the American Medical Association. In January, the National Institutes of Health’s Treatment Guidelines Panel said that there is not enough data to recommend for or against the drug to treat Covid-19 patients.  Even without studies to demonstrate that it works, a few doctors have heavily promoted the drug. It’s a cheap medication with anti-inflammatory properties and it seemed to stop the virus from replicating in lab studies. But just because it works in the lab, doesn’t mean it will work in real life. Most mainstream physicians have reserved their judgment about it In this study based in Cali, Colombia, nearly 500 adults with mild disease who had symptoms for 7 days, volunteered to help test the drug. The trial is what’s known as a double-blind randomized control trial, the gold-standard of trials.  Half the volunteers got the drug for five days, the other half got a placebo, and standard care. Patients were enrolled in the trial between July 2020 and November 2020 and doctors followed up with that through December.  At the end of the trial, there were a nearly equal number of adverse events (mostly headache) in both groups of volunteers. The patients who got the drug said their symptoms subsided by 10 days. For the group that got the placebo, it was 12 days. Two days was not considered a “significant” improvement.  “The findings do not support the use of ivermectin for treatment of mild COVID-19,” the study concludes. It adds that larger trials may be needed to better understand if ivermectin provides any other kind of benefit to patients with Covid-19. In this case, the study focused on symptoms and mild disease.    Slovakia will receive 15,000 doses of the AstraZeneca coronavirus vaccine from France, the Slovak Prime Minister Igor Matovic said. In a statement posted to Facebook on Thursday, Matovic said France has made a gesture of friendship and European solidarity during this “difficult epidemiological situation.” “At a time when it is understandably very sensitive for all EU countries to offer their own vaccines elsewhere, even if they may need more somewhere else because of a bad situation, the greater is this gesture and the greater is our thanks to the French government,” Matovic said. On Feb. 25, Macron was questioned on France’s distribution of vaccines to other European states and said some countries did not order their allocated amount from the EU, resulting in France and other countries receiving more doses – now distributing them back. “In a way, to order more and to have more doses than the pro rata of their population, we have done so. France did it. So strictly speaking, we have a little more doses than our population, same for Germany, Denmark, several, many, many countries,” Macron said. ##Vaccines## Cuban scientists announced that the island’s Soberana vaccine candidate had received authorization to begin phase three trials immediately. A second vaccine Abdala would also begin phase three trials soon, scientists said. While many developing countries have struggled to import vaccines, Cuba has focused on making their own as a way to raise money and instill national pride in the island’s bio-medical industry.  Two of the four Cuban vaccines candidates are named Soberana – Spanish for sovereignty. The remaining two are called Abdala, the name of a poem written by Cuban revolutionary icon Jose Marti, and Mambisa, referring to Cuban guerillas who fought a bloody war for freedom against the Spanish. More than 85,000 Cubans would take part in the two final phases of the trials as the island’s state-run biomedical industry begins larger production of the vaccines. If approved for widescale use, Soberana and Abdala would be the first two vaccines developed in Latin America. You can read more on Cuba’s vaccine trials here. ##Vaccines## Epidemiologist Michael Osterholm said he is concerned about the spread of Covid-19 variants, especially as states ease restrictions.  “Expect in the next two to three weeks we're going to see a number of areas in this country, I think, that will follow exactly what we've seen in Europe and the Middle East. We're going to see a surge in cases. And everything that the governors are doing right now to relax all the public health recommendations that we've made are only going to be a major invitation of this virus to spread faster and farther,” said Osterholm, director of the Center for Infectious Disease Research and Policy at the University of Minnesota. Texas and Mississippi governors announced they are lifting mask mandates and fully opening businesses, a move that National Institute of Allergy and Infectious Diseases Director Dr. Anthony Fauci called \"inexplicable.\" While it is very positive that vaccinations continue at a steady pace, “we are denying the gravity of the situation before us,” particularly concerning the more-transmissible variant first identified in the United Kingdom, Osterholm said on CNN’s “New Day.”  Osterholm said that the number of people currently vaccinated and those previously infected who have immunity add up to about 35 to 40% of the population protected.  “For the whole last year — for all the pain, suffering and death and illness — we still are only at about 40%. … So add that together with the following: more infectious, more severe illness, and we're loosening up everything. You put those two together and I think the question is, what is going to happen? None of us can say with certainty other than to say it's not going to be good,” he said.  ##Hotspots## The Czech Republic has requested doses of China’s Sinopharm coronavirus vaccine, according to a tweet from the Czech president's spokesman Jiri Ovcacek. The nation has now become the second country in the European Union (EU) to request Sinopharm, following Hungary.  The shot has not been approved by the EU's vaccine regulator, the European Medicines Agency (EMA). \"The Prime Minister asked the President of the Republic to contact the President of the PRC with a request for the delivery of the Chinese vaccine Sinopharm,” Ovcacek said on Twitter.\n“The Chinese side decided to immediately accommodate this request,\" he added.  The announcement came after Czech health minister Jan Blatny said on Wednesday that there was no reason to import unregistered vaccines, because insurance companies could not cover the application of such vaccines.  President Miloš Zeman's move attracted criticism from the country’s opposition parties who described his action’s as “hazardous\" for vaccine confidence. To undermine a fragile trust of many Czechs in vaccination by using insufficiently verified vaccines is hazardous,\" opposition leader Marketa Pekarova Adamova said on Wednesday according to Czech media.  She added: \"All vaccines should have equal conditions -- if we demand Pfizer, Johnson&Johnson, AstraZeneca [vaccines] and others approval from EMA, we also have to demand it for Sinopharm or Sputnik [Russia's vaccine].\" President Zeman also said in a televised interview on Sunday that he sent a letter to Russian President Vladimir Putin asking him for delivery of Sputnik V. Putin agreed to help, according to Zeman.  The Czech Republic has been hit hard by Covid-19, with hospitals in the country's Central-Bohemian and Pardubice districts this declaring a state of “mass disability of persons.\"   This is where hospitals run out of bed space and suffer staff shortages, meaning the quality of care does not comply to national health and safety standards. The country has recorded more than 1.2 million Covid-19 infections and over 21,000 deaths since the start of the pandemic.  Germany will stretch the interval between administering the first and second doses of Covid-19 vaccines “to its maximum,\" Chancellor Angela Merkel announced on Wednesday. She said there will be a 42-day gap for the second dose of the Pfizer/BioNTech shot and a 12-week one for the second shot of the AstraZeneca/Oxford vaccine.  This will allow us to vaccinate more people faster for the first vaccination. This is also recommended by the STIKO [Germany’s vaccine commission],” Merkel said. The Chancellor also said that in a bid to speed up the rollout of coronavirus vaccines, Germany will aim to swiftly distribute the shots through its network of family doctors’ practices.   \"At the end of March and the beginning of April, the second strand will be the supply of vaccines to the general practitioners in addition to the vaccination centers, so that there will be even more flexibility in the entire vaccination process,” she announced. The change to Germany’s dosing strategy comes after real-world data from studies appeared to vindicate the UK's strategy of vaccinating as many high-risk people as possible with a first vaccine dose, and delaying the second shot. The UK policy is for both Pfizer/BioNTech and AstraZeneca second doses to be administered towards the end of the recommended vaccine dosing schedule of 12 weeks, which has allowed for more than 20 million people to receive a first dose of a vaccine.  Germany has administered around 4 million first doses and 2 million second doses since beginning its vaccination campaign in January, according to official data. The country's vaccination authority has also approved the use of AstraZeneca's coronavirus shot on the over-65s, the German health ministry told CNN on Thursday. “The Standing Commission on Vaccination recommends the AstraZeneca vaccine also for persons over 65 years of age,” Health Minister Jens Spahn said in a statement. \n“This is good news for all older people who are waiting to be vaccinated. They can be vaccinated more quickly.” The statement added that new study data showed that when the interval between the first and second vaccination with the AstraZeneca vaccine is extended to twelve weeks, “it is even more effective.”  In January this year, Germany’s vaccine commission said AstraZeneca should not be given to people older than 65, citing insufficient data on its effectiveness. But the policy u-turn comes after data from Public Health England released Monday suggested that a single dose of the AstraZeneca vaccine is highly effective against severe infection and hospitalization among elderly populations. ##Vaccines## The World Health Organization (WHO) has warned of a concerning resurgence in coronavirus cases in central and eastern parts of Europe. “New cases are also on the rise in several western European countries where rates were already high,” Dr. Hans Kluge, WHO regional director for Europe, said during a Thursday news conference.  The continued strain on our hospitals and health workers is being met with acts of medical solidarity between European neighbors. Nonetheless, over a year into the pandemic, our health systems should not be in this situation,” he added During the WHO news conference, it was also revealed that recent data around the Pfizer/BioNTech and AstraZeneca vaccines have been promising and could lead to further recommendations on dosing intervals. “The recent data on the Pfizer and AstraZeneca vaccines are encouraging, and I think this will lead us to the review of the earlier recommendations being made,” said Dr. Siddhartha Datta, WHO Europe’s program manager for vaccine preventable disease and immunization.  A total of 45 countries have started vaccinations in the European region. So far, 1.9% of the population in 40 countries and 24.5% of health workers in 20 countries have received both doses of a vaccine.  Meanwhile, Hungary will enter another lockdown on March 8 as Covid-19 cases spike across the eastern European country, government spokesman Zoltan Kovacs tweeted on Thursday.  As part of the lockdown, most shops will be closed and schools will shift to remote learning. The government will also extend state income support to sectors that have to close down from March 8 until March 22. Kovacs spoke to CNN’s Becky Anderson on Tuesday and warned that the third wave of Covid-19 pandemic would be the hardest one. The country of around 9.7 million people has reported a total of more than 446,000 Covid-19 cases and around 15,400 deaths, according to the Johns Hopkins University tally. ##Restrictions## ##Vaccines## Pope Francis is set to begin his first papal visit to Iraq on Friday, and is scheduled to be in the country for three days.  The Iraqi government said there will be a 24-hour lockdown for his visit. Last month, it announced a series of restrictive measures, \"in light of the increasing number of infections among citizens,\" to contain the spread of coronavirus.\" Those measures are scheduled to run through March 8. Read more on the Pope's visit to Iraq here: Iraq's Ministry of Health reported 5,043 new confirmed coronavirus cases and 24 fatalities on Thursday, bringing the country's total infections to 713,994 and death toll to 13,507 since the pandemic began.  Additionally, to help fight Covid-19, the Kurdistan region’s borders, in line with other Iraqi provinces, will be closed from Thursday March 4 to Saturday March 6, except for the movement of government delegations, diplomats, coalition forces, and United Nations agencies and organizations. While tens of thousands of Americans are infected with the coronavirus each day and more research suggests variants threaten another surge, some US state leaders are loosening Covid-19 restrictions against the recommendations of health experts. The decision to rollback measures is \"inexplicable,\" said Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases. \"I understand the need to want to get back to normality, but you're only going to set yourself back if you just completely push aside the public health guidelines -- particularly when we're dealing with anywhere from 55 to 70,000 infections per day in the United States,\" Fauci told CNN's Erin Burnett. The governors of Texas and Mississippi said Tuesday they were lifting mandates and allowing businesses to operate at full capacity, announcements that came in the midst of health experts warning that the spread of more transmissible variants risks sending infection rates soaring once again. Read more here: ##Restrictions## Canada’s National Advisory Committee on Immunization (NACI) has told the country's provinces that they can extend the interval between Covid-19 vaccine doses from six weeks to up to four months, according to a statement released by the agency. NACI recommends extending the time between the delivery of the first and second dose to maximize the number of individuals benefiting from vaccinations, the statement explains. The change in guidance comes amid Covid-19 vaccine shortages across Canada. By implementing the extension, “Canada will be able to provide access to first doses of highly efficacious vaccines to more individuals earlier which is expected to increase health equity faster,” the statement reads.  Some provinces had already extended the interval between the delivery of the doses, but usually only by a few weeks, health officials told reporters at a press conference on the matter late Wednesday night.  NACI says the final decision on whether to extend the interval, and by how much, is left to provincial governments.  Previously, NACI recommended that the maximum interval between administering the first and second dose shots of the Moderna vaccine should be four weeks, the interval for the Pfizer/BioNTech vaccine should be three weeks and the interval between administering first and second dose shots of the AstraZeneca vaccine should be 12 weeks. ##Vaccines## The US senate is bracing for a marathon effort and a late night of voting on amendments before lawmakers take a final vote on President Joe Biden's $1.9 trillion pandemic relief bill -- it's just not yet clear exactly when that will take place. A procedural move to advance the bill now seems on track for a vote Thursday, a Senate Democratic aide told CNN, with Democratic leaders still waiting Wednesday evening for the official cost estimate before bringing the newly revised bill to the floor. Democrats say the legislation is urgently needed to address the continued devastation of the pandemic. Republicans, on the other hand, have denounced the bill as a partisan measure jam-packed with liberal priorities and are signaling they won't let it advance to a final vote without putting up a fight and dragging out the process. In addition to forcing a full reading of the bill, which could take 10 hours, Republican Sen. Ron Johnson of Wisconsin has indicated he could take steps to stretch out the timeline for considering the legislation and any amendments offered to it. \"I think that would be a good idea,\" he told CNN when asked if he would force a reading of every amendment. \n\"We're talking about $1.9 trillion ... a stack of one billion dollars that would extend halfway past the distance to the moon. And we want to do this in a matter of hours? I don't think that's right.\" Read the full story here: The UK’s Medicines and Healthcare products Regulatory Agency (MHRA) said on Thursday that new Covid-19 vaccines modified to tackle new variants of the virus can now be fast-tracked for approval.  The MHRA issued new guidance with ACCESS Consortium -- a coalition of regulatory authorities in Australia, Canada, Singapore and Switzerland. The regulator said authorized Covid-19 vaccines that are modified in response to new variants will not need brand new approval or lengthy clinical studies. But the guidance states that vaccine manufacturers will need to provide robust evidence that the modified shot produces an immune response. Researchers can now measure such protection from vaccines by monitoring antibodies in the blood after inoculation, reducing the need to wait and see if people in a trial become infected with the disease or not through clinical trials. The manufacturer would also be expected to provide evidence showing the modified vaccine is safe and is of the expected quality.  Data from original clinical trials of the vaccines and ongoing studies on their real-world use could also be used to support any decision by the regulators.  Our priority is to get effective vaccines to the public in as short a time as possible, without compromising on safety. Should any modifications to authorised Covid-19 vaccines be necessary, this regulatory approach should help to do just that,\" MHRA Chief Scientific Officer, Dr. Christian Schneider said. \"The announcement today also demonstrates the strength of our international partnerships with other regulators and how our global work can help ensure faster access to life-saving vaccines in the UK and around the world,\" Schneider said. He added: \"The public should be confident that no vaccine would be approved unless the expected high standards of safety, quality and effectiveness are met.”\" June Raine, chief regulator at MHRA said she'd like to \"emphasize that to date we don't have evidence that the vaccines in use in the UK are significantly lacking in effectiveness.\"  She added: \"A clear goal is that the future vaccine modifications that respond to the new variants of coronavirus can be made available in the shortest possible time to UK recipients without compromising at any stage on safety, quality, or effectiveness.\" According to the guidance, the fast-tracking approach is tried and tested on seasonal flu vaccines for which modifications are needed each year to match the emerging strains circulated. ##Vaccines## China has approved three traditional Chinese medicine (TCM) products for sale to help treat Covid-19, the government's National Medical Products Administration announced on Wednesday. The agency used a special approval procedure to green-light the three products, which \"provide more options for Covid-19 treatment,\" it said in a statement. The herbal products come in granular form and trace their origins to \"ancient Chinese prescriptions,\" said the statement. They were developed from TCM remedies that had been used early in the pandemic, and that were \"screened by many academics and experts on the front line.\"  The three products are \"lung-clearing and detoxing granules,\" \"dampness-resolving and detoxing granules,\" and \"lung-diffusing and detoxing granules,\" said the statement.  The safety and effectiveness of TCM is still debated in China, where it has both supporters and skeptics. Though many of the remedies in TCM have been in use for hundreds of years, critics argue that there is no verifiable scientific evidence to support their supposed benefits. In recent years, ancient remedies have been repeatedly hailed as a source of national pride by Chinese President Xi Jinping, himself a well-known TCM advocate. Read the full story here:    Denmark has detected a case of the P.1 coronavirus variant -- which was first discovered in Brazil -- in the country for the first time, the Danish health minister said Wednesday. The first case of the variant P.1 has been found in Denmark. P.1 was originally detected in Brazil and is one of those we have a special focus on. Intensive infection detection has been initiated,” Magnus Heunicke tweeted.  The variant has been found by the Technical University of Denmark, which helps analyze samples, and confirmed by Denmark's national infectious disease agency. Research suggests the variant is as much as 2.2 times more transmissible and could evade immunity from previous Covid-19 infection by up to 61%.  Six cases of the P.1 variant were also reported in the UK this week with a manhunt underway to find one unidentified case. Researchers commented that this is unlikely to cause a surge in cases, adding that “you need many introductions to start an epidemic, so six is very few.”   Public Health England said in a statement on Sunday that the unidentified person is one of six cases of the variant. The agency added that three of the cases were found in England and another three in Scotland. The variant has also been detected in other European nations including Spain, Belgium, Italy and the Netherlands.  Read more about Covid-19 variants here: The European Union’s vaccine regulator, the European Medicines Agency (EMA), has begun a rolling review of Russia’s Covid-19 vaccine Sputnik V.  “The decision to start the rolling review is based on results from laboratory studies and clinical studies in adults” the EMA said in a statement on Thursday. \n“These studies indicate that Sputnik V triggers the production of antibodies and immune cells that target the SARS-CoV-2 coronavirus and may help protect against Covid-19.” “EMA will evaluate data as they become available to decide if the benefits outweigh the risks,” the statement adds. The rolling review comes after complaints about the European Commission’s slow vaccine deployment. The delays have led to some member states unilaterally approving Sputnik V, the vaccine produced by Russia’s Gamaleya National Centre of Epidemiology and Microbiology.  The shot has been found to be 91.6% effective against symptomatic Covid-19 and 100% effective against severe and moderate disease, according to an interim analysis of the vaccine's Phase 3 trial results published in The Lancet medical journal. The head of Russia’s sovereign wealth fund, Kirill Dmitriev, welcomed the announcement saying the decision “should be above politics.” The fund is responsible for global production and distribution of the vaccine. “Vaccine partnerships should be above politics and cooperation with EMA is a perfect example demonstrating that pooling efforts is the only way to end the pandemic,” Dmitriev said. He went on to say Russia could provide the European Union with enough vaccines to inoculate 50 million people, with distribution beginning in June 2021.  “Sputnik V can make an important contribution to saving millions of lives in Europe and we are looking forward to a thorough review,” he said. ##Vaccines## The Covid-19 vaccinations of two Spanish princesses in the United Arab Emirates -- much earlier than they would have received them in Spain -- have sparked controversy since the news was first reported by El Confidencial digital newspaper in Madrid.  Several Spanish ministers on Wednesday publicly criticized the two princesses, Elena and Cristina, who were vaccinated recently while visiting their father, Spain’s former King Juan Carlos, in Abu Dhabi, where he’s living.  Soon after the criticism, Princess Elena issued a statement that she said was “in response to media reports about the vaccination.”  “My sister (Cristina) and I, having gone to visit our father (in Abu Dhabi) and with the aim of getting a health passport that would allow us to visit him regularly, we were offered the vaccine and we accepted it.”  The statement concluded that had it not been for the circumstances, the princesses would have waited for their turn to get the vaccine in Spain.  A royal household spokesman noted that princesses Elena and Cristina, while sisters of Spain’s King Felipe, have not had any official duties as members of the royal family at least since 2014. The spokesman also emphasized that the King, Queen and their two daughters are strictly following Spain’s Covid health guidelines, and “will wait their turn” for the vaccinations in Spain, based on their ages and health conditions.  Spain, like other European Union countries, has had delays in its vaccine program due to limited supplies. It has also seen a number of government officials and a few Roman Catholic clergy who have jumped the queue to get vaccinations. Several of them later apologized publicly and some resigned from their positions.  Health Ministry data shows that just 1.4 million people in Spain have received both doses of the Pfizer/BioNTech or Moderna vaccines, along with some others getting the AstraZeneca vaccine, in a population of about 47 million.  Germany's vaccine commission will soon authorize the Oxford-AstraZeneca vaccine for people aged over 65, following the latest studies, Chancellor Angela Merkel said on Wednesday.   The commission had recommended in January that the vaccine should not be given to over 65s due to insufficient data.  Coronavirus restrictions nationwide will be eased in five stages, Merkel added -- each additional step will be taken every 14 days if infection rates stay low.  “We will install an emergency brake if we get into an exponential growth of infections surpassing a weekly rate of 100 per 100,000,\" she said.  Merkel also said that all Germans will be able to receive a free rapid test every week, starting March 8.  \"We are once again at the threshold of a new phase of the pandemic that we can go into not carelessly but still with justified hope. Today we can speak of hope and the transition to a new phase because all of us have achieved a lot in our country in the past few months,\" she said.  ##Vaccines## ##Hotspots## ##Restrictions## India's home-grown Covaxin vaccine is 81% effective against Covid-19, according to early data released Wednesday. The vaccine was jointly developed by the company Bharat Biotech and the government-run Indian Council of Medical Research. The clinical trial involved 25,800 participants between 18 and 98 years old, according to Bharat Biotech. The efficacy figure is based on an early analysis of 43 Covid-19 cases. Some 36 cases occurred in participants who got a placebo, compared to seven participants who got the vaccine. Data indicates the vaccine can also effectively combat the variant first spotted in the UK, according to an analysis by India's National Institute of Virology. “Today is an important milestone in vaccine discovery, for science and our fight against coronavirus,\" said Bharat Biotech chairman Dr. Krishna Ella. \"Covaxin demonstrates high clinical efficacy trend against COVID-19 but also significant immunogenicity against the rapidly emerging variants.\" About the vaccine: Covaxin is a two-dose vaccine. It is the first Covid-19 vaccine that has been developed in its entirety in India.  More 40 countries have expressed their interest in Covaxin, including Mongolia, Myanmar, Sri Lanka, the Philippines, Bahrain, Oman, Maldives and Mauritius. ##Vaccines## ##Hotspots## It’s “inexplicable” that some US states are pulling back on restrictions as Covid-19 continues to infect tens of thousands of Americans every day, said Dr. Anthony Fauci on Wednesday.  Texas and Mississippi moved this week to end state-wide mask mandates.  “It just is inexplicable why you would want to pull back now,” Fauci told CNN. \n“I understand the need to want to get back to normality, but you're only going to set yourself back if you just completely push aside the public health guidelines -- particularly when we're dealing with anywhere from 55,000 to 70,000 infections per day in the United States,” he added. “That's a very, very high baseline.”  Fauci, director of the National Institute of Allergy and Infectious Diseases, said the administration’s guidance about pandemic precautions is not arbitrary. \"We know that these interventions work. It's very clear,” Fauci said. “When you implement them, you see the cases go down. When you pull back the cases go up.” ##Hotspots## ##Restrictions##", "Section": "world", "Writers": ["Jessie Yeung", "Zamira Rahim", "Kareem Khadder", "Ed Upright"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-03-04-21/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}