{"Type": "article", "Time": "2021-02-09", "Headline": "Rise in attacks on elderly Asian Americans in Bay Area prompts new special response unit", "Text": "Several unprovoked attacks on elderly Asian Americans, including at least three in the Bay Area captured in disturbing videos in recent days, have raised concerns about anti-Asian bias related to the Covid-19 pandemic. At a news conference in Oakland's Chinatown on Monday, Alameda County District Attorney Nancy O'Malley announced the creation of a special response unit focused on crimes against Asians, and particularly older Asians. \"The rapid increase in criminal acts targeted against members of the Asian community, particularly Chinese Americans, who live and work in Alameda County is intolerable,\" she said. The new unit stems from two similar attacks in northern California last week as well as a spate of crime in Oakland's Chinatown. In San Francisco, Vicha Ratanapakdee, an 84-year-old from Thailand, died after he was abruptly attacked while out on a morning walk January 28, according to San Francisco District Attorney Chesa Boudin. A 19-year-old man has been arrested on suspicion of murder and elder abuse in the case, he said. \"This was a horrific, senseless attack, and I send my deepest condolences to the Ratanapakdee family for this unthinkable pain,\" Boudin said in a statement. \"My heart goes out to the entire (Asian American Pacific Islander) community for the harm and fear this tragedy has inflicted.\" And in nearby Oakland's Chinatown neighborhood, police said a man violently shoved three unsuspecting people just after noon January 31, injuring a 91-year-old man, 60-year-old man and 55-year-old woman. \"It's not unique to Chinatown or to the Asian community the increase in crime we've seen across the city and across the county, but we have seen in the last several weeks and month a very specific increase in crimes committed against Asians,\" O'Malley said. A 28-year-old man has been charged with three counts of felony assault for the attacks, according to charging documents. The man was placed on a psychiatric hold February 1 for a separate incident in which he was again assaulting people, the documents state. How pandemic rhetoric sparked anti-Asian bias The two incidents do not appear to be directly connected, and there is no evidence as to their motivations. Still, they have heightened existing concerns around rising anti-Asian bigotry, which has become more prominent since the world first learned of a new illness in Wuhan, China. \"It's absolutely tragic, and unfortunately this has been a trend we've seen over this past year with respect to anti-Asian violence, and a lot of it stemming from rhetoric that we have seen related to the coronavirus,\" said John C. Yang, the president and executive director of the civil rights organization Asian Americans Advancing Justice. That rhetoric started with former President Donald Trump, who repeatedly referred to the illness as the \"China virus.\" The World Health Organization chose the innocuous name \"Covid-19\" because location-specific names are both inaccurate and can lead to bigotry against people from that location. Indeed, a sizable number of Asian Americans have said they have experienced racism and xenophobia related to the pandemic. There is yet no uniform crime data on anti-Asian incidents connected to the Covid-19 pandemic. However, a Pew research study from last June found nearly a third of Asian Americans said they'd been subject to racist slurs or jokes since the pandemic began, while 26% said they feared someone might physically attack them. Actors team up to fight bias The attacks on the older Asian Americans in the Bay Area have brought these long-simmering issues to the surface. A widely shared video by activist Amanda Nguyen highlighted several incidents of what she said were anti-Asian racism. And over the weekend, actors Daniel Wu and Daniel Dae Kim teamed up to offer a $25,000 reward for information leading to an arrest in the Oakland Chinatown attacks. Wu, who grew up in the Bay Area, said Monday in Oakland's Chinatown area that he put up the reward to bring national attention to the plight of Asian Americans. \"We're being smashed in as a one-two punch. There's low-level petty crime that's happening to our community. We're being targeted as easy targets,\" he said. \"But at a bigger scale, racist rhetoric from the pandemic has targeted us as being 'the reason for coronavirus,' and so Asians across the board have been targeted by racial slurs, being attacked, being pushed around, being spat on.\" O'Malley, the district attorney, acknowledged the particular impact of this anti-Asian rhetoric. \"To still be calling it 'Chinese virus,' things like that, that fuels hate and fuels aggression and that hate and aggression results in many times -- sometimes it's words -- but a lot of times it's through committing assault or other types of crimes,\" she added. Des To, the owner of Alice Street Bakery in Oakland's Chinatown, said the recent attacks in her neighborhood may also be connected to the Chinese New Year celebration on Friday. \"They know that it's close to Chinese New Year and people will go out to buy stuff and may have more cash on hand, so I believe every year there's more robberies or something like that,\" she told CNN. \"But this year, actually they've been worse.\" Biden signs executive order on anti-Asian bias Joe Biden's administration has taken a sharply different tack from the previous one to try to address these issues. In his first week on the job, President Biden signed an executive memorandum acknowledging that \"inflammatory and xenophobic rhetoric has put Asian American and Pacific Islander (AAPI) persons, families, communities, and businesses at risk.\" The memo directed the Department of Health and Human Services to consider issuing Covid-19 guidance to advance language access and sensitivity toward the AAPI community. CBS News reporter Weijia Jiang asked White House press secretary Jen Psaki on Monday whether the Biden administration would take further steps to address the issue, and whether the President had seen the videos. \"I'm not aware that he's seen the videos, but he is concerned about the discrimination against, the actions against the Asian American community, which is why he signed the executive order and why he's been outspoken in making clear that attacks, verbal attacks, any attacks of any form, are unacceptable and we need to work together to address them,\" she said. \"But obviously the executive order is something he did very early in his administration ... because he felt it was so important to put a marker down.\"", "Section": "us", "Writers": ["Eric Levenson", "Stephanie Becker", "Dan Simon"], "URL": "https://www.cnn.com/2021/02/08/us/asian-american-attacks-bay-area/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}