{"Type": "article", "Time": "2020-03-10", "Headline": "March 10 coronavirus news", "Text": "Our live coverage of the novel coronavirus has moved here. Panama has reported its first coronavirus death, according to a statement from the Health Ministry.  The patient that died was a 64-year-old male who had also suffered from diabetic complications and bacterial pneumonia. The Big East Conference has announced that their plans to conduct the Big East Tournament at Madison Square Garden will proceed as scheduled this week.  The Big East says that the New York City Department of Health and the New York City Office of Emergency Management are not recommending cancellation of large gatherings in New York City at this time, but that the Big East will remain in contact with those agencies. The games are scheduled for March 11-14. ##United States## An Italian woman has been unable to leave her apartment where her husband’s dead body is being kept due to quarantine restrictions, Giancarlo Canepa, mayor of Borghetto Santo Spirito, told CNN Tuesday. The husband, who had tested positive for coronavirus previously, died Monday at 2 a.m. local time.  “Yes, it is true she is still there with the body and we won’t be able to remove it until Wednesday morning,“ the mayor said. Canepa said quarantine protocol states that no one is allowed to approach the body. “Unfortunately, we have a security protocol we must follow,” he said. The mayor also said that the man refused to be taken to the local hospital for recovery, which led to this situation. “Otherwise, this wouldn’t have happened,” he said. The story made headlines in Italy as stories emerged of the wife’s despair at remaining locked up with her husband’s dead body for hours on end. Local television station IVG.IT posted video interviews with the woman’s neighbors who had just found out that their neighbor had passed away. “Right now the most important thing is to think about this lady, alone with the body of her husband… No one can come close to help her nor comfort her. We hope this is quickly resolved. Our thoughts are with her and on what she is living through,” the neighbor said on video and whose name was not made public. IVG.IT reported that the man’s family members are desperate and that his widow has been crying for help from her balcony. ##Europe## Schools in the University of California (UC) system are canceling in-person classes and transitioning to online classes due to coronavirus, according to the universities’ websites. The University of California Los Angeles (UCLA) will suspend in-person classes and transition to online platforms through April 10, the end of the second week of spring quarter. Final exams will be offered remotely, and nonessential gatherings of more than 100 people will be canceled, the university announced. UCLA’s university housing will remain open through spring break for those who need it. Final exams for winter quarter at the University of California Riverside will not be held in-person. Classes for spring quarter will be online through April 3, the university said. Instructors should prepare to continue online instruction through the remainder of the quarter as needed, UCR added. The University of California Santa Barbara is transitioning to remote instruction for the remainder of winter quarter and the start of spring quarter through at least the end of April, the university said. They are also recommending students traveling for spring break to be prepared for possibly remaining away from campus through the month of April. The University of California Davis is also canceling in-person final exams next week and is urging all events with more than 150 people to be canceled or postponed. While UC Davis has not officially canceled in-person classes this week, they strongly encouraged faculty to go online.  CNN has previously reported changes made at UC Santa Cruz, UC Berkeley, and UC San Diego. ##United States## Portugal is suspending all flights to Italy for a period of 14 days, ANAC, Portugal’s Civil Aviation Regulator, said in a statement on Tuesday. The order will become effective on March 11, ANAC said. Chile announced a new measure to quarantine people entering the country from Spain and Italy, according to Health Minister Jaime Mañalich. During a news conference in Santiago Tuesday, Mañalich said people coming to Chile from Spain and Italy would be required to complete a 14-day period of isolation from their home. The health minister also confirmed that medical care will be provided to those in need during the isolation period. The Coachella and Stagecoach music festivals have been postponed until October due to the threat of novel coronavirus, concert prompter Goldenvoice announced Tuesday evening. “At the direction of the County of Riverside and local health authorities, we must sadly confirm the rescheduling of Coachella and Stagecoach due to COVID-19 concerns,” Goldenvoice said in a statement. “While this decision comes at a time of universal uncertainty, we take the safety and health of our guests, staff and community very seriously. We urge everyone to follow the guidelines and protocols put forth by public health officials.” The Coachella Valley Music and Arts Festival will now take place on October 9, 10, 11 and October 16, 17 and 18. Stagecoach will take place on October 23, 24 and 25. Goldenvoice said all purchases for the April dates will be honored for the rescheduled October dates and purchasers will be notified by Friday on how to obtain a refund if they are unable to attend. ##United States## Nadine Dorries, the UK's junior health minister, has tested positive for coronavirus, UK Department of Health told CNN on Tuesday.  Dorries, who is an MP and health minister for patient safety and suicide prevention, is now in self-isolation and \"the usual contract tracing has begun,\" a spokesperson for the health ministry told CNN.  UK health minister Matt Hancock tweeted about Dorries, saying: \"Really sorry to hear Nadine has tested positive for coronavirus. She has done the right thing by self isolating at home, and both NHS and PHE staff have been brilliant. We all wish her well as she recovers.\" ##Europe## Rep. Don Beyer will self-quarantine after having dinner with someone who later tested positive for COVID-19. The Virginia Democrat said he was contacted by the Virginia Department of Health.  He said in the 10 days since the interaction neither he nor his wife, who was also at the dinner, have had any symptoms.  Beyer has been on Capitol Hill this week and in meetings with members. “My office will close for public business and I will not attend votes or hearings until Monday, when medical advisers say I should be clear to return,” Beyer said in a statement. ##United States## Vice President Mike Pence said Tuesday that the White House coronavirus task force thoroughly discussed the potential for recommending additional travel advisories. “I will tell you, we had a very thorough discussion today of the prospect of recommending to the President additional travel advisories,” Pence said in the White House press briefing room. “We’re going to be bringing those recommendations forward in the time and manner that we as the White House coronavirus task force determine are appropriate. It’s literally a day to day consideration,” Pence added. ##United States## South Dakota Gov. Kristi Noem announced that five people in the state have coronavirus and one of the infected people has died. The person who died today was a man in his 60s, who had underlying medical conditions that complicated the situation, according Kim Malsam-Rysdon, South Dakota Secretary of Health. The other four cases are not in the hospital at this time, but are at home recovering, Malsam-Rysdon said. According to Malsam-Rysdon, these cases include two men in their 40s, one man in his 50s, and one woman in her 30s. ##United States## Turkey confirmed its first case of coronavirus, said the country's Health Minister Fahrettin Koca in at a news conference in Ankara.  The male patient came in contact with the virus through Europe and has been in isolation, the minister said.  He continued: “All family and close contacts are also being monitored. Please do not travel abroad unless necessary…For those returning from abroad, we are asking that they self isolate.”  Koca said medical personnel and hospitals have taken precautions.  \"One or two cases should not be considered an outbreak, it just means that the virus has entered within our borders. This was a strong possibility and has come true,\" he said.  ##Middle East## The NCAA said Monday it continues to assess how coronavirus impacts its tournaments and events and it will make decisions in the coming days. Here's a statement from the NCAA: \"The NCAA continues to assess how COVID-19 impacts the conduct of our tournaments and events. We are consulting with public health officials and our COVID-19 advisory panel, who are leading experts in epidemiology and public health, and will make decisions in the coming days.\" ##United States## Vice President Mike Pence was pressed Tuesday on whether the Trump campaign would continue to hold campaign rallies in spite of US Centers for Disease Control and Prevention guidance encouraging Americans to avoid large gatherings. \"That’ll be a decision that’s made literally on a day-to-day basis,” he said.  Pence continued: “I’m very confident that the campaign will take the very best information and make the very best decision going forward.” A Trump campaign source told CNN again Tuesday evening that a forthcoming presidential rally would be announced today, but so far no such announcement has been made.  CNN first reported Monday that planning for a Trump rally was underway.   And a source familiar with the campaign’s plans told CNN, “They are proceeding as normal until told not to” by the President. The source suggested that the campaign is waiting to see what Trump’s Democratic rivals do as coronavirus progresses. “They will not want to take the lead on canceling campaign events, and will only do so if and when the Sanders and Biden campaigns cancel events,” the source said. Both Joe Biden and Bernie Sanders’ campaigns canceled rallies citing the coronavirus outbreak on Tuesday evening.  ##United States## Watch:  President Trump did not attend the coronavirus news conference Tuesday, despite telling reporters Monday that he would return to brief this afternoon.  “We'll be coming back from the Senate, and we have a lot of very important meetings set up. And we'll have a press conference sometime after that, and we'll explain what we're doing on an economic standpoint and from an economic standpoint,” he told reporters in the briefing room Monday, adding, “I will be here tomorrow afternoon to let you know about some of the economic steps we're taking, which will be major.” Instead, Vice President Mike Pence is leading Tuesday's briefing with other members of the coronavirus task force.  As for the President, he is tweeting about unemployment, posting during the briefing, “Best unemployment numbers in the history of our Country. Best employment number EVER, almost 160 million people working right now. Vote Republican, unless you want to see these numbers obliterated!” He did briefly address reporters on Capitol Hill after his lunch with Republican senators earlier Tuesday. ##United States## Google is recommending all employees in North America work from home for the next month, according to an email shown to CNN. “Out of an abundance of caution, and for the protection of Alphabet and the broader community, we now recommend the you work from home if your role allows,” the email from Chris Rackow, Google’s vice president of global security, says in part. All 11 offices in the US and Canada are affected, with the Bay Area and New York offices upgrading from a voluntary work from home status to recommended. “The goal of businesses moving to work from home (WFH) arrangements it to significantly reduce the density of people and lower the health risk in offices, and also reduce the burden on the local community and health resourced, enabling those in need to get quicker support,” the email states. Rackow’s email says Google is “carefully monitoring the situation and will update the timeline as necessary.” ##United States## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, provided an update — and a warning — on the novel coronavirus at the White House Tuesday. As of this morning, he said, there are 712 confirmed cases in the US with 27 deaths. “By this evening, that’s going to be up. The question is, what are we going to do about that?” he said. Fauci said there are a number of things that can be done to “interfere with the natural flow” of an outbreak such that it infects less people, leading to less deaths. “We would like the country to realize that as a nation, we can’t be doing the kinds of things we were doing a few months ago. It doesn’t matter if you’re in a state that has no cases or one case,” Fauci said, referring Americans to the website coronavirus.gov for precautionary methods for the workplace, home, and commercial establishments. “If and when the infections will come — and they will come, sorry to say, sad to say — when you’re dealing with an infectious disease… we want to be where the infection is going to be, as well as where it is,” Fauci said. Everyone should be taking those precautions, he said, “whether you live in the zone that has community spread or not.” “Everybody should say, ‘all hands on deck,’” he said. Americans who live in places with community spread, according Fauci, should ratchet up those mitigations. That includes the states of Washington, California, New York, and Florida. Watch:  ##United States## Former Vice President Joe Biden plans to speak about coronavirus in his address tonight, his senior adviser tells CNN. The remarks are still being written. Biden will make remarks in Philadelphia tonight at the National Constitution Center, the campaign tells CNN. Earlier today, the Biden and Bernie Sanders' campaigns announced that they were canceling rallies in Cleveland tonight out an abundance of caution over the coronavirus outbreak. ##United States## Hundreds of passengers have departed the Grand Princess cruise ship in Oakland, according to California Gov. Gavin Newsom. About two thirds of those passengers are asymptomatic Californians who are being taken to Travis Air Force Base near Sacramento. The others are residents of other states. Newsom said the plan is still for US citizens to be taken to Lackland Air Force Base in Texas and Dobbins Air Reserve Base in Georgia. In an announcement recorded aboard the ship, Capt. John Harry Smith told passengers that the remaining US citizens and UK residents traveling on charter flights are expected to exit the ship today. The majority of guests are expected to be off the ship by end of day tomorrow, the captain said. Watch:  ##United States## A commercial lab in San Juan Capistrano is starting to process coronavirus tests, with a capacity of more than 1,200 tests per day, Gov. Gavin Newsom announced Tuesday. This commercial testing will supplement the 18 state labs that are currently operational. More than 1,000 people in California have already been tested and there are 7,675 tests available. Two more commercial labs are being brought online and will have the capacity to process in excess of 5,000 tests per day. The labs, located in Sacramento and West Hills, will be automated and still need support and approval, but are expected to be online by March 24, Newsom said. ##United States## Life Care Center nursing facility in Washington state has now begun testing employees after what many considered a long delay. The facility now reports 55 patients with coronavirus, with 34 of them hospitalized and 21 inside the facility. Test results are not yet available for 30 employees who were tested off site. Life Care now believes it has enough resources to test all 180 employees, according to Life Care spokesperson Tim Killian. All residents of the home have been tested. Only 49 remain in the facility, down from 120 at the outset. Killian says the facility is now conducting a “deep clean.” Life Care officials have not identified any “patient zero” who may have started the spread, which was first thought to be the flu and confirmed as coronavirus at the beginning of March. ##United States## Two more people have died from the coronavirus in King County in Washington state, bringing the county total to 22, according to a statement from local health officials.  That brings the US death toll to 29. What we know about the two deaths being reported today: A woman in her 80s, a resident of Issaquah Nursing and Rehabilitation Center, was hospitalized at Swedish Issaquah\nA male in his 80s, a resident of Ida Culver House, was hospitalized at University of Washington Medical Center Of the 22 deaths reported in King County, 19 are associated with Life Care Center, according to the statement. Joe Biden has canceled his rally tonight in Cleveland, according to tweets from Deputy Campaign Manager Kate Bedingfield. \"In accordance with guidance from public officials and out of an abundance of caution, our rally in Cleveland, Ohio tonight is cancelled,\" she tweeted. Bernie Sanders announced earlier that he is also canceling a campaign rally previously scheduled for tonight in Cleveland. ##United States## There was no consensus reached during President Trump's lunch with Senate Republicans on ways to boost the economy and blunt the impact from the spreading coronavirus, multiple sources tell CNN. Trump made the rare trip to Capitol Hill Tuesday after promising \"major\" and \"dramatic\" economic steps. But while sources familiar with the lunch said a multitude of options were discussed, members emerged without a concrete plan in hand.  One option the President has pushed that some Republican senators have been skeptical of is a payroll tax cut, which would put extra cash into people's pockets in hopes of boosting the economy. Several have questioned how effective it would be during the outbreak, when more people are being encouraged to stay home.  According to several sources familiar with the lunch, Trump floated the idea of a permanent payroll tax cut, but also weighed having a temporary cut that lasted for several months.  While some assumed it would be limited, Trump suggested he wouldn't want the tax cut to expire before the November election, noting at one point that he would get credit from voters if it passed, according to one person familiar.  Regarding the idea of a permanent tax cut, Indiana Sen. Mike Braun later told CNN, “It’s probably something I wouldn’t do.\" Trump's top economic advisers who accompanied him to the lunch have also raised the idea of paid family sick leave and targeted relief for industries hardest hit by the outbreak, like hotels, airlines and cruises. Leaving the lunch today, Trump offered no details on the discussions, but said, \"You'll be hearing about it soon.\" ##United States## A sixth person who tested positive for coronavirus has died in the UK, the country's department of health announced on Tuesday. The patient, who was being treated by West Hertfordshire Hospitals NHS Trust, northwest of London, was in their 80s and had underlying health conditions, UK's Chief Medical Officer Chris Whitty said in a statement.  \"It appears the virus was acquired in the UK and full contact tracing has begun,\" Whitty said in a statement.  ##Europe## It was another turbulent day on Wall Street Tuesday as stocks swung wildly from sharp gains into negative territory throughout the day. Stocks had their worst day since 2008 on Monday. Here's where things ended up on Tuesday:  The Dow closed up 1,167 points, or 4.9%, its third-best point gain on record.\nThe S&P 500 finished 4.9% higher. It was the index’s best day since December 2018.\nThe Nasdaq Composite rose nearly 5%, also its best day since December 2018. ##United States## Democratic presidential candidate Bernie Sanders is canceling his rally in Cleveland, Ohio, tonight, his communications director tells CNN. Here's the statement from his Communications Director Mike Casca: “Out of concern for public health and safety, we are canceling tonight’s rally in Cleveland. We are heeding the public warnings from Ohio state officials, who have communicated concern about holding large, indoor events during the coronavirus outbreak. Sen. Sanders would like to express his regret to the thousands of Ohioans who had planned to attend the event tonight. All future Bernie 2020 events will be evaluated on a case by case basis.\" Watch: ##United States## A New York City Fire Department emergency medical technician who tested positive for coronavirus contracted the virus from his girlfriend, who is a flight attendant and had traveled to an area with an outbreak, New York City Mayor Bill de Blasio said. As a result of the EMT’s positive test, five of his colleagues are in self-quarantine. None of them are showing symptoms, de Blasio said. The medic treated 11 patients in the pertinent time period, de Blasio said.  “The Department of Health and the FDNY will be reaching these patients today to follow up and do the normal diagnostic work. But the good news is that they are identified and the other good news is that the EMT wore protective gear. We are still going to treat each case obviously very seriously,\" he added. ##United States## The are at least 849 cases of coronavirus in the US, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. According to the CDC, there are 70 cases from repatriated citizens from Wuhan, the Diamond Princess and the Grand Princess. According to CNN Health’s tally of US cases that are detected and tested through US public health systems, there are 779 cases in 36 states and the District of Columbia, bringing the total number of coronavirus cases to 849.  This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases that have received positive results from the CDC.  Twenty-seven people in the US have died.   ##United States## Republican Rep. Matt Gaetz said that he tested negative for coronavirus. Gaetz drew attention Monday, after he tweeted that he learned he was in contact with an individual at the Conservative Political Action Conference who had tested positive for the virus.  CNN reported he found out about the contact while traveling on Air Force One back to Washington, and after spending the weekend with President Trump in Mar-a-Lago. He was also seen riding in the presidential limousine with the President in Florida.  Incoming White House chief of staff Mark Meadows is also staying home until tomorrow despite his test coming back negative.  Rep. Doug Collins, a Georgia Republican, also came in contact with the CPAC patient, and was pictured shaking hands with the President on Friday. ##United States## Most viruses don't spread easily on airplanes because of how the air circulates and is filtered, the Centers for Disease Control and Prevention says. Modern commercial jets recirculate 10-50% of the air in the cabin, mixed with outside air. \"The recirculated air passes through a series of filters 20--30 times per hour,\" the CDC says. \"Furthermore, air generally circulates in defined areas within the aircraft, thus limiting the radius of distribution of pathogens spread by small-particle aerosols. As a result, the cabin air environment is not conducive to the spread of most infectious diseases.\" Still, try to avoid contact with anyone sneezing or coughing. And if you're feeling sick, cover your entire mouth and nose with the inside of your elbow when you cough or sneeze. ##Your Questions##   The US Department of Veterans Affairs is adopting a “no visitor” policy during the coronavirus outbreak. This means \"no outside visitors\" will be allowed to see residents at any of the 134 VA-run nursing homes. These facilities are home to more than 41,000 veterans across the country. The only exceptions to the no visitor rule will be in \"compassionate cases\" — when veterans in hospice units are in their last stages of life, the VA said in a statement. \"In those cases, visitors will be limited to a specific Veteran’s room only,\" the VA said. The same “no visitor” policy will also be extended to the VA’s 24 major spinal cord injury and disorder centers. Additionally, VA nursing homes will suspend new admissions and home staffers will be screened for coronavirus daily. ##United States## Lawmakers on Capitol Hill must now deal not only with the threat of coronavirus to the American public, but also the risks they themselves face from the virus as it continues to spread. The disease was a topic of discussion during a closed-door meeting of the House Democratic caucus this morning with members receiving advice on how to interact with others as the virus spreads, a person familiar with the meeting told CNN.  The attending physician asked members to stop touching others during personal greetings, suggesting that members instead use the \"live long and prosper sign,\" a light-hearted reference to a salute and greeting accompanied by a hand gesture in the television series \"Star Trek.\"  Uncertainty and concern over potential exposure to the virus has heightened in the past 24 hours as several lawmakers have now opted to self-quarantine or take other steps to isolate themselves after coming into contact with infected individuals. Coronavirus inspires people to get creative with greetings: It's not the cabin air you need to worry about. It's keeping your hands clean. Always be mindful of where your hands have been, travel medicine specialist Dr. Richard Dawood said. Airport handrails, door handles and airplane lavatory levers are notoriously dirty. \"It is OK to touch these things as long as you then wash or sanitize your hands before contaminating your face, touching or handling food,\" Dawood said. \"Hand sanitizers are great. So are antiseptic hand wipes, which you can also use to wipe down armrests, remote controls at your seat and your tray table.\" ##Your Questions## One of music's largest events will be delayed over coronavirus concerns. The Coachella Valley Music and Arts Festival organizers will postpone the event, potentially until October, two sources with knowledge of the matter tell CNN. The festival, which typically attracts about 100,000 attendees per day, had been set to take place on two weekends: April 10-12 and April 17-19 in Indio, California. CNN has reached out to representatives for Coachella for comment. A date change would follow last week's cancellation of South by Southwest in Austin, Texas. Both events, which attract hundreds of thousands of visitors, join a host of others — from concert tour legs to conferences — that have canceled or rescheduled as the number of global cases of coronavirus continues to climb. Rage Against the Machine, Travis Scott and Frank Ocean were scheduled to headline Coachella. It is not yet known if they would perform in October.  Other artists set to perform had included Calvin Harris, Big Sean, Lewis Capaldi, Charlie XCX, Flume, 21 Savage, Lana Del Rey and Lil Nas X. ##United States## President Trump said he did not get tested for coronavirus even after he met with some lawmakers who had been exposed to the virus because the White House doctor said he didn't need to. \"I don't think it's a big deal. I would do it,\" Trump said when asked why he hadn't been tested. He added that he feels \"very good.\" \"It's something I would do, but again, spoke to the White House doctor -- a terrific guy a talented guy. He said he sees no reason to do it,\" Trump said. At least five members of Congress have announced that they would self-quarantine after coming into contact with an individual who has been diagnosed with the novel coronavirus at the recent Conservative Political Action Conference. That includes Rep. Doug Collins, who shook Trump's hand when the President went to Georgia on Friday to visit the Centers for Disease Control and Prevention and Rep. Matt Gaetz, who rode with Trump in the presidential limousine and took Air Force One back to Washington with him on Monday. Watch: ##United States## Deaths in Italy from coronavirus have risen sharply in the past 24 hours, with 168 new deaths reported, Angelo Borrelli, head of Italy's Civil protection Agency said on Tuesday.  On Monday, there was an increase of 97 deaths. The deaths announced today bring the total number of coronavirus deaths in Italy to 631. There are now 10,149 recorded cases of coronavirus in Italy. See life under lockdown in Italy The World Trade Organization has suspended all meetings after a staff member tested positive for coronavirus.  Director-General Roberto Azevêdo informed WTO members of the cancellations at WTO headquarters in Geneva. They'll go into effect tomorrow and last until March 20, according to a statement from the organization.  “We take the health of Secretariat staff and our members very seriously which is why we have taken this unprecedented step,\" Azevêdo said. \"We are monitoring the situation very closely and will take whatever measures are necessary to protect health and safety.” The WTO has a coronavirus task force in place to monitor developments and is taking all precautions necessary in response to the evolving situation, the statement adds. ##Europe## The National Collegiate Athletic Association's Mach Madness tournaments are still scheduled to kick off next week as planned.   NCAA President Mark Emmert says that neither the organization’s appointed coronavirus advisory panel nor the US Centers for Disease Control and Prevention “have advised against holding sporting events.”  Here's Emmert’s full statement: “NCAA member schools and conferences make their own decisions regarding regular season and conference tournament play. As we have stated, we will make decisions on our events based on the best, most current public health guidance available. Neither the NCAA COVID-19 advisory panel, made up of leading public health and infectious disease experts in America, nor the CDC or local health officials have advised against holding sporting events. In the event circumstances change, we will make decisions accordingly.” The first games for the NCAA Men’s Basketball Tournament are next Tuesday in Dayton, Ohio. Earlier today, the Ivy League announced its weekend tournaments are canceled. As a result, the league’s regular-season champions – Princeton’s women’s team and Yale’s men’s team – are automatic qualifiers to the NCAA tournaments. ##United States## Commerce Secretary Wilbur Ross downplayed concerns that the 2020 Census would be impacted by the coronavirus pandemic since census monitors are usually sent door-to-door to collect the most accurate data possible. Ross said his department is ready to be flexible on how it goes about collecting the new demographics. \"We'll just have to play it by ear,\" Ross told the Senate appropriations subcommittee. While he didn’t provide any details on contingency planning, he noted that the Commerce Department has \"done as much as we can to be ready for whatever contingency comes up.\" Ross said a group of people at the Census Bureau's headquarters in Suitland, Maryland, are monitoring 24/7 for coronavirus outbreaks and changes in health warnings to alert the bureau's senior managers for any potential changes to 2020 Census plans. The US Census Bureau made a soft launch of the 2020 census website on Monday, making its form available online. On Thursday, the Census Bureau will begin mailing out notices far and wide. Concerns are mounting that the coronavirus outbreak will prevent some census monitors from going door to door to collect the most accurate data possible.  Ross emphasized that households can respond to the 2020 Census online, which \"doesn't involve any physical contact with people.\" Households can also respond on paper and over the phone.  Security experts are also warning that the census is more vulnerable than usual, subjecting the process to possible foreign interferences similar to those that have impacted the elections. “Because of coronavirus you may see even more of a reliance on the online census,” said Marcus Fowler, a former CIA cyber expert and director of Strategic Threat at Darkface, a cyber security company.  According to Fowler, 2018 beta tests revealed that some 60% of participants opted to use the online version of the census and that number could be even higher with participants not wanting to leave their homes due to coronavirus fears. “Any number of people might have a reason to disrupt the census,” which takes place once every 10 years and carries significant political and demographic weight, Fowler said. He added that the census website could also fail on its own merit, due to large-scale use. He warned that scam groups may also take advantage of coronavirus fears and send out phishing scams linked to the census. ##United States##  The state of Florida has issued new guidance for people traveling through Port Everglades in Broward County due to the number of coronavirus cases identified at the port.  At least three coronavirus patients have been linked to Port Everglades, a seaport for cruises and commercial ships. All three of those cases are connected to Metro Cruise Services, according to a statement from Florida's Joint Information Center on COVID-19. Metro Cruise Services provides cruise terminal management, terminal security services, ground guest services and shore excursions, according to the company website  Due to the coronavirus cases at Port Everglades, officials are now recommending the following:  All individuals experiencing symptoms who have recently traveled through Port Everglades should immediately contact their county health department or health care provider and self-isolate for 14 days, health department officials said.\nThe department also recommends employees of Metro Cruise Services at Port Everglades with any association to these cases self-isolate at home.\nThe department is working to connect with all employees at Metro Cruise Services who may have come into contact with the three individuals who have tested positive for COVID-19 to provide the employees with the appropriate guidance and monitoring.  Metro Cruise Services responded to CNN by saying “no comment.” You hear it any time there is a natural disaster like a hurricane, an earthquake or now a viral pandemic: The governor has \"declared a state of emergency.\"  Multiple states have already made such declarations with regard to coronavirus. It sounds alarming and is reserved for serious situations, but it has important technical ramifications, easing a city or state's access to federal aid. Congress appropriated more than $8 billion to deal with coronavirus and already it appears that will not be enough. A declaration also focuses the entire state government on dealing with the emergency, and, hopefully, makes citizens sit up and pay a little more attention. Learn more about what a 'state of emergency' declaration does. ##Your Questions## A man in his 60s is the first New Jersey patient to die from coronavirus, the New Jersey's governor's office announce.  “We are sad to report the first death in a case of COVID-19 in New Jersey. Our prayers are with the family during this difficult time. We remain vigilant to doing all we can — across all levels of government — to protect the people of New Jersey,\" the office said in a statement. New Jersey Lt. Gov. Shelia Oliver also announced today that there are four new presumptive positive cases in the state, brining the total number of cases to 15 statewide. ##United States##  New York Gov. Andrew Cuomo said a containment area will be set up in the city of New Rochelle as Westchester County works to stop the spread of coronavirus. Schools and facilities within will be closed for two weeks, and the National Guard will deploy to this area to help support the community.  Health Commissioner Dr. Howard Zucker said the area is a circle with a radius of about one mile. Starting on Thursday, facilities and schools within the area will be closed for two weeks. The National Guard will help deliver food to homes and clean public spaces in the containment area, Cuomo said, describing the plan as a \"dramatic action.\" This will go on through March 25. “We’ll go in, we’ll clean the schools and assess the situation,\" Cuomo said. “This will be a period of disruption for the community.”  Cuomo described it as a “matter of life and death.” New York is also setting up a satellite testing facility, partnering with Northwell Health, in New Rochelle, which is in Westchester County. New Rochelle is “a particular problem,” Cuomo said, adding that “the numbers have been going up, the numbers continue to go up, the numbers are going up unabated.”  Cuomo stressed the shutting facilities in the area is a \"dramatic action\" that applies to “large congregate facilities for gatherings,” including schools and temples, but not \"everything.\"  ##United States## Greece will close all schools and universities across the country for the next 14 days because of coronavirus fears, the Greek health minister announced.  The closure impacts all day care centers and education establishments beginning Thursday, Vassilis Kikilias said.  The country's Health Ministry has confirmed five more cases of coronavirus, bringing the total number of cases in Greece to 89.  ##Europe## US Centers for Disease Control and Prevention Director Dr. Robert Redfield said 4,856 novel coronavirus tests have been run in public health labs across the United States.  Redfield said that number, which was last updated on Monday, does not include clinical labs or private labs.   While speaking at a House Appropriations hearing for the 2021 CDC budget, Redfield said the CDC is working on a new reporting system to track tests which should be available soon.  “We've got a new reporting system that has CDC, public health labs. We're going to get direct dumps from LabCorp and Quest so people are going to see all the tests done, where they are done. We will have a surveillance system that does that,” Redfield said.  Earlier Monday, Health and Human Services Secretary Alex Azar said the department does not know how many Americans have been tested for coronavirus. ##United States## There are 173 confirmed coronavirus cases in New York State, up 31 from yesterday, according to the New York Governor.  This includes an additional 17 cases in New York City, bringing the city’s total to 36. Westchester County has 108 cases and continues to be the county with the most confirmed cases.   ##United States## The Ivy League women’s and men’s conference tournaments scheduled to start this Saturday in Cambridge, Massachusetts, have been canceled because of the coronavirus pandemic, the league announced.  As a result, the league’s regular-season champions – Princeton’s women’s team (26-1) and Yale’s men’s team (23-7) – are automatic qualifiers to the NCAA tournaments.  The NCAA's March Madness tournament is just a week away.  “We understand and share the disappointment with student-athletes, coaches and fans who will not be able to participate in these tournaments,” Ivy League Executive Director Robin Harris said. “Regrettably, the information and recommendations presented to us from public health authorities and medical professionals have convinced us that this is the most prudent decision.” The league will implement “highly-restrictive, in-venue spectator limitations for all other upcoming campus athletics events. The League is also canceling all out-of-season practices and competitions,” effective immediately.   Postseason competition for winter sports will continue, the league said. ##United States## Vice President Mike Pence announced that several insurance companies had agreed to waive copays for coronavirus testing.  “I’m pleased to report as you requested, Mr. President, that all the insurance companies here either today or before today have agreed to waive copays on coronavirus testing and extend coverage for coronavirus treatment in all of their benefit plans,” the Vice President announced. Telemedicine would also be covered, and all the CEOs agreed to “no surprise billing,” Pence said. The Vice President made the announcement during a meeting with representatives from insurance companies at the White House on Tuesday, sitting alongside President Donald Trump.  Medicare and Medicaid, Pence said, already made it clear to their beneficiaries that coronavirus care would be covered. Watch: ##United States## President Trump just said during a meeting at the White House that the administration will help the airline and cruise industries during the coronavirus outbreak. \"They're two great industries and we'll be helping them through this patch, and so far I think it's been going very well,\" Trump said. Speaking to reporters during a meeting with health industry CEOs, which was also attended by Vice President Mike Pence, Trump mentioned the cruise ship that docked in Oakland yesterday. \"You know all about the big ship that came in yesterday, and that's going along incredibly well, working with the state of California successfully, very successfully, also with Canada and with the U.K.,\" he said. Watch:  ##United States## US Centers for Disease Control and Prevention Director Dr. Robert Redfield said state and local public health labs are underequipped and understaffed. \"The truth is we've not invested, we've underinvested in the public health labs,\" Redfield said at a House Appropriations hearing for the 2021 CDC budget. “There's not enough equipment, there's not enough people, there's not enough internal capacity, there's no surge capacity,” Redfield added. “Public health labs, we built the technology in those labs to monitor flu, that uses a certain equipment, which we call thermocycler, that equipment, maybe a good lab could do 300 tests a day. University of Washington can use these high machines, like New York is about to do, those machines can do thousands, and thousands and thousands,” Redfield said.   Redfield also said that 99% of the novel coronavirus cases recently confirmed were outside of China. According to the latest numbers from the World Health Organization, which were released on Monday, there were 3,948 new cases outside China and 45 new cases in China-- roughly 1%.  “The epicenter, the new China is Europe. And there’s a lot of people coming back and forth from Europe. We’re starting to see these communities and we are moving quickly to understand how address Europe,” Redfield said.  Nassau County in New York has 19 confirmed coronavirus cases, up from 17 yesterday – including two school bus drivers that transport between them about 80 students on several routes, according to the county executive. They both drive small buses on Long Island, Nassau County Executive Laura Curran said at a news conference today. Most of the families of those students have been contacted by the department of health, which is continuing to contact families. There have been school closures in response to the positive tests – including schools in Oyster Bay, Locust Valley, Glen Cove and Westbury along with some private schools in the areas including Friends Academy, Portledge, Mill Neck Manor, Eastwood and Summit Lower School. Curran said beyond the 19 positive cases there are; 72 residents in mandatory quarantine\n74 in precautionary quarantine\n10 tests pending.  Curran stressed that the priority is to “protect our seniors” adding it’s important to focus on “containing” as much as possible to “reduce community spread” ##United States## Students at Harvard are being asked to move out of their dorms by Sunday, according to media relations director Rachael Dane.  “Harvard College students have been asked to move out of their Houses and First-Year Dorms by Sunday, March 15 in an effort to de-densify our community,” Dane told CNN in an email.  All academic courses will continue to be held remotely, she added.  Earlier today, Harvard's president said the school has asked students not to return to campus after spring break. Harvard spokesman Jason Newton said any on-campus meetings after March 23 — the first day after spring break — will go virtual. ##United States## Filomena and Emidio Gasparri live in the mountains of Abruzzo in the town of Rivisondoli, which is known for its ski resorts. Those resorts — which the local economy relies on — are now closed because of the government directive.  Filomena said the closures are the \"right thing to do.\" “Now this situation is global, everyone is in tension,\" she told CNN. Emidio agreed that closing the resorts was a good idea, adding that many people from the areas affected by the outbreak fled into the mountain region. “They did well closing the ski resorts because it was becoming chaotic. the majority of people are not acting rationally. They search for refuge here, thinking that it would never arrive in the mountains,\" he said. All of Italy under restrictions over coronavirus outbreak: ##Europe## The Spanish government has blocked direct flights between Spain and Italy as it looks to stop the spread and of coronavirus.  The government said in a statement it was making the decision because the vast majority of cases imported into Spain had been linked to Italy ##Europe## In his opening floor remarks today, Senate Majority Leader Mitch McConnell was upbeat about the ability of the “well-equipped” United States to overcome the coronavirus.  \"We have overcome far, far greater challenges before,\" he said. He urged House and Senate Democrats and Republicans to “put reflexive partisanship aside” as the government continues to respond to the crisis.  McConnell said he looks forward to hearing the Trump administration’s pitch today for economic stimulus but did not indicate if he would support the proposal.  ##United States## The United Nations has decided to close its New York complex to the general public and temporarily suspend all guided tours beginning at 8 p.m. ET today until further notice in the wake of coronavirus concerns, a spokesperson for the United Nations Secretary General said in a statement. The UN has not been advised of any coronavirus cases amongst UN staff in New York “As the Secretary-General has said, the health and safety of staff is a matter of his utmost priority and concern,” spokesperson Stephane Dujarric said in a statement. ##United States## The House physician was asked in the Democratic caucus about whether members should be concerned if they see a colleague who was supposed to be self-quarantining at the congressional gym. The doctor responded by describing to lawmakers a spectrum of contact and how concerning it should be, according to two members in the room. Here are some activities that are not high risks, according to the physician: A quick greeting or selfie \nA short five-minute meeting with someone who isn't showing symptoms yet but tests positive A lengthy meeting or close contact with someone who contracts the virus would be higher risk — and would likely require quarantining, the members said. Hand-to-hand contact was to be avoided, the physician said. ##United States## People who are immunocompromised \"are at higher risk from this illness, as well as other illnesses like the flu. Avoiding contact with ill people is crucial,\" Washington state's Snohomish Health District said. Snohomish County is where the first US case of novel coronavirus was reported in January. Since then, more than 700 people in the US have been infected, and at least 26 have died — mostly in Washington state. Even before the coronavirus outbreak, those with weakened immune systems often suffered more severe complications when sickened while traveling. \"While rates of infection may not differ significantly between healthy and immunocompromised travelers, the latter are at greater risk for severe disease,\" according to researchers from the Washington University School of Medicine. Big efforts to keep travelers safe from coronavirus:  ##Your Questions## Five Broadway shows will sell remaining tickets for $50 for all performances beginning Thursday through March 29, according to a statement from the shows' producers. The five plays and musicals are:  To Kill a Mockingbird\nWest Side Story\nThe Lehman Trilogy\nWho’s Afraid of Virginia Woolf?\nThe Book of Mormon Producer Scott Rudin said in a statement that this is a great opportunity for affordable theater and that we all “could all use a few hours away from the evening news.\" “As long as New York City is open for business, its beating heart remains the Broadway stage,” Rudin said. ##United States## Kentucky Gov. Andy Beshear says the state is taking two new steps to prepare for the spread of the novel coronavirus.  On pharmacies: Beshear is authorizing pharmacists to refill prescriptions up to 30 days. He's also temporarily allowing people to operate a pharmacy in an area without a pharmacy permit, so the state can set up mobile stations to serve people if necessary. Pharmacies can dispense drugs as needed for the coronavirus according to any protocols by the CDC and the Commissioner of Public Health.\nOn nursing homes: Beshear is also implementing stronger restrictions on visiting nursing homes and long-term care facilities because seniors appear to be more susceptible to the virus, he said. The state has six confirmed cases of coronavirus. ##United States## US stocks rallied at today's opening bell. The market is set to rebound from its worst day since 2008, which included the worst point-drop on record for the Dow. Stocks bounced back after the White House indicated it will propose a payroll tax cut to ease the burden from the coronavirus fallout. Here's what the market looks like now:  The Dow opened 850 points, or 3.6%, higher.\nThe S&P 500 kicked off 3.4% higher.\nThe Nasdaq Composite rose 3.6%. Watch: ##United States## Saint Peter's Square and Saint Peter's Basilica in the Vatican City are now closed to tourists starting Tuesday because of the coronavirus, the Vatican press office said in a statement. The Vatican's employee cafeteria will be closed to visitors starting tomorrow, but a delivery service will be available. The pharmacy and the grocery store in the Vatican will remain open, the office said. ##Europe## The US Centers for Disease Control and Prevention says \"older adults\" and people with serious chronic medical conditions \"are at higher risk of getting very sick from this illness.\" Anyone over 60 and those with underlying health problems should try to avoid places with large crowds — such as movie theaters, busy malls and even religious services, top infectious disease experts say. \"This ought to be top of mind for people over 60, and those with underlying health problems,\" said Dr. William Schaffner, a Vanderbilt University professor and longtime CDC adviser. \"The single most important thing you can do to avoid the virus is reduce your face to face contact with people.\" But why is age 60 often used as a threshold for those who need to be extra cautious? \"We now know more about who is at risk,\" US Surgeon General Jerome Adams said. \"(The) average age of death for people from coronavirus is 80. Average age of people who need medical attention is age 60.\" ##Your Questions## British Airways has canceled all its services to and from Italy after the Italian government placed the country on lockdown to try and contain the coronavirus outbreak.  In a statement, British Airways said: “In light of the Italian Government's announcement and the UK Government's official travel advice, we have contacted all customers who are due to travel today. Any travellers due to fly to or from Italy between now and April 4 can rebook to a later date up until the end of May, move their destination to Geneva or Zurich or receive a full refund.” Italy has the highest number of confirmed virus cases outside China, with 9,172 infections, and 463 people have died. ##Europe## President Trump’s economic team will head to Capitol Hill this afternoon for closed-door policy luncheons with Republicans, a senior administration official told CNN.  Treasury Secretary Steven Mnuchin and Director of the United States National Economic Council Larry Kudlow will try to sell Republicans on new economic relief measures after major losses on Wall Street Monday.  US markets plunged yesterday as panic triggered by the escalation of the coronavirus epidemic spread. The President is not expected to attend the meeting today himself, but that could change. He told reporters yesterday that he would give a press conference signaling his priorities some time on Tuesday. A coronavirus briefing is scheduled for 5:30 p.m. ET, but it’s not clear if the President will attend. ##United States## Coronavirus has no doubt put the travel industry into a tailspin. Airlines alone could lose $113 billion in sales if the virus continues to spread, according to the International Air Transport Association. Hotels, too -- both big brands like Marriott International and Hyatt Hotels as well as small family-run properties -- are hurting as reserved guests cancel their stays for fear of traveling and don't rebook. Henry Harteveldt, a travel industry analyst and the founder of Atmosphere Research Group, estimates that hotels could lose more than $30 billion worldwide because of coronavirus. But while the outbreak's trajectory has been speedy, there is a windfall for travelers: substantially reduced airfares and free extras at hotels and from tour operators that are worth hundreds of dollars -- even during the upcoming peak summer travel season. Read the full story here Pope Francis during mass today said that he has asked priests to have the courage to visit those sick with coronavirus. Here's how he put it: “Let us pray to the Lord for our priests, that they may have the courage to go out to the sick, bringing them the strength of the Word of God and the Eucharist and accompany health workers, volunteers in this work that they are doing.”  Pope Francis is live-streaming from his private residence every morning. ##Europe## More than two months after the coronavirus outbreak emerged in the Chinese city of Wuhan, President Xi Jinping has put on a major show of confidence by visiting the stricken epicenter. The spread of the epidemic has basically been contained in the country, Xi said during his tour, adding that after hard work from authorities the situation is now gradually improving.  The president's visit marks a significant moment in the global outbreak, with new cases of the virus slowing to a trickle in the country where the disease first emerged. At its worst, Hubei province was reporting thousands of new cases per day. But on Monday, China's National Health Commission announced only 17 new cases in the province. Meanwhile, Europe is grappling with a growing outbreak. In an unprecedented and potentially legally fraught move, the whole of Italy is under lockdown.  The country has the highest number of confirmed cases outside China, at 9,172, and 463 deaths. The drastic measures include blanket travel restrictions, a ban on public events, the closure of schools and public spaces such as movie theaters, and the suspension of religious services including funerals or weddings. Nearby Spain has also seen a rapid rise in confirmed cases to 1,204 and 28 deaths. As of Wednesday, schools and universities in the heavily-hit Basque Country will be suspended. Top-flight football matches in the country will also be played to empty stadiums for the next two weeks, in an attempt to stem the spread of the virus. The European Parliament is also cancelling \"non-core\" activities -- including things like committee hearings, seminars, cultural events, and election observation missions. Elsewhere, Iran continues to see its number of cases rise -- now more than 8,000 with almost 300 deaths. It's the second-highest number of cases outside of China, after Italy, and the Middle East country has suspended Friday prayers for two weeks running to cope with the spread.  Italian Prime Minister Giuseppe Conte announced new measures to curb the spread of the coronavirus Monday, with a sporting ban put in place until April 3. Italian clubs in UEFA competitions -- such as Juventus’ Champions League tie against Lyon -- are still eligible to be play matches behind closed doors, as are international friendlies involving Italy. Sporting facilities can also be used for training in a closed door capacity by professional athletes or non-professionals recognized by the country’s Olympic committee. Italy is under lockdown as the spread of the virus intensifies, with all public gatherings banned, schools shut and public services suspended. A total of 463 people have died, the highest number outside mainland China. Anyone taking part in outdoor sport or physical activity has been told to keep a one-meter distance from others. Meanwhile, AC Milan announced it will donate $284,000 (€250,000) to relief efforts tackling the virus, as well as reimbursing fans who were not able to attend games that took place closed doors. “There are more important things in life than football,” said club CEO Ivan Gazidis.\n“On behalf of the Club, I am proud to support the admirable efforts put in place by all those who are working to deal with this emergency. The health and safety of our loved ones is our top priority.” Serie A had already announced that all games would be played behind closed doors until April 3. The latest sporting competitions to be impacted by the coronavirus include the prestigious Indian Wells tennis tournament, which has been canceled, and the Olympic torch lighting ceremony, which has been closed to the public. Professional sports leagues in the US are also restricting locker room access indefinitely, and measures have also been taken to combat the spread of the disease during March Madness. Harvard University will begin transitioning to online classes by March 23, the first day of classes after spring break, due to challenges posed by the novel coronavirus, Harvard's President Lawrence S. Bacow announced today. Students are asked to not to return to campus after the break in order “to protect the health” of the community. Bascow said in a statement that “the decision to move to virtual instruction was not made lightly.” “To our students, especially those of you graduating this year, I know that this is not how you expected your time at Harvard to end. We are doing this not just to protect you but also to protect other members of or community who may be more vulnerable to this disease than you are,” he added.   ##United States## Do you have a question about coronavirus? Ask it here — we'll be answering some of your questions through out the day. ##Your Questions## American Airlines just announced additional schedule changes because of decreased travel demand due to the coronavirus.  The airline will cut international capacity for the summer peak by 10%, including a 56% cut in trans-Pacific flight capacity.  The airline will also reduce is domestic flight capacity by 7.5%, according to a news release.  Moments ago, Delta Air Lines it will cut its international flights by 20% and 25% and domestic flights by 10% to 15%. The headlines focus on quarantined cruise ships and shuttered Disney Parks but what about the rest of the tourism industry?  The short answer: it’s facing serious trouble. The closure of Italy’s borders effectively sequesters the world’s fifth most popular tourism destination -- cutting it off from its 62 million annual visitors and the 13% contribution they make to its economy.  Other closures, quarantines and cancellations keep rolling in -- Dublin St. Patrick’s Day, a luxury Maldives Resort, festivals. At the sharp end are the tens of thousands of small businesses -- hotels, taxi drivers, restaurants -- now battling for survival.  Places like Egypt, where tourism is only just recovering from a downturn caused by political turmoil, or Australia, recently ravaged by bushfires, can ill afford another crisis.  And then there are the millions worldwide who, having dreamed of an escape during months of hard toil, will now be denied it, and will possibly lose the money they’ve already forked out for it.  Of course, plenty of destinations are still unaffected, raising questions over whether it’s still right to travel. In many cases, it’s probably OK so long as government advice says it is -- and there's some great deals to be found. But for those traveling from a location with coronavirus, there’s the added conundrum of whether you’re putting others at risk. Coronavirus is hitting the travel industry hard: Delta Air Lines is the latest US airline to slash its schedule to adjust for the sharp decline in bookings during the coronavirus outbreak. Delta executives said it will cut its international flights between 20% to 25%. It's also making a 10% to 15% cut in domestic flights. \"We are prepared to do more as the situation evolves,\" said CEO Ed Bastian at JP Morgan’s Industrials Conference.   Budget airline Norwegian is cancelling 3,000 flights between mid-March and mid-June because of coronavirus. The airline says it has experienced reduced demand for flights in the past week.  The cancellations represent around 15% of its total capacity, and will effect all of its routes.  Norwegian is also implementing temporary layoffs for some flight crews and ground staff. ##Europe## Each day, CNN Chief Medical Correspondent Dr. Sanjay Gupta is breaking down the latest news about the coronavirus on the Coronavirus: Fact vs Fiction podcast. In today's episode, he explains why CNN is now calling the coronavirus outbreak a \"pandemic\" and answers key questions about how the spread of the virus may impact our daily lives going forward. You can listen to it here. ##Your Questions## Iran on Tuesday confirmed 8,042 coronavirus cases, the second-highest number outside of China, after Italy. The Middle East country had 291 deaths from the virus, a Health Ministry spokesman said on state TV. The vast majority of cases -- 2,114 -- were in the capital Tehran. Here's a quick recap of the top five countries with confirmed cases, from CNN's latest tally: Globally: 114,633 cases (4,072 deaths) Mainland China: 80,754 (3,136) Italy: 9,172 (463) Iran: 8,042 (291) South Korea: 7,513 (54) Japan: 1,210 (16) US Health and Human Services Secretary Alex Azar says his department isn’t sure how many tests for the novel coronavirus have been performed in the United States. Speaking to CNN’s John Berman on New Day Tuesday, Azar said: “We don't know exactly how many because of hundreds of thousands of our tests have gone out to private labs and hospitals that currently do not report in to CDC.  \"We're working with the CDC and those partners to get an IT reporting system up and running hopefully this week where we would be able to get that data to keep track of how many we're testing,” he added. Azar went on to say: “We think we've got probably 10,000 a day could be getting tested by the end of the week -- 20,000 a day according to a study by AEI that I've heard about. We've got 2.1 million tests available, 1.1 million have shipped. We actually have a surplus at the moment that are awaiting orders to be shipped.” “A private vendor shipped most of those 1.1 million that shipped were from a private vendor selling to their customers, and those entities that used their tests do not have to report back to CDC. But we're trying to set up a reporting system where they would in effect do that,” Azar said. Watch: From tomorrow, all schools and universities in the Czech Republic will close, following in the footsteps of dozens of countries around the world which have shut educational institutions in a bid to stem the spread of coronavirus. Only kindergartens will remain open, under the measures announced by Prime Minister Andrej Babiš at a press conference Tuesday. Gatherings of more than 100 people will also be banned, he added. It follows similar clampdowns in Italy and Spain, forcing parents to rethink their routines and wreaking havoc on daily life. The \"global scale and speed of the current educational disruption is unparalleled,\" the United Nations warned last week. CNN's Ben Wedeman spoke to Italian parents about coping with the strain of kids in lockdown here. Next week's UEFA Champions League clash between Barcelona and Napoli will happen without any fans in the stands due to fears over coronavirus spreading, FC Barcelona said on Twitter Tuesday.  The match, slated for Wednesday March 18, is the latest UEFA fixture to be affected by the virus.  Valencia's match against Atalanta on Tuesday March 10, and Paris St Germain's fixture with Borussia Dortmund on Wednesday, March 11 are also set to go ahead without supporters. Every country in the European Union now has cases of coronavirus, with Cyprus having detected two cases as of Tuesday, the European Centre for Disease Prevention and Control said. The Florida Department of Health has announced a new positive case of coronavirus this morning. The patient is a 69-year-old woman in South Florida's Broward County. She is in isolation and will remain so \"until cleared by public health officials,” according to a news release from the state's health department.  The state of Florida has now identified 15 coronavirus patients, two of whom have died. ##United States## The city of Qianjiang in Hubei province says it will “restore normal production and living order soon” in a notice published following a meeting by government officials Tuesday. There was no date set in the announcement but the notice said “all traffic checkpoints in the city will be lifted, all public transportation will be restored, and all enterprises will resume work and production.” The city is home to about a million people, according to government figures. The latest government assessment, published on March 7, classified Qianjiang as a “high risk” area -- meaning new cluster cases have been reported in the area in the past 14 days. Hubei and its capital, Wuhan, are ground zero for the global pandemic. As of the end of the day Monday, Chinese authorities had reported 67,760 cases and 3,024 deaths in the province.  The situation there appears to have markedly improved in recent days. The number of infections identified each day in Hubei were in the thousands just weeks ago. Today it was 17. Chinese President Xi Jinping today visited Wuhan for the first time since the outbreak,  a major show of confidence that China has turned a corner.. Provincial authorities also announced today that Hubei will issue health codes for residents who want to travel within the province, in the first stage of a gradual lifting of travel restrictions. ##Asia## The coronavirus has spread across the globe, reaching every continent except Antarctica. Here's a look at the situation in each region of the world: Asia-Pacific: The situation has calmed in China, where the pandemic began. The slowdown in cases has seen travel restrictions begin to lift, and even a visit to Wuhan -- ground zero for the outbreak -- by Chinese President Xi Jinping.  Meanwhile in South Korea, cases also appear to be slowing down this week, but the country is not out of the woods just yet -- authorities just reported 50 cases tied to a single call center in Seoul. Australia is having a harder time, with cases reaching 100 today, after reporting no new cases for almost a month. Some 22 patients have recovered, and three have died. Mongolia also reported its first case today -- after months of no confirmed infections, despite being surrounded by virus-hit countries.  United States: Cases continue to rise in the US, with several states declaring states of emergency. Schools and universities are beginning to suspend classes or move them online, while big events like the annual South by Southwest conference have been canceled.  Several congressmen are also under self-quarantine after coming into contact with an infected patient, as tensions rise between state authorities and the Trump administration over its handling of the outbreak. Europe: The European outbreak appears to be worsening, with Italy at the heart of the crisis. The entire country is now under lockdown, with movement restricted, events canceled, schools shut, and public services suspended. A total of 97 people have died in Italy since Sunday, bringing the country's death toll to 463. Nearby countries are also feeling the impact; Germany has reported significant spikes in daily new cases this week, as well as its first coronavirus death. France reported 286 cases on Monday -- including the minister of culture. Middle East: Iran remains the hardest-hit of the Middle Eastern countries, with more than 7,000 cases -- including the head of the country's Crisis Management Organization. Other Middle Eastern countries continue to report new cases, including Lebanon today. These countries are continuing emergency measures that were introduced in late February, such as closed borders and mandatory quarantines. The Virginia Department of Health has reported the US state's fourth and fifth presumptive positive coronavirus cases. Both patients are in their 50s. One is a resident of the city of Fairfax and the other lives in Spotsylvania County. At least 731 people have now been diagnosed with the coronavirus in the United States, according to a CNN tally.  ##United States## North Korea says it is putting stricter measures in place to prevent the spread of the novel coronavirus, according to a report carried in the country's state-run news outlet KCNA. Disinfection and ventilation measures have been instituted at places of quarantine which have also been “tightly closed.” The report also mentions several increased restrictions on collection and containment of human waste, including preventing vessels under quarantine from throwing sewage into North Korean territorial waters. So far, North Korea has not publicly reported any cases of the virus, though many experts doubt North Korea has been completely spared. Experts worry that an epidemic in the country would be incredibly dangerous, due to its crumbling health care infrastructure and limited medical supplies.  Foreign diplomats in the country were evacuated yesterday after undergoing mandatory quarantine in the capital, Pyongyang, a source on the flight told CNN.   The source agreed to speak to CNN on condition of anonymity, due to the sensitivity of the situation.   ##Asia## Nine new novel coronavirus cases have been confirmed in southwest India today, health authorities there said, bringing the total number of patients in the country to 56. Three cases were detected in Karnataka, according to the state’s commissioner of Health and Family Welfare, Pankaj Pandey, while another six were reported in Kerala and are under quarantine.  In response, the Kerala government is suspending all schools and canceling nearly all year-end exams, according to Dr. Amar Fettle, a senior government official in the state. Kerala Chief Minister Pinarayi Vijayan also said the state government will suspend all public programs until March 31 and launch what he called \"awareness programs.\" ##Asia## Lebanese authorities have confirmed at least 41 coronavirus cases within the country, according to a statement from Rafiq Hariri government hospital. Thirty patients are in hospital and the rest are being transferred there by a team from the Ministry of Public Health, the statement said.  Four patients are in critical condition. ##Middle East## Health authorities in Hong Kong said Tuesday that another three people have contracted the novel coronavirus, bringing the number of confirmed cases in the city to 118.  At a news conference, Dr. Chuang Shuk-kwan of the Hong Kong Department of Health identified the three new cases as: The daughter of an infected patient who is currently in Canada. She developed symptoms on Feb 28 and a fever yesterday.\nThe aforementioned woman's domestic helper.\nA 59-year-old man who worked for the city's Food, Environment and Hygiene Department. He had recently been to Egypt but returned to the city on Saturday and developed symptoms, including a fever on Sunday. His wife was also symptomatic and is currently being tested for the virus..  Dr. Lau Ka-hin of the Hong Kong Hospital Authority said five patients were discharged today. He said 51 confirmed patients are still in the hospital: one in critical condition, two in serious condition, and 48 in stable condition. ##Asia## The Ohio State University is suspending face-to-face teaching in favor of \"virtual instruction\" until March 30, the school announced on its website. Though the state of Ohio has only identified three coronavirus cases as of Monday night Eastern Time, the school said it is \"being proactive in an effort to prevent illness and continue the important work of the university.\" \"While there are no campus-associated cases of COVID-19, we know that there are at least three confirmed cases in the state of Ohio, and we expect that there will be more,\" University President Michael V. Drake said in a letter to the Ohio State community. Big campus: Ohio State's main campus in Columbus is one of the largest university campuses in the US. Its 46,820 undergraduate enrollment is the fourth-largest of any university in the country, according to US News and World Report. ##United States## Czech Prime Minister Andrej Babiš announced at a news conference that all elementary and secondary schools -- but not universities -- will close starting Wednesday. He also said  that all gatherings of 100 and more people are banned. As of Monday, the country had confirmed 31 coronavirus cases in its borders. ##Europe## South Korea's government will launch an application service that will allow the public to check the stocks of masks in pharmacies and other designated stores where masks are supplied by the government.  Government data on the mask stocks will be released from Tuesday evening, authorities announced at a news briefing. Confusion and frustration has mounted due to a shortage of masks in South Korea. The government started mask rationing on Monday, allowing one person to purchase up to two masks per week from pharmacies, on designated days of the week, depending on the final digit of one's birth year.  The run on masks appears to have sparked scams and illegal activity. Seoul Metropolitan Police Agency said in a news release Tuesday that authorities are investigating a total of 111 scam cases. Two people were arrested for illegally selling masks online.  \"The government will do everything it can to resolve inconveniences in regard to the new system by quickly increasing the supply of face masks. I also ask the people to frequently check and follow the mask usage guidelines recommended by quarantine authorities until there is a sufficient supply,\" South Korean President Moon Jae-in said. Moon called the decision to ration masks \"inevitable measures\" and recognized it may not be sufficient for certain people: \"Purchasing only two face masks per week may be insufficient for many people. It was an inevitable measure that has to be taken as supply cannot keep up with demand due to the rapid spread of this infectious disease. The system allows everyone an equal opportunity to buy face masks, but the supply is still inadequate. In addition to that, there is the difficulty of having to run the system while distributing masks to quarantine sites, medical professionals, the vulnerable in society, and Daegu and North Gyeongsang province first. I ask for broad understanding and cooperation with a mind to make some small concessions and show consideration.\"  ##Asia## March for college basketball fans means a month full of roaring crowds, dramatic upsets, buzzer beaters, blood, sweat and tears. But in the shadow of the novel coronavirus outbreak, there could be a new meaning to the phrase March Madness. With the big tournament just a week from tip-off, the National College Athletic Association (NCAA) has prepared for several scenarios to keep the disease from spreading. In a game where around 20,000 players, coaches and fans will be hyping each other up with handshakes and high-fives -- something the US Centers for Disease Control and Prevention says to avoid for people who are at a higher risk of getting sick -- that's not easy. One of them could mean empty seats. But can the NCAA play a game without fans? It's certainly prepared for it. \"Let's say that we discover that Covid-19 is an illness where the public health is really threatened,\" NCAA Chief Medical Officer Dr. Brian Hainline told CNN. \"The only people that are in the building are the players and the referees and the necessary personnel. The fans aren't there and we know that the risk mitigation is superb and that the people there are without risk of transmission ... We painted all of those scenarios and so we're prepared for that.\" Read more here ##United States## Franck Riester, France's Minister of Culture, has contracted the coronavirus, ministry officials told CNN. He was diagnosed Sunday and has been confined at home since then, the ministry said. France recorded 286 new cases of the coronavirus on Monday alone, bringing the country's tally to 1,412, said Jerome Salomon, director of the public health authority. A total of 30 patients have died of the virus. ##Europe## Health officials in the Philippines confirmed 15 new cases of the coronavirus today, bringing the nationwide total to 35. No further information was provided about the patients. The country has reported one death from the virus. ##Asia## China's Hubei province announced today that it will issue health codes for residents who want to travel within the province, in the first stage of a gradual lifting of travel restrictions. Travel bans and restrictions have been imposed across the province since January, with the capital Wuhan, the epicenter of the outbreak, placed under total lockdown. Now, the restrictions are slowly beginning to lift -- and the first stage will allow residents to apply for a government-issued QR health code through smartphone apps, which will then be verified by the provincial epidemic prevention database. Residents will be given one of three color QR codes: green, yellow or red. The codes will be issued within 24 hours, but it is unclear how soon the residents may be able to travel. Green code holders from low and medium risk areas will be allowed to travel within the province. \nGreen code holders in high-risk areas will be able to travel in accordance with regulations of the local prevention department.\nYellow code holders will not be allowed to travel.\nRed code holders will need to be treated and quarantined. QR codes are also currently used outside of Hubei to identify people’s health status and track where they have been to help monitor the spread of the virus. ##Asia## Qantas has announced sweeping cost-cutting measures in light of the worsening novel coronavirus crisis, including slashing almost a quarter of all flights for the next six months and significantly reducing executive pay. For the rest of this fiscal year, CEO Alan Joyce will forgo a salary, according to the Australian flagship carrier. Qantas Chairman Richard Goyder will stop taking management fees, and the executive leadership team will take a 30% pay cut. The bulk of the cancellations will take place in Asia, where the virus outbreak originated. Flights in the region have been reduced by 31%. The airline will also lower capacity in the United States and the United Kingdom. Jetstar, Qantas' budget airline, will also \"make significant cuts to its international network,\" the company said. The cancellations amount to a 23% drop in overall capacity. Prior to this week, the airline had already reduced its flight schedule, but it said Tuesday it would take more \"decisive action to mitigate the significant adverse impact of (the) coronavirus.\" \"In the past fortnight we've seen a sharp drop in bookings on our international network as the global coronavirus spread continues,\" Joyce said in a statement. Read more: If you're just joining us, here are the latest developments on the coronavirus pandemic. A cluster in Seoul: 50 people tied to a single call center in Seoul, South Korea, have contracted the coronavirus in what is believed to be the biggest single infection cluster in the city. This comes amid an apparent slowdown of the virus' spread in the country, with a decreasing number of new daily cases in recent days. More countries report cases: Several countries, including Afghanistan, Mongolia, Vietnam, India and Spain reported more cases today. And they're implementing more measures: India has shut part of its border with Myanmar, and Spain has imposed widespread closures and service suspensions in “high community transmission risk areas.\" China is closing field hospitals: The last of several temporary Hubei hospitals built in January and February to deal with the outbreak will close today, due to a decline in new daily cases and a stabilizing situation in China. These hospitals were either built from scratch in a matter of days, or converted from previous spaces like gymnasiums. Markets recover from crash: Coronavirus fears and an oil price war sparked a global panic on Monday, with markets slowly recovering today after a stunning decline. Markets in Asia Pacific mostly stumbled today, while Dow futures jumped 500 points, or 2.2%, and Australia's benchmark S&P/ASX 200 was trading firmly in the green. When the novel coronavirus outbreak hit Wuhan, China, in January, the city built entire hospitals to treat patients in the span of mere days. Now, as the situation stabilizes, with the number of new daily cases dropping, the last two of these 14 field hospitals in Hubei province are set to close, according to state news agency Xinhua. The 14 hospitals were built specifically to deal with the coronavirus outbreak and mainly treated patients with mild symptoms. Throughout January and February, local health officials converted public facilities such as sports stadiums and exhibition halls into field hospitals. These last few facilities are closing \"as the number of Covid-19 patients continued to drop in the city,\" Xinhua reported. Today there were only 19 new cases reported in mainland China -- 17 of which were in Wuhan, and another 2 imported from overseas. According to the National Health Commission, a total of 59,897 patients have recovered and been discharged from hospitals across the country. ##Asia## The first case of coronavirus has been confirmed in Northern Cyprus, according to a report from Turkish state news agency Anadolu. The patient is a 65-year-old German woman who was visiting as a tourist.  According to Anadolu, Northern Cyprus’ Health Minister Ali Pilli told local news agency Turkish Agency Cyprus she was part of a group of 30 tourists picked up from the airport with a shuttle bus and taken to a hotel in Famagusta. She is in stable condition and the hotel is under quarantine. Cyprus exists as a divided territory, and only Turkey recognizes the self-proclaimed Turkish Republic of Northern Cyprus -- the northern part of the island -- as legitimate. Fifty people tied to a single call center in the South Korean capital of Seoul have contracted the novel coronavirus, health authorities there said.  It is believed to be the biggest single infection cluster in Seoul. Most of the 7,513 coronavirus cases reported in South Korea have been in the southern city of Daegu and surrounding North Gyeongsang province. Fifty-four people have died in the outbreak.. Kwon Joon-wook, the vice-director of the South Korean Centers for Disease Control and Prevention said at a Tuesday news conference that 46 employees and four related family members had been infected. The first case began showing symptoms on March 4. The employees of the call center were not wearing masks when they were working, according to Kwon. Health authorities are now conducting an epidemiological investigation on all 207 employees of the call center who were working on the same floor. The building where the call center is located was closed and disinfected on Monday and an inspection center has been set up on the ground floor for residents and employees to be screened for the novel coronavirus, according to the Seoul city government.  ##Asia## Vietnam has reported another coronavirus case, raising the national total to 32, according to the government's online portal. The patient is a 24-year old Vietnamese woman who lives in London, according to Vietnam's Ministry of Health. The patient is a close contact with another Vietnamese citizen who was previously confirmed to be infected -- a 26-year-old woman who traveled to the UK and returned to Hanoi last week. The 26-year-old woman met with the 24-year old patient in London on February 2 and was confirmed to have the virus on March 7. Upon discovering that the 26-year-old woman had been infected, the London resident went to a hospital in the city. Despite its recommendation to isolate herself, she then left London on a private plane and landed in Ho Chi Minh City, where she tested positive for the virus. Of the total 32 cases confirmed so far in Vietnam, 16 have been discharged. ##Asia## A fifth coronavirus case has been confirmed in Afghanistan, authorities there said.  The new patient was reported in Samangan province in northern Afghanistan, according to Wahidullah Mayar, spokesman for the Ministry of Public Health. The patient had traveled recently to Iran, where thousands have been infected and more than 230 people have died. Afghanistan's other four cases are all located in the northwestern province of Herat, which borders Iran. ##Asia## The northeastern Indian state of Manipur has closed its border with Myanmar amid coronavirus concerns, the region's chief minister tweeted. Myanmar has not publicly confirmed any coronavirus cases within its borders, but several Indian states in the country's northeast are taking extra precautions as the virus spreads globally. The nearby state of Arunachal Pradesh has banned the entry of foreigners due to fears of coronavirus spreading into the region. The state government issued a notice Friday stating that permits issued to foreigners to enter the state are being suspended until further notice. Arunachal Pradesh is one of the states in India which comes under protected status and it also shares its border with China, Bhutan and Myanmar. Any individual who does not hold an Indian passport is required to apply for a \"protected area permit\" and can only enter the state once it is issued. “Prevention is always better,\" Chief Minister Pema Khandu tweeted on Friday.  \"To prevent spread of coronavirus in Arunachal, the protected area permit (PAP) being issued to foreigners has been suspended. This is in view of the reported cases of virus being detected in our country through people coming from abroad,” he said. India has now confirmed 47 coronavirus patients throughout the country.  Two more cases were confirmed in Pune in the state of Maharashtra by the city’s divisional commissioner, Deepak Mhaisekar. Both patients had returned recently from Dubai and are now being treated in hospital. Meanwhile, the first group of 58 Indian nationals who were stranded in Iran, where at least 7,161 patients have been infected and 237 have died, have returned, Foreign Minister S. Jaishankar tweeted.   ##Asia## Spain now has a total of 1,204 coronavirus infections, including 28 deaths, said Health Minister Salvador Illa today. Some 74 of those patients are in intensive care units. Illa also pointed to several “high community transmission risk areas,” including the Madrid region and the cities of Vitoria and Labastida in the Basque Country.  In these areas, additional measures will be imposed, including the “suspension of all classes in schools, nurseries and universities, as well as all the extra-curricular activities.” These suspensions will go into effect from tomorrow, for an initial 15 days. \"When possible we would like the people in these areas to work from home, we would like companies to be flexible in terms of working hours, older people should be attended at home and people who suffer from chronic illnesses or serious pathologies should limit their activities outside. People in general should avoid unnecessary travel,\" Illa added. Illa also confirmed that Sevilla's Europa League soccer clash with Roma on Thursday will be played “behind closed doors.” ##Europe## The White House insists President Donald Trump doesn't need a coronavirus test, despite several members of his political circle self-quarantining after they came into contact with a man later diagnosed with the disease. They include Florida GOP Rep. Matt Gaetz, who rode in \"The Beast\" limousine with Trump in the Sunshine State on Monday, before climbing up the steps of Air Force One behind the President. Incoming White House chief of staff Mark Meadows is also staying home until Wednesday despite his test coming back negative. Another Trump friend, Rep. Doug Collins, a Georgia Republican, was pictured shaking hands with the President on Friday. Revelations that the disease was only one step removed from the President himself underlined how its advance could put any American at risk and are unlikely to quell public anxiety. They also underscore the elevated risk to politicians whose work necessarily brings them into contact with large numbers of people -- especially in the heat of a general election year. The drama is focusing attention on the fact that the three men left vying for the White House are all in their mid-to-late 70s -- a group with a high set of risk factors for coronavirus complications. Read more: #United States# The coronavirus pandemic is continuing to spread, with Mongolia and Panama confirming their first cases and other countries, including Austria, Thailand and Australia reporting additional infections today. Here are the latest developments: Mongolia reports its first case: The country announced its first case today -- a French national who arrived on a flight from Moscow to Ulaanbaatar, Mongolia's capital city, on March 2. The patient is under isolation and in a stable condition. Trump announces economic assistance: President Donald Trump said yesterday he would press lawmakers to enact a payroll tax cut and ensure assistance is available to hourly workers. Xi in Wuhan: Chinese President Xi Jinping is visiting Wuhan, the epicenter of the outbreak, today -- a significant show of confidence in the country's containment measures. Other senior government officials have visited Wuhan, but it was assumed until now that the risk to Xi, even if slight, was not worth the potential cost. Australia cases reach 100: Australia reported 20 more cases today, raising the national total to 100. Of those cases, 22 have recovered and three have died. Events are being canceled globally: Iran’s Supreme Leader Ayatollah Khamenei has called off his annual speech for Persian New Year as the country struggles with its outbreak. In the US, school classes and big events are also being canceled. Even entertainment is being affected, with \"Jeopardy\" and \"Wheel of Fortune\" taping episodes without audiences in attendance indefinitely. Markets in Asia Pacific began to recover Tuesday, and US stock futures jumped more than 800 points a day after novel coronavirus fears and an oil price war sparked a worldwide panic. Australia's S&P/ASX 200 closed up 3.1%, the index's best day since November 2016. The strong showing saved the index from entering into a bear market, defined as a 20% drop below a recent high. For a time, Australia's benchmark was the only major index in Asia Pacific that was trading firmly in the green as stocks struggled to find direction early in the day. But by early afternoon, Hong Kong's Hang Seng Index was up nearly 2%, finding some stability after swinging between gains and losses. China's Shanghai Composite was up 1.9%. South Korea's Kospi was 0.3% higher. Japan's Nikkei 225 increased 1.2%, recovering from earlier losses. The government there is expected to soon announce more emergency measures to contain the spread of the virus. Japanese companies are also feeling the pain from the toll the virus took on China last month: Nissan's vehicle sales in China dropped 80% in February compared to a year earlier. US futures rally: US stock futures, meanwhile, are recovering after Monday's historic declines. After initially falling after hours, Dow futures shot up and were last trading up 850 points, or 3.6%, after President Donald Trump said he would press lawmakers to enact a payroll tax cut and ensure assistance is available to hourly workers amid a roiling coronavirus pandemic that's caused deep economic concerns and stock market shock. The Dow had ended the day with its biggest point drop in history, closing Monday down 2,014 points, or 7.8% -- its worst day since the 2008 financial crisis. Read more:  The novel coronavirus outbreak continues to spread globally, sparking a total lockdown across Italy and emergency measures worldwide, as markets recover from Monday's historic rout. The virus, known as Covid-19, has now infected close to 113,000 people worldwide and resulted in more than 4,000 deaths. The majority of these cases are in mainland China, where the outbreak first emerged -- but the rate of infection has been slowing in the country, and the situation stabilizing, even as the virus wreaks havoc elsewhere In an apparent show of confidence, Chinese President Xi Jinping arrived in virus-stricken Wuhan Tuesday, his first visit to the city at the epicenter of the global outbreak since the crisis began. The trip comes as Chinese authorities recorded 19 new cases, 17 of which were in Wuhan, and two imported from overseas -- marking the third straight day of no locally transmitted cases outside Hubei, the province of which Wuhan is the capital. Of the country's 80,754 patients, nearly 60,000 have recovered and been discharged from hospitals. Other Asian countries like South Korea are also beginning to see a slowdown in the virus' spread. South Korea, which has carried out more than 190,000 tests as part of a free nationwide screening program, recorded it's lowest number of daily confirmed cases of the virus in weeks on Tuesday -- a sign that the country may has \"passed the peak\" of the outbreak, South Korean Health Minister Park Neunghoo told CNN. But these cautious signs of progress throw into sharp relief the deteriorating situation in the West.  States across the US are declaring emergencies, with even congressmen being self-quarantined after exposure to a patient. And in Europe, the outbreak that began in Italy has spread far and wide, with nearby countries like Germany reporting dramatic spikes in daily cases. Read more: Austria has confirmed 131 cases of coronavirus in the country, authorities said Monday.  At least 4,734 people have been tested, and two people have recovered from the coronavirus, according to the Federal Ministry of Social Affairs, Health, Care and Consumer Protection. Austria is calling on citizens traveling in Italy, the hardest-hit country in Europe, to return home. Italian authorities placed the entire country on lockdown in order to stop the virus from spreading further.  ##Europe## China's state-run news agency Xinhua has released several photographs of President Xi Jinping visiting Huoshenshan Hospital in Wuhan -- one of the emergency facilities built in a matter of days to handle the influx of patients at the epicenter of the coronavirus outbreak. Xi is seen chatting with what looks like several medical workers and members of the military, all wearing bright turquoise masks. Another photograph shows what appears to be Xi video chatting with a patient. Xi's visit to Wuhan -- which has been on lockdown for weeks now, with tens of thousands of confirmed cases of the virus and hundreds of deaths -- is a major show of confidence in China's response to the pandemic, underlining the message building in state media that the country has turned a corner. Senior government officials, including Vice Premier Sun Chunlan and Premier Li Keqiang, have visited Wuhan, but it was assumed until now that the risk to Xi, even if slight, was not worth the potential cost. Li was photographed wearing a similar mask and a hospital gown when he visited Wuhan in January. ##Asia## Mongolia has announced its first confirmed case of the novel coronavirus, the country's state news agency Montsame reported Tuesday. The case involves a French national who arrived in Mongolia on a flight from Moscow to Ulaanbaatar, Mongolia's capital city, on March 2. Mongolia's Minister of Health D. Sarangerel said that the French national, who first showed symptoms on March 7, ignored the advice of local health professionals for a 14-day quarantine and went outside, according to the report in Montsame.  The patient has now been put under isolation in Dornogobi province and remains in a \"relatively stable\" condition, the report added. Authorities are tracking down the other passengers onboard the same flight as the French national. Coronavirus action: Mongolia has taken strict measures to stop the spread of the virus, suspending all modes of transport between Dornogobi and Ulaanbaatar until March 16. On Monday, the sparsely populated Asian country banned the entry of all foreign nationals traveling from China, Japan, South Korea, Italy and Iran, according to a Montsame report. Mongolian nationals returning from these countries will be placed in quarantine for 14 days \"at their own expense,\" the report added. The country's President, Khaltmaagiin Battulga, is undergoing a 14-day voluntary isolation following a one-day visit to China on February 27. Battulga made the visit to donate 30,000 sheep to help China deal with the novel coronavirus outbreak. His quarantine ends later this week, a Montsame report said.  ##Asia## The novel coronavirus has spread throughout the world since the first cases were detected in central China in December.  More than 4,000 people have died globally and over 113,000 have been infected during the pandemic, according to CNN's tally. Nearly 60,000 patients in mainland China have recovered and been discharged, according to China’s National Health Commission.   These 10 countries have reported the most infections: Mainland China: 80,754 cases; 3,136 deaths\nItaly: 9,172 cases, 463 deaths\nSouth Korea: 7,513 cases, 54 deaths\nIran: 7,161 cases, 237 deaths\nJapan: 1,210 cases, 16 deaths (includes 696 cases linked to Diamond Princess cruise ship) \nFrance: 1,116 cases, 30 deaths\nGermany: 1,112 cases, 2 deaths\nUnited States: 728 cases, 26 deaths\nSpain: 647 cases, 28 deaths\nUnited Kingdom: 273 cases, 5 deaths See the full list of cases here: Three new coronavirus cases have been confirmed in Thailand, the country's Ministry of Health said Tuesday. Thai authorities have confirmed 53 patients to date, 33 of whom have recovered and been discharged from the hospital. The new cases are all Thai nationals, said Dr. Sophon Iamsirithawon, the director for the Health Ministry's Division for Communicable Disease. One of the cases is a 41-year-old Thai woman who had been in close contact with another confirmed case. She has no record of traveling abroad.\nThe 51st case is a Thai woman, aged 41. She had close contact with the 45th confirmed case. She has no record of traveling abroad.\nThe other two cases are a husband and wife, ages 46 and 47, respectively. The wife had just traveled to Italy. Both are in good condition. A group of 188 Thai workers who have returned from South Korea, where thousands have been infected, are in quarantine at a naval base.  ##Asia## President Donald Trump said Monday he would press lawmakers to enact a payroll tax cut and ensure assistance is available to hourly workers amid a roiling coronavirus pandemic that's caused deep economic concerns and stock market shock. Trump said he'd reveal further details of the \"very dramatic\" steps during a Tuesday afternoon news conference. As the virus spreads, the President has eyed the plummeting stock market as boding poorly for his political prospects. Trump was speaking at a White House briefing following a huddle with aides to weigh options for an economic stimulus meant to blunt the economic fallout of coronavirus after stocks plunged and concerns continued to grow over the administration's handling of the crisis. Trump spoke very briefly and did not take questions, leaving it to other officials to speak about the response to the outbreak. \"We are going to be asking tomorrow, we're seeing the Senate. We're going to be meeting with House Republicans, Mitch McConnell, everybody discussing a possible payroll tax cut or relief, substantial relief,\" Trump said, surrounded by officials he'd tasked to respond to the issue.\n\"We're also going to be talking about hourly wage earners getting help so that they can be in a position where they're not going to ever miss a paycheck,\" he added. Read more: ##United States## \"Jeopardy,\" one of the most popular TV game shows in the United States, will stop taping shows in front of a studio audience indefinitely, a source close to the show said. The decision was made out of \"an abundance of caution due\" due to the spread of the novel coronavirus, which has infected hundreds in the United States . CNN reported earlier that \"Wheel of Fortune,\" made a similar decision. Both shows are produced by Sony, and the hosts of each shows are in their 70s and have had health issues in recent months.  \"Wheel of Fortune\" host Pat Sajak, 73, underwent emergency surgery for an intestinal blockage in November. \"Jeopardy\" host Alex Trebek, 79, is battling pancreatic cancer.  The US Centers for Disease Control and Prevention has encouraged people over 60 and those with severe chronic medical conditions to \"stay at home as much as possible.\" Read more: ##United States## The Bill and Melinda Gates foundation announced Tuesday that it will commit up to $50 million dollars as part of a push to end the coronavirus epidemic by \"identifying, assessing, developing, and scaling-up treatments.\" The foundation said that UK-based charity Wellcome will commit another $50 million, while Mastercard's Impact Fund has committed up to $25 million. The Gates foundation said its funding is part of a commitment it made last month to spend up to $100 million to respond to the coronavirus. “Viruses like COVID-19 spread rapidly, but the development of vaccines and treatments to stop them moves slowly,” said Mark Suzman, the Gates Foundation CEO, referring to the virus by its official name.  “If we want to make the world safe from outbreaks like COVID-19, particularly for those most vulnerable, then we need to find a way to make research and development move faster. That requires governments, private enterprise, and philanthropic organizations to act quickly to fund R&D” Here's the announcement:  “The Bill & Melinda Gates Foundation, Wellcome, and Mastercard today committed up to $125 million in seed funding to speed-up the response to the COVID-19 epidemic  The partners are committed to equitable access, including making products available and affordable in low-resource settings. The COVID-19 Therapeutics Accelerator will play a catalytic role by accelerating and evaluating new and repurposed drugs and biologics to treat patients with COVID-19 in the immediate term, and other viral pathogens in the longer-term. Currently there are no broad-spectrum antivirals or immunotherapies available for the fight against emerging pathogens, and none approved for use on COVID-19.\" ##United States##   Chinese President Xi Jinping has made his first visit to Wuhan since the novel coronavirus outbreak began more than two months ago, as new cases of the virus slowed to a trickle in the country where the disease first emerged. Xi's visit to Wuhan -- which has been on lockdown for weeks now, with tens of thousands of confirmed cases of the virus and hundreds of deaths -- is a major show of confidence in China's response to the pandemic, underlining a message which has been building in state media that the country has turned a corner. As of Tuesday, there have been 80,754 cases of the virus confirmed across China, 67,760 of which were in Hubei, the province of which Wuhan is the capital. Of the 3,136 deaths confirmed in China, all but 112 have been in Hubei. At its worst, Hubei was reporting thousands of new cases per day. On Monday, China's National Health Commission said there were only 17 new cases confirmed in the province, with two others in other parts of the country -- both of which were linked to overseas travel. The progress in China, which has come on the back of weeks of widespread travel restrictions, government enforced lockdowns and economic pain, is in stark contrast to other parts of the world, where the situation is growing increasingly dire. Read more: ##Asia## Italy has been put under a dramatic total lockdown, as the coronavirus spreads in the country. Prime Minister Giuseppe Conte announced that he is extending restrictions already in place in the north. \"All the measure of the red zones are now extended to all of the national territory,\" Conte said at a news conference on Monday evening as he also announced a ban on all public events. The Prime Minister said the move was taken in order to protect the population, and especially the most fragile individuals. His announcement came at the end of a chaotic day that saw prison riots across the country. Ninety-seven people have died of the novel coronavirus since Sunday in Italy, bringing its total number of deaths to 463. The country has 9,172 cases, the most of any European country. Over the weekend, blanket travel restrictions were announced only in certain areas. The rest of the country will now join the northern provinces under lockdown -- one of the toughest responses implemented outside of mainland China to get the Covid-19 pandemic under control. The coordinator for intensive care in the crisis unit for the northern Lombardy region told CNN that Lombardy's health care system was \"one step from collapse\" despite efforts to free up hospital beds. \"We are now being forced to set up intensive care treatment in corridors,\" Antonio Pesenti said. \"We've emptied entire hospital sections to make space for seriously sick people.\" Read more: ##Europe## US stock markets were halted briefly Monday as a record fall in oil prices and fears of the coronavirus triggered panic selling. But the epidemic poses a much bigger logistical headache for Wall Street -- how to keep trading going if banks have to evacuate their offices to fight the spread of the illness. Global banks are already scrambling to split their workforces to reduce the risk that large numbers of employees fall ill, and testing backup sites to ensure they can continue doing business even if they can no longer access Wall Street or locations in central London. JPMorgan Chase has started dividing its sales and trading teams between separate offices. It told employees in an email that this is a \"precautionary measure\" to make sure the bank can continue to run smoothly. The firm runs alternate sites in Brooklyn and New Jersey, and in Basingstoke, about 50 miles southwest of London. Bank of America said it is splitting its fixed income and equities trading teams from Monday, sending some people to a backup site in Stamford, Connecticut. Deutsche Bank said it has split some London operations and trading teams, with some employees working from home. Traders at Goldman Sachs have ramped up testing of their ability to work from home and alternate sites, according to a source familiar with the investment bank's plans. HSBC, which had to deep clean a floor of its London headquarters last week and send some staff home after an employee contracted the virus, said that it had invoked split-site working arrangements for its teams in Asia, and that it does not expect any disruption to services in Europe. Still, the coronavirus pandemic poses the biggest logistical challenge for the finance industry since Hurricane Sandy in October 2012, and before that, the terrorist attacks on September 11, 2001. Read more: Australia reported 20 new cases of the coronavirus today, raising the nationwide tally to 100, the Department of Health said in a news release. Of the total cases reported, 22 have recovered and three have died.  Ten of the cases, including one death, are associated with the Diamond Princess cruise ship from Japan. Here's the breakdown of all cases in Australia: 54 cases in New South Wales \n12 cases in Queensland\n6 cases in South Australia\n2 cases in Tasmania\n12 cases in Victoria\n4 cases in Western Australia\n10 cases associated with the Diamond Princess President Donald Trump has not been tested for coronavirus despite being in close contact with multiple lawmakers who are now self-quarantining due to their proximity to someone with the virus, the White House said late Monday. Two Republican members of Congress, Georgia Rep. Doug Collins and Florida Rep. Matt Gaetz, recently announced they would self-quarantine after being informed that they were in close proximity to someone at a major conservative conference last month, who has since been diagnosed with the coronavirus. Collins shook hands with Trump during a visit to the US Centers for Disease Control and Prevention (CDC) on Friday. And Gaetz rode in the presidential limousine before riding on Air Force One with the President on Monday. Trump's incoming White House chief of staff, North Carolina Republican Rep. Mark Meadows, is also self-quarantining after attending CPAC. White House press secretary Stephanie Grisham said that Trump has not been tested \"because he has neither had prolonged close contact with any known confirmed Covid-19 patients, nor does he have any symptoms.\"  \"President Trump remains in excellent health, and his physician will continue to closely monitor him,\" she said. \"Per current CDC guidelines, medical professionals should base testing decisions on patient symptoms and exposure history.\" Read more: ##United States## Explosions of pink and purple powder. Rainbow dust tumbling through the air. Faces, hair, hands and clothes rendered in a kaleidoscope of colors. Not even fears about the coronavirus could stop many people from taking to the streets in India to celebrate Holi, the spring festival that is one of the world's most photogenic religious events, although some donned face masks. Those who chose to celebrate the festival did so despite warnings from Prime Minister Narendra Modi and other leaders. Modi said last week that he would not attend Holi celebrations because of advice from experts to avoid mass gatherings. Holi festivities at the presidential palace were also canceled. Usually a huge draw for tourists, Holi is traditionally celebrated across India, South Asia and among the Indian diaspora as the spring equinox approaches in the northern hemisphere. This year, it's celebrated on March 9 and 10. With participants ranging from the old to the young, irrespective of class, the Hindu festival generally is viewed as a bringing together of the community, with swathes of people collectively taking to the streets of Delhi, Uttar Pradesh and other regions of India to celebrate. Read more: ##Asia## Authorities in the District of Columbia have announced three new presumptive positive coronavirus cases.  The US capital has now confirmed four patients, but there are concerns the number could rise because the first patient was a church rector who gave Communion and shook hands with worshippers. Hundreds of people who were at the service, at Christ Church in the neighborhood of Georgetown, have been asked to self-quarantine. The church's organist also tested positive for the virus Monday evening, according to church parishioner Rob Volmer. The Rev. Timothy Cole is hospitalized, Mayor Muriel Bowser said at a news conference Monday, referring to the man as \"patient one.\" The three new patients identified were all men, ages 39, 77 and 79. The 39-year-old had attended Christ Church. Contact tracing is underway for all of them. The United States now has 728 novel coronavirus cases in 36 states and the District of Columbia. Twenty-six people have died. ##United States## As the coronavirus continues to spread across the US, schools and universities are starting to end semesters early or conduct classes online instead of in person. Multiple schools are doing so in Washington state, which has been hardest hit in the nation.  In New York, Columbia University, New York University, Fordham University, and Barnard College have all announced they will start conducting online classes. Amherst College has decided to end the semester entirely -- classes are canceled this Thursday and Friday, and the university has decreed no students are allowed on campus after March 16. Remote learning will continue after spring break, beginning March 23. West Coast schools are also taking action -- Stanford, the University of Southern California, and UC San Diego have announced remote learning measures. Brown University, in Rhode Island, hasn't cancelled classes -- but is taking other measures like canceling all events that have 100 or more attendees. ##United States## The coronavirus continues to spread worldwide, sparking alarm and drastic emergency measures, even as the situation stabilizes in China.  Here are the latest developments: China is stabilizing: The country only reported 19 new cases today, a drastic drop from the peak just a month or two ago, when it was still reporting thousands of new cases per day. Yesterday was also the third straight day in which there were zero locally transmitted cases outside of Hubei. Xi is in Wuhan: Perhaps the strongest indicator that things are calming in China is Chinese President Xi Jinping's visit to Wuhan, the epicenter of the outbreak, today. Xi will visit medical workers, army troops and police officers, volunteers and patients, and more, state media reported -- a symbolic show of confidence in China's containment of the virus. South Korea slowdown: The number of new cases per day is also dropping in South Korea. It's only been a few days of improvement so it may be too early for celebration -- but the country's health minister told CNN he was \"cautiously expecting we have passed the peak\" of the outbreak. Italy is locked down: In a complete contrast, Europe is now facing a worsening outbreak. All of Italy and its 60 million residents are under total lockdown -- this means restricted movement, school closures, a ban on all public events, and suspended religious services including weddings and funerals. The drastic measures were taken in response to a healthcare system overwhelmed by the flood of patients -- but some Italian officials worry it still isn't enough. US cases are rising: The US now has at least 728 cases and 26 deaths, sparking alarm from local and health officials. Many states are declaring states of emergency, and even congressmen are self-quarantining after coming in contact with an infected patient.  Schools nationwide are beginning to close and conduct online classes instead, and large employers like Amazon are asking workers in virus-hit areas to work from home.  All this comes as friction grows between local authorities and the Trump administration, with increasing dissonance between states' calls for action and federal reassurances. Chinese President Xi Jinping is expected to visit healthcare workers, PLA troops, police officers, frontline officials, volunteers, patients and residents during his visit to Wuhan today, which was just announced. This is Xi's first visit to the city since the coronavirus pandemic began. It will likely provide important propaganda value for the ruling Communist Party, a symbol that the outbreak in the epicenter is nearing its end and a huge vote of confidence for local officials. It's unlikely that Xi would have visited the area while it was still relatively dangerous. The number of infections identified each day in Hubei province and its capital Wuhan was in the thousands just weeks ago. Today it was 17. The Panama Ministry of Health has announced the country’s first case of coronavirus.  The 40-year-old patient who contracted the virus had recently traveled to Spain, where at least 647 infections have been confirmed and 28 have died. She reported having a fever and cough and is now at home in isolation. Sacramento County in Northern California announced that an elementary student has contracted the coronavirus there.  No other details were provided. A news conference scheduled at the school district today was canceled.  California has now identified 107 coronavirus patients and reported two deaths. ##United States##  More than 4,000 people have now died globally from the coronavirus, as it continues spreading around the world. Most of these cases and deaths are still in mainland China -- but the situation there appears to be stabilizing, with only 19 new cases on Monday (compare that to just a month or two ago, when there were 2,000 new cases a day). Instead, the outbreak is worsening in other parts of the world like the US, Italy, and Germany. Here are the numbers broken down, according to CNN's tally: In mainland China: 80,754 cases, 3,136 deaths \nOutside China: 32,255 cases, 882 deaths\nGlobally: 113,009 cases, 4,018 deaths Those 882 deaths outside China break down like this: Italy: 463\nIran: 237\nSouth Korea: 54\nFrance: 30\nSpain: 28\nUnited States: 26\nJapan: 16\nIraq: 7\nUK: 5\nHong Kong: 3\nAustralia: 3\nGermany: 2\nPhilippines: 1\nSwitzerland: 1\nNetherlands: 1\nArgentina: 1\nEgypt: 1\nTaiwan: 1\nThailand: 1\nCanada: 1 Markets in Asia Pacific are mostly edging higher and US stock futures are jumping after novel coronavirus fears and an oil price war sparked a worldwide panic on Monday. Australia's benchmark S&P/ASX 200 is up 1.6%, recovering from earlier losses that briefly sent the index into bear market territory. It's now trading nearly 19% below its most recent high, just under the 20% that defines a bear market. South Korea's Kospi was last up 0.3%, while Hong Kong's Hang Seng Index was 0.6% higher. China's Shanghai Composite was flat, though in negative territory. Japan's Nikkei 225  was the region's worst performer, though was last only down 0.5%. The government there is expected to soon announce more emergency measures to contain the spread of the virus. Japanese companies are also feeling the pain from the toll the virus took on China last month: Nissan's vehicle sales in China dropped 80% in February compared to a year earlier. US stock futures, meanwhile, are recovering after Monday's historic declines. After initially falling after hours, Dow futures shot up 550 points, or 2.4%, after President Donald Trump said he would press lawmakers to enact a payroll tax cut and ensure assistance is available to hourly workers amid a roiling coronavirus pandemic that's caused deep economic concerns and stock market shock. The Dow had ended the day with its biggest point drop in history, closing Monday down 2,014 points, or 7.8% -- its worst day since the 2008 financial crisis. Read more: Chinese President Xi Jinping has just arrived in Wuhan, the epicenter of the global coronavirus pandemic, Chinese state media reported. This is his first visit to the city since the coronavirus outbreak began. The virus was first identified in Wuhan, the capital of Hubei province, late last year. A classic American television game show will go without a studio audience out of concern regarding the spread of coronavirus. \"Wheel of Fortune\" will begin taping episodes without an audience indefinitely, a source close to the show tells CNN. \"Jeopardy,\" which like \"Wheel of Fortune\" is produced by Sony, is considering a similar move, according to multiple reports. The hosts of both shows are in their 70s and have been battling health issues in recent months. \"Wheel of Fortune\" host Pat Sajak, 73, underwent emergency surgery for an intestinal blockage in November. \"Jeopardy\" host Alex Trebek, 79, is battling pancreatic cancer. According to the American Cancer Society, \"cancer patients are among those at high risk of serious illness from an infection because their immune systems are often weakened by cancer and its treatments.\" The change marks the entertainment business's latest response to the pandemic. Movie premieres, concerts and high profile events like the South by Southwest festival in Austin, Texas, have been canceled in recent weeks in response to the growing number of cases worldwide.\" Read more: The Securities and Exchange Commission is asking all personnel based at its headquarters to work from home due to an employee who may have coronavirus, according to an SEC spokesperson, becoming the first federal agency to ask its Washington employees to stay home. \"Late this afternoon, the SEC was informed that a Washington, DC Headquarters employee was treated for respiratory symptoms today (Monday),\" the spokesperson said in a statement. \"The employee was informed by a physician that the employee may have the coronavirus and was referred for testing.\" The spokesperson added, \"Amongst other precautions, the SEC is encouraging Headquarters employees to telework until further guidance.\" Read more: ##United States## South Korea identified 131 new coronavirus patients Monday, health authorities there said, the lowest number of cases reported in a day in the country in weeks. Of those cases, 92 were reported in Daegu, the epicenter of the South Korean outbreak. Three fatalities were reported Monday, bringing the national death toll to 54, the South Korea Centers for Disease Control and Prevention (KCDC) said. More than 7,500 cases have been identified nationwide.  Optimism abounds: Speaking to CNN in an exclusive interview Monday, South Korean Health Minister Park Neunghoo said the country hopes it has \"passed the peak.\" The South Korean government has been among the most ambitious when it comes to providing the public with free and easy testing options. It has the ability to run about 15,000 diagnostic tests per day and has conducted 196,000 tests to date nationwide, free of charge. Authorities in the city of Goyang even set up drive-thru testing booths. \"Detecting patients at an early stage is very important and we learned the simple lessons by dealing with this virus that this is very contagious -- and once it starts, it spreads very quickly and in very wide areas,\" Park said. \"Raising the testing capability is very important because that way, you can detect someone who's carrying the virus, then you can contain the virus.\" ##Asia## A worker at the Boeing factory in Everett, Washington, has tested positive for novel coronavirus, according to a statement from the company. Boeing says the worker is now isolated and receiving treatment. Other workers who were in contact with the infected individual were told to self-quarantine at home, and the work area is being thoroughly cleaned. The Everett facility produces Boeing’s wide-body jets -- including the 747 and the 787 Dreamliner -- according to the company website. The hardest-hit state: Everett is located about 20 miles from the Life Care Center retirement home in the Seattle suburb of Kirkland, where at least 13 residents have been killed by the virus. At the beginning of the outbreak, there were 120 residents living at Life Care Center. Washington has identified at least 180 coronavirus patients in total and 22 people have died there after contracting the virus -- the most infections and highest death toll of any state in the US. ##United States## Pearl Jam announced it is postponing its upcoming North American tour due to the spread of the coronavirus. The Seattle-based rock band cited health concerns and their own firsthand experience in their decision. ##United States## There are 717 cases of the novel coronavirus in the United States, according to state and local health agencies, governments and the US Centers for Disease Control and Prevention. According to the CDC, there are 49 cases from citizens who were repatriated from abroad -- three from Wuhan, the pandemic's epicenter, and 46 from the Diamond Princess cruise ship in Japan. Twenty-one cases have also been identified in connection with another cruise ship, the Grand Princess, which arrived in port in Oakland, California on Monday.  According to CNN's tally of cases that have been detected and tested in the United States through US public health systems, there are 647 cases in 36 states and the District of Columbia. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases that have received positive results from the CDC. Here's the state-by-state breakdown, as of Monday night Eastern Time: Arizona: 6 cases\nCalifornia: 105 cases, 2 deaths \nColorado: 11 cases\nConnecticut: 2 cases\nDistrict of Columbia: 1 case\nFlorida: 14 cases, 2 deaths\nGeorgia: 12 cases\nHawaii: 2 cases\nIllinois: 11 cases\nIndiana: 4 cases\nIowa: 8 cases\nKansas: 2 cases\nKentucky: 6 cases\nLouisiana: 1 case\nMaryland: 6 cases\nMassachusetts: 41 cases\nMinnesota: 2 cases\nMissouri: 1 case\nNebraska: 3 cases\nNevada: 4 cases\nNew Hampshire: 4 cases\nNew Jersey: 11 cases\nNew York: 142 cases\nNorth Carolina: 7 cases\nOhio: 3 cases\nOklahoma: 1 case\nOregon: 14 cases\nPennsylvania: 10 cases\nRhode Island: 3 cases\nSouth Carolina: 7 cases\nTennessee: 4 cases\nTexas: 13 cases\nUtah: 1 case\nVermont: 1 case\nVirginia: 2 cases\nWashington state: 180 cases, 22 deaths \nWisconsin: 2 cases ##United States## The city of Long Beach, California, confirmed three new presumptive positive cases of the novel coronavirus today, authorities said in a news release. Two men and a woman tested positive for the virus. One is in stable condition in the hospital while two are isolated at home.  “Two had traveled to an international area of community transmission and one traveled domestically to an area of community transmission,” the news release said. While Long Beach is in Southern California’s Los Angeles County, the LA County Department of Public Health is not including these cases in their count. Total count: LA County has now identified 19 coronavirus cases -- 16 reported from LA County and the three in Long Beach. California has 105 confirmed cases of the virus, the second-highest state total the US. Washington state is the hardest hit, with 180 cases as of Monday evening Eastern Time. ##United States## Vietnam is temporarily suspending visa exemptions for eight countries due to the novel coronavirus outbreak, the government's online portal said oMonday.  Citizens of the United Kingdom, Denmark, Norway, Finland, Sweden, France, Germany and Spain will temporarily not be able to use the visa-waiver program, Vietnam's Prime Minister Nguyen Xuan Phuc announced at a government meeting focused on virus prevention and control in Hanoi on Monday.  South Korea and Italy have already been denied access to the country's visa-wavier program. Overall, Vietnam's visa exemptions apply to 13 countries, 10 of which have been temporarily barred from the program due to the novel coronavirus outbreak. ##Asia## Authorities in mainland China identified 19 new coronavirus cases on Monday, according to the country's National Health Commission (NHC).  Seventeen of those cases were in Wuhan, the capital of hard-hit Hubei province and epicenter of the pandemic, and two were imported cases from people arriving overseas. Seventeen deaths were reported in Hubei province on Monday, bringing the total number of fatalities in China to 3,136. China has now identified 80,754 coronavirus patients, according to the NHC. Nearly 60,000  patients have recovered and been discharged from hospitals. Monday marked the third straight day in which China reported zero locally transmitted cases outside of Hubei.  ##Asia## Starting today, you will notice that CNN is using the term pandemic to describe the current coronavirus outbreak. It is not a decision we take lightly. While we know it sounds alarming, it should not cause panic. So why now? The World Health Organization hasn't called the coronavirus outbreak a pandemic. Nor has the US Centers for Disease Control and Prevention. But many epidemiologists and public health experts argue the world is already experiencing a pandemic because of the novel coronavirus. There are now over 100,000 cases and over 3,000 deaths attributed to this new virus. In one day last week, the number of new cases outside of China, where the virus originated, was nearly nine times higher than the number of new cases in China. This virus has found a foothold on every continent except for Antarctica. In several countries, the number of cases continues to climb. Some of those countries \"have had sustained community transmission of a substantial sort,\" said Dr. William Schaffner, a Vanderbilt University professor and longtime adviser to the US Centers for Disease Control and Prevention. \"Put that together, that spells pandemic.\" The specific criteria for a pandemic are not universally defined, but there are three general criteria: a virus that can cause illness or death; sustained person-to-person transmission of that virus; and evidence of spread throughout the world. The CDC says a pandemic is \"an epidemic that has spread over several countries or continents, usually affecting a large number of people,\" while an epidemic is \"an increase, often sudden, in the number of cases of a disease above what is normally expected in that population in that area.\" Read more: Absolutely. The vast majority of people with coronavirus survive.  Last week, the director of the National Institute of Allergy and Infectious Diseases estimated the death rate is \"about 2%.\"  But the true death rate might be much lower, since some coronavirus survivors might not have been tested and might not have had their cases reported.  US Surgeon General Jerome Adams has discussed specific data showing who is at risk of novel coronavirus.  “People over the age of 60 are much more likely to develop complications from the coronavirus and to be hospitalized,” said Adams, adding that the average age of death from coronavirus is 80. Children and young adults are more likely to die from the flu than coronavirus, Adams said at Monday's White House press briefing. He added that people should “be reassured by that.”  However, he noted, even though young people aren’t at significant risk of dying from coronavirus, they could potentially spread it to people in communities and people with chronic diseases, reiterating basic precautions to prevent community spread, such as covering coughs. People infected by novel coronavirus tend to develop symptoms about five days after exposure — and almost always within two weeks, according to a study released Monday in the journal Annals of Internal Medicine. That incubation period is consistent with previous estimates from public health officials, and the findings suggest that 14 days of quarantine are appropriate for people potentially exposed to the coronavirus. The US Centers for Disease Control and Prevention has used that standard during the current pandemic — recommending, for example, that people self-quarantine for two weeks after traveling to countries with widespread coronavirus transmission, such as Italy or South Korea. To estimate the incubation period, researchers scoured more than 180 reports of coronavirus in places without widespread transmission — areas, in other words, where infection was likely due to outside travel. Because the study was conducted early in the coronavirus outbreak, community transmission at the time was limited to Wuhan, China. That allowed researchers to estimate the “time of exposure” to the coronavirus by determining when a person was in Wuhan — the only plausible source of infection. By comparing travel to Wuhan with the emergence of symptoms, researchers could then estimate an incubation period for the virus: usually about five days, and rarely more than 12. It’s possible, the researchers said, that their study may have focused on more severe cases of the virus – which are likelier to make the news and catch the attention of public health officials. The incubation for mild cases, then, might differ somewhat.  ", "Section": "world", "Writers": ["Meg Wagner", "Joshua Berlinger", "Jessie Yeung", "Adam Renton", "Sheena McKenzie"], "URL": "https://www.cnn.com/world/live-news/coronavirus-outbreak-03-10-20-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Philippines", "Source": "CNN"}