{"Type": "", "Time": "2018-06-27", "Headline": "Thailand seeks bids for $5.5-B high-speed rail to China project – Manila Bulletin", "Text": "By (Bloomberg)Thailand will seek bids in the fourth-quarter for a 180 billion baht ($5.5 billion) high-speed rail project that’s part of a wider plan for a train network to China.The bidder will build the first half of the network in Thailand, Minister of Transport Arkhom Termpittayapaisith said in an interview Thursday. His ministry expects to receive detailed designs this month from China, its partner for the project, before approving them in August to kick start the bidding process for the 253-kilometer (157-mile) route.“We have to approve the designs so we can go ahead with the next step, which is procurement of getting the contractor to construct this section,” Arkhom said.Thailand’s military government, which seized power in 2014, has prioritized infrastructure projects to broaden the drivers of economic growth and generate employment opportunities. A general election is expected next year, raising the question of whether a civilian administration will support or jettison the junta’s flagship projects. Arkhom has previously said Thailand will have to honor some of the contracts already signed with China. (Bloomberg)Construction on a small portion of the high-speed rail network began in December.Once the bidding starts in the fourth quarter, the Transport Ministry will step up the design process for the next phase, which has a contract value of 171 billion baht for the portion of track that runs 355 kilometers through Thailand to the border of Laos, the minister said.Thailand is in talks with China for a loan to fund the project and is negotiating terms such as the interest rate and a contract for rolling stock worth 8 billion baht, Arkhom said.In addition to the project with China, construction for Thailand’s 490 billion baht joint high-speed rail project with Japan is scheduled to start in 2020, Arkhom said. The initial study for half of the 672-kilometer line from Bangkok to Chiang Mai is already complete, and both governments are negotiating the investment model, he said.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2018/06/27/thailand-seeks-bids-for-5-5-b-high-speed-rail-to-china-project/", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "MB"}