{"Type": "article", "Time": "2020-12-03", "Headline": "Hong Kong just lost a splashy tech conference to Kuala Lumpur", "Text": "Hong Kong has lost a marquee tech conference to Kuala Lumpur, raising new questions about the Chinese territory's ability to retain its status as Asia's premier global business hub in the wake of recent political upheaval.  Rise, an annual tech conference whose recent speakers have included executives from Uber, Alibaba and Stripe, as well as partners from top venture capital firms, said on Thursday that it is leaving Hong Kong for the Malaysian capital.  The announcement was made on the sidelines of Web Summit, which is currently underway with more than 100,000 people from 160 countries taking part online. Rise is billed as Asia's largest tech gathering, and attracted some 16,000 attendees and more than 350 speakers last year. The conference had been held in Hong Kong since 2015. But in November 2019, Web Summit pulled the plug on the Rise conference scheduled for March 2020, citing at the time \"the ongoing situation in Hong Kong,\" according to multiple reports.  The conference organizers said in a statement that they have agreed a three-year partnership with the Malaysia Digital Economy Corporation, a government agency. Paddy Cosgrave, co-founder and CEO of Web Summit and Rise, told CNN Business that the political situation in Hong Kong was not the reason behind the decision. \"The process to move began in 2018,\" he said. \"This is not a goodbye to Hong Kong. We hope to return to the city in future with a brand new event,\" he added. \"Hosting Rise in Kuala Lumpur is going to expand us into the exciting region of South East Asia where the entire world is looking at right now for growth in the tech sector,\" said Rise co-host, Casey Lau.  But the loss of Rise will deliver another blow to Hong Kong's conference and exhibition industry, which was dinged by last year's pro-democracy protests. The number of conference goers arriving in the city fell 14% in 2019 compared to 2018, according to research from the Hong Kong Trade Development Council. This year, the industry is grappling with the fallout from Covid-19. A survey conducted by the Hong Kong Exhibition & Convention Industry Association (HKECIA) of its members in August found that at least 52 exhibitions and conferences had been canceled or postponed. Those events were expected to attract more than 3.4 million visitors.  Hong Kong's global image has also taken a beating this year, threatening its position as Asia's preeminent financial hub. Beijing cracked down on Hong Kong in the summer by imposing a controversial national security law on the city. Critics say the law undermines democratic freedoms long enjoyed by Hong Kong residents, and have warned that it could create a chilling effect on businesses that operate in the city. The move followed months of civil unrest in the city in 2019, when protesters opposed a controversial bill that would have allowed extradition from Hong Kong to mainland China. The protests, which sometimes turned violent, eventually morphed into a call for greater democracy and an inquiry into allegations of police brutality. Protesters shut down roads, public transportation and even the city's international airport at one point. Business conferences, art events and music festivals were canceled as event organizers were unable to guarantee attendees' safety.", "Section": "tech", "Writers": ["Sherisse Pham", "Hanna Ziady"], "URL": "https://www.cnn.com/2020/12/03/tech/rise-hong-kong-moves-hnk-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}