{"Type": "article", "Time": "2020-07-15", "Headline": "The United States is treating Hong Kong as mainland China. Business is starting to do the same", "Text": "The relationship between China and the West is rapidly eroding, and that could have serious implications for Hong Kong's status as a global financial hub.  The latest blow to the city's standing came Tuesday, when US President Donald Trump followed through on a threat to revoke the United States' special relationship with Hong Kong, which has in the past exempted the city from certain tariffs, among other privileges.  \"Hong Kong will now be treated the same as mainland China,\" Trump said in a speech at the White House. The Trump administration first suggested it would change its view of Hong Kong several weeks ago, when China began preparing to impose a sweeping national security law on the city. Critics of the law say it undercuts political and legal freedoms that have existed since Britain handed the former colony to China in 1997. Since the law took effect on July 1, concerns over Hong Kong among foreign businesses and political leaders have only grown. Some tech companies have pulled back from the market, while companies have expressed concern about the new law's broad reach and ambiguity. The New York Times on Tuesday also announced that it would move some of its staff based in Hong Kong to Seoul as it began to \"make contingency plans.\" Alongside the decision to end the special trading relationship Tuesday, Trump also signed a separate piece of legislation that would impose sanctions on businesses and individuals that are seen as helping China restrict Hong Kong's autonomy.  Without its privilege as a special economy under US law, \"there won't be big differences between Hong Kong and other big Chinese cities like Beijing and Shanghai,\" said Simon Lee, senior lecturer of international business at the Chinese University of Hong Kong. \"Foreign companies will think whether they need to maintain their existing scale of operations in Hong Kong.\" Following Trump's announcement, China on Wednesday pledged to retaliate with sanctions of its own on US officials and entities. It did not elaborate. On Tuesday, it said it would punish Lockheed Martin for selling arms to Taiwan. In a statement, the Chinese Foreign Ministry called on Washington to \"stop interfering in any way in China's internal affairs, including Hong Kong affairs.\" It also urged the Trump administration to refrain from implementing its new law regarding Hong Kong. The impact on trade Since 1992, Hong Kong's special status has allowed the goods passing through its borders to undergo different controls than those in the mainland. During the US-China trade war, for example, it allowed Hong Kong to avoid the tariffs that Washington imposed on Chinese goods.  The new executive order could put an end to that, as it aims to \"revoke license exceptions\" for exports to Hong Kong. Hong Kong doesn't do a huge amount of direct trade with the United States, according to Iris Pang, chief economist of Greater China at ING. In 2018, America imported nearly $17 billion in goods and services from Hong Kong, while exporting $50 billion — a trivial amount compared to the nearly $740 billion in goods and services traded that year between the United States and China. And the majority of goods exported from Hong Kong — about 99% — are re-exports, meaning that they are goods passing through the territory from another country, Pang explained. That means that if those goods are from mainland China, they are already subject to any tariff that applies to Chinese goods. So \"in terms of tariffs, there should be no difference whether there is a removal of the special status,\" Pang wrote in a May research report. What's more concerning is the overall deteriorating relationship between the United States and China, she told CNN Business. For example, Trump said in an interview with CBS News on Tuesday that he was not interested in discussing a potential phase two trade deal with China in the wake of the coronavirus pandemic. The two countries agreed to a phase one deal in January, which involved an agreement by China to buy hundreds of billions of dollars worth of products from the United States. \"I'm not interested right now in talking to China,\" Trump said. \"They hit us with the plague, so right now I'm not interested in talking to China about another deal.\" The prospect of a \"second wave\" in the trade war would be far more damaging to Hong Kong's economy than the new US edict on the city, said Pang. A blow to business confidence Trade is only one part of the story.  In recent months, tensions have been bubbling up between China and the West, turning Hong Kong into a political battleground and raising even more questions about the city's future.  The city had already been hit hard by the trade war, as well as long-running anti-government protests, which pushed the economy into recession. Then the coronavirus pandemic sharpened the blow, just months before the national security law was imposed. Foreign businesses have expressed concern about the new law. More than 68% of businesses that responded to a survey conducted by the American Chamber of Commerce in Hong Kong that published earlier this week said they were \"more concerned\" than a month ago.  One respondent wrote that the legislation was \"extremely broad and could be used for anything at all.\" Authorities in Hong Kong, though, insist the law is needed to restore stability after months of unrest. Last week, tech companies began pulling back on or re-examining their operations there. Facebook, Twitter, Google, Microsoft and Zoom each said they would temporarily stop honoring government data requests about their Hong Kong users, while TikTok — which is owned by Chinese company ByteDance but has significant US operations — quit the market entirely. \"Hong Kong is just a city in the gap between the political conflict between the two large superpowers,\" George Leung, CEO of the Hong Kong General Chamber of Commerce, told CNN Business. \"We are just an international business city here doing business between the East and West, and should not be suffering from the threat of sanctions on anything affecting the Hong Kong wellbeing.\" More serious consequences also appear to have been discussed.  Fears that the United States could punish China by undermining the Hong Kong dollar's peg to the US dollar resurfaced last week after Bloomberg reported that Washington was considering options to weaken the currency. Citing anonymous sources, the news outlet said some suggestions — including limiting the ability of Hong Kong banks to buy US dollars — had been raised among political advisers to the US State Department.  The news outlet later reported that Trump decided against the idea, and the Hong Kong Monetary Authority — the city's de facto central bank — has made clear that it has enough in reserve to support the peg.  But the concept itself is not a new one, and it takes on renewed significance as Hong Kong's status as a safe haven for global business is debated. While the Trump administration has not pursued the \"nuclear option\" of targeting the Hong Kong dollar, the city's international relevance \"would immediately be called into question\" if that were to occur, said Brock Silvers, chief investment officer for Hong Kong-based Adamas Asset Management. Silvers added, though, that Hong Kong could emerge from the geopolitical firestorm with some benefits. The city, after all, in recent weeks has become increasingly attractive to Chinese companies that fear their business prospects in the United States may be in jeopardy. \"The role of Hong Kong was already evolving in light of its newly redefined relationship with China,\" Silvers said. \"Although Hong Kong's international role could diminish over time if concerned firms relocate to Singapore and elsewhere, Hong Kong may find new relevance as a center for Chinese finance.\" — Eric Cheung, Kevin Liptak, Kristie Lu Stout, Jason Hoffman and Sugam Pokharel contributed to this report.", "Section": "business", "Writers": ["Michelle Toh", "Laura He"], "URL": "https://www.cnn.com/2020/07/15/business/hong-kong-special-trade-status-us-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}