{"Type": "article", "Time": "2020-12-28", "Headline": "12 wild things that happened in aviation in 2020", "Text": "This was a heinous year for the aviation industry. Absolutely horrendous, in fact.  But among the gloom there were some lighter, crazier, even hopeful moments that captured our imaginations during the dark times. Here are the wildest.  1. A tiny airport in Alaska became the world's busiest Alaska's Anchorage International lacks the waterfalls and razzmatazz of Singapore Changi or the eight runways of Chicago O'Hare, but in April this unassuming little airport briefly became the busiest airport in the world.  It was down to a combination of global passenger traffic being wiped out by the pandemic and the ferrying of medical supplies contributing to a rise in cargo traffic -- which is Anchorage's specialty area.  2. 'Flights to nowhere' became a thing Would-be travelers got so starved of the pleasures of whizzing above the ground in a pressurized tube that when Australian airline Qantas launched a seven-hour sightseeing tour over sights such as Byron Bay and the Gold Coast, it sold out in ten minutes.  In Taiwan, these \"flights to nowhere\" were also combined with on-board speed dating, such as EVA Air's \"Fly! Love Is in the Air\" campaign, while Thai Airways gave the trend a spiritual edge with a \"flight to nowhere\" over some of Thailand's Buddhist religious sites.   3. Naomi Campbell was aviation's Nostradamus   Back in summer 2019, the world looked on in amazement as Naomi Campbell revealed her elaborate airplane ritual which involved wearing disposable gloves, wiping down surfaces with anti-bacterial wipes, and wearing a face mask.  Next March, when the rest of us were starting to get on board with Campbell's stay-safe message, the British supermodel had to go one better. She shared pictures of herself at Los Angeles International Airport wearing a hazmat suit, goggles, a mask and gloves.  4. The world's longest flight got even longer The shuffling and re-routing occasioned by the pandemic threw up a lot of surprise aviation records.  First, French airline Air Tahiti Nui flew the longest ever scheduled passenger flight by distance -- transiting 9,765 miles from Tahiti to Paris, a one-off milestone forced by US travel restrictions. Then, for a few days, Qantas ran the first ever A380 passenger flight between Australia and London.  And finally, the official world's longest scheduled passenger flight -- an 18-hour feat of endurance between Singapore and Newark, New Jersey -- got even longer when it returned to service in November.  The reason: Singapore Airlines switched US airports, from Newark in New Jersey to New York City's JFK, so the new SQ24 SIN-JFK route now checks in at 9,536.5 miles -- 2.5 miles longer than before.  5. A 64-year-old man accidentally ejected himself from a fighter jet A surprise outing to an air base caused a 64-year-old Frenchman so much stress that he flung himself from a fighter jet in midair, grabbing the ejector button in a panic and tumbling through the skies above France before landing in a field. Although the unnamed man had never expressed any desire to fly in a fighter jet and had no previous military aviation experience, the employees at his firm nevertheless thought it would be a great idea to treat him to a joyride. Fortunately, the man avoided seriously injury after parachuting 2,500 feet to the land below. 6. Passenger planes became cargo planes The pandemic sparked an aviation trend known as \"preighter\" flights -- a portmanteau of \"passenger\" and \"freighter\" -- in which airlines retrofit their passenger cabins to hold packages instead of passengers.  Portuguese charter operator Hi Fly removed most of the seats from its sole A380 in order to make way for more cargo, making it the world's first A380 to be converted for freight. 7. A plane took off without a pilot in charge Back in January, Airbus broke the news that one of its test aircraft had successfully taken off automatically at France's Toulouse-Blagnac airport the month before.  According to Airbus, the A350-1000 achieved eight automatic takeoffs over a period of four and a half hours, with two pilots on standby.  8. A plane took off without jet fuel The world's largest all-electric aircraft made its maiden flight in May, marking a new milestone in all-electric technology. The nine-passenger eCaravan plane went for a 30-minute jaunt over Moses Lake, Washington.  Then in September, Airbus unveiled ZEROe, its trio of zero-emission concept aircraft. The European manufacturer says it plans to bring a zero-emission passenger aircraft to market by 2035. 9. Berlin's 'cursed' airport finally opened Nearly a decade behind schedule, 4 billion euros (nearly 5 billion dollars) over budget and mid-pandemic, Berlin's beleaguered new airport finally opened its doors at the end of October.  Berlin-Brandenburg Willy Brandt Airport (BER) was reported to have already been granted 300 million euros in state aid before transporting a single passenger.  10. There were still lots of funny-looking new planes The whale-shaped Airbus Beluga XL, one of the biggest beasts in the skies, entered full-time service in January.  A mysterious bullet-shaped plane first spotted three years ago at Southern California Logistics Airport was revealed in August to be the Celera 500L, a six-person private craft that promises to fly at jet speeds, but with eight times lower fuel consumption.  CNN Travel's story on the futuristic Flying-V airplane caught the eye of US presidential candidate Kanye West in October.  And finally the Caspian Sea Monster -- a colossal Soviet-era ground-effect vehicle, somewhere between a hovercraft and an aircraft -- was transported along the Russian coast to the city of Derbent, after 30 years in hibernation.  11. There were still lots of really fast planes In February, British Airways smashed the record for quickest subsonic flight from New York to London, reaching a top speed of more than 800mph (1,287km/h). In September we got the news that there could be a supersonic Air Force One prototype airplane as early as 2025, with the US Air Force getting busy awarding development contracts. California start-up Exosonic is working on a low-boom supersonic Mach 1.8 twinjet, while Atlanta-based Hermeus Corporation is working on a hypersonic 20-seater that promises to deliver passengers from New York to London in 90 minutes Denver-based start-up Boom, one of the hottest companies currently working in the supersonic aviation field, unveiled its XB1 demonstrator aircraft in October. The XB-1 is the first independently developed supersonic aircraft. 12. Takeoffs were easy but touchdowns got hard  Ignoring national lockdowns, in April a bevy of international high-rollers were turned away by police at Marseille Airport after taking off from London in search of sun and fun in the French Riviera.  A month later, German low-cost carrier Eurowings got a little over-eager when it resumed services from Düsseldorf to Sardinia, Italy -- but was forced to turn around at its destination because the airport was still closed.  Then six Lufthansa 747s flew into a Dutch airport in the summer but then were stranded until Halloween because of a safety certificate issue. Larger jets were permitted to land at Twente Airport -- but not to take off.  And finally, in December Nepali airline Buddha Air brought some bad karma on itself when it flew passengers to the wrong airport -- some 250 miles from the intended destination.  Likewise, when we all strapped ourselves in at the start of 2020, few anticipated the bumpy ride ahead and how far we'd land from the year we'd hoped for.  The journey's far from over, and we can expect plenty more turbulence. But out there on the horizon, there are still clearer skies ahead.   ", "Section": "travel", "Writers": ["Maureen O'Hare"], "URL": "https://www.cnn.com/travel/article/wild-aviation-year-2020/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}