{"Type": "", "Time": "2021-02-10", "Headline": "Let China fire its first bullet      then Philippines can complain – Manila Bulletin", "Text": "Only if Chinese soldiers shoot at a Filipino vessel in the West Philippine Sea (WPS) can the Philippine government file a case against China before the tribunal of the United Nations Convention on the Law of the Sea (UNCLOS).This was stressed by retired Supreme Court (SC) Senior Associate Justice Antonio T. Carpio who tackled, in a television interview, the issue on China’s new Coast Guard Law which, among other things, allows its military to fire at foreign vessels.Carpio pointed out that China’s new law violates the UNCLOS and the United Nations (UN) Charter.“In the UNCLOS tribunal there has to be an actual case, actual controversy. China can always say ‘we are not applying the law against you.’ So, we have to wait for an actual case where there is a violation. That will strengthen our position because we are challenging a law,” he said. He said he expects a scenario where China would shoot at a foreign vessel due to the escalated tensions over the disputed areas in the South China Sea.“My guess is that China will apply this law (Coast Guard Law) first against Vietnam then probably against Malaysia, and eventually against the Philippines,” he said.At the same time, Carpio said that “when President Duterte lifted the moratorium on oil and gas exploration in the West Philippine Sea, China officially said they will not stop us, they will not stop our survey vessels because there is a consensus.”But he lamented: “So there are two different signals from China. They said they will not stop us and then they passed this law.”In case China shoots at any Filipino vessel, Carpio said the Philippines will have a strong case as he recalled a 2016 decision by the UN Permanent Court of Arbitration which declared that the Philippines has rights over its exclusive economic zone (EEZ).“Although China does not recognize that (2016 ruling), that’s the problem of China because under international law our exclusive economic zone has been affirmed. So, China cannot say it is still disputed legally. It is no longer disputed legally,” Carpio stressed.He then urged other countries to emulate the action taken by the Philippines over the WPS.“The arbitral ruling that we won is binding only between the Philippines and China,” he said.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/02/10/let-china-fire-its-first-bullet-then-philippines-can-complain/", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "MB"}