{"Type": "article", "Time": "2020-08-25", "Headline": "Thailand issues new charges against fugitive Red Bull heir", "Text": "A court in Bangkok has ordered the arrest of the heir to the Red Bull fortune on fresh charges, adding another twist to a scandal that has turned a spotlight on one of Thailand's wealthiest families. The Bangkok South Criminal Court on Tuesday approved an arrest warrant for Vorayuth Yoovidhya, grandson of the creator of Red Bull, according to Royal Thai Police spokesperson, Colonel Krissana Pattanacharoen. The warrant was issued after police filed three new charges against Vorayuth, 38. The allegations include reckless driving resulting in death, drug use, and not stopping after an incident to help and inform authorities. The whereabouts of Vorayuth, who police say caused the death of an officer in a motorcycle accident in September 2012, are unknown. Vorayuth was driving a Ferrari at the time. A warrant for his arrest was issued in April 2017, but authorities believe he had already left the country. (Authorities say that warrant has been voided in favor of the latest one.) Better known by his nickname \"Boss,\" Vorayuth grew up in one of Thailand's most prominent families. His grandfather, the late Chaleo Yoovidhya, created the Red Bull energy drink — a fizzy mix of vitamins, sugar, and caffeine — and built it into a global empire. Reuters reported that Vorayuth's lawyer said he had no knowledge of the new warrant and had not been in contact with his client. The latest arrest warrant comes just weeks after the Office of the Attorney General dropped a previous round of criminal charges against Vorayuth, prompting a public outcry among Thais who have long felt that the country's legal system unfairly favors the rich.  That led to multiple fresh inquiries, including by Prime Minister Prayut Chan-ocha and the Office of Attorney General. The Office of Attorney General ordered police to reopen the case earlier this month after evidence emerged suggesting that Vorayuth was speeding at the time of the accident, a point that was previously contested. Blood tests conducted after the accident also found traces of cocaine, according to the agency.  — Hanna Ziady contributed reporting from London. Correction: An earlier version of this story did not mention a third charge that Thai authorities added to the arrest warrant for Vorayuth Yoovidhya after it was issued.", "Section": "business", "Writers": [], "URL": "https://www.cnn.com/2020/08/25/business/thailand-new-charges-red-bull-heir/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}