{"Type": "article", "Time": "2020-12-22", "Headline": "Taiwan reports first local Covid-19 case in more than 250 days", "Text": "Taiwan has recorded its first locally-transmitted case of coronavirus since April. The island has had one of the most successful pandemic responses in the world, and the new infection ends a 255-day run without local transmission, underscoring the difficulties in controlling the virus even in areas where it has been largely stamped out. According to a statement released by the island's health ministry on Tuesday, a woman in her 30s was infected after having contact with a foreign pilot, who also tested positive for the virus, between December 8 and 12.  Taiwan has been coronavirus free since April 12, only recording imported cases. Passengers arriving on the island must go into quarantine and those who test positive are isolated and given treatment. Three such imported cases were also recorded Tuesday, bringing the total number of cases on Taiwan since the pandemic began to 770.   A democratically-ruled island of 23 million off the coast of China, Taiwan has been seen as a global leader for its effective response to the coronavirus.  Taiwanese authorities began screening passengers on direct flights from Wuhan, where the virus was first identified, on December 31, 2019 -- back when the virus was mostly the subject of rumors and limited reporting. Taiwan confirmed its first reported case on January 21, after which it banned Wuhan residents from traveling to the island. All passengers arriving from mainland China, Hong Kong and Macao were required to undergo screening. All this happened before Wuhan itself went into lockdown on January 23. By March, Taiwan had banned all foreign nationals from entering the island, apart from diplomats, residents and those with special entry visas. At the same time, track and trace programs and widespread testing enabled Taiwanese authorities to effectively control the local epidemic and treat those who were infected.  Taiwan's success in keeping the virus out has enabled the island to open up and go back to relative normality in recent months, even as other parts of east Asia have been plunged back into lockdown or heightened restrictions as a result of new waves of infection.  On Monday, a top Taiwanese health official said it would not consider banning flights from the UK as a new strain was detected because of sufficient preventative measures already in place, according to state media. Those found breaching the measures that have enabled Taiwan to stay almost Covid-free for months can face severe punishment. Earlier this month, a man was fined $3,500 by Taiwanese authorities after breaching quarantine for only 8 seconds.  The man, a migrant worker from the Philippines, was quarantining in a hotel in Kaohsiung City when he briefly stepped out of his room into the hallway. He was caught on CCTV and reported to the Department of Health, which slapped him with the fine.  Taiwan isn't the only place in Asia grappling with the sudden reappearance of the coronavirus. Hong Kong, Korea and Japan have all reported recent outbreaks, while Thailand on Monday began testing tens of thousands of people after a cluster was detected at a seafood market on the outskirts of Bangkok.  Around 400 people have tested positive so far in connection to the new outbreak, and the Thai capital on Tuesday introduced new social distancing measures and urged people to refrain from large gatherings to celebrate the New Year.  Similar numbers of infections are unlikely in Taiwan, however, as the island's geographic isolation makes controlling and tracking infections easier than in many other parts of Asia.", "Section": "asia", "Writers": ["Chandler Thornton", "James Griffiths"], "URL": "https://www.cnn.com/2020/12/22/asia/taiwan-coronavirus-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}