{"Type": "article", "Time": "2020-08-05", "Headline": "HSBC bet the bank on China. It's in big trouble if tensions escalate", "Text": "HSBC's business in China has long been a boon for the bank.  But it's fast becoming a liability as relationships between Beijing and the West continue to fracture. And if China follows through on veiled threats to rein in HSBC, the bank will struggle to contain the fallout. HSBC is headquartered in London but traces its roots to China and makes most of its money in Asia.  In recent months, it has been repeatedly attacked by Chinese state media outlets. They have accused HSBC, for example, of colluding with the United States to build a legal case against the Chinese tech firm Huawei and its chief financial officer, a flashpoint in US-China tensions. HSBC broke its silence last week and denied the allegations.  And while the bank in June signaled its support for a controversial national security law Beijing imposed on Hong Kong, Chinese media have criticized it for not backing the measure soon enough. It's not entirely clear how and whether China would retaliate against HSBC, though media in the country has suggested that the firm's business in China could face consequences. The state-run tabloid Global Times, citing \"Chinese observers,\" recently floated the idea that the bank's connection to the US criminal case against Huawei could land it in legal trouble in China that could eventually push it \"out of the market.\" And some Chinese outlets have reported that the bank could appear on a list of \"unreliable\" foreign companies that the government is reportedly compiling. The tensions are already clouding the bank's image with investors, said Fahed Kunwar, an equity analyst at Redburn who covers HSBC. \"It's a predominant concern,\" he said. \"Being mentioned by both the Chinese and the US government on a weekly basis, it's just not seen as a positive message. People really question their business model in this new world.\"  HSBC's shares in London and Hong Kong are both down more than 40% this year, lagging the broader market in each city. HSBC CEO Noel Quinn acknowledged the fact that HSBC has become a political target on a call with investors Monday as the company reported earnings, warning that US-China tensions \"inevitably create challenging situations for an organization with HSBC's footprint.\" But when asked by analysts to elaborate, Quinn demurred. \"I'm not going to get into speculating on what actions may or may not be taken between respective governments. It's not my role to do that,\" he said. \"At the end of the day, I'm a banker, not an economist or a politician. But clearly, there are potential impacts on general economic confidence from any form of trade tensions.\" HSBC declined to comment further on the topic, and on whether it was preparing contingency plans for its business in China. No easy way out Greater China is critical for HSBC. Asia delivered more than 80% of HSBC's profits last year, and its Hong Kong operations typically account for more than half of its profits alone. Should access to Hong Kong and the mainland Chinese market ever be cut off, experts warn that HSBC would suffer an existential crisis. \"HSBC's main source of profit will be lost,\" said Wilson Chan, an adjunct professor of business at City University of Hong Kong.  The company is also undergoing severe financial challenges that place even more emphasis on the region. Kunwar noted that the company is in a dramatically different place today than it was five years ago.  The bank used to employ a strategy it termed the \"three-legged stool,\" with business based on pillars in Asia, Europe and North America.  In 2015, however, the bank announced a \"pivot to Asia,\" saying it would invest more in China and Southeast Asia. The company doubled down on that this year with another restructuring plan, which involves cutting 35,000 jobs and shifting more resources to Asia while pulling back in places like the United States, where it has underperformed for years. One of the reasons HSBC is so dependent on China is that it no longer has viable returns in other markets, according to analysts. \"Tell me the success. Where's the success?\" asked Paul Schulte, a former Hong Kong investment banker who now runs Schulte Research, a company that tracks banks and fintech. He claimed that many of HSBC's ventures had ended in \"disaster,\" citing Brazil as an example, where the bank sold its operations in 2016. Even the Middle East, which HSBC recently identified as a promising growth area to investors, isn't hugely significant, said Kunwar. The region, including North Africa, made up about 17% of HSBC's profits last year. All roads lead back to China That's not to say there aren't any options. One idea being floated by analysts is for HSBC to split itself up and spin off its business across different geographies. But that approach may not \"solve the problem\" of recovering business from China, said Kunwar.  The company could also try to appease Beijing by moving its primary stock listing from London to Hong Kong, or returning its global headquarters to the Chinese city. Neither are guaranteed to make officials happy, however. Another tactic would be to keep trimming its balance sheet to help offset losses. HSBC already plans to offload $100 billion in assets through 2022, but analysts expect it could be forced to continue downsizing if the strain continues. That plan, though, still wouldn't provide a path to growth.  \"There's not really much they can do,\" said Kunwar. \"All the solutions need to be such that the Chinese government is happier with the bank or the management team.\" Chan also suggested more direct communication between HSBC's senior managers and the government in Beijing.  \"Chinese culture is about mutual respect,\" he said. Give-and-take While it's evident that HSBC needs China, some have suggested the inverse could also be true. \"China and HSBC need each other,\" said Dragon Tang, a professor of finance at the University of Hong Kong. He suggested that China may look to rely on support from HSBC and Europe more broadly as tensions continue with the United States. Since it was founded in Hong Kong, HSBC has also built up a close relationship with authorities in China for more than a century. \"I think there's something to that,\" said Schulte, the former investment banker. Another consideration is Hong Kong's stock exchange, which has become more important as Chinese companies that trade in New York return home to court investors through secondary stock listings. Schulte noted that many of the city's retail investors trade through HSBC, so authorities have an incentive not to \"mess that up.\" Still, China isn't known to back down from a fight. Throughout its trade spat with the United States, the Chinese government consistently reiterated a telling statement: \"We don't want a trade war, but we aren't afraid of fighting one,\" Chan noted. This situation is similar, he said. \"China doesn't mind losing a British bank if [it] has to do it.\"", "Section": "business", "Writers": ["Michelle Toh"], "URL": "https://www.cnn.com/2020/08/05/business/hsbc-china-challenges-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}