{"Type": "gallery", "Time": "2021-02-11", "Headline": "In pictures: Lunar New Year 2021", "Text": "A man prays at a temple in Yogyakarta, Indonesia, on the eve of Lunar New Year. Families belonging to The Chinese Association of Gauteng have a New Year's dinner at the Shun De restaurant in Johannesburg on Saturday, February 13. People watch a performance in Canberra, Australia, on February 13. An artist in Tianjin, China, makes a candy painting on February 13. People in Singapore celebrate Lunar New Year at the River Hongbao festivity at the Gardens by the Bay. Worshippers wear face masks as they pray at the Wong Tai Sin Temple in Hong Kong on Friday, February 12. People take selfies in the Chinatown area of Bangkok, Thailand, on Thursday, February 11. The neighborhood was filled with Lunar New Year decorations. A passenger sits on a bench at a Beijing railway station on February 11. Because of the pandemic, fewer people are traveling home for the holiday. A family takes a picture in front of an ox sculpture at a mall in Beijing on February 11. Few people are seen at the international airport in Wuhan, China, on February 11. People pray at Wat Mangkon, a Buddhist temple in Bangkok's Chinatown. A man wearing a traditional Chinese outfit uses his cell phone as he waits for his meal in Bangkok's Chinatown. Someone waits for a train at a railway station in Seoul, South Korea, on Wednesday, February 10. A woman adjusts a child's protective mask as they wait to board a train in Beijing on February 10. Passengers line up at a railway station in Beijing on February 10. People take photos and videos of a 3-D display outside a mall in Kuala Lumpur, Malaysia. A cat is seen among drying incense sticks at a factory on the outskirts of Jakarta, Indonesia. A man in Beijing shops for festive decorations on February 9. A passenger arrives at the Beijing West railway station on February 8. An inflatable ox sits at the gate of Wuhan's Ocean Park on February 8. Workers disinfect a bus station in Bijie, China, on February 7 as they prepare for Lunar New Year travel. Girls pose in front of a cartoon ox in Beijing on February 6. Michael Tan, president of the Chau Luen Athletic Club in Vancouver, British Columbia, records a lion dance for a virtual New Year event. A baby panda climbs on a Lunar New Year display at the Wolong Nature Reserve in China's Sichuan province.", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2021/02/11/world/gallery/lunar-new-year-2021-photos/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}