{"Type": "article", "Time": "2020-12-06", "Headline": "December 7 coronavirus news", "Text": "Operation Warp Speed says its vaccine allocation IT platform, Tiberius, can track inventory at zip code level. \"Tiberius is the system of record for all allocations of Covid-19 vaccines,\" said Deacon Maddox, OWS Chief of Plans, Operations and Analysis, on a call Monday with reporters. Maddox said the system pulls material from multiple federal databases into one place, down to zip-code-specific hospitalization data and vaccine inventory.  The system can help compute each jurisdiction's vaccine allowance based on population and the number of doses available, Maddox said. States can then place orders with OWS weekly for any amount of doses, up to their maximum allocation.  The system can also populate a microplanning application for each state or jurisdiction. Tiberius contains information about hospitals, pharmacies, long-term care facilities, ultra-cold storage locations, and Covid-19 case rates and death rates broken down by zip code or county, to help states decide how much vaccine they need.  All pertinent information in the federal data inventory has been made available to states in the microplanning portion of the system -- including the Census Bureau, the HHS Protect data hub, and the CDC's VTrckS database, Maddox said.   \"We make it available to them, so that they can see it all in one place, and make their plans accordingly,\" he said. \nThe system also provides \"what we call in the army 'decision support,'\" Maddox said. This includes details on vaccine inventory levels. Once states place an order, the platform can track where vaccine shipments are physically located. \"We already have agreements in place with FedEx, UPS, McKesson to bring this data into the platform,\" he said. \"Jurisdictions -- all 64 plus entities -- have at least one account to receive and view their allocations,\" he said.  ##Vaccines## It’s unclear whether Americans who have had coronavirus and have antibodies to the virus should get a Covid-19 vaccine when one becomes available, Health and Human Services Secretary Alex Azar said Monday. “That's something that the FDA (United States Food and Drug Administration) has not ruled on and CDC (Centers for Disease Control and Prevention) has not ruled on, yet, in terms of providing guidance,” Azar said during an interview with NBC News host Lester Holt. Azar clarified that he was not saying people who have had the virus and recovered either should or should not get vaccinated. “I have actually explicitly asked the FDA for advice on this question because it has come up,” he said. In fact, it came up at an Operation Warp Speed meeting Monday, according to US Surgeon Gen. Dr. Jerome Adams.  “Right now we don't know how long people's antibodies are going to last,” Adams said in an interview with Fox News Monday. “And we know that in the studies they vaccinated people who did have antibodies, and so it's not going to harm you, based on what we know about the vaccines, if you've had the virus and you get vaccinated again.” Adams encouraged people who have recovered to donate plasma. “Convalescent plasma is a treatment out there that has potential to really help individuals recover if they've gotten Covid, particularly in this surge,\" he added. ##Vaccines## South Korea plans to buy coronavirus vaccines for 44 million people, Health Minister Park Neung-hoo said in a news briefing on Tuesday.  The government is allocating 1.3 trillion won ($1.2 billion) for vaccines from COVAX, AstraZeneca, Pfizer, Moderna and Janssen. The vaccines are expected to be brought in from March, Park added, and will be prioritized for those considered high risk -- the elderly, medical workers, those with chronic illness and essential workers. New cases: South Korea recorded 594 new Covid-19 cases Monday, 566 of which were locally transmitted, according to a news release by the Korea Disease Control and Prevention Agency (KDCA) Tuesday.  South Korea has now reported a total of 38,755 cases, including 552 deaths, according to KDCA. ##Vaccines## Florida police raided the home of a former state coronavirus data scientist on Monday, escalating a feud between the state government and a data expert who has accused officials of trying to cover up the extent of the pandemic. The Florida Department of Law Enforcement executed a search warrant Monday morning at the home of data scientist Rebekah Jones, who was fired by the state Department of Health in May. The agency is investigating whether Jones accessed a state government messaging system without authorization to urge employees to speak out about coronavirus deaths, according to an affidavit by an agent working on the case.  Jones told CNN that she hadn't improperly accessed any state messaging system and that she lost access to her government computer accounts after she was removed from her position.  About 10 officers with guns drawn showed up to her Tallahassee home around 8:30 a.m., Jones said. A video taken from a camera in her house, which she posted on social media, showed an officer pointing a gun up a stairwell as Jones told him her two children were upstairs. Jones said that the officer was pointing his gun at her 2-year-old daughter, 11-year-old son and her husband, who she said were in the stairwell, although the video doesn't make that clear. Officers also \"pointed a gun six inches from my face\" and took all of her computers, her phone and several hard drives and thumb drives, Jones said. Gretl Plessinger, a spokesperson for the law enforcement department, said that agents knocked on Jones' door and called her \"in an attempt to minimize disruption to the family.\" Jones refused to come to the door for 20 minutes and hung up on the agents, and Jones' family was upstairs when agents did enter the house, Plessinger said. She didn't respond to questions about why the officers drew guns. Read the full story: Chengdu, the capital of southwestern China's Sichuan province, is on high alert after the city reported its first locally transmitted cases of Covid-19 in nine months, according to local authorities.  Chengdu’s Health Commission said a total of five people have tested positive. A large-scale screening program was launched after one person tested positive, with nucleic acid samples collected from 24,598 people.  Of those, four came back positive and were either close contacts of the first patient or living in the same village in the Pidu district of the city. The results of 541 more tests are still pending. West Virginia’s Attorney General Patrick Morrisey tweeted on Monday evening that he was diagnosed with Covid-19 and pneumonia last week.  The Attorney General, a Republican, said he is currently quarantining at home, where he is receiving breathing and medical treatments. “I am feeling better today, and as such I am busy working from home,” Morrisey said. \n“Make no mistake about it, this can be a nasty virus, especially for those who are elderly or may be immunocompromised.”\n“Keep the faith, WV. As your AG, I’m excited to continue fighting to protect our jobs, to keep our people safe & to uphold our constitutional rights. Hope be back (sic) in the very near future,” he added. Michigan Gov. Gretchen Whitmer on Monday said it was \"incredibly reckless\" for Rudy Giuliani to attend a state legislative hearing last week without a mask.  \"This was (an) incredibly reckless thing to do, and now our legislature is canceling days that they should be meeting in these final days of 2020 when I'm trying to get some stimulus dollars to the unemployed and to businesses that are suffering,\" Whitmer, a Democrat, told CNN's Erin Burnett. The state House committee hearing lasted more than four hours, where Giuliani pushed misleading claims that the presidential election was stolen from President Donald Trump. The President announced days later Giuliani had tested positive for Covid-19.  \"We've been telling the people of Michigan, the people of America, this virus is still very present. If you're inside with people from outside your household, you've got to be masked up, and you've got to limit the amount of time that you are, and you certainly should not be unmasked at all,\" Whitmer said.  The governor called the hearing \"unnecessary,\" adding it was a \"potentially spreading event that we may not see the ramifications from for another week or two.\"  A young woman sits by a hospital bed as she gently strokes the hair of a withered figure. At first glimpse, it looks like it could be a child, but the gray hair finally gives a man away. Lying, face down, is her 69-year-old father. His thin, frail, shivering body is nearly disappearing beneath a thick set of blankets. \"He's very cold,\" she says, without stopping stroking his hair, barely turning to face us. \"They gave a treatment and he said it was very cold,\" she added, referencing the IV drip he had just been given.  Her father suffers from malnourishment, a plight that has become common among Venezuelans. He needs iron supplements, but Vargas Hospital in Caracas, where he is being treated, simply doesn't have any. His daughter will have to get hold of the medicine herself or doctors say his hemoglobulin levels will remain low.  His immune system is compromised, yet medical staff tell us he shares this ward with patients with diseases so contagious that, in most countries, they would be isolated from the rest. Among them, medical staff tell us, is a patient with Covid-19.  It's the dangerous overlap of the malady the impoverished Venezuelan state has imposed on its citizens, with a global health emergency that has largely ground the world to a halt. Years of government mismanagement have left Venezuelan healthcare grossly unprepared and under-resourced to handle the Covid-19 pandemic. Over the past decade the country has squandered most of its oil wealth, plunging into a deep economic crisis and humanitarian crisis. Venezuela boasts the largest proven crude oil reserves on the planet, but a sharp drop in oil prices in 2016 sparked an economic implosion, leading to hyperinflation as well as shortages of basic goods, such as food and medicine. Read the full story: The federal government said Monday it will start releasing new data about coronavirus hospitalizations on a hospital-by-hospital level. “Previously released data about hospital capacity that had been released was aggregated at the state level,” the Health and Human Services Department said in a statement. “This new, more granular, data release aggregates daily hospital reports into a ‘week at a time’ picture to protect patient privacy, while providing a view of how Covid-19 is impacting hospitals and local communities across the country,” HHS added. “With this data release, how hospitals are impacted by Covid-19 will be shown on a per-hospital basis, allowing researchers, policy makers, and others to have greater insights into local Covid-19 response efforts. This time series data will update weekly, going back to August 1, 2020.” The new information, available at healthdata.gov, will include details on the race or ethnicity of patients; how severe their illness is; hospital capacity; geographical patterns and other data. “Entrepreneurs and researchers can use these datasets to build novel data analysis tools and approaches. Data scientists are encouraged to detect, predict, and visualize insights and patterns in this high-resolution data. Such Covid-19 insights can identify what works, what is failing to work, and how we might scale best practices in one locality for other regions to collectively optimize the U.S. data-driven response,” HHS said. The United States has reported at least 102,148 current Covid-19 hospitalizations on Monday, setting a new record high since the pandemic began, according to the Covid Tracking Project.  Here's a look at where things stand: Dec. 7: 102,148 people hospitalized\nDec. 6: 101,501 people hospitalized\nDec. 5: 101,192 people hospitalized\nDec. 3: 100,755 people hospitalized\nDec. 2: 100,322 people hospitalized ##Hotspots## Wyoming will now require people to wear masks in indoor public spaces across the state, Gov. Mark Gordon's office said in a statement on Monday. Previously, the governor had left decisions on mask mandates to county governments and 16 of the state's 23 counties had local orders. The decision to extend the face covering requirement statewide was endorsed by the Wyoming Medical Society, Wyoming Primary Care Association, and Wyoming Hospital Association, according to the statement. The new health orders go into effect Wednesday through Jan. 8.   Several other restrictions were also included in the new measures. They are... Bars and restaurants must close from 10 p.m. to 5 a.m. for onsite consumption.\nOnly six people will be allowed to sit together at a time.\nWorkout classes at gyms will be capped at 10 people.\nGatherings where people cannot social distance will be limited to no more than 10 people. “I want to thank the majority of Wyoming counties who have taken the lead, and the people who are working hard to protect their friends, neighbors, and colleagues by wearing face coverings. They will make a big difference, but it will take time,\" Gordon said. “Rest assured that we are doing everything in our power to mitigate the economic damage and social costs to the state, but how we emerge on the other side is in large part up to us,\" he added. The latest numbers: Wyoming reported at least 128 deaths in November – that's the highest number of deaths from Covid-19 in a month since the pandemic began in March, the statement said. Gordon tested positive for Covid-19 on Nov. 25 and his wife tested positive for the virus on Dec. 3.  Note: These numbers were released by Gordon’s office, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Restrictions## Drug makers Pfizer and Moderna will not attend a White House summit on Covid-19 vaccines and their distribution Tuesday, despite being two of the companies behind developing those vaccines. The White House said that’s because the administration felt it was more important for regulators to attend and explain the authorization process to the American people.  During a background call with reporters Monday, a senior administration official said that while both companies were involved with “initial discussions” of the planning of the summit, “there was a change of direction in light of the fact we would have the regulator participating in the event.”  “It was more appropriate not to add one or more vaccine companies with pending applications before the FDA,” the official said.  Dr. Peter Marks, the FDA official in charge of which Covid vaccines get authorized, will attend to, “explain to the audience how the FDA goes about reviewing vaccines, and how thorough they are just why the FDA review process is the gold standard for the world.”  “We thought it was quite important to come for his session he's going to leave shortly after that to get back to work,” another official said later.  The White House claimed that “several vaccine manufacturers” had contacted organizers, some unsolicited, and had early discussions about participating.  “We thought Peter Marks, if we're trying to instill greater confidence, would be an independent voice for quality and effectiveness. And that would be more effective than the companies who are producing the vaccines themselves,” an official said, adding that, “from a regulatory perspective we cannot have the person in the room who is going to adjudicate emergencies use authorization with those who have submitted it during that evaluation period.”   Also absent from the list of participants is Dr. Anthony Fauci. A senior administration official said Fauci was invited and wanted to participate, but wasn’t able to because of an “important scheduling issue.”  ##Vaccines## Trump administration officials denied Monday they turned down an opportunity to buy more doses of the Pfizer vaccine months ago. The New York Times reported Monday that Pfizer had made the offer to sell the US government additional doses in late summer, but the newspaper said the administration turned it down. Senior members of the Trump administration’s Operation Warp Speed spoke about the issue on a background briefing call with reporters. One senior administration official who did not want to be identified said the administration is “in the middle of a negotiation right now” and can’t talk publicly about it. “But we feel absolutely confident” that there will be a “sufficient number of doses to vaccinate all Americans who desire one before the end of the second quarter of 2021,” the official said. The initial US contract, an advanced purchase agreement with Pfizer, was signed on July 22, the administration official said. That agreement was for 100 million doses with the option to purchase more. The 100 million doses would be enough to vaccinate 50 million people, because it’s a two-dose vaccine. The administration said it is continuing to negotiate with several companies working on Covid-19 vaccines. The US has the opportunity to purchase 3 billion doses of vaccine, among all the contracts the federal government currently has with various companies. That would in theory be enough to vaccinate the US population several times over. ##Vaccines## Operation Warp Speed officials outlined a new federal system Monday to track information about who has been vaccinated against coronavirus, but said it will not include information that can personally identify people who have been immunized. The data clearinghouse will be populated with information provided by states.  State immunization systems will provide information about who has been vaccinated, and those systems will feed into a federal data system, Army Col. RJ Mikesh, the program's information technology lead, told reporters.  \"The data clearinghouse is something we established. It's new as part of this pandemic response,\" Mikesh said. The program is signing data use agreements with jurisdictions that will allow it to receive details such as who the patient is, which vaccine they received, and which administration site provided the vaccine. It can handle personal identifying information, but the plan is not to include such information, Mikesh said. Each state or jurisdiction can decide what information to share, so the information will not be uniform. Identifying information such as Social Security numbers and driver’s license numbers will not be shared, but states can share information like date of birth, race and ethnicity.  \"The CDC took a lot of time to understand what those data elements were. They are truly the minimum data requirements of what would be asked for in a pandemic response,\" Mikesh said, addressing concerns about privacy.   \"The information that's personal, if that is allowed to be shared, is really there to help us with that first dose verification so that we can understand what vaccine the person received, and when they receive it,\" he said. Most states have submitted their data use agreements, but a handful are still being worked out, and should be finished this week, officials said on the call.  ##Vaccines## President Trump is expected to sign an executive order Tuesday aimed at prioritizing the shipment of the coronavirus vaccine to Americans before other nations, a White House official confirmed. Trump is planning on signing the order at a vaccine summit at the White House Tuesday.  “The priorities of the administration and this President since day one have been to put America first. This executive order reemphasizes that saying that, saying that we are going to ensure access to free, safe, and effective Covid vaccines to the American people,” the official said.  “Once we've ensured the ability to meet the needs of the American people, it would be been in the interest the United States to facilitate international access to Covid vaccines. That's what we're doing. The executive order also comes with accompanied framework, which provides the guidelines for the interagency to execute that that directive,” the official added. It is hoped the executive order will allay fears that there will not be enough doses of the vaccine to go around after distribution begins.  ##Vaccines## Pennsylvania Gov. Tom Wolf spoke bluntly Monday, describing an increasingly \"dire\" scenario where sick Pennsylvanians could be turned away from hospitals due to lack of beds if Covid-19 hospitalizations continue to increase. The Commonwealth reported that at least 5,421 people were hospitalized due to the virus as of noon Monday, according to the state's Secretary of Health Dr. Rachel Levine. The 14-day moving average of hospitalized patients per day had increased by 4,000 since the end of September, she added. Wolf warned of hospitals that were already diverting patients to other facilities due to \"full emergency rooms and overwhelming needs.\" “If the worst happens, hospitals will not be able to treat all sick Pennsylvanians,\" Wolf said. \"They’ll be forced to turn away people who need treatment, and that means more Pennsylvanians will die.”  The latest numbers: There were at least 6,330 new cases of Covid-19 from Sunday, and approximately 8,630 from Saturday. There were a total of 111 new deaths over the weekend, according to the Pennsylvania Department of Health. The statewide positivity rate for the week of Nov. 27 through Dec. 3 was 14.4%, according to the department.  Note:These numbers were released by the Pennsylvania Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  ##Hotspots## The bipartisan group of senators working on a coronavirus relief package will have another call this evening in an attempt to iron out differences on liability insurance, a Democratic aide tells CNN. That remains the key sticking point in the negotiations.  As a result of the call, don’t expect to see a more detailed proposal, outline or summary of the other pieces of the bill they are working on today.  The thinking is that there really is not a full agreement until everything is worked out. While aides feel good about the progress that has been made to settle state and local funding, the liability piece is still unresolved. And, without liability, there isn’t likely to be a deal.  Remember, last week Sen. Joe Manchin said the goal was release legislative text today. But, now that there is going to be a one-week continuing resolution, that does give the bipartisan group more time to figure out a path forward on liability. ##US Stimulus## South Dakota resident Rose Mary Kor was rushed to the ER when she was struggling to breathe.  At the ER, Kor was diagnosed with Covid-19-related pneumonia and was told she needed to be treated in a more sophisticated facility, but because the nearest facility was full, she would need to be sent for treatment in Wyoming, CNN’s Brooke Baldwin reported. “They said, ‘we're going to try to send you to Wyoming and the two options are Gillette and Casper, we'll see who will take you.’ And as it turned out, Wyoming Medical Center in Casper was the one that could take me,” Kor explained. \"'What is happening?' Is what I was thinking. 'How could this be? Do you guys know how far away Casper is?'\" Kor told Baldwin.  The facility is about a 3-hour drive from Kor's home and 200 miles away, she said.  Kor added that she doesn't know what would happen if she required additional treatment.  Kor said she would have to see her doctor at the nearby clinic, but doesn't know \"what would happen, if they would have to ship me somewhere else. It just seems like our system is not prepared for the scope of what this virus is doing.\"  Kor's message to fellow residents in South Dakota is to take the pandemic seriously.  \"If you're not thinking this is real, that you don't need a mask, that you don't need to be careful, you're living in some sort of alternate reality,\" she said.  Dr. Scott Gottlieb, former commissioner of the US Food and Drug Administration, told CNBC's Andrew Sorkin on Monday that he has avoided indoor dining and will continue to do so during the coronavirus pandemic.  “On a personal level, I’ve gone to many big box stores properly masked, and I wear a high-quality mask when I go out. I will not eat indoors in a restaurant,” Gottlieb said. Gottlieb said he has been eating outdoors since the summer. The risk is too high to be in a confined space without a mask on, he said. \"We need to understand what we’re looking at right now is going to get progressively worse over the next four to six weeks. Infections are going to continue to grow for at least four weeks, and the number of deaths and hospitalizations are going to continue to grow for probably the next six weeks,” Gottlieb said.  Dr. Anthony Fauci said on Monday that the first thing he would like the incoming Biden administration to do is \"get the efficient and equitable distribution of vaccines\" to as many people as possible. \"So if there's one thing we want to jump all over is – literally do a full-court press – to get out there, engage the community,\" Fauci, director of the National Institute of Allergy and Infectious Diseases, told CBS' Norah O'Donnell during the Milken Institute Future of Health Summit. \"Because if we could get 75% to 85% of the people in the United States vaccinated, we could crush this outbreak,\" Fauci said. \"We really have the capability of doing it.\" Under the Biden administration, Fauci will be staying in his current role and will also become a chief medical adviser for Biden on the Covid-19 pandemic. ##Vaccines## If schools have the resources, children can be kept in school safely, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said Monday. \"We should be making resources available so we can keep children, safely, in school,\" Fauci told CBS' Norah O'Donnell during the Milken Institute Future of Health Summit. \"It looks like now that the test positive of children in school compared to the comparable community is really relatively low,\" Fauci said. \"The safer place to be for the children would be in school, because the test positivity is really relatively low.\" Fauci added that one of his own daughters is a school teacher. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said on Monday that he is willing to take the Covid-19 vaccine publicly once one is authorized in the United States. \"I'd be more than happy to do it publicly,\" Fauci told CBS' Norah O'Donnell during the Milken Institute Future of Health Summit. \"When I see the FDA with their career scientists say that a vaccine is safe and effective, I will take it myself when my time comes,\" Fauci said. \"And I will recommend it to all people, including my friends President Clinton, Obama, Bush and others to take the vaccine because I would feel comfortable.\" Former Presidents Bill Clinton, Barack Obama and George W. Bush have all said that they are willing to take the Covid-19 vaccine in public settings.   The United States still hasn't seen the full impact that Thanksgiving gatherings likely will have on rising Covid-19 cases and hospitalizations, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said Monday. \"The blip from Thanksgiving isn't even here yet,\" Fauci told CBS' Norah O'Donnell during the Milken Institute Future of Health Summit. \"So we're getting those staggering numbers of new cases and hospitalizations before we even feel the full brunt of the Thanksgiving holiday,\" Fauci said, adding that the US could see a rise in cases and hospitalizations due to the holiday — and the nation needs to be mindful of following guidelines during the upcoming winter holidays. \"For the first time in more than 30 years I’m not spending the Christmas holidays with my daughters,” Fauci said. He said political leaders who call for the public to stay home but don't follow those guidelines themselves are setting \"a bad example.\" \"That's a bad example,\" Fauci said. \"Several of them, as we know from the news – I was watching the news last night – unfortunately, some of them did but they were caught.\" ##Hotspots## As coronavirus cases continue to rise Washington, DC, Mayor Muriel Bowser announced on Monday further rollbacks on reopening guidance for organized athletic activities for high-school aged athletes and older.  In a new Phase 2 \"adjustment,\" high-contact sports, including basketball, football and hockey, are now prohibited in the District beginning Monday. Universities and professional sports leagues are excluded from the mayor's order and may continue to practice and compete, so long as they have approved health and safety plans, Bowser said.  As for other organized sports, high school extracurricular sports activities and competitions will be suspended for DC public and private schools. Recreation centers and sports clubs in the District must also suspend all sports and organized athletic activities for high school-aged athletes.  Children who are middle school-aged and younger may continue to participate in organized drills for high-contact sports in groups of no more than 12 (precluding the ability to hold competitions). The activities must not involve actual physical contact, per the mayor's order. Physical education classes for all students must not involve activities in which children might come within six feet of one another.  The Department of Parks and Recreation will also stop issuing field permits for organized sports. DC residents may continue to use public fields for individual exercise or non-high contact activities.  Washington, DC reported 183 new coronavirus cases and four deaths Monday, pushing the death toll to at least 701.  Minnesota has eclipsed 4,000 total deaths due to Covid-19. In the state's latest update, the Department of Health recorded 21 new deaths Monday, bringing the total to 4,005.   At least 5,296 new cases were reported Monday, bringing the total number of cases to 356,152.   Hospitalizations are decreasing statewide, the dashboard shows. Of the 1,205 Covid-19 patients hospitalized, 362 are in intensive care.  At least 95% of the staffed beds in 33 hospitals are currently occupied.   Note: These numbers were released by the state's public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## President Trump told reporters Monday that his personal attorney Rudy Giuliani is \"doing very well\" after testing positive for Covid-19.  \"Rudy's doing well. I just spoke to him. He's doing very well. No temperature and he actually called me early this morning, He was the first call I got. He's doing very well. He's another champion,\" Trump said of his attorney.  Giuliani, who repeatedly disregarded public health guidelines, announced he tested positive for Covid and was admitted to Georgetown University Hospital on Sunday. He has appeared maskless in state Capitols, hotel ballrooms and at indoor news conferences.  Giuliani tweeted Sunday that he was \"getting great care and feeling good.\" Trump also referred to Giuliani as a \"champion\" adding he is the \"greatest mayor in the history of New York. What he's doing now is more important and he will admit that.\" Pilots will need to wait for a coronavirus vaccine go through an extra layer of approval before they can get vaccinated. In a new statement, the Federal Aviation Administration said it is \"prepared to evaluate the use of each vaccine” for pilots, which will add a step beyond what the potential emergency use authorization from the US Food and Drug Administration. Medications with certain side effects can ground a pilot, preventing them from passing a medical exam that proves they are healthy enough to fly. The FAA did not say if any immunization has ever made a pilot unfit to fly. The FAA said it is “closely monitoring the active vaccine trials” and the outcome of the FDA’s meeting this week to evaluate the Pfizer/BioNTech vaccine. “While the agency has made no final decisions, we are prepared to evaluate the use of each vaccine by medical certificate holders as soon as an emergency-use authorization is issued,” the FAA said in a statement to CNN. In October, the Air Line Pilots Association urged its members to not to participate in vaccine trials, saying that “the FAA considers participation in COVID-19 vaccine trials medically disqualifying for pilots for an indefinite period.” ##Vaccines## Dr. William Moss, an infectious disease pediatrician at Johns Hopkins University, encouraged anyone who has already tested positive for Covid-19 to get vaccinated once a vaccine becomes available. “This too is a very important question, and it also is sometimes framed as, you know, if someone had Covid-19, should they get the vaccine, and the general recommendations now are yes,” Moss said during a John Hopkins webinar on Covid-19 vaccine distribution on Monday. Moss said there have been different levels of immune responses, depending on the severity of the disease in the individual. “People who have asymptomatic or very mild infections tend not to have as strong an antibody response as people who have been sicker. We certainly don't want that,” he said. Moss added there is some potential that someone who has already tested positive for Covid-19 can produce a stronger antibody response once vaccinated. However, this is not the case for all vaccines, he said. ##Vaccines## Dr. Anthony Fauci made the argument to New York Gov. Andrew Cuomo Monday that coronavirus does not seem to be spreading in schools. It’s one of the issues where governors and local leaders have strongly differed with federal leaders. Local leaders in many areas, including New York City, have opted to close schools to in-person classes while Fauci, the Centers for Disease Control and Prevention and the White House have all pushed hard to reopen schools. Fauci, who is director of the National Institute of Allergy and Infectious Diseases, told Cuomo that high percentages of schoolchildren are not testing positive for coronavirus. “You know, it originally did surprise me,” Fauci said, because there was always a concern looking at what’s known to happen with influenza, that kids would be in school, get infected and come home and infect their parents and relatives.  “We’re not finding that with this coronavirus,” Fauci argued. “I think real positive spinoff of this is the realization that schools appear to be a place where the positivity, just like you all are seeing it in New York, the whole state including New York City, you’re not alone. We’re seeing that in other parts of the country, that the test positivity in schools is actually really low, which is really a good thing.”  This is why it’s better to close bars and keep the schools open, Fauci said.  “So long as you subsidize and help the restaurateurs and the bar owners so that they don't go down and essentially crash because of the economic strain. But if we can keep those things under control, subsidize those people, as well as keep the schools open, we'd be in good shape,” Fauci said.  The coronavirus pandemic is as bad as it’s ever been across the country, but it’s going to get even worse, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told New York Gov. Andrew Cuomo during a briefing on Monday.  “The middle of January could be a really dark time for us,” Fauci said during Cuomo’s regular coronavirus briefing. Holiday travel and gatherings have amplified the already expected effect of cooler weather driving people indoors more.  “You’d expect that the effect of the Thanksgiving surge would be probably another week and week and a half from now, because it’s usually two and a half weeks from the time of the event,” Fauci said. “The problem is, that’s going to come right up to the beginning of the Christmas, Hannukah potential surge.”   There’s a surge upon a surge, Fauci said. And before anyone can even try to cope with that, people will travel over the winter holiday period and there will be more of the gatherings of family and friends that have been fueling the pandemic. “We could start to see things really get bad in the middle of January,” Fauci predicted. Fauci also reminded Americans that they can mitigate the spread. “It’s such a natural thing to think, when I have family and friends over for the holidays, Christmas and Hanukkah, you get indoors you take your mask off because you're eating and drinking. And you don't realize that there may be somebody that you know, that you love, that's a friend, that's a family member, who is perfectly well with no symptoms, and yet they got infected in the community, and brought it into that small gathering that you're now having in your home,” he said. He urged people to take the same precautions at small family gatherings that they do when they are around strangers: wear a mask, wash your hands, watch your distance and meet either outdoors in well-ventilated spaces   ##Hotspots## New York Gov. Andrew Cuomo announced a statewide positivity rate of 4.79% and ordered hospitals in the state to increase capacity by 25%.  The positivity rate in micro-cluster areas is 6.57%, and without that portion of testing, the statewide rate is 4.27%. There are currently 4,620 people hospitalized due to Covid-19 in New York state. As a part of the state’s new “Surge and Flex” strategy Cuomo announced that hospitals must increase bed capacity by 25%. When laying out the surge portion of the strategy Cuomo said that the state currently has a capacity of 54,000 beds available and that the health commissioner has the ability to increase capacity up to 50% and close elective surgeries if needed.  If those actions are taken the state would have an estimated 75,000 hospital beds available with roughly 58,000 of them for Covid-19 patients.  Cuomo also said that the health commissioner can open field hospitals to add beds If needed.  “That would be from my point of view that last resource. We did that, the Jacob Javits center for example, we did 2000 beds” Cuomo added.  The flex portion of the plan relates to balancing patient loads within hospital systems both public and private.  “Every night we get an inventory form hospital doctor. How many patients do you have, how many ICU beds do you have. What capacity do you have?” New York state currently has 872 patients in the ICU, and increase of 22 people. At least 477 of those patients are on ventilators, an increase of 13 people.  Cuomo announced that an additional 80 people died due to Covid-19.  Note: These numbers were released by the New York Governor’s office public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  Two Americans waiting for a possible second round of stimulus opened up about how their livelihoods have been impacted by the pandemic.  Sean Blair was furloughed from his job at a carpet cleaning business back in March and has been dependent on the previous relief benefits. If Congress doesn't pass a Covid-19 relief package, Blair could lose his unemployments benefits days after Christmas, CNN's Poppy Harlow said.  Two of Blair's family members were also diagnosed with Covid-19 and one died. Blair's message to Congress: \"Quit playing politics with people's lives.\"  \"I mean, Covid doesn't care who you are. It kills indiscriminately. And I just want people to look back and say; 'Hey, people need help.' You see people going on lockdowns, going back. We're worse off than we were in March and there's no relief,\" Blair said.  Blair is currently relying on his girlfriend's income and said that the stimulus relief would help him pay bills. He said that the $600 unemployment relief benefit that expired was a big help.  \"Some people thought that people were just lounging around and sitting at home because they were getting extra money. That helped me pay my bills, that helped me stay on track with my mortgage, pay my homeowner's associations bills, my utilities because they're really, really high. That extra money wasn't — people used that. It wasn't just to sit around,\" Blair said.  Jeff Good owns three restaurants in Mississippi and was forced to lay-off a majority of his employees during the first shutdown in the spring. Good said the Paycheck Protection Program (PPP) had a short-term effect and allowed the businesses to start-up again over the summer. He’s brought back 155 employees, but is concerned about the future of his business as Covid-19 cases across the country surge and states tighten restrictions “Sean's and mine are two sides of the same coin. I'm in the position where I'm able to provide an incredible livelihood for a lot of folks, including myself. And to no fault of our own, to Sean's, to mine, to none of us, this has happened,” Good told CNN’s Jim Sciutto. “Now we're nine months into the pandemic and we're looking in, as Sean mentioned, a really dark time… More stimulus is needed for this economy. If we don’t pay it now, we’re going to pay it more later,” Good added. Good said that the stimulus bill is the only way to “make up” for what he has. Good said groups who had booked his restaurant for the holiday season have cancelled and now he’s back to looking at tightening his businesses. Good is hoping that a bill designated to help restaurant owners is also passed soon to offer additional relief.   “PPP is so needed for all businesses… but we need something on top of that or else, when you go to get your bagel or you go to try to get a lunch on the corner or the mom and pop diner, we're not making it,” Good said. A bipartisan group of lawmakers are hoping to unveil legislation that would provide Covid-19 relief to millions of Americans this week.  Watch the full interview:  ##US Stimulus## The Canadian government doubled its order commitment of Moderna's Covid-19 vaccine candidate, from 20 million to 40 million doses, Moderna announced in a statement Monday. The biotechnology company said shipments of its vaccine to Canada could begin as soon as this month if regulatory approval is granted in December. \"(Moderna) has already initiated the rolling review process with Health Canada and intends to seek Prequalification (PQ) and/or Emergency Use Listing (EUL) with the World Health Organization (WHO),\" according to a news release from Moderna.  \"The Canadian vaccine supply will be sourced from Moderna’s European production capacity,\" the statement said. ##Vaccines## New York City Mayor Bill de Blasio said he wants to move middle schools back to in-person learning as quickly as possible, and as early as January. “My goal is to get middle school back as quickly as possible, practically that means January, and then when we have that secured, move to high school,” he said.  Improving remote learning is a constant focus of the city's Department of Education, chancellor Richard Carranza said. He has been speaking with colleagues in other large urban school systems and “generally speaking” all are seeing that “not all children are doing well” in the virtual learning environment. He said he is proud of staff who are intervening when they feel a student is not doing as well as they could be.  Every phase of the pandemic has provided for “imperfect” learning solutions, and he said he looks forward to the time when in person learning can return 100%. He said there is “tremendous hope on the horizon,” and its important that individuals “push through.” He earlier said well over 150 of those schools are in full 5 days of instructions, though noted clearer numbers were come Tuesday morning. Last month, New York schools announced it would begin phasing out hybrid learning and move toward resuming in-person classes after citywide shutdowns due to the coronavirus pandemic. At the time, de Blasio announced students in 3K, Pre-K and grades K-5 could resume in-person classes today, but the mayor noted that the city will address when middle and high schoolers can return to in-person classes in the future. “We want to immunize for impact,” US Surgeon General Dr. Jerome Adams told ABC’s George Stephanopoulos on Monday, when asked who should be next to be vaccinated. “We want to make sure we’re giving it to the people who are most likely to die from this virus.” Adams said that 40% to 50% of deaths are occurring in people who are in long-term care facilities or who are older, but “we also want out health care workers who are on the frontlines to be able to get it.” “This surge is different than earlier surges, because it’s not about PPE. It’s not about testing. It’s really about health care capacity, and certain places are just being overwhelmed,” Adams said. “So, we know that we can actually help them with their health care capacity by immunizing their health care staff.” Adams said the decision about who would get the vaccine would be left up to the states, but they will receive guidance. Some states will have to immunize their health care workers first, he said. Others will find they get greater impact by vaccinating the older people and people wither underlying health conditions that put them at increased risk for serious illness. “But about 20 million doses, or full doses, are going to be available by the end of this year – and we’ll keep pushing vaccines out to people as quickly as we can so that we can end this pandemic,” Adams said. He asked people to follow the three W’s: wear a mask, wash hands and watch your distance; also to avoid people outside of their household as much as possible. “And please be patient with your leaders around the country. They’re trying to preserve hospital capacity,” Adams said, adding that the leaders want everyone who needs a bed to have access to a bed. “That’s not going to happen if we keep engaging in behaviors that lead to the spread of the virus,” he said. ##Vaccines## On Thursday, the US Food and Drug Administration will meet to decide on authorization for Pfizer's vaccine candidate. But health officials warn that while some Americans may receive a vaccine by the end of the year, the country likely won't see any meaningful impacts until late spring. In the meantime, experts project an incredibly challenging next few months. The US is nearing 200,000 daily coronavirus cases — and with the recent spike in cases, record hospitalizations have followed. On Sunday, 101,487 patients were in the hospital with the virus, the fifth consecutive day the US surpassed 100,000 hospitalizations. On Saturday, the US reported more than one million new cases of Covid-19 within the first five days of December. Health and Human Services Secretary Alex Azar said Americans' behavior is behind the crippling surge — and health experts warn that it could get worse as the holidays approach. \"People are going indoors, they're not minding the three W's,\" Azar told Fox News's Chris Wallace Sunday. \"Our advice is always the same. Wash your hands, watch your distance, wear face coverings.\" Azar later told ABC's George Stephanopoulos: \"We're worried about people and the behaviors coming up with Christmas ... We want to make sure everyone's loved ones are there next Christmas, especially when we have so much hope of vaccines.\" This morning, Dr. Anthony Fauci said he, too, is worried about Christmas, saying the holiday could be even more of a challenge\" than Thanksgiving, since the season runs for more than a week, from before Christmas Eve to New Year's Day. “I hope that people realize that and understand that as difficult as this is, nobody wants to modify – if not essentially shut down – their holiday season, but we are in a very critical time in this country right now.” ##Hotspots## ##Vaccines## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told CNN’s John Berman Monday that he has the same concerns about Christmas that he did about Thanksgiving – “only this may be even more compounded because it’s a longer holiday.” Thanksgiving was just the end of the week and then people went back to work, Fauci said. The Christmas holiday starts several days before, goes through Christmas Day into the week after, and into New Year’s and the New Year’s holiday. “I think it could be even more of a challenge than what we saw with Thanksgiving,” Fauci said. “I hope that people realize that and understand that as difficult as this is, nobody wants to modify – if not essentially shut down – their holiday season, but we are in a very critical time in this country right now.” “We’ve got to not walk away from the facts and the data,” he said. “This is tough going for all of us.” Dr. Anthony Fauci said he spoke with California health authorities and told them the new restrictions in the state make sense to him. \"I have been in discussion with the health authorities in the state of California who called me and asked, you know, they said, 'We feel we need to do this, what do you think?’ And I said, 'You know, you really don't have any choice when you have the challenge to the health care system, you've got to do something like that,' \" Fauci said during an interview with CNN on Monday,   He added that when hospitals become overwhelmed, that's when you could start seeing lockdowns. \"When you reach a certain critical point of the flexibility of hospital beds, and you see more cases of Covid coming in, you could have a real challenge – and maybe even a crisis – with regard to beds and personnel to take care of the people in those beds. And that's the reason why California has certain sections looking at the possibility of a lockdown,\" Fauci said. Roughly 33 million of California's 39 million residents, about 85% of the nation's most populous state, are under new stay-at-home orders The state reported more than 30,000 new cases on Sunday, a record high for California. ##Hotspots## Coronavirus cases are rising across the US, and experts say \"behavior and cold weather\" are behind the current surge gripping American communities. If you're just catching up now, here's a look at where the coronavirus numbers stand in the US: The total case count: More than 14.7 million confirmed cases have been reported in the US since the pandemic began, and more than 282,300 people have died.\nNearly 200,000 new cases daily: As of Sunday, the US averaged 196,233 new cases over the last week — a record high, according to a CNN analysis of Johns Hopkins data.\nSurging hospitalizations: With the recent spike in cases, record hospitalizations have followed. On Sunday, 101,487 patients were in the hospital with the virus, the fifth consecutive day the US surpassed 100,000 hospitalizations.\nStates setting records: New Jersey and California saw record highs for cases reported in one day. New Jersey reported 6,046 Sunday, topping the previous all-time high recorded Friday, according to Gov. Phil Murphy. In the more populous California, the new record high was more than 30,000 cases on Sunday.  ##Hotspots## A Covid-19 vaccine will not show an impact on mortality rate immediately, Dr. Anthony Fauci said Monday. \"[It's] likely you're not going to see a measurable diminution for at least several weeks or if not longer. But it will come, I guarantee you.\" The top infectious disease expert in the US pointed to the time frame of administering the vaccine and the time take for it to create the immunity in the system. \"When you vaccinate people — not only the health care workers, but vulnerable people, for example in nursing homes — by the time they get an immunity, which would be, you know, you have a prime and then you have a boost and then you have seven to 10 days after the boost.\" He insisted that if an adequate amount of people were to get vaccinated on time, this pandemic could be under control.  Remember: The US Food and Drug Administration has not yet approved a coronavirus vaccine, but both Pfizer and Moderna have apply to the FDA for emergency use authorization for a coronavirus vaccine. The FDA will meet with its advisory committee this month to review Pfizer's and Moderna's applications. In the meantime, Fauci expressed concerns about Christmas celebrations that could cause cases to spike. \"It's a longer holiday, he said. \"I think it could be even more of a challenge than what we saw with Thanksgiving. So I hope that people realize that and understand that as difficult as this is, nobody wants to modify, if not essentially shut down their holiday season. But we're at a critical time in this country right now. We've got to not walk away from the facts and the data. This is tough going for all of us.\" The current surge in cases across the country is already concerning but \"it was predictable,\" Fauci added. \"We had a very high baseline of cases to begin with. You know, even at the time when things seemed to have been calming down, it never got down to a low baseline. Then we had a combination of a bunch of things, all of which synergized to put us in the difficult position we're in now,\" he told CNN, referring to cold weather, flu season and the holiday celebrations. As the cold weather sets in, Fauci says he has transitioned from running to power-walking for three or four miles with his wife. Watch the interview: ##Vaccines## ##Hotspots## This is the week things either finally come together or they fall apart for good on the stimulus.  Aides and members spent the entire weekend trying to close out outstanding issues from food stamp benefits to state and local funding.  Lawmakers spent Sunday afternoon on an hours-long Zoom call. And while aides on both sides of the aisle, agree a lot of progress was made, the bipartisan group still isn’t finished with writing its bill. Sen. Joe Manchin, a Democrat from West Virginia, said last week that bill text would be out Monday. We’ll see about that. Remember: Even if the bipartisan group of lawmakers from the House and the Senate reach an agreement among themselves does not mean it’s the end of talks. This has largely been seen as a starting point for leadership. McConnell hasn’t committed to putting anything on the floor. And, Pelosi and Schumer were careful in their endorsement of this process last week that this is a starting point.  What to watch for this week: Expect to see some summaries rolled out as early as today, but aides say there still isn’t complete agreement on the two issues that have flummoxed leadership and negotiators for months: state and local funding and liability insurance.  State and local funding: Right now, lawmakers are very close on this issue. They’re eyeing $160 billion for state and local funding that would be based on two factors. The first would be based in part on population. The second, would be based on states and localities demonstrating a loss in revenue. The tentative framework right now would cap the amount of money any state can get. The reason for that is Republicans don’t want this program to become a major slush fund for Democratic states like New York of California, which they argue were having problems with budget shortfalls long before Covid-19 hit. \nLiability insurance: This has been THE issue for Majority Leader Mitch McConnell since the late spring. And as aides and members tried to iron out a middle ground over the weekend, it became clear just how hard it is to find one. Republicans have been backchanneling potential proposals with GOP leadership, but there still isn’t an agreement. It’s the issue that is proving the most difficult to solve.  ##US Stimulus## US Surgeon General Dr. Jerome Adams has warned the American people that  \"this virus is incredibly unforgiving,\" during an interview with Good Morning America on Monday. \"It's really concerning to me that we still have people out there who don't understand how much spread is occurring by people who don't have symptoms, who think they're fine, and then we find out a week later that they've tested positive and they've exposed other people,\" Adams said.  Adams noted that Covid-19 cases and hospitalizations are still going up. \"My colleagues are dog tired and we need you to hang on just a little bit longer because we've got vaccines coming, but we want as many people to be alive to get them as possible,\" he said. \"A lot of that is going to depend on your behavior.\" Adams added that despite his concerns, more people than ever are wearing masks in the US.  The US has the highest Covid-19 case tally globally, with more than 14.7 million total infections recorded. ##Hotspots## National coronavirus restrictions in Greece are to be extended over the Christmas holiday period, as part of ongoing efforts to stem the spread of coronavirus and ease pressure on the country's healthcare system. Government spokesperson Stelios Petsas said a night-time curfew and a ban on movement between regions would remain in place until Jan. 7.  All schools, restaurants, bars, entertainment venues, skiing centers and courts must remain closed until the restrictions are lifted in the new year.  Seasonal shops have been granted permission to remain open, but the government is yet to finalize a decision on retail stores and hair salons.  Petsas noted a steady improvement in the coronavirus situation in the country, but said it was happening more slowly than expected, with high numbers of hospital admissions and patients requiring intensive care continuing to put pressure on the healthcare system.  \"If we relax, we will pay for it,\" Petsas warned. ##Hotspots## The novel coronavirus has infected more than 61 million people worldwide and killed more than 1.5 million. Here's what you need to know  Britain prepares for first vaccinations: The UK is gearing up to start giving the first doses of the Pfizer/BioNTech vaccine from Tuesday, less than a week after it became the first Western nation to approve a Covid-19 vaccine.\nUS average of daily cases nears 200,000: Experts say \"behavior and cold weather\" are behind the surge gripping American communities.\nBavaria records rise in Covid-19 infections: Lockdown measures will be tightened across the southern German state from December 9.\nRestrictions eased in Italy's last remaining \"Red Zone\": Coronavirus restrictions are to be eased in Abruzzo, which becomes an \"Orange Zone\" on Monday.\nIndonesia receives experimental vaccine from China: Indonesia says 1.2 million doses of China's experimental Covid-19 vaccine have arrived in Jakarta in good condition. The country plans to vaccinate nine million people  this month, according to a senior government minister.  Denmark has announced a partial lockdown in 38 of 98 its counties, to curb rising coronavirus infection rates in harder-hit areas.  The remaining 60 counties will not be affected by the new restrictions, Prime Minister Mette Frederiksen said during a press conference Monday.  \"We have hit a serious stage of the epidemic,\" Frederiksen said. \"Infection rates are too high and this is worrying. We must act now so we can stay in control of the epidemic.\" Denmark has registered 2,024 new cases in the past 24 hours -- the first time that number has topped 2,000. The country's health minister, Magnus Heunicke, said Denmark was entering a new phase of the epidemic, with the infection rate growing exponentially. \"If we don't take action now, we could surpass the numbers we saw in the spring at the peak of the epidemic,\" he said. The new restrictions are due to come into effect on Wednesday, December 9.  They will see schools closed to children in the 5th grade and up. Bars and restaurants, theaters, cinemas and museums will also close, as will fitness centres and swimming pools. The regional and local restrictions will last until January 3, 2021.  In addition, the Danish government says it will extend the existing nationwide restrictions until February 28, 2021. Officials also urged caution over the Christmas period, noting that a week-long fall holiday in October led to a doubling in infection rates in the country. On a more positive note, Frederiksen said restrictions implemented since the spring have worked to cut back the virus every time, allowing Danes to maintain a more normal daily life than most other countries.  \"We have succeeded in handling this pandemic due to a shared and common effort -- despite conditions,\" she said. \"Please don't doubt that this will work. \n\"In Denmark we handled the spring, we handled the summer and we handled the fall. With your help we will handle the winter.” ##Hotspots## Coronavirus restrictions are to be eased in Italy's last remaining \"Red Zone\" region, Abruzzo, which moves to the \"Orange Zone\" classification on Monday, according to Italy’s Minister of Regional Affairs, Francesco Boccia.  The decision was taken by the region’s Governor, Marco Marsilio, on Sunday -- without prior approval from the Italian Ministry of Health, making it the first region in Italy to unilaterally approve the easing of local restrictions.  Coronavirus restrictions under the \"Red Zone\" classification are Italy's most severe, with a ban on all non-essential movement and all non-essential shops ordered to close.  Under the \"Orange Zone\" classification, a curfew is in place between the hours of 10pm and 5am, and residents are banned from leaving their town and their region except for work or health reasons.  Bars and restaurants must also remain closed, with exceptions for those operating delivery or take-away services. According to the latest Italian government data, the country has recorded 1,728,878 confirmed cases of coronavirus and 60,078 deaths since the beginning of the pandemic. The British Army could \"potentially\" be used to help transport doses of the Pfizer/BioNTech coronavirus vaccine from Belgium to the UK, Minister of State for the Middle East and North Africa James Cleverly told BBC Breakfast on Monday. Britain became the first Western country to approve a Covid-19 vaccine on December 2. The first doses of the Pfizer/BioNTech vaccine will be administered from Tuesday in England, Scotland, Wales and Northern Ireland. Northern Ireland was the last country to confirm a start date for vaccinations, with its Department of Health making an announcement on Sunday night. The department said those carrying out the vaccinations would be the first to receive them. Cleverly said Monday that the UK government was looking into \"non-commercial flight options\" to transport the vaccine, which he called a \"top priority product.\" \"We've got our own independent transportation plans to ensure that the vaccine supply will come through -- it's going to be airlifted in, amongst other things,\" he told Sky News.  Transport arrangements for the vaccine are immensely complex as it needs to be stored at about minus 75 degrees Celsius -- minus more than 100 degrees Fahrenheit.  During his Sky News appearance, Cleverly said the UK had \"border arrangements in place\" to facilitate the transport of the vaccine. When asked the details of these arrangements, Cleverly said he did \"not have the details to hand\" he had \"no doubt that the EU will help us to facilitate better travel.\" His comments come as the EU and UK remain deadlocked over a post-Brexit trade deal. Despite this, Cleverly appeared confident that tense relations between the two sides would not affect co-operation over the transport of the vaccine.  Remarking that there are \"lives at stake,\" Cleverly said he did not have a cynical view regarding the EU's willingness to help the UK.  ##Vaccines## Images have been released of a credit card-sized document that will be given to recipients of the Covid-19 vaccine in the UK, recording the specifics of the medication and reminding them to get a second dose of the jab. Britain's healthcare providers are preparing to start administering the first doses of the Pfizer/BioNTech vaccine on Tuesday -- less than a week after the United Kingdom became the first Western nation to approve a vaccine. In the first wave of vaccinations, around 50 \"hospital hubs\" in England will begin offering the vaccine to people over 80, higher-risk National Health Service workers and care home staff.  After that, doctors' offices will start operating local vaccination centers — there will be around 1,000 of them across England — to vaccinate vulnerable patients. Read more: ##Vaccines## Donald Trump's denial during his final days in office is darkening America's winter of sickness and death, damaging democracy, hampering Joe Biden's nascent presidency and jeopardizing Republican hopes of clinging to the Senate. The President's dereliction of duty, as a pandemic that has never been worse rages out of control, is depriving America of sorely needed leadership from its most powerful voice.  The scale of the crisis -- with death rates and hospitalizations soaring -- was further underscored Sunday after it emerged that Trump's lawyer Rudy Giuliani has Covid-19. The former New York mayor has been criss-crossing the country, making baseless claims that Democrats stole the election, often flouting mask wearing and social distancing protocols suggested by the President's own government.  After news broke that Giuliani is in Georgetown University Hospital, his son Andrew, who works in the White House, tweeted that his father was resting and feeling well. Read more: ##Hotspots## Indonesia says 1.2 million doses of China's experimental Covid-19 vaccine have arrived in Jakarta in good condition. The vaccines were received from China's Sinovac Biotech Ltd. late on Sunday. Indonesia plans to vaccinate nine million people with the experimental vaccine this month,   according to a senior government minister.  The vaccination drive is is separate from Phase 3 clinical trials for Sinovac, which are taking place in West Java in conjunction with Indonesia's state-owned biotechnology company Bio Farma.  Indonesia said Monday that the shipment arrived in \"good condition,\" and that the doses were ready to be distributed across the country, according to the state-run Antara News Agency. The 1.2 million vaccine doses will be distributed from a refrigerated vehicle, according to the country's Health Minister Terawan Agus Putranto. Medical workers and their assistants, as well as supporting workers in health facilities, will be prioritized, the minister added. Indonesia is expected to release another 1.8 million doses of Covid-19 vaccines from Sinovac in January 2021, according to Antara. ##Vaccines## Britain's healthcare providers are gearing up to start giving the first doses of the Pfizer/BioNTech vaccine, less than a week after the United Kingdom became the first Western nation to approve a Covid-19 vaccine. Vaccinations are set to begin on Tuesday in England, Wales and Scotland. Northern Ireland said it would start administering the vaccine early in the week but did not specify which day. The process -- which is complicated by the need to store the Pfizer/BioNTech vaccine under strict conditions and give each recipient two doses, three weeks apart -- will be closely watched from around the world. Saffron Cordery, deputy chief executive of NHS Providers, told Sky News on Sunday that 50 hospital hubs across England had already received their allocation of the vaccine, and that the distribution of the vaccine was \"really well underway now.\" Read more: ##Vaccines## Bavarian Prime Minister Markus Soeder says current coronavirus restrictions are not enough to contain a rise in case numbers in the southern German state.  Germany is currently under a nationwide partial lockdown which prevents restaurants, bars and leisure facilities from opening. Limits have also been imposed on private gatherings, which are capped at five people from two households. Soeder said on Monday that even stricter lockdown measures would be imposed across  Bavaria from December 9. He said the current measures, though a partial success, had not done enough to contain the latest spread of infection. \"The opposite is true, we are seeing a slight increase of infections, and a strong increase of the number of people who die,\" Soeder said. The Bavarian PM said he was bringing in the rules on the basis that every federal state which has been hit hard must also take special measures. Bavaria's health ministry says that as of Sunday, 229,868 people in the state have been infected, with 4,291 coronavirus fatalities.  Bavaria is Germany's largest federal state, with a population of around 13 million people.  ##Hotspots## As the US nears an average of 200,000 Covid-19 cases a day, experts say \"behavior and cold weather\" are behind the current surge gripping American communities. \"People are going indoors, they're not minding the three W's,\" Health and Human Services secretary, Alex Azar, told Fox News's Chris Wallace Sunday. \"Our advice is always the same. Wash your hands, watch your distance, wear face coverings.\" Health experts have long warned that the holiday season would bring a spike in coronavirus cases as people increasingly gather indoors. As of Sunday, the US averaged 196,233 new cases over the last week, another record high, according to a CNN analysis of Johns Hopkins data. More than 14.7 million confirmed cases have been reported in the US since the pandemic began, and more than 282,310 people have died. And with the recent spike in cases, record hospitalizations have followed. On Sunday, 101,487 patients were in the hospital with the virus, the fifth consecutive day the US surpassed 100,000 hospitalizations. Holiday season warning: Only a week after millions traveled for the Thanksgiving holiday, the US has still not seen the full effects of a potential surge of infections fueled by the gatherings. And Azar told ABC's George Stephanopoulos the holiday season might have more devastation in store. \"We're worried about people and the behaviors coming up with Christmas,\" he said. \"We want to make sure everyone's loved ones are there next Christmas, especially when we have so much hope of vaccines.\" Read the full story: ##Hotspots## Blessing and Sheryl Jossy wanted to hold a wedding extravaganza across three cities. The college sweethearts, who live in the northern Indian state of Haryana, were planning to kick off with a multi-day wedding, before flying to the country's south to hold two more parties with Blessing's side of the family. All in all, they were expecting around 1,000 guests. \"Our wedding was initially like a rock band going on tour,\" Blessing said in a phone interview. Weddings are important the world over, but in India they're a cultural phenomenon. Couples often host lavish, days-long events for hundreds of guests, featuring elaborate venues, intricate garments, ornate decorations and plenty of gold, which is considered lucky. Bigger-budget productions can see ceremonies held in rented palaces, with grooms arriving on horseback and stages set up for dance performances. They're a chance for families to establish status and, effectively, to show off -- so much so that India's wedding industry, reportedly worth around $50 billion a year, is now among the world's largest. Weddings are particularly popular during this time of the year, as the winter months are considered auspicious in the Hindu calendar. But as Covid-19 sweeps India, which has recorded more than 9.6 million infections, couples like the Jossys have been forced to make tough decisions about whether to go ahead with compromised versions of their weddings or cancel entirely. When the pair finally married in November -- seven months later than originally planned, having already postponed it once -- they did so at an intimate ceremony with only 80 guests. It was a far cry from the \"tour\" they had once hoped for. Read the full story: Japan's government is set to dispatch nurses from the country's Self-Defense Forces to respond to a request for medical staff to deal with a rise in critically ill Covid-19 patients, according to Chief Cabinet Secretary Katsunobu Kato. The additional medical staff are needed in Osaka and Hokkaido prefectures. Osaka reported 310 positive cases on Sunday,  its sixth straight day of more than 300 new daily cases. Critical cases in the city now occupy almost 70% of available beds for treating severe Covid-19 symptoms. Japan's Health Ministry announced 2,016 new coronavirus infections and 20 deaths on Sunday. In total, Japan has reported more than 162,000 cases, including more than 2,200 deaths. ##Hotspots## South Korea's military and police will help with contact tracing efforts as cases surge in the country, the presidential Blue House announced Monday. President Moon Jae-in ordered the move after 580 local cases were diagnosed on Sunday, according to the Korean Center For Disease Control. Four additional deaths were also reported. Covid-19 testing centers will have their hours extended into the night and on weekends to encourage testing in the greater Seoul area. Moon urged anyone who is concerned they may have the virus to get tested immediately, regardless of their symptoms.  In total, South Korea has reported more than 38,000 coronavirus cases, including 549 deaths. ##Hotspots## The United States reported 175,663 new coronavirus cases and 1,113 virus-related deaths on Sunday, according to Johns Hopkins University. The nationwide totals now stands at 14,757,000 cases, including at least 282,299 fatalities. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking the US cases: ##Hotspots## The Navajo Nation will implement a stay-at-home lockdown starting Monday, according to a statement released Sunday from the Navajo Health Command Operations Center.  This latest public health emergency order will be in effect for the next three weeks.  The Navajo Nation is a Native American indigenous tribal area that spans parts of Arizona, New Mexico and Utah.  It has been hit hard by coronavirus -- the Navajo Nation reported 177 new infections on Sunday, bringing its total number of Covid-19 cases to 17,915, according to a news release from The Navajo Nation's Office of the President and Vice President. No additional deaths were reported, keeping the total number of fatalities at 667.  The Navajo Nation has a population of 173,667, according to Census data. What the new provisions mean: The lockdown will require all residents to \"remain at home 24-hours, seven days a week, with the exceptions of essential workers,\" the statement said. The order also reimplements full 57-hour weekend lockdowns for three additional weekends. Navajo Area Indian Health Services (IHS) reported that \"nearly all ICU’s beds are at full capacity and other bed space is also filling up quickly due to the rapid rise in Covid-19 cases.\"\nIHS said the health system is at a point where health care providers will have to make \"very difficult decisions\" due to limited resources. IHS also said this second coronavirus wave \"is much more dire and much more severe than the first wave we had in April and May.\" The Navajo Nation was also hit hard earlier in the pandemic. In May, the Navajo Nation surpassed New York and New Jersey for the highest per-capita coronavirus infection rate in the US -- a sign of Covid-19's disproportionate impact on minority communities. ##Restrictions## Rudy Giuliani tested negative twice “immediately preceding his trip to Arizona, Michigan, and Georgia” and did not experience any symptoms or test positive for Covid-19 until more than 48 hours after his return, the Trump campaign said in a statement Sunday night. \"No legislators in any state or members of the press are on the contact tracing list, under current CDC Guidelines, found here,\" the statement said. \"Other team members who are defined as having had close contact will be following their physicians’ directives and CDC guidelines on self-isolation and testing.\" Crisscrossing the country: Giuliani was in Arizona Monday, meeting with some GOP members of the state's legislature to discuss unsubstantiated allegations that the election was fraudulent. He traveled to Michigan on Wednesday for a state House committee hearing that lasted four and a half hours, during which he was maskless as he pushed misleading claims that the election was stolen from Trump. He was at the Georgia Capitol in Atlanta on Thursday to attend a Georgia state Senate hearing on the November election. During a break in the hearing, Giuliani removed the mask he was wearing to greet and take pictures with supporters. \"Feeling good\": Giuliani was admitted to Georgetown University Hospital on Sunday, a source familiar confirmed to CNN Sunday. Giuliani tweeted Sunday night that he was “getting great care and feeling good,” in his first public comments since President Donald Trump announced on Twitter earlier Sunday that his personal attorney had tested positive for Covid-19. Rudy Giuliani tweeted Sunday night that he was “getting great care and feeling good,” in his first public comments since President Donald Trump announced on Twitter earlier Sunday that his personal attorney had tested positive for Covid-19. Giuliani was admitted to Georgetown University Hospital on Sunday, a source familiar confirmed to CNN earlier tonight. It’s unclear when Giuliani received a positive test. Some 1.2 million doses of a Chinese Covid-19 vaccine have arrived in Jakarta, according to the Indonesian government. The vaccines were received from China's Sinovac Biotech late on Sunday. Indonesia has been testing Sinovac's vaccine since August.  The doses were transported via a charter plane from Garuda Indonesia Airways, packaged inside special storage containers to maintain the quality of the vaccine. They arrived at Soekarno-Hatta International Airport in Jakarta before being transferred to a pharmaceutical facility in Bandung, West Java. In an online briefing, Indonesian President Joko Widodo said Indonesia was also working to get access to 1.8 million doses of the vaccine by early January 2021. Case numbers: Indonesia, the world's fourth most populous nation, has reported the highest coronavirus caseload in Southeast Asia. More than 575,000 Covid-19 infections, including 17,740 deaths, have been confirmed in the country, according to Johns Hopkins University. Read more about China's coronavirus vaccines: ##Vaccines## Tens of millions of people in Southern California, the San Joaquin Valley and the San Francisco Bay Area will find themselves under new stay-at-home orders this week in an effort to slow the spread of Covid-19 and prevent hospitals from being overrun. Roughly 33 million of California's 39 million residents, about 85% of the nation's most populous state, will be under the orders beginning Sunday evening. Some 27 million people in the Southern California and San Joaquin Valley regions will be affected after both regions triggered a mandate issued by Gov. Gavin Newsom last week requiring new restrictions if a region's hospital intensive care unit capacity drops below 15%. Almost 6 million will be under the orders after six Bay Area governments decided not to wait for ICU capacity to fall below that threshold. As of Sunday, ICU capacity in Southern California, the state's most populous region, had fallen to 10.3%, according to the state's Covid-19 website. In the San Joaquin Valley region, encompassing much of central California, that metric dipped to 6.6%. The state reported more than 30,000 new cases on Sunday, a record high for California. The orders take effect Sunday at 11:59 p.m. PT and require the closure of businesses like bars, hair salons, museums, movie theaters and indoor recreational facilities. Retail businesses are allowed to stay open at 20% capacity, while restaurants are limited to takeout and delivery service. Travel is prohibited except for essential activities. Schools that are already open for in-person learning may remain open along with critical infrastructure businesses. The order will remain in effect for at least three weeks and will be lifted only when a region's projected ICU capacity meets or exceeds 15%. Read the full story: ##Restrictions## A record 101,487 Covid-19 patients were in US hospitals on Sunday, according to the Covid Tracking Project, underscoring the immense pressure on the nation's hospitals and health care workers. \"Our hospitals are already at the brink,\" said CNN medical analyst Dr. Leana Wen, a former Baltimore City health commissioner. \"And they are just at the brink of becoming so overwhelmed that patients are going to get less than ideal care.\" Already stretched thin, experts and health care workers fear things will only get worse, with a potential surge of infections fueled by Thanksgiving travel and gatherings. Just one week after the holiday, the US has yet to feel the full effects. But Wen said we will see an \"exponential rise\" in cases in the next few weeks, and she urged Americans do their part to combat the spread of the virus and relieve the strain on hospitals. \"Because otherwise we have a catastrophe on our hands that's worse than any of us can possibly imagine,\" she said. December has brought the highest hospitalization numbers in the US since the pandemic began as the virus continues to spread like wildfire. It took almost 100 days for the US to reach 1 million coronavirus infections after the first cases were confirmed on January 20. But in the first five days of the month, from Tuesday to Saturday, 1,000,882 cases were reported in the US, according to data from Johns Hopkins University. More than 14.7 million confirmed cases had been reported in the US as of Sunday night, and more than 282,200 people have died. Read the full story: ##Hotspots## Rudy Giuliani, the personal attorney to President Donald Trump, has tested positive for Covid-19, Trump announced Sunday. \"Get better soon Rudy, we will carry on!!!\" Trump wrote on Twitter. Giuliani was admitted to Georgetown University Hospital on Sunday, a source familiar confirmed to CNN. There have been no additional details provided about his condition, and it is unclear when Giuliani received a positive test for Covid-19. He and his spokeswoman have not responded to CNN's requests for comment. The former mayor of New York has been crisscrossing the country to battleground states, leading the President's long-shot legal battle to overturn the results of the 2020 presidential election. Giuliani has repeatedly disregarded public health guidelines, appearing maskless in state capitols, hotel ballrooms and at indoor news conferences in recent weeks. At many of the events, most of the other people in the indoor settings were also not wearing masks. At some of those events, Giuliani was spotted shaking hands, hugging and taking pictures with people while not wearing a mask. Read more:", "Section": "world", "Writers": ["Julia Hollingsworth", "Adam Renton", "Meg Wagner", "Mike Hayes"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-12-07-20-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}