{"Type": "article", "Time": "2013-11-06", "Headline": "Immigration Statistics Fast Facts", "Text": "Here's a look at immigration to the United States.  Legal Immigration Statistics 2019 - 1,031,765 people are granted lawful permanent residence in the United States. The top countries of origin of these \"green card\" recipients, or LPRs: -- Mexico = 153,502 -- China = 60,029 -- India = 51,139 -- Dominican Republic = 49,815 -- Philippines = 43,478 2019 - The top US states where legal permanent residents live are: -- California = 193,093 -- New York = 124,026 -- Florida = 118,140 -- Texas = 107,955 -- New Jersey = 48,754 2019 - A total of 843,593 people become naturalized US citizens.  Residents becoming naturalized citizens in 2019 had spent a median of eight years in lawful permanet resident (LPR) status. Immigrants born in Africa had the shortest wait time, six years, while those from North America had the longest wait time, 10 years.  Undocumented Immigration Statistics 2018 - The Department of Homeland Security estimates that there were 12 million unauthorized immigrants living in the United States in 2015, up from 11.6 million in 2010. The top countries of origin are: -- Mexico = 6.6 million -- El Salvador = 750,000 -- Guatemala = 620,000 -- India = 470,000 -- Honduras = 440,000 -- Philippines = 370,000 2015 - The top US states where unauthorized immigrants settle are: -- California (24%) -- Texas (16%) -- Florida (7%) -- New York (5%) -- Illinois (4%) 2019 - 1,013,539 unauthorized immigrants are apprehended. 2019 - 359,885 unauthorized immigrants are removed. 2019 - 171,445 unauthorized immigrants return without an order of removal. Unaccompanied Alien Children \"Unaccompanied alien children\" (UAC - term used by US Customs and Border Protection) are referred to the Office of Refugee Resettlement, part of the Department of Health and Human Services, for care while their immigration cases are adjudicated:  -- FY2020 - 15,381 -- FY2019 - 69,488 -- FY2018 - 49,100 -- FY2017 - 40,810 -- FY2016 - 59,170 -- FY2015 - 33,726 -- FY2014 - 57,496  The top countries of origin for UAC (FY2020) -- Guatemala (48%) -- Honduras (25%) -- El Salvador (14%) -- Mexico (6%) About 68% of UAC are boys. About 37% of UAC are between 15 and 16 years old.  The average length of stay in shelter care was 102 days. ", "Section": "us", "Writers": [], "URL": "https://www.cnn.com/2013/11/06/us/immigration-statistics-fast-facts/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}