{"Type": "article", "Time": "2021-02-01", "Headline": "February 2 coronavirus news", "Text": "The cold chain storage for coronavirus vaccines \"is a really tricky process,\" Walgreens chief medical officer Dr. Kevin Ban said on Tuesday. The remarks came after Ohio health officials reported that vaccines given by Walgreens in five of Ohio’s long-term care facilities had not been stored under the proper cold storage conditions. \"It would seem that our systems failed, now we're trying to figure out exactly what happened there, so that we can protect it from happening again in the future,\" Ban told CNN. \"This cold chain takes a lot of, I mean, literally, it takes cryogenic gloves, and so these things will happen. We just need to be transparent, and we need to fix them,\" Ban said.  According to Ban, none of the patients experienced any adverse side effects, and after getting in touch with the manufacturers, they learned the patients will need to be revaccinated.  Too many vaccines: Ban added that Walgreens was left with excess vaccines due to \"very high\" vaccine hesitancy and the lower-than-expected occupancy in long-term care facilities.  \"We found ourselves in a situation where we had more vaccine than we needed -- the last thing we would do was ever hold it -- and so, immediately what we did was get in touch with the states to make sure that we were compliant with their wishes,\" Ban said. \"Walgreens does not determine who gets vaccinated, we're the last mile of this, we're the ones who actually distribute and administer it, but only based on state eligibility.\" ##Vaccines## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, warned that the United States needs to keep an eye on Covid-19 variants because \"they could be a problem.\" \"One of the wildcards that we have to keep an eye on are the mutations, the mutants that are out there, because if they become dominant that then can lead to another surge,\" Fauci told MSNBC's Chris Hayes on Tuesday, when asked if he was concerned about a fourth wave. \"The best way to prevent them from becoming dominant is double-down on public health measures,\" he added.  \"I think if we doubled down uniformly and consistently with the public health measures, at the same time as we phase in increasing numbers of people getting vaccinated, we shouldn't see that (fourth wave).\"  ##Variants## The Oxford-AstraZeneca Covid-19 vaccine may reduce coronavirus transmission, rather than simply reducing the severity of disease, according to researchers. The vaccine showed 66.7% efficacy against symptomatic disease starting two weeks after the second shot, according to a preprint posted Tuesday by researchers at the University of Oxford. The study did not measure transmission directly, but researchers collected regular nasal swabs from participants and found that the rate of positive PCR tests fell by half after two doses of the vaccine. If the vaccine were simply making infections more mild, PCR positivity would not change, the authors argued.  “While transmission studies per se were not included in the analysis, swabs were obtained from volunteers every week in the UK study, regardless of symptoms, to allow assessment of the overall impact of the vaccine on risk of infection and thus a surrogate for potential onward transmission,” the authors wrote.  Coronavirus vaccine trials have primarily looked at prevention of symptomatic cases of Covid-19. Previously, there has been little other public data suggesting that vaccines could prevent people from passing the infection to others. ##Vaccines## The biggest spreaders of coronavirus in the US are adults aged 20 to 49, and efforts to control the spread -- including vaccination -- should focus on that age group, researchers reported Tuesday. Children and older adults accounted for very little spread, the researchers said -- suggesting that reopening schools may not contribute to spread, if transmission is controlled among younger adults, they said. How they conducted the study: The team at Imperial College London used cell phone location data covering more than 10 million people and publicly available information on the spread of the virus to calculate which age groups were most responsible for the spread of the virus. The results: They found that adults aged 20 to 49 accounted for about 72.2% of Covid-19 infections after schools reopened in October. Less than 5% of infections came from children, and less than 10% from teenagers. And it might be adults aged 35 to 49 who are the biggest factor in driving the pandemic -- this group accounted for 41% of new transmissions through mid-August, compared to 35% for adults 20 to 34. Containment efforts like mass vaccination programs aimed at this age group \"could bring resurgent Covid-19 epidemics under control and avert deaths,” according to the study. ##Hotspots##  The Indian Health Service (IHS), which serves Native Americans in the United States, announced Tuesday it will use $1 billion of Covid-19 relief funds mostly for testing, containment and mitigation efforts. Some $790 million will go toward testing, contact tracing, containment, and mitigation, while $210 million will be allocated to vaccine distribution and access, according to IHS. “We will continue to work in partnership with our urban Indian organization partners to distribute these critical resources for the immediate support of our COVID-19 response,” said acting IHS director Elizabeth Fowler.  IHS serves 2.6 million American Indians and Alaskan Natives. The agency, a division of the federal Department of Health and Human Services, has so far received nearly $3 billion from the Coronavirus Response and Relief Supplemental Appropriations Act signed by then-president Donald Trump in December. ##Hotspots## After the Kentucky General Assembly voted today to override a series of Gov. Andy Beshear's vetoes on bills by the state’s Republican supermajority, which limit the governor’s emergency powers, Beshear has now filed a lawsuit seeking temporary and permanent injunction. “Today, the General Assembly attempted to surrender to COVID-19 and accept the casualties. As your Governor, I cannot let this happen,” Beshear said in a statement Tuesday evening. Beshear’s lawsuit seeks to stop House Bill 1, named “An Act relating to reopening the economy in the Commonwealth of Kentucky in response to the state of emergency declared by the Governor of Kentucky beginning in March 2020 and continuing throughout the year of 2021 and declaring an emergency.”  The governor is also fighting Senate Bill 1, which limits “the effective dates of executive orders issued by the Governor to 30 days unless an extension is approved by the General Assembly and prohibit[s] the Governor from issuing a new executive order relating to the same emergency without the approval of the General Assembly.”  The lawsuit also argues against Senate Bill 2, which, among other things, will “require administrative regulations promulgated under the section to be in effect no longer than 30 days if imposing restrictions on gatherings or imposing mandatory quarantine or isolation requirements.” The governor’s lawsuit argues that the bills are “unconstitutional and if allowed to take effect will cause significant harm to the Governor’s constitutional duty to respond COVID- 19 and the overall public health during the pandemic.” ##Restrictions## A large British study looking at coronavirus infections in real life confirms what lab experiments have shown: most people keep some antibodies to the virus for at least six months after recovery. The study also indicates 8.8% of the UK population had been infected with coronavirus by December – but almost twice as many Blacks, 16.3%, had evidence of previous infection. The study from UK Biobank, a biomedical database and research group, measured levels of previous infection in various population groups across the UK from the end of May to the beginning of December. It showed 99% of the participants who had previously tested positive for Covid-19 retained antibodies for three months after being infected and 88% had them for six months. “Although we cannot be certain how this relates to immunity, the results suggest that people may be protected against subsequent infection for at least six months following natural infection. More prolonged follow-up will allow us to determine how long such protection is likely to last,” Naomi Allen, UK Biobank chief scientist, told a news briefing Tuesday. Antibodies were found in a greater proportion of younger people compared to older participants. The researchers said 13.5% of participants under 30 had detectable antibodies, while only 6.7% of those over 70 did. And 16.3% of Black volunteers in the study had antibodies to the virus, compared to 8.5% of White participants and 7.5% of participants of Chinese ethnicity. Allen said the team did not know whether the antibodies could provide protection against new variants of coronavirus. “I think it's just too early to tell about the level of protection,” she said. According to a report published Monday by Public Health England, the B.1.1.7 variant spreading across the UK and the world risks becoming somewhat resistant to the immune protection offered by vaccines as it continues to mutate. Rory Collins, head of the Nuffield Department of Population Health at the University of Oxford, said Tuesday that people who had previously been infected should still take care and obey social distancing guidelines. \"We can't be sure that [antibodies provide] complete protection,” Collins said, adding that scientists still did not know if people who had been previously infected could still carry and transmit the virus. The study included 20,000 people who have been taking part in a range of Biobank studies, plus their adult children and grandchildren. UK Biobank collected monthly blood samples and data on potential symptoms from the group. By far the most common symptom detected by people who had once had Covid-19 were the loss of smell and taste. These symptoms were reported by 43% of participants with detectable antibodies. And 24% who tested positive had no symptoms at all. Idaho’s governor announced Tuesday that the state is moving into Phase 3 of its pandemic recovery plan, relaxing some of its economic restrictions.  “The gathering size limitation will increase from 10 to 50 people,” Gov. Brad Little said in an address to the state Tuesday. Bars and restaurants can operate, but only with regular table seating. People interested in holding large events must first get permission from the local health department, unless they are political or religious in nature. “We have seen a dramatic drop in cases in the state,” said State Epidemiologist Dr. Christine Hahn. “People are wearing their masks. People are social distancing. I think people are really trying, and I think it’s paying off.” Idaho reverted to Phase 2 of its restriction plan in November after new Covid-19 case numbers reached record levels. ##Restrictions## The Oxford-AstraZeneca Covid-19 vaccine showed 66.7% efficacy against symptomatic disease starting two weeks after the second shot, according to a preprint posted Tuesday by researchers at the University of Oxford. The new analysis adds new trial sites and a month of new data to the mix, building upon earlier results announced by AstraZeneca that its vaccine had showed an estimated 70.4% efficacy. However, the latest analysis also suggests the vaccine may offer substantial protection after a single shot.  The study estimates 76% efficacy up to three months following one dose. This is based on a subset of 88 symptomatic infections, split unevenly between the vaccine and placebo groups between 22 and 90 days after vaccination. The study also found relatively stable levels of antibodies during this time frame, “with minimal waning by day 90.” Furthermore, the authors suggest there could be higher efficacy with more spaced-out doses. Among adults 18 to 55, vaccine efficacy appeared to rise when the time between shots was spaced out from less than six weeks to more than 12. However, more information is needed to know how statistically different that finding is. Taken together, the findings may bolster the UK’s decision to recommend spacing out doses up to 12 weeks apart, according to a statement from the chief investigator of the Oxford Vaccine Trial, Andrew Pollard. Some context: AstraZeneca announced last month it had completed enrollment in its Phase 3 trial in the United States, which will serve as “the primary basis” for the company’s eventual application to the US Food and Drug Administration.  The vaccine has already been authorized in a number countries such as the UK and India, but authorization may not come in the US until late March at the earliest, according to Operation Warp Speed’s Moncef Slaoui. ##Vaccines## California on Tuesday added slightly more than 12,000 new Covid-19 cases, the lowest daily case count in a state roiled by a dramatic holiday surge since Thanksgiving, according to data from the state health department.  “We haven’t seen a number quite like this in some time,” Health and Human Services Secretary Mark Ghaly said in a news conference. Just two weeks ago, the state reported an average daily count of about 40,000 new cases. But while state health officials are seeing signs of optimism after the darkest months yet of the pandemic, they are renewing calls to avoid gatherings ahead of the Super Bowl and Lunar New Year, cautioning it could lead to another deadly surge of the virus that has claimed the lives of more than 41,000 Californians. Looking ahead: Hospitalizations are projected to drop by more than half over the course of the next month, Ghaly said. In the past two weeks, there has been a 29% decrease in hospitalizations with more than 14,000 patients receiving treatment. About 3,800 of those people are in intensive care units.  Those projections have led to the regional stay-at-home orders being dropped statewide. ICU capacity projections were a driving force in those restrictions, and now the entire state is expected to be well above the 15% threshold set by the state. In stark new projections, Southern California, which has been the state’s hardest hit region, is expected to have the most ICU capacity in the state by this time next month. But more than 1,000 instances of Covid-19 variants have been detected in California to date – two different versions of the West Coast variants along with the UK variant.   “Variants create another wildcard,” Ghaly said, adding that the new strains are cause of genuine concern that are being closely watched as the state continues to actively sequence mutations and build up capacity to do more. “If you give Covid an inch, it will take a mile,” he cautioned. ##Hotspots## The American Academy of Pediatrics (AAP) is advocating for pediatricians to help give Covid-19 vaccines in the US. In guidance released Tuesday, AAP said that pediatricians are experienced in safely vaccinating large numbers of children, teens and young adults and could play an important role in the expanded distribution of Covid-19 vaccines.  “The AAP recognizes and supports the administration of vaccines to parents and other adults within the pediatric office and advocates for the inclusion of willing pediatric offices as vaccination sites for the general public,” AAP said in a statement. “Appropriate resources should be provided to those offices that assist in this process.” ##Vaccines## More than 100,000 people have died from Covid-19 in the United States so far in 2021, according to Johns Hopkins University data. Since Jan. 1, 2021, the US has reported a total of 100,317 deaths from Covid-19, according to Johns Hopkins. In total, since the pandemic began, the US has reported at least 446,272 total deaths.  Johns Hopkins recorded the first US death from Covid-19 on Feb. 29, 2020, in Washington state. Later in the spring, two earlier deaths in California were posthumously confirmed to be from Covid-19. It took the US until May 23, 2020 – 84 days later – to reach the first 100,000 deaths.  Since Jan. 1, 2021, the United States has tallied the most recent 100,000 deaths in just 32 days. The US has more deaths than any other country in the world, Johns Hopkins data shows. Brazil has tallied over 200,000 deaths. Mexico, India, and the United Kingdom have all reported over 100,000 deaths.  ##Hotspots## CVS and Walgreens will begin vaccinations as part of the Federal Retail Pharmacy Program starting next week, the pharmacy chains announced on Tuesday.   CVS said the federal government will provide around 250,000 doses directly to the pharmacy chain and it will administer those doses in 11 states starting on Feb. 11.   Walgreens said it will get around 170,000 doses, which it will administer in 15 jurisdictions starting on Feb. 12. Here's where they will be available: CVS: The 11 states are California, Connecticut, Hawaii, Maryland, Massachusetts, New Jersey, New York (not including New York City), Rhode Island, South Carolina, Texas and Virginia.\nWalgreens: The 15 jurisdictions are Chicago, Connecticut, Delaware, Illinois, Kentucky, Maryland, New Hampshire, New Mexico, New York, New York City, North Carolina, Puerto Rico, Vermont, Wisconsin and West Virginia. Eligibility requirements in each jurisdiction still apply for both pharmacies. While CVS and Walgreens have been providing vaccinations in some states using supply from those states, this will be the first time the vaccine will be sent directly from the federal government. While CVS has been providing vaccinations in some states using supply from those states, this will be the first time CVS will be sent the vaccine directly from the federal government.   The Biden administration announced Tuesday it will begin direct shipments of coronavirus vaccines to retail pharmacies starting on Feb. 11, to about 6,500 stores that will receive a total of one million doses before eventually expanding. ##Vaccines## French President Emmanuel Macron vowed Tuesday that all French people who want the vaccine will have it by the end of summer 2021. “That is exactly the same pace, the same method, as our German neighbors and our other European neighbors,\" Macron said in a live interview with French TV channel TF1 on Tuesday.  He added that all those in nursing homes who want a vaccine will be vaccinated by early March of this year – amounting to about 500,000 people. Macron also announced that France would begin producing vaccines in country at four converted sites starting next month, following a meeting with representatives of the pharmaceutical industry on Tuesday. He didn’t specify which vaccines would be produced at the new sites, but he cited as an example the impending conversion by pharmaceutical firm Sanofi of one of its facilities in Germany to produce the Pfizer/BioNtech vaccine in coming months. “Our limitation today is in our capacity to produce more vaccines on a large-scale, first for ourselves, but also for the poorest countries. Because if we don't also vaccinate in these countries, the virus will mutate, it will unfairly hit the poorest, and then the virus will come back to our countries,\" he said. But Macron did not rule out a third lockdown, saying, “Today, the virus is circulating at a great speed. We are on what is called a plateau, we have had between 20,000 and 25,000 new cases per day for several weeks. Every day, we look very closely at the contamination figures, hospitalization and ICU figures, I will try to take the most appropriate decisions at each stage to hold together all these objectives for our country.” ##Vaccines## The number of people who have received at least one dose of a Covid-19 vaccine in the United States is now more than the number of Covid-19 cases in the US over the course of the entire pandemic, according to data from Johns Hopkins University and from the Centers for Disease Control and Prevention. On Tuesday, the CDC reported 26,440,836 people have received one or more doses of a Covid-19 vaccine. Johns Hopkins has reported 26,384,829 cumulative Covid-19 cases in the US as of now. According to the CDC, 6,064,792 people have received both doses of a vaccine and are fully vaccinated. This is about 1.84% of the United States. However, Covid-19 infections across the nation are estimated to be much higher than the actual number of cases reported, the CDC says. In mid-January CDC estimated the US has actually seen 83.1 million Covid-19 cases since the pandemic began. Remember: This is an ongoing tally. Today’s final numbers will not be available until overnight tonight. States have 72 hours to report vaccine data, so data published by the CDC may be delayed – and may not necessarily mean all doses were given on the day reported. ##Vaccines## The number of newly reported global coronavirus cases declined by 13% in the week leading up to Jan. 31, the World Health Organization reported in an update Tuesday.  WHO says 3.7 million new cases and 96,000 deaths were reported in the week leading up to Jan. 31 – the third consecutive week of declining cases. That brings the total to more than 102.1 million reported cases and 2.2 million deaths around the world since the pandemic began. When WHO declared Covid-19 an international public health emergency one year ago, the global count was 9,826 cases in 20 countries and 213 deaths, all in China. The US is currently reporting the highest number of new cases, by far, followed by Brazil, the UK and Northern Ireland, France, and Russia. WHO also included an update on Covid-19 variants in the report, noting that the B.1.1.7 variant first identified in the UK has now been identified in 80 countries, the B.1.351 variant first spotted in South Africa has been identified in 41, and the P.1 variant that spread in Brazil has been identified in 10. About 32.8 million doses of Covid-19 vaccine have been administered in the United States, according to data published Tuesday by the US Centers for Disease Control and Prevention. The CDC reported that at least 32,780,860 total doses have been administered, about 62% of the 52,657,675 doses distributed. That’s about 558,000 more administered doses reported since yesterday, for a seven-day average of about 1.3 million doses per day.  About 8% of the US population – more than 26.4 million people – have now received at least one dose of the vaccine and about 6 million people have been fully vaccinated, CDC data shows.  Remember: States have 72 hours to report vaccine data, so data published by the CDC may be delayed – and may not necessarily mean all doses were given on the day reported.  ##Vaccines## States are reallocating hundreds of thousands of vaccine doses – initially set aside to vaccinate long-term care residents and staff members – through a federal partnership between the US Centers for Disease Control and Prevention and pharmacies including Walgreens and CVS.  CNN has counted at least 254,750 doses being repurposed by 10 states. That is equal to more than 8% of all people who have been administered at least one dose through the federal program.  In a call with governors last week, the Biden administration told states that they should be re-appropriating vaccines that had been earmarked for the program but hadn’t been used within a week of delivery.   On Monday, Andy Slavitt, an adviser to the Biden administration, said the White House continues to ensure that doses are allocated to people who will use them.  “We have been working with states and with those distributors to make sure that those excess doses quickly get to the places that [they're] needed when they exist,” Slavitt said.  Last week, Utah reallocated 28,275 doses back into the hands of the state to be redistributed.  The CDC told CNN at least 24 such transfers have been approved but states and jurisdictions can work directly with the pharmacies to redistribute vaccine as needed.  Already, the states of Arkansas and New Jersey are taking back 30,000 doses each. New Jersey has also stopped the delivery of 44,000 doses that had been allocated to the federal program. The state of New York is reallocating 50,000 doses.   In a letter posted to Twitter on Friday, South Carolina Gov. Henry McMaster announced that the state was reallocating 37,800 doses to vaccine providers in the state. “These surplus vaccines should be made available to members of the general public right away rather than at the completion of the LTC program.\"   Earlier today, the Biden administration announced they will be putting one million doses towards the first phase of the retail pharmacy program – a similar partnership between the federal government and retail pharmacies, but this time geared towards vaccinating the general public. ##Vaccines## Palestinian medics have begun administering Covid-19 vaccines in the West Bank following the transfer of a first batch of 2,000 doses by the Israeli Ministry of Defense on Monday.  Palestinian Authority Health Minister Mai Al-Kaila, a physician herself, was among those who administered the vaccine to front-line medical workers, before receiving a dose herself.​ About 3,000 more doses from Israel’s stock of Moderna vaccines are due to arrive in the coming days, as well as 5,000 doses of the Sputnik vaccine, according to the Health Minister.  These will be augmented by the arrival of a further 37,000 vaccines supplied by the WHO-led Covax program, the minister added.  A first transfer of vaccines to Gaza will take place on Wednesday, Al-Kaila said. ##Vaccines##   The same New England Patriots plane that brought 1.2 million N95 protective masks to the United States from China this past spring will be used to shuttle 76 vaccinated health care workers to Super Bowl LV. The NFL team says the “frontline heroes” will be treated to an all-expenses paid trip to Sunday's game in Tampa, Florida, including roundtrip travel on the Patriots private plane. Last April, Patriots owner Robert Kraft told CNN that the effort to facilitate the purchase and delivery of PPE supplies was \"probably the most challenging operation our organization and team ever had to do.\" In a team issued statement, Kraft acknowledged the full-circle circumstances the pandemic fight has now presented. Kraft stating on Tuesday, \"Last April, when our plane returned with masks from China, we never could have imagined the devastation this pandemic would cause, nor could we have dreamed of the heroic stories and achievements that have come to be as a result, especially the dedication of healthcare workers on the front lines and the creation of safe and effective vaccines.  \"Ten months later, it's an honor for us to celebrate these healthcare workers by giving them a well-deserved break for a day and an opportunity to enjoy the Super Bowl, a reality that is only made possible because of the vaccines.\" Argentina’s President Alberto Fernández spoke to Russian leader Vladimir Putin about acquiring more doses of the Sputnik V vaccine, developed by Russia’s Gamaleya Institute, according to a statement from the Argentine presidency on Tuesday. Putin agreed to increase production of the vaccine and would meet the needs of Argentina, the statement said. Fernández added that the results of the immunization campaign have been “excellent, with no adverse effects.\" Argentina authorized the use of the vaccine in late December and was the first country in Latin America to administer the use of Sputnik V vaccines, according to the Russian Direct Investment Fund. Argentina has already received shipments of several hundred thousand doses of the vaccine since December. Fernández himself received the Sputnik V vaccine on Jan. 21. An interim analysis of Phase 3 trial data published in the medical journal The Lancet on Tuesday found that Russia’s Sputnik V vaccine is 91.6% effective at preventing symptomatic Covid-19 and 100% effective for preventing severe illness. Argentina currently has 1,933,853 confirmed cases of Covid-19 and 48,249 recorded deaths, according to data from Johns Hopkins University. ##Vaccines## The National Park Service has begun implementing a mask requirement for all employees and visitors to help protect against the spread of coronavirus, the Department of Interior announced in a press release Tuesday afternoon. The requirements require mask-wearing in NPS buildings and on park lands when visitors can’t maintain physical distance, ”including narrow or busy trails, overlooks and historic homes,” it said in a press release. “To protect the health of those who live, work and visit our national parks and facilities, and in support of the President’s Executive Order on Protecting the Federal Workforce and Requiring Mask-Wearing, the National Park Service (NPS) today implemented a mask requirement for employees, visitors, partners and contractors,” the press release reads. This announcement comes after President Biden signed an executive order on his first day in office requiring masks on federal property.  Canada says it has signed a tentative agreement with US vaccine firm Novavax to produce millions of doses of its Covid-19 vaccine candidate at a facility in Montreal. The agreement, announced Tuesday by Canadian Prime Minister Justin Trudeau, is the first of several being developed as Canada says it intends to repatriate vaccine production for decades to come. “What we’re very clear on is Canada will be developing domestic manufacturing so regardless of what could happen in the future we will have domestic production on top of all our partnerships and contracts signed with companies around the world,” Trudeau said during a news conference in Ottawa Tuesday. He added that it was important for Canada to be \"self-sufficient\" in vaccine production. Novavax is still doing clinical trials of its vaccine but submitted more data to Health Canada for review Friday. Canada has an agreement to buy 52 million doses from Novavax when and if its vaccine candidate receives Canadian approval. Approval is not expected for weeks and any domestic production of vaccines won’t happen until fall, at the earliest. That still leaves Canada with a significant shortage of vaccines in the short term. Pfizer-BioNTech and Moderna, are the only vaccines approved for use in the country so far. Both of those vaccine suppliers have significantly slowed deliveries to Canada after a combination of manufacturing delays and demands from Europe, where Canada procures its doses, to restrict vaccine exports subject to EU approval. Canada did not attempt to procure any vaccine doses from the US after the Trump administration indicated it would not allow any vaccines to be exported. According to public health data from the provinces and the federal government, just over  2% of Canada’s population has received at least one dose of a Covid-19 vaccine. Provinces in Canada, who are responsible for vaccine distribution, are growing frustrated as mass vaccination sites are ready, but in many cases sit empty awaiting vaccine doses. “They have the capacity of several thousand each per day and the possibility to ramp up past that so all of us are a little disappointed, a little frustrated, and chomping at the bit to do more and get the vaccines to us,” said retired Gen. Rick Hillier, now leading Ontario’s vaccine task force. He added that he has lost confidence in the Pfizer supply chain as doses that were promised to Canada were not delivered. ##Vaccines## The French National Authority for Health on Tuesday recommended that France approve AstraZeneca's Covid-19 vaccine. However, the agency recommended restricting its used for people under 65.  “The data currently available in people aged 65 and over are limited by a small sample size and do not allow conclusions to be drawn on the safety and efficacy of the vaccine in this population,\" the French health authority wrote in their recommendation summary.  For people 65 and older, the drug regulator recommended giving a different type of Covid-19 vaccine, called a messenger RNA vaccine. This is the type of vaccine made by Pfizer and Moderna. For people under 65, the AstraZeneca vaccine requires two doses. The French health authority recommended the second dose be given nine to 12 weeks after the first dose. A spokesperson for the health authority said the French government will be making the final decision on who gets the vaccine and the exact guidelines for its distribution. ##Vaccines## White House Covid-19 response coordinator Jeff Zients announced the federal government would deliver an extra 10.5 million doses of Covid-19 vaccine in the coming weeks – a 20% increase – plus an additional one million doses directly pharmacies. Asked by CNN's Kaitlan Collins where the vaccines for pharmacies would come from, Zients said they would come from increased production by Moderna and Pfizer. \"The additional 1 million, on top of the 10.5, is consistent with Moderna and Pfizer scaling their operations,\" Zients said during a White House coronavirus briefing on Tuesday. \"We're doing all we can to monitor and help the manufacturers produce as much vaccine as possible,\" Zients said. \"To the increase of over 20% – that's happened since the beginning of the administration. That's going directly to states, territories and tribes, plus this million to pharmacies, directly. It's all a result of the manufacturing scaling up, and we hope that we can do all we can, and we will do all we can, to continue that scale up and make more vaccines available.\" ##Vaccines## The Biden administration announced it will soon begin direct shipments of coronavirus vaccines to retail pharmacies, expanding points of access for Americans to receive shots. The effort is part of the administration’s attempt to speed up vaccinations by making them available in more locations. White House Covid response coordinator Jeffrey Zients announced the administration's plan for direct distribution to pharmacies at a briefing Tuesday.  “Millions of Americans turn to their local pharmacies every day for their medicines, flu shots, and much more. And pharmacies are readily accessible in most communities, with most Americans living within five miles of a pharmacy. That’s why we’re pleased to announce our first phase of the federal retail pharmacy program for Covid-19 vaccinations,” Zients said. He said that next week, 1 million doses will be allocated to 6,500 pharmacies. These shipments, Zients added, are in addition to the more than 10 million doses that are already set to be shipped to states, tribes, and territories around the US. \"That's the first phase of the pharmacy program. We'll phase up ... as supply increases,\" he said. The official said that as they're able to increase supply \"up to 40,000 pharmacies nationwide could provide Covid-19 vaccinations.\"  \"These range from local independent pharmacies to national pharmacies and supermarkets. This is a critical step to provide the public with convenient, trusted places to get vaccinated in their communities,\" Zients said.  ##Vaccines## New York City Mayor Bill de Blasio said at a Tuesday press conference that about 823,760 Covid-19 vaccine doses have been administered in New York City so far, but reiterated that the city’s capacity to administer vaccines far outstrips the current supply of vaccines it is receiving from the federal government. “We need a truly national effort to radically increase vaccine supply in this country,” de Blasio said. Due to severe winter weather, vaccine sites across the city were closed Monday and Tuesday, but most sites are expected to reopen on Wednesday, de Blasio said.  New Yorkers who had their vaccine appointments canceled due to weather will be contacted individually for rescheduling, Dr. Mitchell Katz, president and CEO of the NYC Health + Hospitals system, said Tuesday. Katz said the city is committed to not making any new appointments for vaccinations until all of the people who had their original appointments cancelled are taken care of. With the reopening of indoor dining at 25% capacity on Feb. 14, de Blasio also advocated for restaurant workers to be added to the state’s “Phase 1B” priority list for people eligible for vaccines – an idea that New York Gov. Andrew Cuomo shot down on Monday. “Restaurant workers are going to be in enclosed places with people eating and drinking,” de Blasio said. “We have to protect the people working in our restaurants.” Currently, New York state’s “Phase 1B” eligibility list includes people aged 65 and older, public-facing grocery store workers, first-responders, correctional facilities, education workers, public transit workers and people living and working in homeless shelters. ##Vaccines## President Biden's Covid czar Jeff Zients said states will be \"fully repaid\" for supplies they bought early in the pandemic to fight the spread of Covid-19. \"We will fully reimburse states for the eligible services they provided back to the beginning of the pandemic in January of 2020,\" he said. He added that states will be \"fully repaid\" for \"masks, gloves and the mobilization of the National Guard.\" ##Hotspots## New York City has identified 13 cases of the B.1.1.7 Covid-19 variant, also known as the UK variant, according to Dr. Dave Chokshi, the city health commissioner. No cases of other variants have yet been found in New York City, but Chokshi said Tuesday that city authorities are “monitoring the situation very closely and are carefully learning from public health colleagues around the world.” On Tuesday, the city reported an 8.20% positivity rate, with 4,585 new cases, Mayor Bill de Blasio said. At least 206 new Covid-19 patients were admitted to the city’s hospitals, but de Blasio said hospitalizations were overall trending downward. Note: These numbers were released by New York City authorities and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Variants## Pfizer said it expects to deliver 200 million doses of its Covid-19 vaccine to the United States by the end of May, according to slides published for its fourth-quarter 2020 earnings teleconference on Tuesday.  The company was originally slated to deliver the 200 million doses by July 31, but Pfizer CEO Albert Bourla said last week he expected the company’s production to be ahead of schedule by two months.   “In the US, we had promised to provide 100 million doses by the end of the first quarter and we will be able to provide 120 right now,” Bourla said last week. “The same is with second quarter. We were planning to provide them all the way to 200 million doses by the end of the second quarter, actually beginning of the third. Right now, we will be able to provide the 200 million doses two months earlier.”  The Biden administration has also announced it will be purchasing an additional 100 million doses from the company.  As of Jan. 31, Pfizer says it has supplied 20 million doses to the US.  According to the US Centers for Disease Control, 17,364,398 doses of the Pfizer vaccine have been administered. ##Vaccines## In a sign of the pandemic times, the NFL has announced all 25,000 fans in attendance at Super Bowl LV in Tampa, Florida, Sunday will receive PPE kits, including face masks, hand sanitizer and disinfectant wipes. According to a Twitter post from league spokesperson Brian McCarthy Tuesday, all personnel and fans who attend the game will be required to wear face coverings while inside Raymond James Stadium. Last month, NFL commissioner Roger Goodell announced the league would allow 22,000 fans at Super Bowl LV. McCarthy clarified Tuesday, saying the 22K figure did not include those attending in stadium suites. The game is sold out according to McCarthy. The NFL donated 7,500 Super Bowl LV tickets to vaccinated health care workers in the Tampa area, with all teams in the league allotted tickets for vaccinated health care workers in their region. Another 14,500 club seat and general admission tickets have been sold, along with nearly 3,000 going to suite holders. The NFL says the game is sold out based on the Covid-19 attendance restrictions. See the NFL's tweet: A mutation that could allow Covid-19 to escape antibody protection has now been found in samples of a rapidly spreading strain in the UK, according to a report by Public Health England on Monday. The mutation, called E484K, was already part of the genetic signature of variants linked to South Africa and Brazil.  According to the PHE report, the mutation has been newly detected in at least 11 samples of the UK’s B.1.1.7 strain. It also appears some of these samples may have acquired this mutation independently, instead of spreading from a single case. This could mean a variant already known to be more transmissible also risks becoming somewhat resistant to the immune protection offered by vaccines, or more likely to cause reinfection among people who were previously infected, experts say.  “This doesn’t appear to be great news for vaccine efficacy,” said Joseph Fauver, associate research scientist in epidemiology at the Yale School of Public Health.  He added the new finding is also something to keep monitoring in the US, where efforts to look for variants through genetic sequencing have lagged behind the UK. The fact that we’ve only seen this in the UK “may be a result of their robust genomic surveillance program,” Fauver said. Experts say it’s too early to predict whether this development will greatly impact the trajectory of Covid-19 in the UK and around the world.  Previous studies suggest that E484K may be the key culprit behind why certain vaccines appear less effective in South Africa. Lab research has also shown that antibodies appear less able to bind and neutralize spike proteins arising from the mutation. Novavax recently announced its vaccine was 89% effective in its Phase 3 UK trial, but only appeared 60% effective in a separate Phase 2b study conducted in South Africa. Similarly, in Johnson & Johnson’s Phase 3 trial, efficacy differed by country: 72% in the US versus 57% in South Africa. In both trials, 90 to 95% of cases in South Africa were linked to the B.1.351 variant, which contains the E484K mutation Paul Bieniasz, a virologist at the Rockefeller University, noted that the E484K mutation has “appeared sporadically” in multiple samples for months, but until recently it didn’t appear to offer the virus an advantage in populations with no preexisting immunity.  But it’s a different story in places like South Africa, where many people had been previously infected. On Monday, Dr. Anthony Fauci noted “a very high rate of reinfection to the point where previous infection does not seem to protect you,” citing the work of colleagues in South Africa. The B.1.1.7 strain first spotted in the UK has now been found in at least 70 countries worldwide, including about 470 known cases in the US, according to the US Centers for Disease Control and Prevention. Experts say that aggressive testing, adhering to Covid-19 guidelines and rapidly rolling out vaccines are more important than ever in light of these spreading variants. \"We need to get as many people vaccinated as quickly as we possibly can,” Fauci previously said. “Even though there is a diminished protection against the variants, there's enough protection to prevent you from getting serious disease, including hospitalization and deaths.”  ##Variants## Americans are concerned about new Covid-19 variants and worrying less about sending children back to school, according to an Axios-Ipsos poll published Tuesday. The latest poll found 83% of people sampled reported that they are at least somewhat concerned new strains may be more contagious, while about 33% among them said they are “extremely” concerned. Over half of Americans are “extremely or very concerned” about the new strains. The poll reports that Americans across age, race, and party share this concern.  Only 26% of people polled expect life to return to pre-Covid normal by July, and 30% anticipate it will take more than a year. Another 8% said “never.”  Reflecting a similar timeline, 21%, 25%, and 18% of Americans expect the Covid-19 vaccine to be available in the next three, six or more than six months, respectively.  Compared to the late August Axios-Ipsos poll reporting that 74% of Americans had some level of concern about schools reopening, the figure has since dropped to 59%, with only one-third feeling “extremely or very concerned,” down from half.  The poll, which gathered data from 1,038 US adults from Jan. 29 to Feb. 1, suggests that many Americans across partisan lines are wary of the new strains. Yet, concerns that the new strains may be more transmissible or dangerous are also bipartisan with 95%, 82%, and 71% of Democrats, independents and Republicans, respectively, concerned about new strains.  Only 15% of Americans — who skew older and Democratic — said they are wearing two masks some or all of the time in public as an extra layer of protection. ##Variants## Captain Tom Moore, the World War II veteran who raised millions for a British charity supporting the National Health Service, has died, his daughters told PA Media in a statement on Tuesday. Moore shot to fame by walking laps of his garden before his 100th birthday to raise money for the NHS. He raised nearly $40 million at the time and was knighted by Queen Elizabeth II in July.  His official Twitter account said also shared the news with an image of Moore, and the dates 1920-2021. \"It is with great sadness that we announce the death of our dear father, Captain Sir Tom Moore,” the statement, from his daughters Hannah Ingram-Moore and Lucy Teixeira to PA Media said. \"We are so grateful that we were with him during the last hours of his life; Hannah, Benjie and Georgia by his bedside and Lucy on FaceTime. We spent hours chatting to him, reminiscing about our childhood and our wonderful mother. We shared laughter and tears together,” the statement added. He had been hospitalized with Covid-19 and pneumonia, his daughter Hannah said on Twitter Sunday. Moore was taken to the hospital on Sunday because of breathing problems, his daughter said at the time. New York City Mayoral candidate Andrew Yang has tested positive for Covid-19 today after taking a rapid test, according to a statement from his campaign on Tuesday. Yang, who also ran for president in 2020, said he is experiencing mild symptoms but is in \"good spirits.\" “After testing negative as recently as this weekend, today I took a COVID rapid test and received a positive result. I am experiencing mild symptoms, but am otherwise feeling well and in good spirits. I will quarantine in accordance with public health guidelines and follow the advice of my doctor,\" Yang said in the release.  Roughly two weeks ago, CNN reported that Yang was quarantining after potentially being exposed to Covid-19 from a campaign staffer.  Dr. Anthony Fauci on Tuesday warned against administering just the first dose of Covid-19 vaccines in order to inoculate as many people as possible.  “The danger is that the efficacy following a single dose is not as great as after the second dose. And if you have some optimum efficacy, you could in fact paradoxically be selecting for more mutations,” Fauci said during a Washington Post Live event. Michael Osterholm, director of the Center for Infectious Disease Research and Policy at the University of Minnesota, told NBC’s “Meet The Press” on Sunday that as many people as possible over the age of 65 should be given their first dose of the Covid-19 vaccine ahead of a possible surge in cases due to more transmissible variants. This strategy could delay second doses and would go against the optimum approach to Pfizer and Moderna vaccinations. Fauci said while the idea “isn’t completely outlandish,” the solution to a limited supply of doses and new coronavirus variants is not to administer single doses, but to ramp up the availability of vaccine doses not only of Moderna and Pfizer, but also new candidates, such as Johnson & Johnson, Novavax, and Oxford-AstraZeneca, among others. “The best way to prevent the evolution of mutations is to suppress the replication of the virus in the community, which means that we need to vaccinate as many people as quickly as we possibly can do it, as efficiently as we possibly can,” Fauci said.   ##Vaccines## A day after the White House coronavirus task force cautioned providers not to hold back first doses of Covid-19 vaccine for later use as potential second doses, some states and providers remain hesitant to comply, worried about future supply when second doses come due. One state official told CNN that the state is telling providers not to use all their doses now, and instead hold back for second-dose use. An official in another state said it is encouraging providers to follow White House guidance, but is getting pushback from providers over supply concerns.  It is ultimately up to states how they use their allocations of vaccine. ##Vaccines## The White House just announced they would hold a Covid-19 press briefing today. \"Today at 12:15 PM ET, COVID-19 Response Coordinator Jeff Zients will hold a press briefing to give operational updates on the federal government’s COVID-19 pandemic response,\" they said in a statement. The briefing is in addition to the three coronavirus briefings they said they would hold each week. Spanish soccer giants Real Madrid announced on Tuesday that president Florentino Pérez, 73, had tested positive for Covid-19. A statement said Pérez had returned a positive result during the club’s routine testing, but he is asymptomatic. No further details were provided by the club. Pérez first became president in 2000 during which time the Madrid side-signed world-class soccer stars such as Zinedine Zidane, David Beckham and Ronaldo, among others, in what became known as the \"Galactico era.\" He resigned in 2006 but was re-elected again in 2009 with the club winning four UEFA Champions League titles in his second spell. The number of cases in England of a Covid-19 variant first identified in South Africa are a “big underestimate” and the country is seeing the \"tip of the iceberg of community transmission,\" government advisor Andrew Hayward told British broadcaster Sky News on Tuesday.  105 cases of the variant have been identified in England to date and \"a small number of cases\" cannot be traced back to international travel, the UK Department of Health and Social Care said in a statement on Monday.  The South African variant is, \"identified through genetic sequencing and we sequence between 5% and 10% of all cases, so you can immediately tell from that that we have a big under-estimate of the number of cases within this country,\"  said Hayward, a professor of infectious disease epidemiology at University College London. \nHe said that the 11 cases of the variant thought to be due local transmission could be multiplied, \"by quite a high level. So we would expect we're seeing, if you'd like, the tip of the iceberg of community transmission,\" he said.  A \"surge testing\" scheme is underway to monitor and suppress the spread of the variant of the coronavirus in some parts of London, the West Midlands, and the South East, North West and East of England.  Hayward said that increased testing could help to slow the spread down.  ##Variants## ##Hotspots## Japanese Prime Minister Yoshihide Suga announced Tuesday the government will extend the state of emergency in Tokyo, Osaka and eight other prefectures.  Eleven of Japan's 47 prefectures are currently under a state of emergency that orders companies to facilitate work from home where possible, and requires restaurants to close by 8 p.m. Sports and entertainment events in Japan are also required to limit the number of attendees. Tochigi prefecture, north of Tokyo, will be the only prefecture to have its state of emergency lifted on Sunday, with the remaining 10 prefectures continuing the state of emergency until March 7, Suga said in a press conference Tuesday. The state of emergency will remain in place for Tokyo, Kanagawa, Saitama, Chiba, Osaka, Kobe, Hyogo, Aichi, Gifu, Fukuoka. Some background: The move comes as questions persist over the country's readiness to host the Olympics, which are scheduled to be held in Tokyo this summer from July 23 to August 8.  Earlier Tuesday, the President of Tokyo 2020 Organizing Committee Yoshiro Mori said the Olympic Games will be held in 2021 \"no matter how the Covid situation will be.\" Japan's Health Ministry reported on 1,792 new Covid-19 cases and 72 deaths from Monday, bringing the country's total cases to more than 392,000 and more than 5,800 dead. Almost 50,000 Covid-19 patients are in need of hospital-level medical care as of Monday. ##Restrictions## ##Hotspots## After criticism last year for an early rollout, Russia’s Sputnik V coronavirus vaccine is 91.6% effective against symptomatic Covid-19 and 100% effective for preventing severe illness, according to an interim analysis of Phase 3 trial data published in the medical journal The Lancet on Tuesday. The randomized, double-blind, placebo-controlled clinical trial includes data on 19,866 participants, of whom 14,964 received the vaccine and 4,902 received the placebo. There were 78 cases of Covid-19 among the trial participants, and only 16 of them had received the vaccine. The rest received a placebo, which does nothing. The trial included 2,144 people over the age of 60, and a sub-analysis conducted on this group revealed the vaccine was well tolerated and had a similar efficacy of 91.8%. Seventy serious adverse events were reported in 68 trial participants, including 45 in the vaccine group and 23 in the placebo group, but none were considered associated with the vaccination, according to the study. Most of the adverse events reported were mild, such as flu-like symptoms and pain at the injection site. The analysis includes only symptomatic cases of Covid-19, and the authors note more research is needed to understand the vaccine’s efficacy against asymptomatic Covid-19, transmission and how long protection may last. The vaccine is a two-dose adenoviral vector vaccine, with doses administered 21 days apart. With this type of vaccine, the adenovirus is altered so that it can deliver a piece of genetic material from another pathogen, such as the virus that causes Covid-19. It’s an approach similar to the vaccines developed by AstraZeneca and Johnson & Johnson.  Sputnik V uses two different vectors that are based on a human adenoviruses in separate shots. Researchers from Gamaleya National Research Centre for Epidemiology and Microbiology in Russia write that using a different adenovirus vector for the booster may create a more powerful immune response than using the same vector a second time, by minimizing the risk of immune system resistance.  Sputnik V only needs to be refrigerated and costs $10 per dose, according to the Russian Direct Investment Fund, which funded vaccine production and is responsible for selling it globally. Some context: The vaccine is already approved in Russia, Belarus, Serbia, Argentina, Bolivia, Algeria, the Palestinian territories, Venezuela, Paraguay, Turkmenistan, Hungary, UAE, Iran, Guinea, Tunisia and Armenia. Sputnik V has so far been administered to more than 2 million people worldwide. Russia drew criticism from scientific circles last year, when it announced the world's first approved coronavirus vaccine for public use in August -- before the crucial Phase 3 trials had been completed. “The development of the Sputnik V vaccine has been criticised for unseemly haste, corner cutting, and an absence of transparency,” University of Reading Professor Ian Jones London School of Hygiene & Tropical Medicine Professor Polly Roy wrote in a commentary published in The Lancet Tuesday. They were not involved in the study. “But the outcome reported here is clear and the scientific principle of vaccination is demonstrated, which means another vaccine can now join the fight to reduce the incidence of COVID-19.” Read the full story here:  ##Vaccines## Covid restrictions mean that many of Europe's top winter sports destinations are deserted. Ski lifts are open, with assorted caveats, in many resorts in Switzerland, Austria, Spain, Bulgaria, Norway and Sweden but closed in France, Italy, and Germany, where governments have decreed the risk of spreading the virus is too high. In Austria, where ski towns such as Ischgl were identified as Covid-spreading hotspots last winter, resorts were allowed to decide whether to open, despite the country being in lockdown. St. Anton, part of the vast Arlberg region which includes Lech and Zurs, opted to run a handful of lifts, selling season passes and day tickets to local skiers. Hotels, guesthouses, and chalets must remain closed, so visitor numbers are low. \"To be living through these uber-weird times in such a beautiful place, and being able to ski every day with no-one around, getting my kids of five and three on snow, is phenomenal,\" said Andy Butterworth, director and co-founder of luxury ski chalet operator Kaluma Ski, who lives in St. Anton. Strict regulations are in place, with marked out, socially distanced queue lines, reduced capacities on lifts and the wearing of FFP2 masks compulsory. Links to Lech and Zurs are closed and none of the higher lifts on the mountain are open. \"Everybody is abiding by the rules because they realize how lucky we are,\" says Butterworth, before adding that recent incidents with some visitors gathering illegally have put people on edge. Nearly 100 foreign nationals, including Britons, Danes, Swedes, Romanians, Germans, Australians, Irish people and Poles, were put in quarantine and could face fines of up to 2,180 euros ($2,605) for contravening travel and lockdown rules in St. Anton, according to local police. \"There is the sad side,\" said Butterworth, who had to oversee an emergency evacuation of guests from the resort when the virus first hit last March.  \"Normally the streets would be really busy, the shops would be lit up, lunch service would be starting in the restaurants and bars. But it's a ghost town. It's a lovely ghost town, it's snowing and it's pretty, but it's empty. There is no one around. There is just the bank, the chemist and supermarket open. It misses that buzz, which is a shame. \"It's sad to see businesses closed and probably not opening again until next winter. The effect on most people in town is probably more negative than it is positive,\" Butterworth added.  Read the full story: Australia's cricket tour of South Africa has been postponed due to the Covid-19 pandemic, Cricket Australia (CA) announced in a statement on Tuesday. The Aussies were scheduled to play a three-Test series in March but CA’s interim chief executive Nick Hockley said traveling to South Africa posed “an unacceptable level of health and safety risk to our players, support staff and the community.” South Africa has been hit by a significant second wave of the virus driven by a more infectious variant identified late last year. Tighter restrictions were introduced in the country in late December although South African President Cyril Ramaphosa announced on Monday several measures to ease Covid-19 restrictions as infection rates drop. It is the second men’s Test tour Australia have had postponed in the last 12 months due to Covid-19 after pulling out of a trip to Bangladesh last year. New dates for both the Bangladesh and South Africa tours have not yet been announced although CA says it hopes to play the respective series at later dates.  Door-to-door coronavirus testing is being rolled out in parts of England in an attempt to stem the outbreak of a more contagious variant discovered in South Africa.  The \"surge testing\" scheme will see mobile testing units deployed in eight areas where the variant has been found.  A statement released by the UK Department of Health and Social Care on Monday said 105 cases of the strain had been detected in the UK to date and 11 \"cannot be traced back to international travel,\" leading to concerns about community transmission.  The scheme will take place in areas of London, the West Midlands, and the South East, North West and East of England. Everyone over the age of 16 will be asked to take a test even if they are asymptomatic. Any positive cases will be sequenced to find out if the person has the variant.  “It is vital that we do all we can to stop transmission of this variant and I strongly urge everyone in these areas to get tested, whether you have symptoms or not,\" UK Health Secretary Matt Hancock said. ##Variants## ##Hotspots## South African president Cyril Ramaphosa announced several measures to ease Covid-19 restrictions as infection rates continue to drop in the country.  “We have recorded our lowest daily increase in infections since the beginning of December last year,” he said Monday, adding that hospital admissions have dropped considerably in recent days.   Ramaphosa announced that public spaces, pools, and rivers will now open and he rescinded the ban on alcohol sales and transportation – with certain restrictions. Ramaphosa also announced an easing of a nationwide curfew to between 11 p.m. and 4 a.m. local time as well as certain restrictions on religious gatherings.  South Africa had been hit by a significant second wave of the virus driven by a more infectious variant identified late last year. Tighter restrictions were put in place in late December.  Ramaphosa was on hand earlier Monday in Johannesburg to receive one million doses of the Oxford/AstraZeneca vaccine manufactured by the Serum Institute in India.  ##Variants## ##Hotspots## Western Australia has reported no new local Covid-19 cases from Monday and Tuesday, the first days of a five-day lockdown for parts of the Australian state. \"First, the good news: after conducting a record number of tests, zero local cases of COVID-19 have been detected in WA,\" State Premier Mark McGowan tweeted Tuesday. \n\"Western Australians absolutely smashed the record for daily COVID-19 tests - with 16,490 tests conducted across all locations,\" McGowan added. The lockdown was imposed for the Perth metropolitan area and the Peel and South West regions of the state Sunday after one positive Covid-19 case was reported in a hotel security guard. The three areas have a combined population of more than 2 million people, with the vast majority living in the state capital Perth. ##Restrictions## The pandemic-delayed Tokyo 2020 Olympics will be held this year \"no matter how the Covid situation will be,\" Games organizing committee president Yoshiro Mori said Tuesday. Speaking in a news conference on preparations for the Games, Mori said: \"We will make sure the Games will be held no matter how the Covid situation will be. We go beyond the discussion of whether we hold (the Games) or not hold. We are to come up with 'new' Olympics.\"  Some context: After the Covid-19 pandemic forced organizers to delay the Summer Olympics last year, the Games are now set to begin on July 23, but major questions remain as to how Japan plans to pull off what could prove to be the most complex sporting event ever held. In between surging cases and a global scramble for vaccines, organizers last month denied reports the Games would be canceled altogether. Japan plans to extend its state of emergency in Tokyo, Osaka and eight other prefectures as the country continues to battle rising Covid-19 cases, Prime Minister Yoshihide Suga said Tuesday. The move comes as questions persist over the country's readiness to host the Olympics, which are scheduled to be held in Tokyo this summer from July 23 to August 8. Eleven of Japan's 47 prefectures are currently under a state of emergency that orders companies to facilitate work from home where possible, and requires restaurants to close by 8 p.m. Sports and entertainment events in Japan are also required to limit the number of attendees. Suga told Japan's Parliament Tuesday that he plans to extend the state of emergency -- which is set to expire Sunday -- until March 7 for 10 of the prefectures. The state of emergency is set to be lifted for one prefecture, he said. That decision still needs to be finalized by the government's coronavirus task force, and Suga is expected to hold a news conference Tuesday night over the state of emergency rules. Rising cases: Japan's Health Ministry on Monday reported 1,792 new coronavirus infections and 72 additional deaths, bringing the country's total cases to more than 392,000 and more than 5,800 dead. Almost 50,000 Covid-19 patients are in need of hospital-level medical care as of Monday. Around one third of confirmed cases are in the capital Tokyo, which on Monday reported fewer than 500 new cases for the first time since December 28. Read more: ##Restrictions## Taiwanese authorities said they will no longer fine a man for breaking quarantine because investigators discovered he was kidnapped in an unfortunate case of mistaken identity. The man, whose surname is Chen, had arrived from Hong Kong in late October and was quarantining at a friend's house in the central city of Nantou, according to a statement from the Changhua Branch of the Ministry of Justice's Administrative Enforcement Agency. On November 1 at 11 p.m., debt collectors broke in and whisked Chen away against his will, mistaking him for his friend. They forced him to pay the debts and eventually returned Chen, who sustained injuries during the ordeal. Local public health authorities initially fined Chen $3,500 for violating the quarantine order, but the case was handed over to the Ministry of Justice to investigate the claims of forced detention. Police verified Chen's claim and the kidnappers are now under investigation, authorities said. Strong pandemic response: While the case is unusual, the hefty fine is not. Taiwan has levied a series of large fines on people violating quarantine as part of its world-class response to the pandemic. A migrant worker from the Philippines was fined $3,500 for stepping out of his room for eight seconds while quarantining in a hotel in the island's southern Kaohsiung City, and a man in Taichung in central Taiwan was fined $35,000 for violating home quarantine at least seven times, local media reported. Experts say that Taiwan's response to the pandemic has been one of the most successful thanks to its early, decisive action -- an important lesson the island took away from the deadly SARS outbreak. Read more: ##Restrictions## The long war against Covid-19, ever more daunting in the dispiriting months of winter, is now posing a fundamental question over whether the United States has the political, economic and national will to prevail before the disaster gets much worse. A race against time to vaccinate sufficient Americans before mutant versions of the virus cause a new wave of sickness and death is turning into a critical stress test for a mass immunization effort off to a difficult start. And there is a disconnect in Washington over the scale of the crisis, with Democrats demanding a \"go big\" economic rescue plan and the few Republicans who back action envisaging a much more modest approach. It remains unclear whether vaccine and testing efforts, attempts to alleviate harrowing economic suffering and the level of buy-in from the American people themselves are sufficient for the challenges that lie ahead. The fate of the country -- and of Biden's presidency -- depends to a considerable extent on his capacity to steel Americans for the next stage of the battle and his ability to maintain national morale. But the President is leading a country beaten down by months of social distancing, family isolation and economic pain -- left as divided as it has been since the Civil War by Donald Trump's tumultuous exit. Read the full analysis: ##Hotspots## The United States reported 130,759 new Covid-19 infections and 1,881 virus-related deaths on Monday, according to a tally by Johns Hopkins University. The national totals now stands at 26,317,623 confirmed cases and 443,355 fatalities since the pandemic began.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.   Vaccines: At least 49,936,450 vaccine doses have been distributed and at least 32,222,402 shots administered, according to the US Centers for Disease Control and Prevention. See CNN's live case tracker. ##Hotspots## Armenia approved the Russian-made Sputnik V coronavirus vaccine on Monday, according to the state-run Armenpress news agency and a press release from the Russian Direct Investment Fund (RDIF). The RDIF statement said the vaccine was approved by Armenia’s Health Ministry based on Phase 3 clinical trial data in Russia. Armenpress also reported the ministry has confirmed the use of the Russian vaccine. The approval comes one day after Tunisia granted emergency use authorization for the Sputnik V vaccine on Sunday.   On Monday, Russia’s state-run TASS news agency reported that the self-proclaimed Luhansk People’s Republic, located in eastern Ukraine, has kickstarted a vaccination campaign with Sputnik V.   The Sputnik vaccine has also been approved in Russia, Belarus, Argentina, Bolivia, Serbia, Algeria, Palestine, Venezuela, Paraguay, Turkmenistan, Hungary, UAE, Iran, Guinea and Tunisia, according to RDIF. ##Vaccines## After getting just one shot of a Covid-19 vaccine, people who were previously infected showed antibody levels equal to or above those of people who had gotten both doses but never been infected, according to a study published Monday. Those with previous infections also appeared to have more generalized side effects after the first dose, such as fatigue, fever and muscle pain -- similar to what other participants might be expected to have after a second dose of an mRNA vaccine, the researchers wrote. The authors of this preprint study, which has not been peer reviewed, argued that changing policy to give these individuals only one dose would \"spare them from unnecessary pain and free up many urgently needed vaccine doses.” How the research was conducted: The study involved 109 vaccine recipients, 41 of whom were previously infected with the virus. The study does not specify which vaccine participants received or how severe their illness was when they were infected with the virus.  People who had not been infected before showed a \"relatively low” antibody response in the first nine to 12 days after vaccination, researchers said. People with previous infections quickly developed high antibody titers \"within days,\" which were measured to be 10 to 20 times higher at times. The study did not demonstrate whether that resulted in a greater level of protection from getting infected, and follow-up studies are ongoing. The US Centers for Disease Control and Prevention says that people should get vaccinated even if they had Covid-19, since it’s yet unclear how long antibody protection lasts.  ##Vaccines## Several Democratic lawmakers are calling on President Joe Biden to increase the supply and availability of higher quality masks, and to encourage the education of the public on which masks are most effective. In a letter published Monday, Sen. Bernie Sanders of Vermont, Sen. Brian Schatz of Hawaii, Rep. Adam Schiff and Rep. Ro Khanna of California urged Biden to “consider invoking the Defense Production Act to increase the supply of higher quality masks, including N95 or other medical grade masks.”  The letter recommends the use of the United States Postal Service to distribute the highest quality medical-grade masks and the creation of pick-up locations in local communities. The lawmakers also ask Biden to direct the CDC and FDA to “provide the public with clear, actionable, and specific information on how to discern which masks are most effective and where they can get them, as well as how to utilize existing options.” “While many Americans understand that wearing a mask can help prevent transmission of the disease, many don’t realize that a high-quality mask can make it far less likely that the wearer will contract the disease, even if exposed to an infectious person,” the letter reads. ##Hotspots## With multiple new coronavirus strains spreading across the country, Americans need to get vaccinated as quickly as possible to stop more mutations from emerging, Dr. Anthony Fauci said Monday. \"You need to get vaccinated when it becomes available as quickly and as expeditiously as possible throughout the country,\" Fauci, President Joe Biden's chief medical adviser, said in a virtual news briefing with the White House Covid-19 response team. \"And the reason for that is ... viruses cannot mutate if they don't replicate. And if you stop their replication by vaccinating widely and not giving the virus an open playing field to continue to respond to the pressures that you put on it, you will not get mutations.\" Speaking to CNN's Wolf Blitzer later Monday, Fauci said even if someone has had coronavirus, there's a \"very high rate\" of being reinfected with the new variants if they become dominant. \"If it becomes dominant, the experience of our colleagues in South Africa indicate that even if you've been infected with the original virus that there is a very high rate of reinfection to the point where previous infection does not seem to protect you against reinfection,\" Fauci said on CNN. He emphasized the importance of getting vaccinated to prevent severe and potentially fatal illness that may require hospitalization. \"Even though there is a diminished protection against the variants, there's enough protection to prevent you from getting serious disease, including hospitalization and deaths,\" Fauci said. \"So, vaccination is critical.\" Read the full story: ##Vaccines## ##Variants## ##Hotspots## Democrats on Capitol Hill are willing to allow President Joe Biden the opportunity to attempt to garner Republican support for his broad Covid-19 relief package -- but they aren't willing to wait long, or to shrink the size of the package as GOP leaders are suggesting.   “Republicans want to climb out of a 13-foot hole with a 6-foot ladder,” said one senior aide to a Democratic senator. “We don’t have time to wait for them to get serious about the problem.” The universal urgency felt by congressional Democrats was demonstrated by the decision to immediately introduce budget resolutions that begin the process of passing the relief package through reconciliation.  That process could take up to a month, which would give Republicans the chance to come to the table -- but also leaves open the option to get the job done without them. For Democrats, the timeline is the priority, not getting Republicans to support the plan.  “My constituents don't call me on the phone and say, ‘I need bipartisanship’. They call me on the phone and they say ‘where can I get a vaccine?’,” said Democratic Rep. Lois Frankel of Florida. More than 443,000 people in the United States have died of Covid-19 since the pandemic began about a year ago. About 22% of those deaths -- more than 95,000 -- were reported in January, according to data from Johns Hopkins University.  December was the second deadliest month with more than 77,000 reported deaths, followed by April with nearly 61,000 reported deaths.  More than half of all Covid-19 deaths were reported in those three months: January 2021, December 2020 and April 2020.  The seven-day average of new cases has dropped nearly every day since reaching a peak on Jan. 8, but reported deaths remain high. In January, there were more than 3,000 deaths reported each day, on average.  ##Hotspots## There's no evidence that animals are playing a significant role in the spread of coronavirus to humans, but precautions can help keep people and their pets safe, US Centers for Disease Control and Prevention officials said Monday. \"Based on limited information available to date, the risk of animals, including pets, spreading Covid-19 to people is considered to be low,\" CDC official Dr. Casey Barton Behravesh said during a briefing Monday. Evidence suggests that Covid-19 likely originated in animals before becoming widespread among humans. \"As of the middle of January, we're aware of 187 animals from 22 countries with a confirmed SARS-CoV-2 infection,\" Behravesh said, noting those numbers do not include mink on mink farms. She added that no animal deaths have yet been linked to the virus. The CDC is closely tracking research on coronavirus infections in animals and has categorized some animals based off their risk of infection. Animals that are highly susceptible to the virus include cats, hamsters, non-human primates, rabbits, mink and deer, Behravesh said. Read the full story: If she'd waited to get vaccinated until it was her \"tier's\" turn, Isabela Medina wouldn't have gotten the Covid-19 vaccine until late summer. She wasn't willing to wait. Medina, a healthy 25-year-old, moved across the country to live with her parents on the East Coast after her work in the film industry dried up. Anxious to return to work safely, Medina decided in mid-January to go \"vaccine dumpster diving.\" Though a dumpster, this was not. Rather than dig through a hospital's garbage for vials, Medina staked out a grocery store pharmacy. She wanted to score a leftover vaccine. She and a friend arrived in the early afternoon, prepared to wait. A line formed behind them. Hours later, when the day's appointments were done, pharmacy staff offered up eight leftover vaccines. Medina and her friend gleefully claimed two of them. \"I felt good about it -- and better that it didn't go to waste,\" she told CNN. Medina is what has been described by many on the internet as a \"vaccine hunter,\" or someone who stalks a pharmacy or vaccination site for leftovers. These vaccine seekers, spurred by reports of doses being dumped and feeling antsy for the country's vaccine rollout to pick up the pace, say they want to prevent waste -- by getting their shot early. They see it as a win-win: They get vaccinated and a precious dose of the Covid-19 vaccine doesn't end up in the trash. But their gain is also a symptom of a lack of coordination in the US vaccination plan -- the initial rollout was much slower than expected, delaying President Joe Biden's plan for \"100 million vaccinations in 100 days.\" The lucky -- and privileged -- few who get vaccinated early assure what they're doing isn't wrong, although it certainly feels unfair to those who don't have the time or resources to \"hunt\" for their own. Read the full story:  ##Vaccines##", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-02-02-21/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}