{"Type": "article", "Time": "2020-02-03", "Headline": "February 3 coronavirus news", "Text": "Our live coverage of the Wuhan coronavirus outbreak has moved here. The first US patient to have a confirmed case of Wuhan coronavirus, a man in his 30s, has been discharged from the  Providence Regional Medical Center in Everett, Washington, the hospital said Monday in a statement.  “The patient remains in isolation at home and is being monitored by the Snohomish Health District, in coordination with his care team at Providence,” the statement said. “For the privacy of the patient, we will not be disclosing the exact date of discharge or any additional details regarding his discharge process.” The patient issued the following statement: “I am at home and continuing to get better. I ask that the media please respect my privacy and my desire not to be in the public eye. \"I would like to thank the doctors, nurses, and entire team at Providence who cared for me. I appreciate all of the concern expressed by members of the public, and I look forward to returning to my normal life,\" the patient said.  There are now at least 11 confirmed cases of the novel coronavirus in the United States. Six cases have been confirmed in California, one in Massachusetts, one in Washington state, one in Arizona and two in Illinois. There have been two instances of person-to-person transmission – one in Illinois and one in California. The Hubei health authority said 64 more people died of the coronavirus in China's Hubei province on Monday, raising the death toll in the epicenter of the outbreak to 414 people.  In mainland China, 425 people have died from the virus. The official global death toll is now 426.  Authorities confirmed an additional 2,345 cases of the virus in Hubei on Monday. That brings the total number of cases in the province to 13,522. The health authority said 10,990 patients have been hospitalized in Hubei, including 576 who are in critical condition. There have been more than 19,000 confirmed coronavirus cases globally. Two patients -- husband and wife -- have been transferred from their home in San Benito County, California, to an undisclosed hospital in San Francisco, Rachel Kagan of SF Department of Public Health told CNN. The husband had recently traveled to Wuhan, China. The wife did not, meaning she contracted the virus from person-to-person contact. The pair showed worsening symptoms Sunday night. “It was then determined that both patients needed to be admitted to a hospital equipped for a higher level of care. The patients have been transferred out of San Benito County by specialty ambulance,” said Dr. Martin Fenstersheib, San Benito County's public health officer. The hospital is taking all appropriate precautions for patient and staff safety, said a release from SF Public Health. It added that there is no elevated risk to the public. A new case of the virus has been identified in the German federal state of Bavaria, bringing the total number of cases within Germany to 11, Bavaria's Health Ministry confirmed Monday.  According to the State Office for Health and Food Safety, the eleventh case was identified in a child from the district of Traunstein, who tested positive just a week after the child's father was found to have been infected.  On Saturday, CNN reported that the father -- aged 33 -- is an employee at a company in the district of Starnberg, where six other employees previously tested positive with the deadly virus.  There isn't a single face exposed in Macao's cavernous Galaxy casino. Everyone is wearing a mask, including the croupiers, waitresses and security guards -- who happen to vastly outnumber the scattered customers gambling at blackjack and roulette tables. Visitors only momentarily drop their masks at the entrances to the casino, to pose for thermal cameras on the lookout for the deadly Wuhan coronavirus that has killed hundreds of people in mainland China and infected thousands more. The outbreak has left the free-wheeling, semi-autonomous Chinese territory of Macao shell-shocked. Last year the city received almost 40 million visitors. Now, streets and squares once teeming with tourists from mainland China are empty. Ambulances roam the city, operated by emergency workers dressed in hazardous materials suits. Read the rest of the article here Much is still unknown about the Wuhan coronavirus outbreak, and health officials are urging vigilance. That means travelers crisscrossing the globe should be aware of the virus, steer clear of heavily impacted areas and exercise some of the same kinds of preventive measures they'd use to avoid influenza and other illnesses.  Many countries are issuing travel advisories and airlines all over the globe are canceling flights to China.  Read more about cancellations, travel insurance and basic precautions here Employees of many companies that have suspended operations in China should be receiving their paychecks as usual. Following the extension of the Lunar New Year holiday because of the outbreak of coronavirus, China’s government has reinforced labor laws that require employees to be compensated while on vacation. Local governments have also formulated their own announcements based on the law, according to Matthew Margulies, vice president of China operations at the US-China Business Council. Employees who have been infected by the virus will still receive compensation, added Margulies. Additionally, employees that were required to work over the extended holiday will be paid extra. Initially set to run to January 30, the Chinese government extended the holiday nationwide to February 2. While business has now resumed in certain areas like Beijing, others like Shanghai and Hubei province are still in lockdown for at least another week. Starbucks and McDonald’s have closed all their Hubei stores indefinitely while Honda and Renault have extended the shutdown period in their Wuhan plants until February 13. Other large companies, such as Peugeot and Toyota, have halted operations at their Chinese plants.  Webasto, an auto part company which confirmed last week that four of its employees based at its headquarters near Munich were affected by the virus, has closed its operation in Wuhan until February 14. A spokesperson for the German company confirmed that workers would be fully paid during the closure.    Over the weekend, two special Air India aircrafts brought home more than 650 Indian passengers from Wuhan.  The passengers have been quarantined in two separate camps in and around the country’s capital, New Delhi.   One returnee told CNN that he was worried about being placed in close quarters with others on the flights: \"There are around 20 of us in a room which is a bit scary,\" said Mohahammad Haseeb, a PhD student at Wuhan University’s Economics department. \"If someone is sick -- that could spread. We thought we would be kept in single rooms for isolation but I understand that there isn't much space, each room has around 20 beds.\" \"We sit together for our meals,\" he added, saying they will be quarantined until February 15, when test results come back.  The head of Sudan's Sovereign Council gave a directive on Monday to launch an \"urgent air bridge\" to evacuate Sudanese nationals in Wuhan to Khartoum directly, Sudan's state news agency SUNA reports.  Lt. Gen. Abdel-Fattah Al-Burhan, the head of the country's Sovereign Council called on Sudan's Ministry of Health to carry out all arrangements and take the necessary precautions.  He also stressed the importance of implementing the operation \"as quickly as possible\" in coordination between all the concerned authorities, SUNA reports.  The US State Department has recommended that Americans who remain in China take precautionary measures like avoiding large groups and stocking up on food, it said in an updated security alert Monday. “We strongly urge U.S. citizens remaining in China to stay home as much as possible and limit contact with others, including large gatherings. Consider stocking up on food and other supplies to limit movement outside the home.\" “In the event that the situation deteriorates further, the ability of the U.S. Embassy and Consulates to provide assistance to U.S. nationals within China may be limited,” it says. Japanese public health authorities are checking the passengers and crew onboard a cruise ship that docked in Yokohama, after a former passenger of the Diamond Princess ship  tested positive for the virus, Princess Cruises confirmed Monday.  There are  2,666 guests and 1,045 crew aboard the Diamond Princess. In a statement, the cruise company said the turnaround of the ship has been delayed for approximately 24 hours.  The passenger, a guest from Hong Kong, got on the ship on January 20 in Yokohama and disembarked in Hong Kong on January 25.  He visited a Hong Kong hospital six days after leaving the ship and tested positive for the Wuhan coronavirus on February 1, according to the statement.  “While on the ship he did not visit the ship’s medical centre to report any symptoms or illness. The hospital reports that he is in stable condition and the family members traveling with him remain symptom-free,” the statement continued.  Princess Cruises is owned by the Carnival Corporation. The Canadian government is still waiting on permission, as well as flight manifest and document approval, from the Chinese government in order to repatriate Canadians in Wuhan, the epicenter of the outbreak, according to the Global Affairs Canada Minister. In a Monday press conference, François-Philippe Champagne formally thanked the Chinese and Vietnamese authorities for their cooperation, adding “it is a multistep process given the complexity of this evolving situation.” He explained that a charter plane is headed to Hanoi to wait for final approvals and said that Wuhan's airspace is closed, which is why special permission is needed for a plane to land there.  He later rebuffed questions about whether the slow speed of approvals was linked to Canada's strained diplomatic tensions with China, calling the topic \"inappropriate\" and describing Chinese authorities as cooperative.  The number of Canadians seeking repatriation has only recently jumped from two people to hundreds, he added. Just a few days ago we had two Canadians (asking to return) that morning who asked to be repatriated and it went from 27 to about 100 as I am saying today there are over 300 Canadians wishing to be repatriated. Members of a standing rapid deployment team are already on the ground in Hanoi and Wuhan to help coordinate, he added.  The US Centers for Disease Control and Prevention (CDC) says it is poised to assist China with containing its coronavirus outbreak, but is still waiting on an official invitation.  “What I can say is that we have folks ready to go to China as soon as that offer is finalized,” Dr. Nancy Messonnier, director of the CDC’s National Center for Immunization and Respiratory Diseases, said during a call with reporters on Monday.  “As soon as we are allowed to go, we will be there,” Messonnier said. “Our presence on the ground in China will be a help.\" The US Centers for Disease Control and Prevention (CDC) is currently working to provide diagnostic testing for the virus to health departments across the United States.  Currently, tests are only carried out in Atlanta. But the “emergency use authorization” for tests have been expedited for local testing capabilities, according to CDC officials. “The process is extremely expedited and our colleagues at [the US Food and Drug Administration] have been working with us closely ever since we made the plan that we were going to do this in this way,” Dr. Nancy Messonnier, director of the CDC’s National Center for Immunization and Respiratory Diseases, said during a call with reporters on Monday.  The US Department of Health and Human Services declared the Wuhan coronavirus to be a public health emergency in the US on Friday.  On January 30, the World Health Organization (WHO) declared the coronavirus a public health emergency of international concern. Hong Kong's hospital authority (HA) urged healthcare workers to return to work after they began a strike Monday in response to the government's handling of the Wuhan coronavirus. In a statement released Monday, the HA called \"all healthcare workers participating in industrial action to return to work as soon as possible to avoid further affecting public hospital services and patient treatment.\" We share the same objective with our colleagues that the cross-boundary passenger flow should further be reduced to avoid the spreading of the virus. However, we disagree with compromising patient safety when expressing opinions,\" the statement read. Hong Kong's main public hospital medical workers union began a strike Monday with at least 2,400 people participating in the first day, according to Hospital Authority Employee Alliance union's Facebook page. The union previously asked the government to meet demands including stopping all travelers from entering Hong Kong from mainland China, implementing measures to ensure the supply of face masks, providing isolation wards and sufficient support for staff working in them, and investigating reports of patients escaping hospitals.  The US Centers for Disease Control and Prevention has listed 260 “patients under investigation” for the novel coronavirus across 36 states as of February 3, according to an update posted on the agency's website Monday. That’s an increase of 19 from the last update, provided Friday. Of the 260 patients under investigation, 11 have tested positive, 167 negative, and 82 are still pending. Pending cases includes specimens that have been received and not yet undergone testing, as well as those in transit to CDC from health authorities in various states. CDC is the only lab in the US that can conduct diagnostic testing for the virus, but it is developing coronavirus testing kits to share with \"domestic and international partners,\" according to an earlier statement from the agency. The United Arab Emirates has joined a raft of countries and companies placing restrictions on flights to and from China due to the coronavirus outbreak The UAE will suspend all flights to and from the country (except for the Beijing route) starting February 5, the state-run Emirates News Agency reported on Monday. Passengers travelling from Beijing will undergo a “six-to-eight hour” medical screening at the airport, the statement added.  Meanwhile, Germany’s Lufthansa airline has extended its suspension of all flights to Beijing and Shanghai until February 28. Flights to the cities were originally cancelled until February 9. “Lufthansa Group has decided to suspend its Lufthansa, Swiss and Austrian Airlines flights to/from Beijing and Shanghai until February 28 with immediate effect,” the airline said in a statement on Monday. Japanese authorities will deny entry to foreign nationals who have been to Hubei province --- the epicenter of the novel coronavirus -- in the past 14 days, even if they show no symptoms of the virus. On Monday, Chief Cabinet Secretary Yoshihide Suga said Japan has rejected five people under the new measure. He did not disclose the nationalities of those who were denied entry.  The measure was announced by the government on Saturday at a coronavirus task force meeting at Prime Minister Shinzo Abe’s office. Abe called it “an extraordinary measure.” Holders of Chinese passports issued in Hubei are also banned from entering Japan.  Japan has 20 confirmed cases of the virus. Pakistan has resumed direct flights with China for all Chinese and Pakistani airlines after further review following a suspension on Friday due to the coronavirus outbreak. According to Pakistan’s health ministry, Standard Operating Procedures have been set up to deal with the virus at the airport. Pakistan currently has no confirmed cases of the coronavirus in the country. CNN’s Ivan Watson caught one of the last ferries running between Hong Kong and Macao after the Hong Kong city government announced it is suspending the service as of midnight local time Monday as part of the effort to stop the spread of the deadly coronavirus. On Monday, Hong Kong leader Carrie Lam announced new border closures, amid intense public pressure to stop anyone crossing into the city from mainland China. Lam said further measures were being taken \"to ensure the control of the boundary control points to reduce people movement across the border,\" but fell short of completely sealing off the city. Hong Kong's hospital union will expand its strike on Tuesday, following a breakdown in negotiations with the government and the organization on Monday night. The expanded strike actions will now include all members of the union willing to go on strike as opposed to the strike on Monday which was only comprised of non-emergency personnel. The union previously asked the government to meet demands including stopping all travelers from entering Hong Kong from mainland China, implementing measures to ensure the supply of face masks, providing isolation wards and sufficient support for staff working in them, and investigating reports of patients escaping hospitals.  After Chief Executive Carrie Lam’s press conference on Monday, union spokesperson Winnie Yu said the ports that remain open in Hong Kong – the International Airport, Shenzhen Bay, and Hong Kong-Zhuhai-Macao Bridge – still account for nearly 60% of all inbound mainland travelers.  Yu added that under Article 27 of the Hong Kong Basic Law residents shall have freedom of speech and the right and freedom to form and join trade unions, and to strike. The Vatican has shipped hundreds of thousands of face masks to the Chinese provinces of Hubei, Zhejiang and Fujian in response to the coronavirus outbreak.  In a statement issued to CNN, Vatican spokesman Matteo Bruni said that the masks were sent \"to help stop the spread of the contamination of coronavirus.\" The initiative comes from the Office of Papal charities, the Chinese Missionary Center in Italy, with the help of the Vatican Pharmacy. The statement did not provide with a specific number of masks nor with specific dates. The death toll from the Wuhan coronavirus has topped 360, and authorities in China and across the world are working to contain the disease.  If you're just joining us, here's the latest: The casualties: 362 people have died, with the first death outside of mainland China confirmed in the Philippines. There are well over 17,000 confirmed cases in mainland China, and more than 180 cases in 25 countries and territories spanning North America, Europe, Asia and the Middle East.\nAccelerating spread: The number of Wuhan coronavirus deaths in mainland China has overtaken the 2003 severe acute respiratory syndrome (SARS) epidemic in the country, in a matter of weeks. The 2003 outbreak of SARS -- another coronavirus strand -- infected 5,327 people in mainland China, with 349 deaths.\nChina's response: On Monday, China’s Foreign Ministry criticized the US response to the outbreak, accusing Washington of feeding mass hysteria.\nHong Kong closes more borders: Hong Kong leader Carrie Lam on Monday announced new border closures over the Wuhan virus, amid intense public pressure to stop anyone crossing into the city from mainland China. Lam said further measures were being taken \"to ensure the control of the boundary control points to reduce people movement across the border,\" but fell short of completely sealing off the city.\nEconomic pain: With much of China's economic heartland still closed, concerns are growing over the impact to its economy. The Shanghai and Shenzhen stock markets -- which have been closed since January 24 -- plunged by around 10% on opening Monday. China Eastern has become the first major Chinese carrier to suspend flights to and from the United States because of the escalating Wuhan coronavirus outbreak. Since the outbreak of the virus, many international airlines have made significant changes to their flight schedules to China, or canceled flights altogether.    Who has suspended flights? Major international airlines such Air Canada, American Airlines, British Airways, Delta, Lufthansa and Qatar Airways have already suspended all flights to and from mainland China until the end of February or longer. Who is implementing travel restrictions? A growing number of countries, including the US, Australia, New Zealand and South Korea, have begun barring entry to all foreigners who have traveled to mainland China, with Italy and Israel stopping all incoming air traffic from the country. Many more countries have told their citizens not to travel to mainland China. Read the full story here.  Health officials Sunday announced three more cases of the coronavirus in California, bringing the state's total to six and the country's total to 11 cases. The US has issued a level 4 travel advisory warning residents not to travel to China, adding that most commercial air carriers have reduced or suspended flights to and from the country. Read more here.  Vietnam has confirmed an additional case of the Wuhan coronavirus in the province of Vinh Phuc, bringing the total number of confirmed cases in the country to eight. According to state broadcaster VTV, the latest case involves a Vietnamese national who returned home from Wuhan on January 17. The patient then had her samples taken for testing by the Ministry of Health on January 31, and officials confirmed that she had tested positive for the coronavirus on Monday. Here's where else the virus has spread: Two groups of Mexican students studying in China have returned home without symptoms of the Wuhan coronavirus, according to statements from the state of Guanajuato.  The groups consisted of 18 people who returned Saturday and 11 people who landed Sunday. In total there were 52 Guanajuato students studying in various Chinese cities -- all are expected to return by February 5, one statement said.  In compliance with World Health Organization protocols, health authorities will contact the students for the next two weeks to monitor any symptoms. The UK Government has pledged £20 million ($26 million) to develop new vaccines for coronavirus and other infectious diseases, the UK Department of Health and Social Care announced Monday. It will help our globally recognised vaccine development capabilities continue to develop new defences against emerging diseases including coronavirus,” UK Health Secretary Matt Hancock said in a statement.  The new funding will go to the Coalition for Epidemic Preparedness Innovations (CEPI), which was originally formed in response to the Ebola epidemic in West Africa. It will help with three new programs to develop vaccines against the novel coronavirus, 2019-nCoV, the statement said. Dr Richard Hatchett, CEO of CEPI said he hoped that an investigational vaccine could be through to clinical testing in 16 weeks The rapid global spread and unique epidemiological characteristics of the virus are deeply concerning,” said Dr. Richard Hatchett, CEO of CEPI, who added: “Our hope is that, with our partners, we can get an investigational vaccine from gene sequencing of the pathogen through to clinical testing in 16 weeks. The earliest stage of clinical trials (Phase I), to establish the safety of investigational vaccines, would take around two to four months.” Russia may deport foreign nationals if they have coronavirus, Prime Minister Mikhail Mishustin announced Monday, according to Russian state news agency TASS.  TASS cites a federal law stating that a foreigner can be deported if their presence poses a real threat to public health. Mishustin said that a national plan to prevent the spread of the coronavirus infection in Russia has been signed, and the virus has been added to the list of highly dangerous diseases. It will allow us to deport foreigners if they are diagnosed with this disease and introduce special restrictions, including isolation and quarantine,\" the Russian prime minister said. There are two confirmed cases of coronavirus in Russia, and the country has already closed its entire Far East land border to prevent the spread of the disease.  TASS reported that the movement of Chinese nationals through Russian territory has been restricted, and that those diagnosed with the disease have been isolated and are receiving the necessary treatment. Mishustin added that Russia has stopped issuing work and group tourist visas to Chinese nationals for the time being. The Chinese government on Monday declined to comment on the delay of the second US evacuation flight to the epicenter of the coronavirus outbreak, after slamming Washington’s response to the epidemic as an overreaction that fanned global hysteria. When asked by CNN if the delay of the charter’s arrival in Wuhan is related to Beijing’s displeasure over the US response, Chinese Foreign Ministry spokeswoman Hua Chunying said: “The US was the first to evacuate its consulate staff in Wuhan via charter flight. Relevant arrangements must be coordinated based on a variety of factors including Wuhan airport capacity to receive supplies.” Hua confirmed that China has said it welcomes the US to join the World Health Organization (WHO) expert team on the outbreak and the US has submitted a list of names to the WHO. In a globalized world, the destinies of all countries are closely linked. In the face of a public health crisis, countries should work together to overcome the difficulties, rather than resort to beggar-thy-neighbor practice, let alone take advantage of others' difficulties,” she said at a press briefing Monday. Last Wednesday a chartered plane carrying some 200 US citizens -- including about three dozen diplomats and their families -- arrived at March Air Reserve Base in Southern California.  A flight carrying 56 Italian nationals from Wuhan, China, landed at Pratica di Mare military airport, outside of Rome, on Monday morning. The passengers will undergo medical examinations at the airport before being transported to a military compound on the outskirts of Italy's capital. The people are scheduled to remain in isolation at the facility for 14 days. As of now, no one in the group has shown any symptoms of coronavirus, Health Ministry spokesman Nicola del Duce told CNN.   Hong Kong leader Carrie Lam on Monday announced new border closures over the Wuhan virus, amid intense public pressure to stop anyone crossing into the city from mainland China. Lam said further measures were being taken \"to ensure the control of the boundary control points to reduce people movement across the border,\" but fell short of a complete sealing off of the city.  Lam said the main land borders at Lo Wu and Lok Ma Chau would shut as of midnight tonight, as would the Hong Kong-Macau Ferry Terminal.  That will leave all but three border crossings between Hong Kong and mainland China closed. Those which remain open are the city's international airport, the Shenzhen Bay border and the Hong Kong-Zhuhai-Macau bridge.  Lam's announcement comes after health workers in Hong Kong began a five-day strike on Monday, demanding a full border closure and greater support from the government.  \"This has nothing to do with the five-day strike by healthcare workers,\" Lam said, however. \"If anyone thinks that by resorting to such extreme measures the government will be made to do something that is not rational or something that will only harm the public they will not get anywhere.\"  The number of Chinese citizens entering Hong Kong has fallen since the initial closures, the government said earlier, with the vast majority of those continuing to cross the mainland border being Hong Kong residents. It is unclear how the new closures will affect those who work in the city but live across the border, and vice versa.  The G7 nations will hold a joint telephone conference to discuss how to deal with the coronavirus outbreak, German Health Minister Jens Spahn announced after talking with his American counterpart Alex Azar on Sunday. A call will take place at 9 a.m ET on Monday, according to a spokesperson for the Italian Health Ministry. The G7, a group of seven leading industrialized democracies, includes Canada, France, Germany, Italy, Japan, the United Kingdom and the United States.   Months of increasingly violent protests and a bruising US-China trade war pushed Hong Kong into a recession last year for the first time in a decade. Now the coronavirus outbreak threatens to derail things once again. Officials on Monday said Hong Kong's economy shrank 1.2% last year as massive pro-democracy protests paralyzed the city's streets and scared away tourists. GDP shrank 2.9% in the fourth quarter alone. The trade spat between Washington and Beijing compounded the problem, as did concerns about China's economic growth. Until recently, the Asian financial hub had reason to hope that 2020 would be better. The demonstrations were becoming less frequent, while an initial trade deal provided some hope that the relationship between the United States and China could improve. \"The US-China phase one trade deal and growth stabilization in China should have been positive for Hong Kong's near-term economic outlook,\" said Tommy Wu, a senior economist at Oxford Economics. \"But it has been overshadowed by the coronavirus outbreak.\" Read more here The Maldivian government has announced a series of new precautionary measures against the Wuhan coronavirus that include denying entry for passengers arriving from mainland China. In a statement released on Sunday, the Maldives Civil Aviation Authority said that airlines and aircraft operating flights to the Maldives shall suspend the carriage of passengers originating or transiting through mainland China. The new measure took effect today and will be enforced until further notice. In 2019, Chinese tourists accounted for 16.7% of all tourist arrivals to the Maldives, according to the country's Ministry of Tourism.   Chinese stocks recorded their worst day in years on Monday as investors finally got a chance to react to the worsening coronavirus outbreak. The Shanghai Composite (SHCOMP) plummeted 7.7% and the Shenzhen Component Index fell nearly 8.5% on their first day of trading after an extended Lunar New Year holiday. They had been closed since January 24. The losses on each index have wiped out a combined $445 billion in market value. The plunge delivered Shanghai its worst day since August 2015's \"Black Monday,\" when global markets were rattled by China slowdown fears. Shenzhen, meanwhile, hasn't recorded a single-day percentage drop this bad since 2007. Read more here Hg Kong's main public hospital medical workers union, the Hospital Authority Employee Alliance, began a strike Monday with at least 2,400 people participating in the first day, the group said on its Facebook page. The union says it is asking the government to meet five demands: Stop all travelers from entering Hong Kong from mainland China.\nImplement measures to ensure sufficient supply of face masks.\nProvide isolation wards and stop all non-emergency services.\nProvide sufficient support for health care staff caring for those in isolation.\nInvestigate reports of patients escaping hospital in order to ensure a safe environment for all medical staff.  The Hospital Authority Employee Alliance says it has 9,000 members in total who have pledged to join the strike, which is currently scheduled for five days The union said if its demands are not met by Monday, they will ask all members regardless of rank or specialties to participate in a second stage strike that will limit health services to emergency care. The union threatened to further escalate its strike actions if its demands are still not met by the end of February 7.   A second Wuhan coronavirus patient is being treated with a combination of HIV/AIDS and flu drugs that officials from Thailand’s Ministry of Health say were successful in treating another infected patient, Thai officials said at a news conference Monday. Dr. Kriangsak Atipornwanich, one of the physicians treating the coronavirus patients, told reporters that authorities were awaiting test results to determine the status of the second patient treated with this combination of drugs. Thailand Health Minister Anutin Charnvirakul said at the same news conference that first case involved a 71-year-old woman who was presenting the \"most severe\" symptoms of all 19 coronavirus patients confirmed in Thailand. She responded positively to a combination of drugs at higher doses and her medical tests are no longer showing signs of the virus. She is still recovering in the hospital. Charnvirakul said information about her case will be shared. \"Other academic, medical or research institutions can take this treatment result and find more facts,\" he said.    \"If it turned out the dosage and method of treatment we applied could cure every case, it will be beneficial to humanity,\" Charnvirakul said.   A third case of the Wuhan coronavirus has been confirmed in India, authorities said. The case was identified in the southern state of Kerala, according to a Facebook post from Kerala Health Minister KK Shailaja.  Shailaja said the patient is a student who had returned from Wuhan. The individual has been admitted to a district hospital in Kerala and is in stable condition. China Eastern Airlines has become the first major Chinese carrier to suspend flights to and from the United States, as the Wuhan coronavirus outbreak has infected thousands of people and prompted several countries to advise their citizens not to travel to mainland China.  The carrier is canceling flights from Shanghai to Los Angeles and New York from February 2 through February 10, citing \"the recent public health incident,\" according to a notice circulated to travel agents and seen by CNN Business. China Eastern did not respond to a request for comment. The country's two other major carriers, Air China and China Southern, did not immediately respond to requests for comment. China Eastern is also canceling flights from Shanghai to San Francisco on February 6 and February 9, to Chicago on February 8 and to Honolulu from February 3 until March 27, according to the notice. Several flights to Los Angeles, San Francisco and Vancouver that originate in Chengdu or Kunming with layovers in Nanjing or Qingdao have also been canceled this week. \"In the days to come, China Eastern will pay close attention to the epidemic, and may further adjust the arrangements of flights,\" the notice said. Major international airlines including Air Canada, British Airways, Delta, Lufthansa and Qatar have also suspended all flights to mainland China until the end of February or longer. A spokeswoman for China's Foreign Ministry castigated the United States for its response to the coronavirus outbreak, accusing Washington of responding inappropriately and feeding mass hysteria. \"Most countries appreciate and support China’s efforts to fight against the novel coronavirus, and we understand and respect them when they adopt or enhance quarantine measures at border entry. But in the meantime, some countries, the US in particular, have inappropriately overreacted, which certainly runs counter to WHO advice,\" Foreign Ministry Spokeswoman Hua Chunying said.  She continued: The US government hasn’t provided any substantial assistance to us, but it was the first to evacuate personnel from its consulate in Wuhan, the first to suggest partial withdrawal of its Embassy staff, and the first to impose a travel ban on Chinese travelers. All it has done could only create and spread fear, which is a bad example. \nEven American media and experts doubted the government’s decision, saying that the US government’s restrictions on China are precisely what the WHO rejects, that the US is turning from overconfidence to fear and overreaction, and that banning the entry of foreigners who traveled to China in the past 14 days is suspected to be violating civil rights instead of reducing risks of virus spreading. \nIn fact, according to a recent CDC report, the US flu from 2019 to 2020 has caused 19 million infection cases and at least 10,000 deaths. By contrast, by February 2, 17,205 cases of nCoV pneumonia were confirmed, 361 died and 475 cured and discharged, while there are only 11 confirmed cases in the US. \nThe contrast is thought-provoking. I also noted that the Canadian Minister of Health said Canada won’t follow the US and impose travel restrictions on Chinese or foreign nationals who have been to China. Canada believe the ban of entry has no basis, which is a sharp contrast to the US behaviors.   US Secretary of State Mike Pompeo said that a \"handful\" of more flights are headed to China to pick up Americans in Hubei, the province at the epicenter of the Wuhan coronavirus outbreak. \"We're working closely and hand-in-hand with the Chinese government to try and resolve what is now this global epidemiological challenge,\" he said. Pompeo said Washington and Beijing are still coordinating the exact timing of the flights but that the US \"anticipates they will happen in the next handful of days.\" Health officials Sunday announced three more cases of the coronavirus in California, bringing the state's total to six and the country's total to 11 cases. Late Sunday, a San Benito County official said a man who had recently traveled back from Wuhan, China, and his wife were confirmed to have the virus and were isolating themselves at home. The man arrived at San Francisco International Airport on January 24 and was screened and found to be healthy and asymptomatic, Dr. Martin Fenstersheib, interim health officer for the county, said in a news conference The next day, the man developed symptoms including a cough and low-grade fever, Fenstersheib said. A few days later, his wife began showing symptoms as well. The San Benito couple's diagnosis is the second person-to-person transmission of the virus. In Chicago, a woman in her 60s was diagnosed after she returned from Wuhan on January 13. She is in the hospital and doing \"quite well,\" her doctors said. Read more here The Burj Khalifa in Dubai was lit up with the image of the flag of the People's Republic of China to show support for the country as it fights to contain the outbreak of the Wuhan coronavirus. The 2,716.5-foot-tall building (more than 828 meters) also displayed the phrase \"add oil,\" a common refrain in Chinese used to mean \"keep going.\" The coronavirus outbreak will impact Japan’s economy by hurting the country’s tourism sector, a senior Japanese politician from the ruling Liberal Democratic Party (LDP) said Sunday.  “There will definitely be an impact on the economy,” Fumio Kishida, the LDP's policy chief, told Japan’s public broadcaster NHK on Sunday. The outbreak has already triggered cancellations nationwide, he said.  As Japan gears up to host the Olympic games, Prime Minister Shinzo Abe has set a target of welcoming up to 40 million foreign visitors to the country this year.  But Japan received approximately 9.6 million visitors from China in 2019 -- accounting for a third of foreign tourist expenditure in the country. China's decision to ban all outgoing overseas tour groups starting January 27 means Japan will see fewer visitors, likely impacting Japan's tourism industry and economy.  Read more on how the coronavirus is affecting tourism here There isn't a single face exposed in the cavernous Galaxy casino. Everyone is wearing a mask, including the croupiers, waitresses and security guards -- who happen to vastly outnumber the scattered customers gambling at blackjack and roulette tables. Visitors only momentarily drop their masks at the entrances to the casino, to pose for thermal cameras on the lookout for the deadly Wuhan coronavirus that has killed hundreds of people in mainland China and infected thousands more. The outbreak has left the free-wheeling, semi-autonomous Chinese territory of Macao shell-shocked. Last year, the city received almost 40 million visitors. Now, streets and squares once teeming with tourists from mainland China are empty. Ambulances roam the city, operated by emergency workers dressed in hazardous materials suits. Read more here The number of Wuhan coronavirus deaths in mainland China has overtaken the 2003 severe acute respiratory syndrome (SARS) epidemic in the country, as Beijing injected billions of dollars into an economy hit by weeks of effective shutdowns to major cities. More than 360 people have died of the disease in China, the country's health authorities said Monday. The total number of cases in mainland China stood at 17,205 as of Sunday evening, an increase of over 2,800 on the previous day, or nearly 20%. The 2003 outbreak of SARS -- another coronavirus strand -- infected 5,327 people in mainland China, with 349 deaths. The first death from the virus outside China was confirmed over the weekend. Philippine health officials said that a 44-year-old Chinese man died Saturday after flying into the country from Wuhan. Read more here The government of Myanmar has evacuated 59 students out of Wuhan amid the coronavirus outbreak, state newspaper The Global New Light of Myanmar reported. The report said the government arranged a \"special flight\" for 59 people to return to Myanmar, where they arrived yesterday.  All of the students that have returned from Wuhan are currently under quarantine in Mandalay under the Public Health Department. Four students did not take the plane and stayed behind, the outlet reported. One \"did not meet immigration rules,\" one was outside the province and two had high fevers and required medical attention. It did not say if the two had been tested for the coronavirus. CNN has spoken with several people inside China whose movement has been restricted due to the rapid spread of the Wuhan coronavirus. Here's what they say it's like: A second evacuation flight sent to China to repatriate US citizens in Wuhan has been delayed, a US official with knowledge of the matter told CNN. The official did not have a definitive time for the plane’s arrival in Wuhan.  The official told CNN on Sunday that the plane was en route to the epicenter of the outbreak and that it may not be the last flight sent to pick up Americans there due to continued high-demand from US citizens in Wuhan.  “I can't confirm the numbers yet, but this upcoming evacuation might not be the last,\" he said. Last Wednesday a chartered plane carrying some 200 US citizens -- including about three dozen diplomats and their families -- arrived at March Air Reserve Base in Southern California. The official with knowledge to the matter told CNN all US diplomats and their families in Wuhan were able to leave on this first flight. Chinese stocks are having their worst day in years as investors finally get a chance to react to the worsening coronavirus outbreak. The Shanghai Composite (SHCOMP) and the Shenzhen Component Index plummeted more than 8% on their first day of trading after an extended Lunar New Year holiday. They've been closed since January 24. The plunge puts Shanghai on pace for its worst day since August 2015's \"Black Monday,\" when global markets were rattled by China slowdown fears. Shenzhen, meanwhile, hasn't recorded a single-day percentage drop this bad since 2007. China's currency also fell. The onshore yuan sank 1.5%, dropping below seven yuan to one US dollar in its first day back from the holiday break. The yuan also weakened below the seven mark offshore, where it moves more freely and has been trading since last week. \"The Wuhan virus pandemic is escalating negative-impact effects on a wide range of Chinese companies at the forefront of the widening economic crisis, as factory output is significantly disrupted and many retail stores have closed in heavily impacted regions of China, notably Hubei province,\" Rajiv Biswas, Asia Pacific chief economist at IHS Markit, said in an email.  Read more here Though China's Lunar New Year holiday has drawn to a close, many have not returned to major cities as the Wuhan coronavirus spreads throughout the country. Considered the largest human migration on the planet, Chunyun -- the 40-day period when Chinese people head home to celebrate the Lunar New Year with their families -- officially began on January 10 and will end on February 18. Authorities had previously estimated that 3 billion journeys would take place. In Beijing, however, it appears many people have chosen not to return. Rong Jun, the deputy commissioner of the Beijing Municipal Commission of Transportation, said that train and flight bookings for inbound travel to the Chinese capital had dropped over 70% year-on-year for the coming days, though did not specify a time frame. Travel in and out of Beijing dropped more than 60% during the Lunar New Year period of January 24-30, compared to the same time last year, and there appears to be a continued decrease on inbound traffic in the coming days, according to the Beijing city government.  Many regions across China are still under travel restrictions and the Beijing city government has delayed the re-opening schools and non-essential businesses to prevent the spread of the Wuhan coronavirus. There are now at least 179 confirmed cases of Wuhan coronavirus in 27 countries and territories outside mainland China, with Sweden and Spain reporting those country's first cases over the weekend. Only one person has died outside of mainland China from the virus -- a 44-year-old Chinese man in the Philippines. Read more here In China, Wuhan used to be known as a city of cherry blossoms, an economic engine of the central heartland, and the birthplace of a century-old revolution that brought down the country's last imperial dynasty. But now, the metropolis of approximately 11 million people in Hubei province has become the face of a deadly new coronavirus outbreak -- a stigma the people of Wuhan increasingly find themselves unable to shake off. Wuhan officials estimate about 5 million people had left the city for the annual Lunar New Year holiday before authorities canceled all outbound flights, trains and buses in an unprecedented lockdown on January 23. Many of them are migrant workers or university students returning to their hometowns for new year family reunions. Others are holidaymakers taking advantage of the long annual break. Read more here The Shanghai stock market opened today for the first time after the Lunar New Year holiday, giving investors their first chance to react to the spread of the Wuhan coronavirus on China's largest domestic stock exchange. The results aren't pretty. As of 12:15 p.m. in China, the Shanghai composite was down more than 8% on Monday and more than 10% year-to-date.  See how the composite is trading here Chinese diplomats have condemned another European media outlet for its handling of the Wuhan coronavirus outbreak.  In a statement over the weekend, the Chinese Embassy in Germany criticized Der Spiegel over its Saturday front page \"Coronavirus: Made in China.\" The headline was accompanied by a photo of a man in a red poncho with a gas mask on.  \"Releasing such a picture does nothing to the outbreak, but only causes panic, mutual blaming and even (racial) discrimination. We despise such a move,\" the embassy said, according to state media.  \"The embassy said global challenges need to be addressed globally, and that German media shares the same responsibility as everyone.\"  This row comes after Chinese officials in Denmark slammed newspaper Jyllands-Posten for a cartoon riffing on China's national flag, with coronavirus modules in place of stars.  In a statement published online, an embassy spokesperson said the drawing was \"an insult to China and hurts the feelings of the Chinese people.\" \"Without any sympathy and empathy, it has crossed the bottom line of civilized society and the ethical boundary of free speech and offends human conscience. We express our strong indignation and demand that Jyllands-Posten and (cartoonist) Niels Bo Bojesen reproach themselves for their mistake and publicly apologize to the Chinese people,\" the statement added. Jyllands-Posten editor Jacob Nybroe said in an article following the complaint: \"We can't apologize for something we don't think is wrong. We have no intention of demeaning or mocking, nor do we think the drawing does ... As far as I can see, there are two different forms of cultural understanding here.\" US President Donald Trump's national security adviser, Robert O'Brien, on Sunday said that at this time \"there's no reason for Americans to panic\" about the Wuhan coronavirus. \"Right now, there's no reason for Americans to panic. This is something that is a low risk, we think, in the US,\" he said. O'Brien also said the virus is a \"top priority\" for Trump and the administration is \"taking steps to keep Americans safe.\" The White House on Thursday announced a coronavirus task force that \"will lead the Administration's efforts to monitor, contain, and mitigate the spread of the virus.\" It is lead by Health and Human Services Secretary Alex Azar and includes members from the National Institutes of Health, the Centers for Disease Control and Prevention, Department of Homeland Security and others. Read more here Since he intervened in the Wuhan coronavirus crisis on January 22, ordering \"all-out efforts\" to contain its spread, Chinese President Xi Jinping has been personally directing the country's response.  As state media has repeatedly emphasized in recent days, all decision making has been centralized under the Communist Party's Standing Committee and the national State Council, both of which Xi heads. The military is also playing a major role in relief and containment efforts, under Xi's direction.  But while his hand is purportedly being felt in all aspects of the response, Xi's face has been weirdly missing. He has not appeared on state broadcaster CCTV's main newscast or on the front page of the People's Daily, the official mouthpiece of the Communist Party, in several days.  This is strange not only because a country's leader is normally front and center during a crisis, but because Xi is rarely missing from front pages and TV broadcasts during normal periods. Under Xi's rule, the People's Daily has become notorious for running multiple headlines about Xi and plastering not only the front page but several after it with nearly identical pictures of him meeting various officials.  So what's behind Xi's recent absence? The internal workings of the Chinese Communist Party can be a black box at the best of times, but speculation has been rife that Xi is retreating from the spotlight in order to set up other officials to take the inevitable blame for a crisis that -- even if the government maintains control over it -- is already causing major economic and societal misery.  Xi is the most powerful Chinese leader since Mao Zedong, but he's also uniquely vulnerable due to the way he has centralized control -- absolute power brings with it absolute responsibility.  Officials in Wuhan are the most obvious fall guys for the crisis, and several have already offered to resign. But as the virus continues to spread across China and the world, they might not be a big enough scalp to allay public anger.  One figure who might be feeling nervous at the moment is Chinese Premier Li Keqiang. Most analysts agree that Li has been majorly sidelined by Xi in recent years, stripped of many responsibilities and pushed into more of a ceremonial role. Yet he has suddenly been pushed to the fore of this crisis, helming a national response group and visiting Wuhan itself.  Chinese social media has been full of speculation over whether Li has been placed under quarantine since returning from the stricken city. That may turn out to be the least of his worries.  The Japanese government plans to send a fourth evacuation flight to Wuhan to collect about 140 people still in the city and nearby areas, the Foreign Ministry said in a statement Sunday.   Since the first evacuation flight arrived in Tokyo’s Haneda airport Wednesday, 565 Japanese citizens have returned to the country. The Japanese Embassy in China notified the remaining Japanese citizens of the evacuation plan by email Saturday, adding that Tokyo is still negotiating with Beijing to allow spouses with Chinese citizenship to join the fourth evacuation flight. “We are putting in maximum efforts to make these speedy evacuations possible,” the Japanese Embassy said.  In Japan, coronavirus has infected a total of 20 people, with three returnees testing positive over the weekend. Among the confirmed cases is a man aged in his 30s who was diagnosed as a disease carrier without symptoms. The Wuhan coronavirus has killed more people inside mainland China than the coronavirus responsible for the SARS outbreak in 2003. China's National Health Commission (NHC) reported the Wuhan outbreak was responsible for 361 deaths by the end of day Sunday. SARS killed 349 people in mainland China, according to the NHC. SARS was responsible for the deaths of 774 people worldwide. To date, only one person has been killed outside mainland China from the Wuhan coronavirus. A husband and wife, both aged 57, have been diagnosed with Wuhan coronavirus in California's San Benito County, according to a statement from local officials. This raises the number of confirmed cases in California to six, and 11 in the United States. The husband recently traveled from the central Chinese city of Wuhan, epicenter of the outbreak. However the wife did not -- a case of person-to-person transmission. The San Benito County Public Health Services has provided guidance to the couple for home isolation and is closely monitoring their medical condition, according to the statement. Neither patient is in hospital. These are the states where the coronavirus has been confirmed: Arizona: 1 case California: 6 cases Illinois: 2 cases Massachusetts: 1 case Washington: 1 case Thousands of Hong Kong public medical staff voted to go on a five-day strike today if the city's government does not fully close the border with mainland China.  Hong Kong is a semiautonomous city and operates its own immigration system separate from Beijing. The city's leader, Carrie Lam, announced last week the city would temporarily close some of its border crossings to the mainland. But some members of the medical community want the government to do more, and thousands of medical staff are calling on the HKSAR government to ban all visitors from mainland China to prevent the spread of the Wuhan coronavirus to Hong Kong. The Hospital Authority Employees Alliance, which has 13,000 members, voted in favor of a strike Saturday. The union said however that the majority of frontline staff will not take part in the strike in order to keep serving the public, but support and backroom staff will walk out.  Hong Kong's government said in a statement Sunday it will meet with members of the union who voted to strike. Australia and New Zealand have both placed temporary travel bans on visitors coming from China in response to the spread of the Wuhan coronavirus.   The measures are meant to stop the spread of the virus, but they could impact universities in both countries as Chinese students return from summer vacation.  International education was worth $21.7 billion (32.4 billion Australian dollars) to the Australian economy in 2017-2018 and $3.3 billion (5.1 billion New Zealand dollars) to New Zealand's.  The biggest group of international students in both countries are Chinese nationals.  Wuhan resident Helen Chen is one of them. She's currently stuck inside her parent's apartment in the city, and said she's been keeping busy in part by doing her work assignments.  There's still a lot we don't know about the coronavirus, and scientists internationally are racing to gather data and develop a treatment. Here's what we can tell you so far: Is there a cure? Not at the moment. Researchers have successfully grown the virus in a lab, an important step towards developing a vaccine -- but it could be a year or more until it's available.\nWhat are the symptoms? Coronavirus symptoms can look like the flu -- fever, cough, trouble breathing. If you show these symptoms and recently went to China, or have been in contact with someone who visited, experts advise going to the doctor.\nHow does the virus spread? The virus is thought to spread from person to person through respiratory droplets emitted by coughing or sneezing -- but it's not clear exactly when a person becomes contagious. There's currently no evidence that the virus is airborne -- meaning, for instance, it doesn't travel across a large room.\nWho is at risk of infection? People of all ages can be infected with the virus, but older people and those with pre-existing medical conditions are especially vulnerable to severe complications.\nHow can I protect myself? Take the same precautionary measures you would during flu season. Wash your hands often with soap and water, cover your nose and mouth when you sneeze or cough, avoid close contact with people or large gatherings, and wear a face mask.\nIs it safe to travel? Airlines have suspended flights, and thousands of foreign citizens in the Chinese city of Wuhan have been evacuated back to their home countries. Many countries including the US have advised against travel to China. Chinese stocks plunged Monday on the first day investors could react to the coronavirus outbreak in more than a week. The Shanghai Composite opened 9% lower. The Shenzhen Component Index also plummeted 9% at open. Both are still down more than 7%. Stock exchanges in Shanghai and Shenzhen had been closed since January 24 for the Lunar New Year. Markets elsewhere fell sharply last week as fears about the virus escalated. More than 14,300 people have been infected, the vast majority of them in mainland China. China said before markets opened that it would pump billions of dollars into its markets to keep them stable. The People's Bank of China said Sunday that it would inject $1.2 trillion yuan ($173 billion) into the Chinese markets using the purchase of short-term bonds to shore up banks' ability to lend money. The measure will help maintain \"reasonably ample liquidity\" in the banking system and keep currency markets stable. The net amount of liquidity being injected into the markets will be much lower. According to Reuters calculations using central bank data, more than $1 trillion yuan worth of other short-term bond agreements will mature Monday. That brings the net amount of cash flooding into the markets down to 150 billion yuan ($22 billion). Read more here The first case of coronavirus was detected in central China in early December. Now, nearly two months later, it's a full-blown global emergency, with more than 17,205 confirmed cases across the world.  Here's a look back at how we got here: December 8: First patient develops symptoms of Wuhan coronavirus\nDecember 31: Earliest cases of virus reported to World Health Organization (WHO)\nJanuary 1: Seafood and wildlife market in Wuhan, where the outbreak is believed to have originated, is closed for disinfection\nJanuary 7: Chinese scientists identify pathogen involved as new strain of coronavirus\nJanuary 9: First death linked to virus\nJanuary 20: Cases reported in Beijing and Shenzhen\nJanuary 23: Wuhan is placed on lockdown, with movement halted in or out of the city. A total of 60 million people are affected by travel restrictions in Wuhan and neighboring cities. WHO says virus is not yet a public health emergency of international concern\nJanuary 28: Death toll tops 100. The number of confirmed cases in mainland China overtakes the deadly 2003 SARS outbreak\nJanuary 30: WHO declares a public health emergency of international concern\nJanuary 31: Death toll tops 200\nFebruary 1: Death toll tops 300\nFebruary 2: First Wuhan coronavirus death reported outside of mainland China Correction: A previous version of this post contained a map that misattributed the source of provincial coronavirus case totals. The data comes from each province’s health authority, not China’s National Health Commission.  Canadian officials have fielded 325 requests for departure assistance from Hubei province in China due to the Wuhan coronavirus, according to a statement obtained by CNN from Global Affairs Canada. Ottawa is attempting to charter a plane to take Canadians from Wuhan back to Canada, the statement said. There are currently 543 Canadians in Hubei who have registered with the voluntary Registration of Canadians Abroad service. Since registration is voluntary, this number is not a complete picture of Canadians in the region or in China, according to the statement. Only Canadian citizens who have entered China with a Canadian passport will be allowed to board the plane back to Canada, Global Affairs Canada said. Additionally, Canadian citizens will need to have a valid Canadian passport along with a valid Chinese visa to board the plane. Canadians appearing with symptoms will not be able to board the aircraft, according to Global Affairs Canada. The country is still determining protocols for Canadians once they arrive in Canada.    Gross gaming revenue in the Chinese territory of Macao, the world's biggest gambling destination, was down 11.3% in January 2020 compared to January 2019, authorities there said Monday.  Macao has confirmed several cases of the virus, and the outbreak has had a devastating impact on tourism in the gambling enclave, which relies heavily on mainland Chinese visitors. The government in the city has taken significant steps to stop the spread of the virus. All residents of Hubei province and non-residents who traveled to Hubei in the past 14 days will be denied entry to Macao, until they show a doctor's letter certifying they are clear, according to Secretary for Administration and Justice Cheong Weng-chon.  China’s National Health Commission said that at the end of Sunday, the total number of confirmed coronavirus cases in mainland China stands at 17,205, up 2,829 from the previous day. The death toll in China stands at 361 as of Sunday, more than the amount of people who died in the country during the 2003 SARS outbreak. One person died as a result of the virus in the Philippines on Saturday -- the death reported outside China. Doctors in Thailand say they have successfully treated one Wuhan coronavirus patient with a combination of antiviral drugs, according to a briefing on Sunday from the Ministry of Health. Dr. Kriangsak Atipornwanich, a doctor at Rajavithi Hospital in Bangkok, said he treated a 71-year-old female patient from China with a combination of drugs used in HIV and flu treatments. He said the patient had previously been treated with only anti-HIV drugs. “I had treated a patient with severe condition, and the result has been very satisfactory. The patient’s condition has improved very quickly within 48 hours. And the test result has also changed from being positive into negative within 48 hours as well,” Atipornwanich said.  Officials at the press conference said the latest lab test has showed there’s no trace of the virus in the patient’s respiratory system. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases at the US National Institutes of Health, told CNN last week there are currently no proven effective drugs to treat the virus.  Hospitals in Beijing have reported using the same drugs given to HIV and AIDs patients are part of treatment for the Wuhan coronavirus, though it is unclear if they have been successful. CORRECTION: This post has been updated to accurately reflect the number of patients successfully treated", "Section": "asia", "Writers": ["Joshua Berlinger", "Brett McKeehan", "Adam Renton", "Amy Woodyatt"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-03-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}