{"Type": "article", "Time": "2019-11-23", "Headline": "Pope Francis lands in Japan for the first papal visit in decades", "Text": "Pope Francis has landed in Japan to begin a four-day tour of the country, the first papal visit to the land in nearly four decades. The Pontiff is scheduled to meet with Japan's Emperor Naruhito and Prime Minister Shinzo Abe, and visit a number of memorial sites, according to a statement from the Vatican.  On Sunday, Francis will travel to Nagasaki and Hiroshima, where the United States dropped atomic bombs to end World War II. He will deliver a remarks on nuclear weapons in the Nagasaki Atomic Bomb Hypocenter Park and celebrate a mass in the city's baseball stadium. He will then travel to Hiroshima to visit the Peace Memorial.  Gerard Powers, the director of Catholic Peacebuilding Network at the Kroc Institute at the University of Notre Dame, said the visit had a personal significance for Francis.  \"When Pope Francis entered the Jesuits, he wanted to become a missionary to Japan,\" he said. The theme of the visit, according to the Vatican, is \"protect all life.\" Powers said the Pope is expected to call for the end of nuclear \"modernization\" programs and a re-commitment to the arms control frameworks. The Pope has previously condemned nuclear weapons, saying they \"create nothing but a false sense of security.\" On Monday, the Pope will meet some of the victims of the \"triple disaster\" of 2011, during which the largest-ever earthquake in Japan caused a tsunami with 30-foot waves that damaged several nuclear reactors in the area. An estimated 22,000 people died or went missing. The trip is only the second papal visit to Japan, and the first in nearly 40 years, according to Vatican News. Before heading to Japan, the Pope spent two days in Thailand. While flying from Bangkok to Tokyo, the papal plane crossed over Laos, Vietnam, China, Hong Kong and Taiwan, prompting the Pope to sent telegrams to the heads of state of each of the countries. ", "Section": "asia", "Writers": ["Ivana Kottasová"], "URL": "https://www.cnn.com/2019/11/23/asia/pope-francis-visit-japan-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}