{"Type": "article", "Time": "2020-06-01", "Headline": "Global stocks rise as investors shrug off US-China tensions", "Text": "Hong Kong stocks are on pace for their best day since March as investors shrug off the Trump administration's intention to end a special economic and trading relationship with the Asian financial hub. There are also signs in the region that China's economy is continuing to recover from the worst of the coronavirus pandemic — though activity elsewhere in Asia remains grim.  Hong Kong's Hang Seng Index rose more than 3%. It was the first opportunity investors there had to react to US President Donald Trump's announcement last week that Washington would \"begin the process of eliminating policy exemptions that give Hong Kong different and special treatment\" from mainland China.  Trump's response marked an escalation in tensions between the United States and China — the President blasted Beijing for approving a national security law that fundamentally undermines Hong Kong's autonomy. Experts have pointed out, though, that Trump stopped short of taking immediate action. Even if he does follow through, analysts say ending Hong Kong's special status will have little immediate impact because the territory does not export a lot of goods to the United States.  Trump's comments were \"long on criticism of China but short on action,\" wrote Stephen Innes, chief global markets strategist at AxiCorp, in a research note Monday. Hong Kong's financial secretary, Paul Chan, also said that the US announcement will have limited impact on the city, and reassured investors that there are no plans to change the local currency's peg to the US dollar. Since 2005, the Hong Kong dollar has been allowed to trade between 7.75 and 7.85 to the US dollar. \"Hong Kong's foreign exchange reserves are quite ample, with assets exceeding $440 billion ... providing the strongest support for the Hong Kong dollar,\" Chan wrote in a blog post on Sunday.  Other major indexes in Asia were also higher Monday. South Korea's Kospi rose nearly 1.8%, Japan's Nikkei 225 climbed 0.8% and China's Shanghai Composite Index was up 2.2%. Stocks in Europe opened higher, with London's FTSE 100 and Paris' CAC 40 both gaining roughly 1.5%. US stock futures were muted despite continued protests in cities across the country over police brutality. Dow futures were up 0.5%, while Nasdaq and S&P 500 futures posted smaller gains.  \"Re-opening optimism reigns supreme,\" Innes wrote.  China's recovery Fresh data out of China indicates factories there are starting to recover from the pandemic. Manufacturing activity in the country unexpectedly rose last month, according to a closely watched private survey. The media group Caixin said on Monday that China's manufacturing purchasing managers index increased to 50.7 in May, up from April's 49.4. It also beat the 49.6 that analysts polled by Refinitiv had expected. A number above the 50-point level indicates growth.  \"Manufacturing production recovered faster than demand as the domestic economy recovered from the epidemic,\" wrote Wang Zhe, senior economist at Caixin Insight Group, in a statement that accompanied the Caixin data. Wang added, however, that exports remain sluggish as the rest of the world continues to grapple with the virus.  Over the weekend, the Chinese government also reported that its official manufacturing PMI grew in May. The official non-manufacturing PMI survey, which measures the services sector, also indicated expansion — another suggestion that domestic economic activity is recovering, according to Jeffrey Halley, senior market analyst for Asia Pacific at Oanda.  South Korea and Taiwan, though, saw manufacturing production shrink in May. And while output in the Philippines, Vietnam, Malaysia and Thailand improved as lockdowns eased, PMIs for those Southeast Asian countries still indicated contraction instead of growth, according to Alex Holmes, Asia economist for Capital Economics. \"The bigger picture remains the same — the region's manufacturing sector is in a deep recession,\" Holmes wrote in a note on Monday. \"Output is still likely to be well below normal levels for many months to come as domestic and global demand remain very depressed.\"", "Section": "investing", "Writers": ["Sherisse Pham"], "URL": "https://www.cnn.com/2020/06/01/investing/global-stocks/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}