{"Type": "gallery", "Time": "2020-06-17", "Headline": "In pictures: Philippines journalist Maria Ressa", "Text": "Maria Ressa, CEO of the news website Rappler, poses during a photo session in Paris in 2018. Ressa has said it's easier to be on the front line as a war correspondent than to fight for press freedom, because \"you don't even know where the enemy is here.\" Freed Philippine broadcast journalist Cecilia \"Ces\" Drilon is accompanied by Ressa while Ressa was head of ABS-CBN in 2008. Drilon had been kidnapped by the jihadi Abu Sayyaf Group. Ressa later left ABS-CBN and founded Rappler in 2012. Ressa answers questions from the audience during Slingshot Manila 2015, the official startup event of the Asia-Pacific Economic Cooperation summit. Ressa speaks during a news conference in Manila in January 2018. Next to her is Chay Hofilena, Rappler's acting managing editor. The Philippine government at the time had revoked Rappler's operating license. Ressa participates in a January 2018 protest calling for press freedom in Manila. Ressa at her desk in July 2018. Months later, she was accused by the government of evading taxes. She has slammed charges against her as an \"absurd\" effort to halt her reporting. Ressa speaks at the Committee to Protect Journalists' International Press Freedom Awards, which were held in New York in November 2018. Ressa shows her arrest warrant and release order after posting bail for tax-evasion charges in December 2018. Ressa said in a statement at the time that the charges were \"a clear case of harassment.\" Ressa and Joel Simon, executive director of the Committee to Project Journalists, are honored in New York during New Year's Eve celebrations in 2019. Ressa is escorted into a courtroom to post bail after she was arrested in February 2019. Ressa, who was selected by Time magazine as one of its Persons of the Year the year before, had been arrested over a libel complaint that Amnesty International condemned as \"brazenly politically motivated.\" Duterte's government said the arrest was a normal step in response to the complaint. Ressa speaks to the media after a rally for press freedom in Quezon City, Philippines, in February 2019. Ressa is escorted by police after posting bail in Pasig City, Philippines, in March 2019. Ressa speaks at the Human Rights Press Awards at the Foreign Correspondents Club of Hong Kong in May 2019. At the time she was free on bail after her second arrest that year. Ressa spoke on the dangers she and her colleagues face as journalists in the Philippines. Ressa speaks at an innovation conference in Munich, Germany, in January 2020. Ressa arrives at Manila City Hall for the promulgation of her cyber libel case in June 2020. Ressa speaks to reporters after being convicted in Manila on June 15. Ressa said the verdict was \"not unexpected\" and she said she will keep fighting.", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/06/17/world/gallery/maria-ressa/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}