{"Type": "article", "Time": "2020-10-24", "Headline": "Trump is playing up China's threat to the 2020 election. But the evidence shows Russia is the real danger", "Text": "For months, the Trump administration has been warning of the dangers of political interference by China in the US election.  In April, President Trump said Beijing wanted him out of the White House. Attorney General William Barr and Director of National Intelligence John Ratcliffe said Beijing was a bigger threat than Russia. And Bill Evanina, Director of the United States National Counterintelligence and Security Center, listed the ways that China had been \"expanding its influence efforts.\" Yet, this week, China didn't feature in the latest warning about election interference.  On Thursday, US national security officials accused Russian state-sponsored hackers of targeting state and local governments and of successfully stealing data in at least two instances. The allegations came shortly after officials accused Russia and Iran of using US voter registration information to undermine Trump's campaign. By contrast, very little evidence of China's alleged meddling has emerged, weeks before the vote. The China-backed foreign misinformation efforts that have been made public had a minuscule reach compared Russia's efforts before the 2016 US presidential vote.      \"China studied what the Russians did in 2016 very closely,\" said cybersecurity expert James Lewis, a former foreign service officer at the Departments of State and Commerce. \"They'd like to be able to do what the Russians do, but they aren't that good at it.\" However, experts predict that China's influence operations will become more formidable in the coming decades. They warn China will own more parts of the global telecommunications networks and export its system of censorship and propaganda to other governments.  According to Clint Watts, a former FBI special agent and information warfare expert who testified before Congress about Russian interference in the 2016 US elections, Chinese influence operations \"will be more prolific over time and successful over time because they can control the entire information environment, which is different from the Russians.\"  In August, China's Foreign Ministry spokesman said China had never interfered in a US election and \"had no interest to do that in the future.\"  Russia's playbook Russia's use of disinformation dates back far before the last presidential election. The Soviet Union used the art of \"dezinformatsiya\" to forge documents, plant fake stories in the media to benefit Russian interests, and infiltrate activist groups during the Cold War. Those strategies came from the Tsarist era, when the secret police would fake materials to discredit enemies.  The difference now, of course, is that those tactics have moved online. In 2014, the Internet Research Agency (IRA), a secretive technology company with close ties to the Kremlin, began using fake social media accounts and group pages to target US audiences around divisive issues in the lead up to the 2016 election, according to the Mueller report. The IRA bought troves of Facebook ads and flooded Twitter with posts that boosted Trump and denigrated Democratic candidate Hillary Clinton, the report said. In mid-2014, employees from the IRA even traveled to the US to get information and photographs to use in their social media posts.   Some IRA employees, posing as Americans, communicated with the Trump campaign to try to coordinate political activities, including political rallies. More than 1,000 employees reportedly worked from an office block in St. Petersburg to run the influence campaign -- with the goal of getting Trump elected to benefit Russian interests.  Those tactics are still being used, but better disguised, now that the playbook has been publicized. A CNN investigation earlier this year found a network of social media accounts targeting the US that came from people in Ghana and Nigeria, working on behalf of Russia. This September, Facebook and Twitter announced the IRA created a fake progressive website called Peace Data that engaged with real Americans and even hired some Americans to write articles, which were then shared on different social media platforms.  Using domestic tactics overseas For a long time, China's online influence operations focused inward, using censorship and propaganda to control what information its citizens can see at home. A 2017 Harvard study estimated that the Chinese government produces 488 million fake social media posts a year to cheerlead the authorities and distract public attention from discussions critical of the regime. The study concluded that the Chinese government uses an enormous workforce of mostly government employees, contributing part time, to fabricate the posts.   But as China's economic and political ambitions have grown, the country has increasingly applied domestic propaganda tactics to target global audiences -- ironically, using platforms it blocks at home, such as Facebook, Google, YouTube and Twitter.   So far, this has been with limited success. Right now, China's disinformation efforts are \"sloppy and get caught very easily,\" said Watts. While China has set up a vast censorship and propaganda apparatus at home, the country does not have as much practice manipulating foreign social media platforms. \"They're used to playing on a field where they control the terrain,\" says Nimmo, of Graphika. \"It's a steep learning curve.\"  The pro-democracy protests that swept Hong Kong last year, however, appeared to have accelerated China's focus on global influence operations. As international news organizations reported on demonstrations in the city and protesters' demands for more civil liberties, Beijing launched a state-backed disinformation campaign about the protests on Western platforms.  In August 2019, Facebook and Twitter removed accounts from China that sowed political discord and amplified messages to undermine the legitimacy of the protest movement, portraying demonstrators as violent, extreme and dangerous.  One of the posts had an image of Hong Kong protesters next to ISIS fighters, with the text: \"Even though the weapons are different, the outcome is the same!\" The operation's use of automated accounts to spread disinformation and amplify divisive topics resembles Russia's tactics, according to Nick Monaco, an online disinformation expert and research director at the Institute of the Future.  Some of Russia's strategies were also on display in the first public disclosures of Chinese influence operations pushing content about global issues that matter to China, such as the South China Sea, but also the 2020 US election. Facebook recently shut down more than 150 accounts from China that used fake profiles to pose as locals in countries they targeted. The accounts boosted their own content, managed Facebook pages, and liked and commented on other people's posts. Facebook said only a small amount of the overall activity was focused on the US, where the operation gained almost no following.  According to Graphika, which worked with Facebook to analyze the misinformation, the group first became active in late 2016 by posting about Taiwan from a pro-Mainland position. In 2018, the operation began posting about the Philippines and Chinese influence in the region, as well as defending China's actions in the South China Sea. Activity around US politics only began in April 2019, when the operation started making Facebook profiles to pass as actual Americans on both sides of the aisle. For instance, \"Kate Selina\" was one of the fake profiles that posed as a conservative American, and shared posts criticizing Medicare-for-all and gun control policies. A liberal account posted that President Barack Obama \"is my best president ever,\" while also sharing a meme of Trump with the words \"nobody likes me\" right next to his face.  The network also created Facebook pages for various US presidential candidates, including one supporting former Democratic presidential candidate Pete Buttigieg. The page only had two members. The operation also created a Biden-Harris group that had around 1,400 members. The Trump group only attracted three followers. In contrast, leading up to the 2016 US Presidential election, some pages run by Russia's IRA attracted hundreds of thousands of followers each.  According to Ben Nimmo, director of investigations at Graphika, which worked with Facebook to analyze the accounts, the US-focused part of the operation from China appeared \"to be in the audience-building stage.\" The network did not push for one candidate over another. The purpose could have been to draw attention and build an audience in order to push pro-Beijing content to the groups in the future.   Graphika estimated that the overall activity of the operation was limited, producing just 1.6 million interactions -- of which just a tiny fraction were related to the US -- between September 2016 and September 2020. In contrast, ahead of the 2016 Presidential elections, IRA-controlled Facebook accounts reached 126 million people, and the agency's Twitter accounts had tens of thousands of followers each, including high-profile political figures who retweeted its content, according to the report by special counsel Robert Mueller, released by the Department of Justice last year. China also faces another challenge: it is starting its influence operations in the West when social media platforms, law enforcement and independent researchers have increased efforts to detect fake activity. \"China is coming to the game later, when defenses are a lot stronger,\" Nimmo said.  Russia cares more If China's threat is less severe than Russia's, that's partly because in the past, it simply hasn't cared as much about US elections. The next president won't change Washington's bipartisan consensus to be tough on China.  Russia's geopolitical ambitions, however, stand to benefit far more from a Trump reelection. Trump has helped advance the Kremlin's objectives: eroding solidarity with European allies, denying Russia's 2016 election interference, withdrawing from Syria, and bolstering Russia's position in Crimea and Ukraine.   That sentiment is reflected in state media, with Russian outlets publishing significantly more English-language content about the presidential election than Chinese ones, according to analysis by the Foreign Policy Research Institute.  Russia's narrative is also more divisive. It's been pushing predictions of widespread election rigging and fraud via mail-in-balloting, according to Watts, the former FBI special agent.  \"Russia has a clear bridge to America. They have consistently communicated and connected with Americans to influence them and support policies and candidates favorable to them,\" Watts said. \"China has no such aims. There's no presidential candidate -- not Biden or Trump -- especially post Covid, that's going to improve relations with China.\"  Long-term threats In the long-term, what makes China a potentially greater threa", "Section": "politics", "Writers": ["Selina Wang"], "URL": "https://www.cnn.com/2020/10/23/politics/china-russia-trolls-trump-election-hnk-dst-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}