{"Type": "article", "Time": "2021-01-25", "Headline": "Contentious cruising: China's Paracel Islands tourism is about more than travel", "Text": "They're known for clear aquamarine waters, stretches of soft beaches ... and political intrigue.  Welcome to the Paracel Islands. After an 11-month suspension due to the pandemic, China's cruise ships have set sail again. And, with the Covid-19 outbreak largely under control, the first cruises to resume operations in the country are going to one of the world's most hotly disputed areas. Two Chinese cruise ships have been back in service since December 9, running from Sanya, a port city in southern Hainan province, to the Paracel Islands -- which the Chinese call Xisha -- an archipelago in the disputed South China Sea that Beijing has laid territorial claim to. Six other governments in the region, including Vietnam and the Philippines, also lay claim to at least parts of this vast swath of water, which contains the world's busiest shipping lanes and holds rich natural resources.  In recent years, the Chinese government has built a number of artificial islands in the area, equipping them with sophisticated military installations, despite opposition from other claimants as well as the United States. The Paracel Islands, in the northwestern part of the South China Sea, consist of 130 small coral islands and reefs. China has occupied all of the area's Islands since 1974, according to the CIA Factbook. Cruises to the islands have been operating on a modest scale since 2013 -- hitting a peak of one per week -- until January 2020, when the coronavirus broke out in China, bringing the global cruise industry to a halt.   Zhou Mingqi, founder of T-identifier think tank, a Shanghai-based tourism consultancy, said the Chinese are keen travelers and, after not being able to travel internationally for so long, they're itching to go on vacation again. The rare access to the Islands -- advertised as \"China's Maldives\" -- adds to the appeal of the destination.   Fulfilling the \"Xisha dream\" While the Paracel Islands feature crystal-clear, turquoise waters and white sand beaches, similar to what's found in the Maldives, the three-night trip offers a lot more than pleasure seeking.  For many travelers, the tour is akin to an educational and patriotic Boy Scout's excursion -- only most participants are silver-haired seniors. For the Chinese government, allowing a Chinese ship to run a tour for Chinese people is one more way to show sovereignty in a highly contentious region. \"The tours are operated and marketed as some cross between leisure and national duty,\" said Ian Rowen, an assistant professor of geography, urban planning and sociology at Singapore's Nanyang Technological University. Yan Huang, a 30-year-old Chinese woman who has been to the Paracels twice, said the majority of cruisers are over 50 years old. A scholar with Australia's Griffith University, she says she took both cruise liners -- Nanhai Dream and Changle Princess -- to the area between 2018 and 2019.   \"It's on the bucket list of many of the older generation. They dream of checking out the place in person,\" she said.  According to Yan, the majority of cruisers come to fulfill their \"Xisha dream\" because the islands have seeped into the generational folklore, due to the large body of patriotic literature devoted to China's battles to defend the sacred isles. Many Chinese can recite one or two lines from the classical primary school text \"The Beautiful and Bestowed Paracel Islands.\" Businesses have seized upon this sentiment with their marketing language.  \"You may have heard of it too many times in the news and textbooks, but you've probably never thought about setting foot on the land,\" reads a post from one travel agency. In addition to the vast swathes of sea seen on any ocean cruise, travelers also hear patriotic stories -- usually the version of history told from the perspective of the ruling Chinese Communist Party. For example, Huang said movie night on the deck of the Nanhai Dream featured a screening of patriotic 1976 film \"The Story of the South China Sea.\" A classic among the older generation, it celebrates China's defeat over Vietnam in a naval battle. Viewing the film has become a tradition on the cruise ship and is still included in its latest itinerary.  On-ship staff also help reinforce patriotic messages during the highly micromanaged tour. Besides giving facts on the attractions, they slip in information on the geopolitical rivalries in the region.  \"Some would create a geopolitical atmosphere by talking about China's rise, its control over the South China Sea, and the geopolitical struggle in the area,\" Huang recalled.  This comes to a head during the flag-raising ceremony that takes place on one of the islands claimed by China. In one video posted on the Chinese YouTube-like site Haokan in 2019, tourists are seen forming a circle around the flagpole, taking off hats and sunglasses, and repeating the words of a tour guide holding a loudspeaker: \"I swear by my life and honor, I will love my China and my Xisha!\" Then, they sing the Chinese national anthem \"March of the Volunteers.\"  The patriotic tone is reflected in the photos taken by the tourists, as they capture not only the stunning sea view but also artificial constructs bestowed with political meaning: The border marker stone, the flagpole, the Chinese signage. Infrastructure limitations  In contrast to the so-called \"red dream\" of carrying out one's patriotic duty while traveling, the reality of the tour experience is limited by poor infrastructure and the geopolitical sensitivity of the entire South China Sea.  Entertainment options on the ships -- where travelers spend the bulk of their journey -- is limited. The only two cruise liners with permission to travel to the Paracels are converted passenger-cargo vessels that lack the diverse entertainment and dining options of the major cruise ships that ply the seas today.  The Nanhai Dream features a theater, a card room, a reading lounge and a café. The smaller Changle Princess has club space and an on-deck stage for variety shows and documentary viewing.  Activities on the ships include gala watching, attending classes on marine life conservation, deck yoga and group workouts.  There isn't much more to do once the ships anchor offshore in the Crescent Group -- the group of islands in the west of the region -- following a 13-hour sail. Travelers can opt for four half-day excursions, but only two non-military islands are currently open to tourists. These are Yinyu Island (or Observation Bank) and Quanfu Island. Yinyu island, which has a small fishing village, is only 0.01 square kilometers, about 1/50th the size of a standard basketball court.  Quanfu, an inhabited island, is twice as large as Yinyu. After being shown around and briefed about the area, guests are left to explore the sites themselves. \"However, on these islands, tourists could do nothing more than visit fishing villages to do shopping or dining, take photographs, experience the scenery or swim in a small enclosed sea area,\" Huang reflected in a paper she wrote about her experiences on the tour.  She said other activities such as fishing, snorkeling and swimming are optional, but for a higher-than-industry-average additional fee.  Why the government is encouraging people to go Many argue the lack of onboard entertainment is compensated by the bragging rights that come with setting foot on territory exclusively open to mainland Chinese citizens. And not everyone can visit. For example, screening is in place to weed out people with criminal records, according to the travel agencies that operate the tours. The Chinese government has been very \"explicit\" about their intentions, said Rowen. The goal to \"pledge and protect the nation's sovereignty over the South China Sea\" was stated by the government in 2015.  There is little doubt that patriotic tourists can be used by the government for propaganda purposes, he added.  \"The cruise ship tourism is a low-cost -- and perhaps even profitable -- way to socialize these claims and support the more serious work of creating new facts in the area,\" said Rowen.  In addition to the political considerations, both Rowen and Zhou believe the Paracels tour is a convenient choice, as the global pandemic has left very few options for the Chinese cruise industry.  \"China controls few other marine destinations that would appeal to tourists,\" said Rowen. \"There is no need to deal with immigration restrictions or infection risks as would be required at international ports of call.\"  Zhou pointed out that the strategy aligns with China's recent economic priority of \"internal circulation\" -- shifting more reliance to domestic products and demand. Hainan, China's only tropical island, has become a top choice for Chinese travelers during the pandemic, when international travel is discouraged by the government.  Changing demographics  Huang said it appeared most of her fellow guests were happy with the unique experience. As travel becomes more accessible for the Chinese middle class, the ability to get to a pristine destination with few visitors -- a contrast to China's typically crowded tourist attractions -- is something worth showing off.   The Paracel Islands tour is priced from 4,280 yuan per person ($660) for a six-person inner cabin to 29,300 yuan per person (around $4,500) for an upscale suite with sea views.  Huang said she believed the Paracels tour is growing more leisure-focused and less political.  She noted the patriotic tenor in marketing materials that have been produced since the resumption of travel has been dialed down, with the focus shifting to the commercial side of the trip.  \"It's gradually moving from a national campaign to a tourism project under a local government,\" she said.  Yan Wang, who took the Changle Princess ship to the Paracels twice in 2019, said she was drawn purely by the views. The 29-year-old said her goal was to see \"the clearest ocean waters\" in China. However, the regimented group format limited her experience.  \"I spent money for relaxation, not for extra seriousness and tension,\" she said. \"The serious theme of the tour is not friendly to people who just come for the travel.\" South China Sea tourism and challenges  Despite the global pandemic, the local government that Beijing has set up to administer its claimed territory -- including the Spratlys, the Paracels and Scarborough Shoal -- is sticking to its plan to promote and develop tourism in the region.  A master plan for tourism development in the South China Sea states that the Hainan provincial government aims to launch new cruise routes in the Paracels and introduce passenger flights and package tours in the area.  In the long term, as the scope expands to the Scarborough Shoal and the Spratly islands, China said it would build Maldives-style resorts throughout the South China Sea.  The ultimate goal is to build the area into a \"21st Century Maritime Silk ", "Section": "travel", "Writers": ["Serenitie Wang"], "URL": "https://www.cnn.com/travel/article/south-china-sea-paracel-islands-cruise-tourism-intl-hnk/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}