{"Type": "article", "Time": "2020-10-30", "Headline": "China's military rise poses the greatest foreign policy challenge to the next US President", "Text": "China was one of two countries, along with Russia, named in a 2018 Pentagon report as posing the most significant military challenge to the United States. Two years on and that challenge has only grown.  Beijing's program of rapid modernization has seen its military transformed into a true global power, capable of comfortably projecting its forces throughout the Indo-Pacific region and beyond.  This year alone has seen China engage in deadly border clashes with Indian troops; China's People's Liberation Army aircraft have repeatedly buzzed Taiwanese and Japanese air defenses; and Chinese ships have been involved in multiple incidents in the disputed waters of the South China Sea.  At the same time, Beijing has been drilling its naval units in the Pacific with increasing frequency, sometimes with as many as five separate exercises happening across multiple locations in a matter of days. China's actions, especially those in the South China Sea, present a challenge to what the US military calls a free and open Indo-Pacific, a place where it says commerce should flow without intimidation and where fishing and mineral rights are respected under international laws and treaties. As voters across the US cast their ballots in November's presidential election, the rise of China's military power represents one of the most complex and pressing foreign policy concerns confronting the country's next leader. Here's a look at the key areas: Taiwan The self-governing island has received increasing levels of public support from Washington during the Trump administration, including visits by high-level US government officials and the sale of high-end weaponry like F-16 fighter jets. Analysts say the current state of play doesn't leave much room for either the Democratic challenger, former Vice President Joe Biden, or President Donald Trump to pull back from supporting Taiwan. Biden could offer minor concessions to Beijing, like stopping any new visits by Cabinet-level officials or ensuring future arms sales consist of smaller, less potent weapons, said Timothy Heath, senior researcher at the RAND Corp think tank in Washington. \"But regardless of who wins, the US will likely maintain a friendly relationship with Taiwan and criticize Chinese efforts to intimidate and destabilize the island,\" said Heath. Beijing continues to view Taiwan as an inseparable part of its territory even though the Chinese Communist Party has never governed the democratic island. China's leader, President Xi Jinping, has been clear in his ambitions to \"reunify\" the island with the mainland, and has refused to rule out the use of force. While the analysts expect US support of Taiwan to continue, they also expect that Beijing will not pull back on the increased military pressure it has put on the island -- in the form of increased PLA Air Force flights and naval exercises in nearby waters -- no matter who is in the White House. \"China will continue and possibly increase overflights into Taiwan airspace because Beijing is carrying out the sorties in response to politics in Taiwan,\" Elizabeth Freund Larus, chairman of the Department of Political Science and International Relations at the University of Mary Washington, told the Diplomat. The US military is active around Taiwan too, sending warships through the Taiwan Strait numerous times this year as well as US military aircraft operating in proximity to the island as they monitor PLA maneuvers.  That sets up the possibility of accidents or misunderstandings between military craft, something that could potentially trigger wider conflict, say experts. South China Sea Beijing claims almost all of the vast South China Sea as its sovereign territory and has stepped-up efforts to assert its dominance over the resource-rich waters in recent years, transforming a string of obscure reefs and atolls into heavily fortified man-made islands and increasing its naval activity in the region. The US military has been vocal and visible in its efforts to challenge Beijing's claims to the South China Sea.  At least six other governments also have overlapping territorial claims in the contested waterway. And although the US doesn't have any claims in the waters, US Navy warships have been performing so-called Freedom of Navigation operations with record frequency in the past year, sailing close to Chinese-controlled islands.  Earlier this year, the US Navy twice sailed two of its massive aircraft carriers into the South China Sea at the same time. In the skies above the waterways, US Air Force bombers and reconnaissance planes, flying out of Japan or Guam or even the continental US, have put Beijing on notice that its activities are thoroughly monitored and show US commitment to its allies and partners in the region. Heath sees the US deployments continuing, no matter who is in the Oval Office. \"The US is likely to continue its military exercises and freedom of navigation patrols in the South China Sea. These waters are important for US security and development because of the access provided to the Indian Ocean for military purposes and the merchant shipping lanes,\" Heath said. Carl Schuster, a former director of operations at the US Pacific Command's Joint Intelligence Center, said Biden's campaign hasn't given a clear indication of where it will go on the South China Sea. \"The former VP says he will be tougher on China than Trump has been, but less confrontational. ... It is not clear what he means by that,\" Schuster said.  During the two candidates' final presidential debate, the only reference to the South China Sea was made by Biden, who said that US planes would \"fly through\" Chinese identification zones set up in the region, something that the US military has done at increased levels under Trump. Schuster, now a Hawaii Pacific University instructor, says Biden may also be hobbled by his eight years as vice president under Barack Obama. South China Sea countries such as Vietnam and the Philippines judged Obama's policies in the region as \"all talk backed by little to no substantive action,\" he said. \"Biden will have to overcome that perception to gain their cooperation beyond the minimum,\" Schuster said. Either administration would be wise to stand fast with those who commit to Washington's point of view, he said. If Washington leaves its partners hanging, \"they will be left to deal with an angry China.\" Two key allies The current Trump administration has had somewhat of a rocky road in dealing with US military allies and partners in the Indo-Pacific. Trump's call for allied nations to pay for more of their own defense burden, including the cost for hosting US troops at bases in their countries, has irritated relations with both South Korea and Japan, arguably the two most important US allies in Asia, if not the world. Thousands of South Koreans working at US bases in that country were furloughed earlier this year while Washington and Seoul haggled over how much South Korea should pay for its US military presence. Agreement was finally reached in June to pay to cover the remainder of the year with an eye to putting together new funding plans in 2021. Relations with Japan have been better, and Tokyo announced an 8.3% increase in its military budget, something analysts attributed in part to pressure from the Trump administration. Analysts said these burden sharing efforts could be smoother in a Biden administration, because the former vice president has more of a reputation as a negotiator rather than one who makes unilateral demands as Trump has done. But Schuster said internal pressures in both countries could make this a problem area even for Biden. In South Korea, Schuster said, President Moon Jae-in wants to reduce defense costs while trying to improve relations with North Korea. In Japan, new Prime Minister Yoshihide Suga faces a choice between allocating money to new or updgraded Japanese weaponry like stealth fighters and aircraft carriers or spending it on the US troops his country hosts.  \"I think negotiations over basing costs will be difficult for whomever is President,\" Schuster said. In another area, building a strong coalition of like minded nations around the Indo-Pacific, Japan may be giving either Biden or Trump a smoother path. Suga has visited Vietnam and Indonesia in the past few weeks, seeking improved military as well as economic relations with those countries with claims in the South China Sea. \"There are countries such as Malaysia, Myanmar, Indonesia and Vietnam where political relations with the United States remain sensitive for the military establishments,\" said Corey Wallace, an assistant professor focusing on Japanese foreign policy at Kanagawa University. \"If these countries ever consider opening up more to United States military sometime in the future, Japan is likely to be there facilitating,\" he said. Money Covid-19 has delivered a mighty blow to the US economy. While China was hit too, it has recovered much quicker and its military expansion isn't expected to take much of hit, if any. Its shipyards and factories are turning out increasingly sophisticated military hardware at a frenetic pace. Washington is under pressure to keep up, especially as what has been for years seen as its qualitative edge is trimmed as Chinese advancements in technology are reflected it its armed forces. China's Type 55 destroyers, for instance, are regarded to be among the world's best of that class of warship. And Beijing's missile forces have made big strides in numbers and survivability, putting US bases in places like Guam and Japan, as well as US aircraft carriers at sea, well within range of accurate and overwhelming Chinese missile strikes. Schuster said the new US administration will face a bigger threat than that faced by even US administrations during the Cold War. \"China has become a more serious problem than the Soviet Union ever was. Beijing first built its economy and its technological base before expanding its military capabilities. More importantly, it has been a far greater and more effective international player, diplomatically and economically, than the Soviet Union ever dreamed of being,\" he said. The next US president must focus on making sure the country has the industrial base to keep its military on par with China, said Schuster. \"The next administration must address rebuilding America's industrial base through equitable trade policies and a thorough review of which industries are vital to America's national security,\" he said. That said, because of the pandemic's drain on the economy, the next administration will face pressure to cap defense spending at current levels or even trim it, according to the analysts. Biden may face the more difficult road here. \"There is strong pressure in the Democratic party to scale back the US military presence and investments in maintaining US military power ", "Section": "asia", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2020/10/29/asia/us-election-us-military-indo-pacific-intl-hnk-ml/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}