{"Type": "article", "Time": "2020-03-11", "Headline": "March 11 coronavirus news", "Text": "Our live coverage of the coronavirus has moved here. There are at least 1,267 cases of the coronavirus in the United States, according to state and local health agencies and the US Centers for Disease Control and Prevention. 70 cases are repatriated from overseas, like citizens evacuated from China or the Diamond Princess cruise ship in Japan. 1,197 cases were detected and confirmed on US soil, spread out across 43 states and Washington, DC. These figures include presumptive positive cases -- meaning the patient tested positive in a public health lab and is pending confirmation from the CDC. The US death toll is now at 38, after another patient died in Washington state. ##United States## Europe appears to have been largely blindsided by President Trump’s announcement earlier today that the US was suspending travel from 26 European countries. Several European ambassadors in Washington tell CNN they didn’t know this was coming, despite having been in contact with the administration over the past few days. One ambassador in DC said there was “no indication” Trump would go to the lengths he did, while another spokesperson said German officials had no advanced warning this was coming. “We knew something was coming on travel from Europe (more restrictive travel advice) but not this drastic,\" the Belgian ambassador told CNN. \"What is not understandable is the exception for the UK and the lack of national measures [domestically].” The Trump administration notified ambassadors after the announcement: Several European ambassadors expressed a need for clarity as they worked to digest what these new measures mean. They had received calls from the State Department after the announcement -- but they \"have not yet answers to our questions,” said one ambassador. State Department officials say they didn’t know precisely what Trump was going to roll out, given the fact that multiple options were on the table.  Secretary of State Mike Pompeo met with the Australian Foreign Minister less than five hours before Trump’s address -- and gave no indication of the announcement coming tonight, according to a source familiar with the meeting. Pompeo did acknowledge that things were going to continue to be painful, and increasingly so, for the next six weeks or so. ##United States## ##Europe## The US State Department raised the worldwide travel advisory to Level 3 on Wednesday night -- meaning citizens should reconsider travel abroad. “The Department of State advises US citizens to reconsider travel abroad due to the global impact of Covid-19. Many areas throughout the world are now experiencing Covid-19 outbreaks and taking action that may limit traveler mobility, including quarantines and border restrictions,” the statement said. \n“Even countries, jurisdictions, or areas where cases have not been reported may restrict travel without notice.” The note was released shortly after President Donald Trump’s address to the nation, announcing new travel restrictions from Europe. ##United States## Stanford University, in California's Santa Clara County, has confirmed two new cases of the coronavirus – one from Stanford Medicine and another case from the main campus. A faculty member of Stanford Medicine was also confirmed with a case of coronavirus last week, bringing the university's total to three cases, Stanford said in a letter to its community. Stanford and health officials are now working to conduct contact tracing on the patients. The letter added that the university would not provide additional information on the patients to protect their privacy. Stanford is holding online classes: The university canceled all in-person classes for the final two weeks of its winter quarter, and will continue with online classes during the spring quarter.  Stanford is also asking students who live on campus to leave at the end of the quarter if possible. This comes as a wave of universities across the nation enact similar measures. Harvard University, for instance, gave students five days to move out of their dorms -- sparking panic and anger among some students, who complained of inadequate administration support. ##United States## Mainland China reported 15 new coronavirus cases yesterday -- continuing the week-long trend of dramatically falling numbers, according to China's National Health Commission. Six of those cases were imported from overseas -- meaning they weren't locally transmitted in China. Hubei province, where the coronavirus pandemic began back in December, reported eight new cases -- the lowest to be reported from Hubei since the outbreak began. The drop in new daily cases is especially striking given that just a month or two ago, the country was reporting around 2,000 new cases per day. China has now reported 80,793 cases and 3,169 deaths. Of the total cases, 62,793 have recovered and been discharged from hospital, according to the NHC.   ##China## North Dakota has just announced the state's first case of coronavirus.  The presumptive positive case is a resident in his 60s from Ward County, according to a news release from North Dakota Governor Doug Burgum.  The patient had traveled out of state, and had contact with another infected person, said the news release. He has not been hospitalized, and is now self-isolating at home. “We have been planning and preparing for this since January, and our top priority remains the health, safety and well-being of all North Dakotans,” Burgum said in the news release.  “With the North Dakota Department of Health and its partners at the state, local and federal levels, we are working together to stay on top of this rapidly evolving situation.\" ##United States## The White House has canceled a Thursday reception to celebrate St. Patrick’s Day and the visit of Ireland's Prime Minister Leo Varadkar, an attendee told CNN.  In an email to guests shared with CNN, the White House Social Office wrote, \"Out of an abundance of caution, the White House St. Patrick's Day Reception\" is canceled.  Both leaders had been scheduled to attend the annual Shamrock Bowl event at the White House, where Varadkar was to present the Shamrock Bowl.  CNN has asked if the rest of the Varadkar's meetings with the President will happen, but have not received a response.  Officials learned a player from Utah Jazz had tested positive coronavirus right before the tip-off of their game with Oklahoma City Thunder on Wednesday, the Jazz said in a statement. The player's symptoms had \"diminished over the course\" of the day so a test for COVID-19 was performed, the team said. \"A preliminary positive result came back right before tip-off of the Utah Jazz-Oklahoma City game,\" the team statement said. \"Subsequently, the decision was correctly made by the NBA to postpone the game. When it was determined that the individual would be tested, we immediately informed the league office. The health and safety of our players, our organization, those throughout our league, and all those potentially impacted by this situation are paramount in our discussions.\" Because of the positive result, the game was postponed with the NBA later announcing that they were suspending the season.   The Jazz added that they are “working closely with the CDC, Oklahoma and Utah state officials and the NBA to determine how to best move forward as we gather more information. The individual is currently in the care of health officials in Oklahoma City. In coordination with the NBA and state officials, we will provide updates at the appropriate time.” ##United States## An employee in Democratic Sen. Maria Cantwell’s office is the first publicly known case of a congressional staffer testing positive for coronavirus.  According to a statement from her office, the staffer had no known contact with Cantwell, who represents Washington state, or other members of Congress. \"The individual who tested positive for COVID-19 has had no known contact with the senator or other members of Congress,\" the statement said. \"The senator is requesting that testing be done on any other staffers who have been in contact with the individual and show symptoms.\" There are at least 373 cases of coronavirus in Washington state. At least 30 people have died from coronavirus. ##United States## In a primetime address to millions of Americans, President Trump misrepresented the travel restrictions he is imposing on travel between the United States and Europe. Trump said \"we will be suspending all travel from Europe to the United States for the next 30 days\" before adding that there will be \"exemptions for Americans who have undergone appropriate screenings.\" Those exemptions are far more extensive than the President made them out to be. They apply to all US legal permanent residents, citizens and some of their family members, according to a statement from the Department of Homeland Security.  The travel restrictions Trump is enacting are in fact far more similar to those enacted on China. The ban also does not apply to all of Europe but to nations in the Schengen zone. That includes Austria, Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, The Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, and Switzerland.  What this means: Americans and US permanent residents who are in Europe will still be allowed to fly to Europe and be allowed back into the United States during this 30-day period.  They will simply be screened upon entry to the United States and face quarantine or restrictions on their movement in the US for 14 days.  However, it is not clear whether airlines will still fly the routes if passenger demand from European nationals dries up because of the ban.  Trump also appeared to correct himself on a ban on cargo. In his speech he said, \"There will be exemptions for Americans who have undergone appropriate screenings and these prohibitions will not only apply to the tremendous amount of trade and cargo, but various other things as we get approval. \"  A few minutes ago, the President tweeted, \"...please remember, very important for all countries & businesses to know that trade will in no way be affected by the 30-day restriction on travel from Europe. The restriction stops people not goods.\"  This is not to say the President is not taking an extremely severe step, but it is not the all-encompassing suspension on travel between the United States and Europe that the President portrayed. ##United States## The St. Patrick’s Day parade in New York City has officially been canceled, according to a statement from Gov. Andrew Cuomo’s office. \"Today I had several conversations with the organizers of the St. Patrick's Day Parade to determine whether the parade should move forward in light of the evolving coronavirus situation and increased case count in the New York City area,\" Cuomo said in a statement. He continued: \"Following those conversations, I recommended and the parade's leadership agreed to postpone this year's parade due to the high density and the large volume of marchers and spectators who attend. While I know the parade organizers did not make this decision lightly, public health experts agree that one of the most effective ways to contain the spread of the virus is to limit large gatherings and close contacts, and I applaud the parade's leadership for working cooperatively with us. While the risk to New Yorkers remains low and we want to avoid social and economic disruptions, we have an obligation to take action to contain the spread of this virus.\" Watch: ##United States## Twitter announced on their website that they have informed all employees globally they must work from home.  “We understand this is an unprecedented step, but these are unprecedented times. And we will continue to do all that we can to support our Tweeps,” the post said.   A lot is happening right now in the US as organizations around the country prepare to deal with the coronavirus outbreak. If you're just tuning in, here's where things stand right now: US suspends travel from Europe: President Trump announced Wednesday night that all travel from Europe will be suspended for the next 30 days, starting Friday at midnight.\nTom Hanks infected: The two-time Academy Award winning actor says he and his wife, actress Rita Wilson, have been diagnosed with coronavirus. In a statement posted to Instagram, Hanks said the two were traveling in Australia when they were tested. \nNBA suspends season: The NBA has announced Wednesday night that the season is being suspended after a player from the Utah Jazz tested positive for COVID-19.\nNumerous tournaments affected: The NCAA’s Big 12 and Big Ten conferences announced Wednesday that they will play their conference tournament games without fans in attendance. The decision for limited access from the conferences comes after NCAA president Mark Emmert announced that the popular \"March Madness\" tournament will be held with only essential staff and family members on Thursday and suggesting that conference tournaments follow suit.  \nMore states declare state of emergencies: As coronavirus continues to spread across the US, 23 states and Washington, DC, have declared a state of emergency. Arizona, New Mexico, Louisiana, Arkansas and Washington, DC, all made their declarations today. ##United States## President Trump will no longer travel to Colorado and Nevada at the end of the week.  “Out of an abundance of caution from the coronavirus outbreak, the President has decided to cancel his upcoming events in Colorado and Nevada,” White House press secretary Stephanie Grisham said in a statement.  ##United States## The NBA has announced that the season is being suspended after a Utah Jazz player tested positive for COVID-19. Read the NBA's full statement:  The NBA announced that a player on the Utah Jazz has preliminarily tested positive for COVID-19. The test result was reported shortly prior to the tip-off of tonight’s game between the Jazz and Oklahoma City Thunder at Chesapeake Energy Arena. At that time, tonight’s game was canceled. The affected player was not in the arena.\nThe NBA is suspending game play following the conclusion of tonight’s schedule of games until further notice. The NBA will use this hiatus to determine next steps for moving forward in regard to the coronavirus pandemic. Watch: ##United States## Actor Tom Hanks says he and his wife, actress Rita Wilson, have been diagnosed with coronavirus.  In a statement posted to Instagram, Hanks said the two were traveling in Australia when they were tested.  \"Well, now. What to do next? The Medical Officials have protocols that must be followed. We Hanks’ will be tested, observed, and isolated for as long as public health and safety requires. Not much more to it than a one-day-at-a-time approach, no?\" Hanks wrote.  CNN has contacted a representative for Hanks for additional comment. Hanks shared the following image and message on Instagram: President Trump said during his Oval Office address tonight that he would be providing emergency economic relief for Americans impacted by the novel coronavirus. “To ensure that working Americans who are impacted by the virus can stay home without fear of financial hardship, I will soon be taking emergency action, which is unprecedented, to provide financial relief. This will be targeted for workers who are ill, quarantined or caring for others due to coronavirus. I will be asking Congress to take legislative action to extend this relief,” Trump said. The President tried to reassure that “this is not a financial crisis.” “This is a just a temporary moment of time that we will overcome as a nation and as a world,” he continued. The President announced additional actions, some of which has been previously known.  “I am instructing the Small Business Administration to exercise available authority to provide capital and liquidity to firms affected by the coronavirus. Effective immediately the SBA will begin to providing economic loans in effected states and territories. These low interest loans will help small businesses overcome temporary economic disruptions caused by the virus,” Trump said.  The President said he would be requesting Congress increase funding for this program by $50 billion.  ##United States## President Trump announced tonight that all travel from Europe to the United States will be suspended for the next 30 days, except for the UK. Trump made the decision in order to \"keep new cases from entering our shores.\" He said the new rule will go into effect beginning Friday at midnight. \"We will be suspending all travel from Europe to the United States for the next 30 days. The new rules will go into effect Friday at midnight. These restrictions will be adjusted subject to conditions on the ground,\" the President said from the Oval Office. Trump said there will be certain exemptions made for certain Americans \"who have undergone appropriate screenings.\" \"These prohibitions will not only apply to the tremendous amount of trade and cargo, but various other things as we get approval. Anything coming from Europe to the United States is what we are discussing. These restrictions will also not apply to the United Kingdom,\" Trump added. Watch: This post has been updated to clarify that Trump said the US is restricting travel from Europe, though the effect of the one-way ban will likely have broader ramifications for US travelers. ##United States## President Trump was \"confident\" that the US will reduce the ongoing threat of the coronavirus tonight in an address to the nation from the Oval Office. \"We have been in frequent contact with our allies and we are marshaling the full power of the federal government and the private sector to protect the American people,\" Trump said. Trump added: \"I'm confident that by counting and continuing to take these tough measures we will significantly reduce the threat to our citizens and we'll ultimately and expeditiously defeat this virus. From the beginning of time, nations and people have faced unforeseen challenges including large scale and very dangerous health threats. This is the way it always was and always will be. It only matters how you respond and we are responding with great speed and professionalism.\" Watch: ##United States## President Trump will soon discuss the coronavirus pandemic in an address from the Oval Office. A source briefed on the speech said senior White House adviser Stephen Miller is a \"driving force\" behind tonight's speech. Trump is expected to urge common sense to Americans, asking the public to follow the US Centers for Disease Control and Prevention recommendations to wash hands and social distancing.  This is notable as Trump does not follow all of the CDC recommendations himself, as in shaking hands. Trump is expected to discuss a batch of new travel restrictions, based on input from the scientific and medical communities.  ##United States## The organizers of PaleyFest have decided to postpone this year’s television festival.  PaleyFest had been scheduled to take place March 12-22 at the Dolby Theater in Hollywood.  The event was supposed to feature panels with talent and producers from shows including ABC’s “Modern Family,” CBS All Access’ “Star Trek: Picard,” Starz’s “Outlander,” HBO’s “Curb Your Enthusiasm,” and Disney+’s “The Mandalorian.”  No new dates have been announced but organizers said it would take place “later this year,” according to a statement.  ##United States## The NBA game between the Utah Jazz and the Oklahoma City Thunder was abruptly postponed on Wednesday night. The players were on the court for warm-ups but were called back to the locker rooms before tip off. The game broadcasters have said the decision to not play was made by the NBA and not by either team.  ##United States## Some lawmakers are not comfortable with gathering for all-House member coronavirus briefings given the virus’ ability to spread, according to a source familiar with the situation. Some members feel the move is in direct conflict with the advice health officials have been giving to avoid large gatherings, the source said.  Several members were already exposed to the virus at the Conservative Political Action Conference.  One of those members, Rep. Louie Gohmert of Texas, has not been self-quarantining despite being told by officials that he had been in proximity to the individual at CPAC who was diagnosed with novel coronavirus. Gohmert was on the Hill today. One question being raised is whether the briefings can be done via video conference. ##United States## With the coronavirus outbreak reaching pandemic proportions, Jared Kushner is stepping in to help advise President Trump on the administration’s efforts. Kushner, Trump’s son-in-law and senior adviser, has become more involved in the last few days, joining the President for several meetings on the topic and huddling with other top advisers about the administration’s response, a White House official and other sources familiar with the matter said. One Trump ally said Kushner is becoming more involved because of concerns about how the administration’s coronavirus task force – now headed by Vice President Mike Pence – is being run. But there is also some quiet eye rolling among some Trump allies who point out it was Kushner urging the President last month to downplay the situation when coronavirus concerns first caused selloffs on Wall Street. Some context: Kushner is stepping in as White House officials and others close to the President described a distinct shift in the President’s demeanor and approach to the coronavirus pandemic in the last 48 hours, recognizing privately that his administration needs to do more amid a plummeting stock market and spiking cases of coronavirus in the US. Kushner’s new role also comes at a time when his power inside the West Wing is at a premium. Outgoing White House chief of staff Mick Mulvaney has been diminished and the incoming chief of staff Mark Meadows is in self-quarantine and has yet to set foot at the White House. One Trump adviser said Kushner is now “in total control.” A White House official pushed back on Kushner’s status, arguing that Kushner is merely stepping in at a time when the coronavirus fight has become the top priority at the White House. “It’s a very serious thing that the President’s senior advisers are weighing in on,” one White House official said. “It makes sense that he should be in the room.” ##United States## El Salvador's President Nayib Bukele announced a nationwide 21-day mandatory quarantine in a televised address to the nation late Wednesday.  Bukele explained all school activities at all levels are now suspended and any gatherings of more than 500 people will be prohibited.  The 21 days of quarantine will not impact trade and “all people should continue to go to work as usual,” Bukele said. All diplomats, Guatemalans with valid passports and Salvadoran residents will be allowed into the country as long as they undergo the mandatory 30 days of isolation, according to the president.  Currently, El Salvador does not have any confirmed cases of novel coronavirus. There are at least 1,237 cases of novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention.  According to the CDC, there are 70 cases from repatriated citizens. There are 1,167 cases in 41 states and the District of Columbia, bringing the total number of coronavirus cases to 1,237, according to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases that have received positive results from the CDC. Four more people in Washington state have died due to the coronavirus, bringing the US death toll to 37.  ##United States## A new study funded by the National Institutes of Health claims that novel coronavirus can remain on contaminated plastic and stainless surfaces for up to three days. The study, posted online Tuesday, has not been published yet in a peer-reviewed scientific journal. For the study, researchers compared the \"surface stability\" of novel coronavirus with that of the SARS-CoV-1 virus, which sparked the SARS epidemic that started in 2002. The researchers found that the novel coronavirus could be detected on copper for up to four hours, on cardboard for up to 24 hours and on plastic and stainless steel for up to two to three days.   Also, the coronavirus could linger in aerosols for up to three hours, according to the study. HCoV-19 — the name of the novel coronavirus — and SARS-CoV-1 “exhibited similar 38 half-lives in aerosols, with median estimates around 2.7 hours,\" the researchers wrote in the study. \"Both viruses show relatively long viability 39 on stainless steel and polypropylene compared to copper or cardboard: the median half-life estimate for 40 HCoV-19 is around 13 hours on steel and around 16 hours on polypropylene.\" What we know: Coronaviruses are a large group of viruses common among animals. In rare cases, they are what scientists call zoonotic, meaning they can be transmitted from animals to humans. Researchers have estimated that coronaviruses can linger on surfaces from just hours to more than a week. A study published last month in The Journal of Hospital Infection found that human coronaviruses, such as SARS, have been found to persist on inanimate surfaces — including metal, glass or plastic surfaces — for as long as nine days if that surface had not been disinfected. Dr. Stephen Redd, director of the US Centers for Disease Control and Prevention’s Office of Public Health Preparedness and Response, said during a Senate committee hearing last week that, depending on the type of surface, the novel coronavirus can linger on surfaces from hours to up to a day. President Trump will lay out a \"path\" out of the coronavirus crisis, a source familiar with the Oval Office address told CNN.  Trump is expected to explain that \"the crisis isn't America's doing but America is taking the proper course,\" according to the source who was read in on some of the language in the address but cautioned that the remarks are still being tweaked.  The President's expected description of the crisis, the source said, is an indication that Trump will likely note that the virus was first detected in China. Trump made note of this during his meeting with banking executives earlier today.  The source said the White House is hoping Trump will come across as something of a \"CEO\" in the speech. But the source noted this is a critical moment for Trump.  \"These TV moments define a presidency,\" the source said.  A White House official says Trump will outline his economic stimulus proposals and will look to put forward a message of \"unity\" in the face of this crisis. The President is expected to address the nation at 9 p.m. ET. The NCAA’s Big 12 and Big Ten conferences announced Wednesday that they will play their conference tournament games without fans in attendance. “After careful consideration and consulting with medical officials, other conferences, the NCAA and local officials, the Big 12 Conference announced that after tonight’s men’s first round games, all remaining Phillips 66 Big 12 Men’s and Women’s Basketball Championship games will be played with only family, friends, media and essential staff permitted in the arenas,\" the conferences said. According to the Big Ten, “all winter and spring sport competitions, including championship/tournament events, will also be limited to student-athletes, coaches, event staff, essential team and Conference staff, TV network partners, credentialed media, and immediate family members of the participating teams.” The decision for limited access from the conferences comes after NCAA president Mark Emmert announced that the \"March Madness\" tournament will be held with only essential staff and family members on Thursday and suggesting that conference tournaments follow suit.    ##United States##  Robert O’Brien, President Trump’s national security adviser, blasted the Chinese government for their response to the coronavirus outbreak in Wuhan, saying they “covered up” the outbreak and “probably” cost the world “two months to respond.” “There’s lots of open source reporting from China, from Chinese nationals that the doctors involved were either silenced or, or put in isolation or that sort of thing so word of this virus could not get out,” O’Brien told a crowd at the Heritage Foundation in Washington. “If we had those and been able to sequence the virus and had the cooperation necessary from the Chinese, had a WHO team been on the ground, had a CDC team which we’d offered been on the ground, I think we could’ve dramatically curtailed what happened both in China and what’s now happening across the world,” he continued. O’Brien also urged Americans to heed the warnings of the US Center for Disease Control  and Prevention and take precautions to prevent further spread of coronavirus. “If you’ve got a coworker who sneezes, send them home,” he said, adding that people should practice social distancing, wash their hands routinely, and take other protective measures.  O’Brien, whose speech notably drew a smaller-than-usual crowd amid fears of crowded places, described the President’s response to the outbreak in the US as “courageous,” particularly for his decision to temporarily freeze air travel to highly affected areas.  The coronavirus has currently spread to six continents, roiled financial and oil markets and have led to the cancellation of events, classes and other gatherings across the country. ##China## ##United States## The NHL’s San Jose Sharks announced today that the team will be playing their next three home games as scheduled but without fans in attendance.  “Admission to games will be limited to home and visiting club personnel, approved credentialed media and broadcast partners, essential club and arena staff, and NHL officials,\" the team said. The Sharks went on to say this: “The safety of our fans, guests and partners is of the utmost importance. Sharks Sports & Entertainment and SAP Center management greatly appreciate your understanding during this unprecedented time.” ##United States## The GLAAD Media Awards have been canceled because of concerns over coronavirus. GLAAD is a lesbian, gay, bisexual, transgender, and queer (LGBTQ) media advocacy organization, which was expected to hold its 31st annual awards in New York on March 19. “Given GLAAD’s long-standing commitment to the safety of our members, sponsors, and guests, the GLAAD Media Awards will no longer take place on March 19th in New York City. The team at GLAAD has been in communication with the City of New York and is following the latest recommendations from Governor Cuomo,\" GLAAD’s Rich Ferraro, chief communications officer, said in a statement. ##United States## Italy has recorded a jump of 2,313 coronavirus cases on Wednesday, with the total tally now at 12,462, the country's Civil Protection Agency said.  This is the biggest recorded jump since the outbreak began, but the head of the Italian Civil Protection Agency Angelo Borelli said that authorities did not have all of the data for Lombardy, the worst hit region, on Tuesday so those numbers did not fully reflect the situation.  ##Europe## Rush University Medical Center in Chicago has built a large tent in its “forward triage” area, an enclosed area outside its emergency room, which was originally partly designed to receive infectious disease patients. The area serves as the hospital’s ambulance and private vehicle bay for incoming patients suspected of having the virus. Rush is considered one of the best suited Chicago hospitals to handle coronavirus patients. Hospital spokesperson Charles Jolie told CNN that all the air inside the tent and the ambulance bay is sanitized before it is exhausted outside to reduce the chances of contamination elsewhere. Jolie said the purpose of the tent is to add one additional layer of protection to ensure that patients elsewhere in the hospital who may be at risk of contracting the virus do not get infected.   As coronavirus continues to spread across the US, 23 states and Washington, DC, have declared a state of emergency. Arizona, New Mexico, Louisiana, Arkansas and Washington, DC, all made their declarations today. Here is a breakdown of when the other states made their declarations: Michigan – March 10\nVermont – March 10\nNorth Carolina – March 10\nMassachusetts – March 10\nColorado – March 10\nOhio – March 9\nIllinois – March 9\nRhode island – March 9\nNew Jersey – March 9\nOregon – March 8\nNew York – March 7\nPennsylvania – March 6\nUtah – March 6\nKentucky – March 6\nIndiana – March 6\nHawaii – March 5\nMaryland – March 5\nCalifornia – March 4\nFlorida – March 1\nWashington state – Feb. 29 ##United States## NCAA President Mark Emmert has decided to hold the upcoming Division I men’s and women’s basketball tournaments without spectators. In a statement, Emmert declared that \"March Madness\" will still take place — this after consultations with public health officials and a NCAA-appointed coronavirus advisory panel — but that the tournament will be held with only essential staff and family members.  “I have made the decision to conduct our upcoming championship events, including the Division I men’s and women’s basketball tournaments, with only essential staff and limited family attendance,\" Emmert said in the statement. The NCAA has also recommended that every upcoming sporting event — which would include the on-going conference basketball tournaments — to be closed to the public. ##United States## Football player Daniele Rugani who plays for the Italian team Juventus, which is based in the northern city of Turin, has tested positive for coronavirus, the club said in a statement on Wednesday. \"Juventus Football Club is currently activating all the isolation procedures required by law,\" the statement says, adding that the club is tracing how many people he was in contact with.  ##Europe## The Sergeant at Arms has informed congressional leaders they are preparing to announce that all Capitol Tours will be halted for the remainder of the month due to the coronavirus, according to two congressional aides.  The House and Senate Sergeants at Arms will make the announcement soon, a source said. The exact timing is unclear. ##United States## Arizona Gov. Doug Ducey has declared a state of emergency in response to the coronavirus pandemic. The state has reported nine confirmed cases of coronavirus, but Ducey said, “We are anticipating additional positive cases, and we're not taking any chances.” Ducey, speaking at a news conference today, said the declaration will free up emergency funds and make it possible for health care workers to cut through licensing red tape. He also issued an executive order that requires nursing homes to check workers and visitors for symptoms of coronavirus, as well as require insurance companies to cover the full cost of coronavirus testing for their policyholders. ##United States## One of the proposals President Trump may lay out this evening is declaring a national emergency under the Stafford Act, which would free up aid, an administration official said.  That proposal is under active consideration, the official said.  Trump is expected to make a statement tonight at about 9 p.m. ET. ##United States## The National Hockey League’s Columbus Blue Jackets will play their upcoming home games without spectators following a \"mass gatherings mandate\" from Ohio Gov. Mike DeWine. Columbus hosts the Pittsburgh Penguins on Thursday. Read the team's full statement:   The Columbus Blue Jackets are aware of Governor DeWine's announcement today that an order prohibiting mass gatherings in the state of Ohio is forthcoming. We have been in contact with the National Hockey League regarding this matter and will abide by the state's mandate. Remaining home games while the order is in effect, including tomorrow vs. Pittsburgh, will be played as scheduled, but with restricted attendance in compliance with today's announcement. Admission to games will be limited to home and visiting club personnel, credentialed media and broadcast partners, essential club and arena staff and NHL officials. The games will be closed to the public. The health and well-being of our community is our priority and we appreciate the understanding of our fans, corporate partners and guests under these extraordinary circumstances. Our games will continue to be televised regionally on FOX Sports Ohio and available on the Blue Jackets Radio Network, including flagship station 97.1 The Fan or CD102.5 FM (select games) in Columbus. The club will work with season ticket, club and premium seat holders on appropriate credits or refunds for affected games, while single-game buyers will receive a refund through their point of purchase. The club will be communicating to season ticket holders, partners and other affected parties with additional information soon. ##United States## NBC will be suspending live audiences for the \"Today\" show and \"Today with Hoda & Jena & Friends\" beginning Thursday. Read the network's full statement:  “The safety of our guests and employees is our top priority. As a precautionary measure, starting tomorrow, Thursday, March 12, we have decided to suspend live audiences for TODAY and TODAY with Hoda & Jenna & Friends. Per guidance from New York City officials, the company is hoping to do its part to help to decrease the rate of transmission in our communities. Our shows will continue filming on their regular schedule, and currently, there will be no impact on air dates.” ##United States## Mayor Muriel Bowser has declared a state of emergency, as well as a public health emergency, in Washington, DC, due to coronavirus. There are six new cases of coronavirus in DC, bringing the total there to 10, according to Dr. Laquandra S. Nesbitt of Columbia Department of Health. “Because of the nature of those cases, we anticipate that we will have additional cases in the District of Columbia,” Nesbitt said. ##United States## There are at least 1,162 cases of novel coronavirus in the US, according to state and local health agencies, governments and the US Centers for Disease Control and Prevention. According to the CDC, there are 70 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through public health systems, there are 1,092 cases in 41 states and the District of Columbia, bringing the total number of coronavirus cases to 1,162.   Four more people in Washington state have passed away due to the coronavirus, bringing the US death toll to 37.  This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases that have received positive results from the CDC. ##United States## Israel’s government is introducing a financial package worth almost $3 billion dollars to mitigate the effects of the coronavirus shutdown, as the country’s hotels sector described the health scare as “the most serious crisis in the history of the hotel industry in Israel.\"  Israel’s Hotels Association says occupancy rates in key tourist locations like Jerusalem and Tel Aviv are currently down to 30% and warn they are expected to go lower as the restrictions on tourists from overseas comes into full effect. The association estimates costs to the sector of $100 million per month.  Earlier this week: The Israeli flag-carrier El Al said it expected a revenue drop of $160 million in the first quarter of 2020. The company confirmed to CNN that around 1,000 employees, among them pilots, were being sent on unpaid leave.  In the face of growing calls for the government to act, Prime Minister Benjamin Netanyahu announced a 10 billion shekel ($2.8 billion) financial package which, he said, would “allow the economy to continue to function.”  Italy will close all restaurants, bars and shops across the country in an effort to curb the spread of coronavirus, Italian Prime Minister Giuseppe Conte announced on Wednesday. Only pharmacies and supermarkets will be allowed to remain open, Conte added. Restaurants will be allowed to be operational for food deliveries, but companies will be required to implement remote working for all jobs, except those that require physical presence, Conte added. More on this: Italy recorded a jump of 2,313 coronavirus cases on Wednesday, with the total tally now at 12,462, the country's Civil Protection Agency said. ##Europe## US State Department employees have been suspended from all non-essential travel due to the coronavirus outbreak, a State Department official and two other sources familiar told CNN. One source said that a cable went out to all missions worldwide informing them that only mission critical travel is recommended and that diplomatic posts and State Department bureaus need to report travel. Another source explained that the criteria for “mission critical” varies from country to country and it’s up to the chief of mission to interpret it. Previously planned trips by top State Department employees were postponed due to this new guidance, the State Department official said.  The official said that the State Department does not have any cases of coronavirus among its employees, but the department is preparing for that day to come. Part of that preparation was a note sent to employees last week telling them to make sure their telework agreements were up to date. If an employee at the main State Department building in Washington comes down with the virus, the plan would be to clear out the whole office, send everyone in the office home to self-quarantine and deep clean the office, the State Department official said. Right now they do not plan to shut down the entire building if there is just one case but they would reassess if the outbreak spread at all, the official said. ##United States##  The health department of King County, Washington, says it has confirmed four more deaths due to the novel coronavirus today. The department is also reporting 44 additional positive test results.  Three of the four new deaths reported were residents of the Life Care Center nursing home in Kirkland, Washington. The fourth person was a patient at Redmond Care and Rehab. Three of the four people who died were in their 90s, according to the health department.  The new results raise the number of coronavirus cases in Washington state to 325. The statewide death toll is 28. ##United States## Some of the most popular late night shows, including CBS' \"The Late Show with Stephen Colbert,\" \"Last Week Tonight with John Oliver\" and \"The Tonight Show with Jimmy Fallon are pulling their audiences because of concerns about the coronavirus outbreak. Citing an abundance of caution over the spread of the novel coronavirus, New York-based late night shows \"Late Night with Seth Meyers,\" HBO's \"Last Week Tonight with John Oliver,\" Comedy Central's \"The Daily Show with Trevor Noah\" and TBS' \"Full Frontal with Samantha Bee\" will begin to tape their broadcasts without a live studio audience. \"The safety of our guests and employees is our top priority,\" NBC said in a statement, adding that \"as a precautionary measure\" the \"Tonight Show\" and \"Late Night\" will suspend live audiences starting on Monday, March 16. \"The Late Show with Stephen Colbert,\" which is the highest-rated show in late night, said in a statement that there has not been any \"specific developments at The Ed Sullivan Theater to cause concern for audiences with plans to attend the show tonight, tomorrow, or who have attended in recent weeks.\" The decision to go without an audience was made in regard to the virus and \"the uncertainty of the situation for future weeks\" as coronavirus continues to spread around the world. ##United States## House Democratic members said there is no price tag yet on the coronavirus relief bill that will be voted on by the chamber on Thursday.  Text of the legislation will be released soon and the House Rules Committee will vote to approve the rule for floor debate tonight. The bill details many of the items that was laid out by Sen. Chuck Schumer and House Speaker Nancy Pelosi earlier this week. That includes ensuring everyone has access to testing, including undocumented immigrants, paid leave and food stamp assistance. “We’re focused right now on the health and well-being of every day Americans, of the American people. We want to put families first,\" Rep. Hakeem Jeffries, of New York, said this afternoon. He continued: \"We’ve got to find common ground with the White House and the Senate to provide necessary relief given the economic trauma will result from the manner in which the coronavirus has been mismanaged by the White House.\" ##United States## Joe Biden’s rallies scheduled for Friday in Chicago and on Monday in Miami will now be “virtual events,” according to a campaign statement. The campaign said it consulted with elected officials in Illinois and Florida before announcing its decision. \"As a result of those conversations and at the request of elected officials in Illinois and Florida, we will no longer hold large crowd events on Friday and Monday in those states,\" the campaign said in a statement.  \"Tomorrow, Vice President Biden will deliver remarks on the coronavirus pandemic, Friday’s and Monday’s events will become virtual events, and the campaign will make announcements about additional details on the format and timing of the virtual events and on future events in the coming days,\" the campaign said. ##United States## Acting Homeland Security Deputy Secretary Ken Cuccinelli said that coronavirus travel restrictions for Europe are under discussion.  “The question is a live question, congressman, about how to treat Europe as a whole. You’ve seen Department of State and CDC warnings go up. That is not to the level of using legal authorities to block travel yet, but it is under discussion,\" he told lawmakers Wednesday.  Cuccinelli pointed out that Europe presents a \"unique problem,\" because the Schengen zone — the European countries that do not have internal borders and allow people to move between them freely — creates a region \"they don't have border for the purposes of travel.\" He questioned whether it \"even makes sense\" to treat Italy as a unitary entity.  Watch:  ##United States## The National College Athletic Association (NCAA) has announced that the organization is recommending that upcoming sporting events should be held without spectators. “We recommend against sporting events open to the public. We do believe sport events can take place with only essential personnel and limited family attendance,” the NCAA said. The NCAA Division 1 Men’s and Women’s basketball tournaments will be played as planned. The first games to tip for March Madness will be on March 17. Here's the NCAA's full statement: The NCAA COVID-19 Advisory Panel recognizes the fluidity of COVID-19 and its impact on hosting events in a public space. COVID-19 is spreading rapidly in the United States, and behavioral risk mitigation strategies are the best option for slowing the spread of this disease. This is especially important because mildly symptomatic individuals can transmit COVID-19. Given these considerations, coupled with a more unfavorable outcome of COVID-19 in older adults – especially those with underlying chronic medical conditions – we recommend against sporting events open to the public. We do believe sport events can take place with only essential personnel and limited family attendance, and this protects our players, employees, and fans. ##United States## Schools in Austria will be closed until April because of the spread of coronavirus, Chancellor Sebastian Kurz said on Wednesday. For children in secondary school, classes will be canceled next Monday and taught online.  \"There will be no more lessons in these schools. Lessons ... will continue by digital means,\" Kurz said in a joint news conference with officials including the education minister Heinz Fassmann, according to Austria's state broadcaster ORF.  Primary schools will suspend classes next week. However, the government will provide childcare, if no other alternative is available for parents. Kurz said that the government does not want grandparents, who are considered high risk for coronavirus, to take over childcare duties. Children in kindergarten should also stay at home if possible.  Austria's education ministry has launched an educational hotline. The hotline is \"intended to support parents, pupils and teachers in accessing work materials and information on existing online learning platforms in the event of classroom cancellation,'' according to the website.  ##Europe##  Dallas has canceled its St. Patrick’s Day Parade and block party due to novel coronavirus, according to a public announcement from the city.  The event was scheduled for March 14. The City of Dallas Convention and Event Services canceled the special event permits following a review of the parade and block party. Here's what Dallas Mayor Eric Johnson said about the decision: “While our region still has only a few ‘presumptive positive’ COVID-19 cases that appear to be related to travel, we are actively making contingency plans for the spread of this illness. Before we made the final decision, I gathered input from our healthcare leaders and our public health partners, discussed the ramifications for our police and firefighters at the parade; met with Governor Abbott; and reviewed how COVID-19 has spread in other parts of the country and the world. An event of this scale, without adequate public health protections, cannot be allowed to occur at this time. Our primary concern is the health, safety, and welfare of our residents, and we will continue to take action accordingly.” ##United States## President Trump seemed to downplay the need for an economic stimulus due to the coronavirus during discussions with top executives from national banks today regarding the impact the virus is having on businesses. \"[I[f we get rid of the problem quickly, everything solves itself, we don’t need stimulus,” Trump said in a Cabinet Room meeting. Trump said a payroll tax holiday would be great but Democrats don’t like it and he’s trying to figure out why. The President added that the administration will work with small businesses and give out a lot of small business loans, as the banks are too. The bankers in the room also discussed the economic impacts. Citigroup's Michael Corbat said it is not a financial crisis. Steven Schwarzman, CEO of Blackstone, said the virus “requires a mobilization.”  The President said he will make both economic and health-related announcements at 8 p.m. ET. During the spray, Trump touted “tremendous strides from CDC and others.” ##United States## Delaware’s first presumptive coronavirus case is a University of Delaware professor, the school confirmed. University spokesman Peter Bothum would not identify or provide further information about the professor but said the people who have come into contact with him have been notified. ##United States## Mayor Bill de Blasio said New York City could take at least six months to get back to some sense of normalcy because of coronavirus. The mayor said New York City now has 53 confirmed cases of coronavirus. That number is up from the 48 previously reported by Gov. Andrew Cuomo earlier today. ##United States## Two employees at CBS News have tested positive for coronavirus, according to an internal memo sent to CBS News employees obtained by CNN. The employees work in two different buildings and employees in both locations are being asked to work from home, according to the memo by CBS News president Susan Zirinsky. “We are asking that employees in both buildings work remotely for the next two days while the buildings are cleaned and disinfected. In addition, we have identified employees who may have been in direct contact with these individuals in question, and they will be asked to self-quarantine and work remotely for the next 14 days,\" Zirinsky wrote. Zirinsky went on to say that the CBS News offices are expected to be open Monday. ##United States## US stocks sold off sharply on Wednesday, with the Dow falling into a bear market, defined as 20% below its most recent high. The Dow finished 1,465 points, or 5.9%, lower. Stocks erased all of Tuesday’s gains. Coronavirus fears again weighed on markets, as the World Health Organization designated the global outbreak a pandemic. The S&P 500 dropped 4.9%. The index briefly fell into bear market territory in afternoon trading. The Nasdaq Composite closed down 4.7%. ##United States## No.  \"The new coronavirus cannot be transmitted through goods manufactured in China or any country reporting Covid-19 cases,\" the World Health Organization says. \"Even though the new coronavirus can stay on surfaces for a few hours or up to several days (depending on the type of surface), it is very unlikely that the virus will persist on a surface after being moved, travelled, and exposed to different conditions and temperatures,\" WHO said. \"If you think a surface may be contaminated, use a disinfectant to clean it. After touching it, clean your hands with an alcohol-based hand rub or wash them with soap and water.\" ##Your Questions## Seattle public schools will close tomorrow and remain closed “for a minimum of 14 days,” according to a notice from the district to parents. In a letter to students’ families, the district says, “Together, we are facing an unprecedented health crisis in our community.” The notice does not say if they will attempt to continue instruction remotely, although the district promises to have more details for parents on Thursday. The school district says its first staff member tested positive for the novel coronavirus Tuesday, but they expect the number of cases tied to the district to increase. ##United States## President Trump said he has “already made some decisions today” but “will be making some other ones that are important.”  He added that he will “be making a statement later on tonight\" about what the country should do regarding the coronavirus.  Trump made the remarks during a White House meeting with bankers to discuss the economy, jobs, and the coronavirus.  “Prior to the coronavirus, it was just all go,” Trump said of the economy. “The numbers from a week ago were great... but now we’re hitting a patch and we’re going to have to do something.” “Number one priority is the health of the country,” he added.  Trump said he will make the statement around 8 p.m. ET.  ##United States## The House and Senate will both hold all-member coronavirus briefings on Thursday.  The Senate will brief senators in the Senate Health, Education, Labor, and Pensions Committee (HELP) hearing room at 9:15 a.m. ET, according to Chairman Lamar Alexander’s staff. The briefing will be closed to the public. The briefers for the Senate will include representatives from the Centers for Disease Control and Prevention, Department of Health and Human Services and National Institutes of Health, among other groups and organizations.   There is also an 8 a.m. ET all-House member briefing scheduled Thursday. India will suspend all tourist visas to stop the spread of novel coronavirus, according to a statement from the government today.  \"All existing visas, except diplomatic, official, UN/international organizations, employment, project visas, stand suspended till 15th April 2020,\" the government's Press Information Bureau said in the statement.  All travelers, including returning Indian nationals, \"arriving from or having visited China, Italy, Iran, Republic of Korea, France, Spain and Germany after February 15 will be quarantined for a minimum period of 14 days,\" the statement said.  Indian nationals are “strongly advised to avoid all non-essential travel abroad.” A person has died from coronavirus in Los Angeles County, bringing California’s death total to four.  The woman, who was in her 60s, was not an L.A. County resident but was in town visiting friends, Health Officer Barbara Ferrer announced at a news conference. She had a history of extensive travel recently, including a long layover in South Korea.  Ferrer also reports six new cases of coronavirus infections in the county.  Three of the new cases are household contacts of someone previously infected. One of those people is hospitalized.  One person recently traveled to France and came home sick.  Another person attended a religious conference in another state and was in close contact with someone who ended up testing positive.  The source of the sixth person’s infection cannot be traced and is believed to be the second community-spread case in L.A. County. ##United States## President Trump is going after congressional Democrats, while simultaneously tweeting about his administration's plans to tackle the growing coronavirus crisis.  “Someone needs to tell the Democrats in Congress that CoronaVirus doesn’t care what party you are in. We need to protect ALL Americans!\" the President tweeted. He continued: CNN’s Lauren Fox reported today that Senate Minority Leader Chuck Schumer and others are preparing to send a letter that will ask Trump to issue an emergency declaration for the coronavirus pandemic.  Meanwhile in the House, Democrats plan to hold a vote tomorrow on a package they are currently assembling that would serve as a response to the pandemic, House Majority Leader Steny Hoyer said Wednesday morning.  ##United States## Italy’s medical community is mourning the death of the head of the medical association in the northern Italian region of Varese, Italy’s state-run ANSA reported Wednesday. Roberto Stella, president of the Medical Guild of Varese, died Tuesday night in Como, where the 67-year-old was hospitalized for respiratory failure due to coronavirus, the agency reported. In a statement, Italy’s National Federation of Doctors and General Practitioners mourned Stella’s death, highlighting his contributions on a national level. They added that they hope the government will take notice of the dangers Italian doctors and nurses are facing. “He was the example of the capability and hard work of family doctors,” said Silvestro Scotti, national secretary of the federation, said in a statement released Wednesday. “His death represents the outcry of all colleagues who still today are not equipped with the proper individual protection needed.\" Stella was a well-respected general practitioner both at the local and national level. ##Europe## The John F. Kennedy Presidential Library and Museum is closing immediately after two employees attended a conference last week where other attendees had confirmed cases of coronavirus, the organization said in a statement today. Neither of the employees have shown symptoms and both are in self-quarantine, according to the statement.  “If you have visited the Library between March 2 and March 11, please monitor your health for symptoms of coronavirus, including fever, cough, and shortness of breath,” the library and museum said. The conference in question was the BLIST Industry Party 2020 held on March 4 at the Row Hotel in Somerville, Massachusetts, JFK library and museum spokesman Matt Porter told CNN.  The conference was a “pre-season industry bash for Boston’s wedding and event industry,” according to their Eventbrite site.  CNN has reached out to the event organizer, Whim Events, for more information. ##United States## One of the largest livestock exhibitions and rodeos in the world will close early due to novel coronavirus fears, Houston city officials announced today. The Houston Livestock Show and Rodeo opened on March 3 and was scheduled to run until March 22. It will now close this afternoon, officials said at a press conference today. \"Up until yesterday, all of the cases had been related to international travel,\" Houston Mayor Sylvester Turner said. A Montgomery County coronavirus case that was reported Tuesday night \"was evidence of some community spread,\" Houston Mayor Sylvester Turner said.  Despite the containment efforts, \"we will see wider spread,\" Harris County Judge Lina Hidalgo said. \"If we had the capability to test more people, we surely would be having more positives and perhaps more evidence of community transmission,\" Hidalgo said. All other city events for the month of March will also be rescheduled or canceled, Turner said.  There are 21 confirmed cases in Texas, according to the Texas Department of State Health Services The Golden State Warriors will play Thursday night’s game against the Brooklyn Nets at the Chase Center in San Francisco, California, without fans, the team announced. The team said that all fans who purchased tickets will receive a refund. Watch: ##United States## The San Francisco Giants announce it's canceling their preseason exhibition game against the Oakland Athletics at Oracle Park on March 24 due to a ban on large gatherings in the city and county. The Giants are scheduled to start the regular season on the road and aren’t slated to host their first regular season game until April 3. Here's the team's statement: \"We have been in close coordination with Major League Baseball and our local health and government agencies to monitor and plan for any potential impacts of COVID-19. In light of the City and County San Francisco’s announcement today to prohibit public gatherings of 1,000 people for the next two weeks, we will not play our upcoming March 24th exhibition game against the Oakland A’s at Oracle Park in San Francisco. We have no other large public gatherings scheduled at Oracle Park during this time period. We are in the process of working with Major League Baseball and the A’s to finalize alternative arrangements. We will make that information available as soon as possible.\"  ##United States## There are 39 new cases of coronavirus in New York state, bringing the total cases in the state to 212, Gov. Andrew Cuomo said during a news conference today. Here are where the new cases are being reported: 13 in Westchester \n12 in New York City\n9 in Nassau County, Long Island\n5 in Suffolk County, Long Island ##United States## Starbucks announced today that it will offer any employee diagnosed or exposed to COVID-19 up to 14 days of catastrophe pay.  \"I want you to know that here at Starbucks, you should never have to choose between work and taking care of yourself,\" Rossann Williams, president of Starbucks US, wrote in a message to employees.  The catastrophe pay is an additional measure on top of sick pay and time off. If Starbucks employees are still unable to work after two weeks, they can access additional pay up to 26 weeks.    Starbucks is also offering employees mental health resources, such as access to free counseling and a meditation app. San Francisco is halting all large group gatherings in an effort to slow the spread of novel coronavirus, Mayor London Breed announced. Group events of 1,000 or more people will be prohibited for now. “We know cancelling these events is a challenge for everyone and we’ve been talking with venues and event organizers about the need to protect public health,” Breed said in a statement. The order will be in place for two weeks and will be revisited as the coronavirus outbreak in the city continues to evolve. ##United States## Gov. Jay Inslee announced that Washington state will prohibit events of more than 250 people in King, Snohomish and Pierce counties to slow the spread of the coronavirus. At least 273 cases of coronavirus have been reported in Washington state. There have been at least 24 coronavirus-related deaths in the state. ##United States## Sen. Dianne Feinstein, who is 86 and the oldest member of the Senate, suggested that the US Capitol should be closed down — at least temporarily — in light of the coronavirus scare. “I’m worried about the fact that we need to close this place down. I really believe that now. Look at us, how close. It’s just an example of what’s happened. The cases have topped 1,000 and here’s where they’re going,\" she said.  Asked to clarify, she said: “I think you close it for meetings and that kind of thing and people can come in if they want to come into their office. I’ve got constituents by the hundreds that come across the country and I don’t think they should right now.” On whether essential business should continue, she said: “I don’t think there’s anything that’s all that important. We are out next week anyway.” ##United States## WHO Director-General Tedros Adhanom Ghebreyesus said during a press briefing today that the agency is \"deeply concerned both by the alarming levels of spread and severity, and by the alarming levels of inaction” when he said the novel coronavirus outbreak is a pandemic. He added: “We cannot say this loudly enough, or clearly enough, or often enough: All countries can still change the course of this pandemic.\" During the House Oversight Committee discussion on the novel coronavirus response, the director of the US Centers for Disease Control and Prevention said some deaths from coronavirus have been discovered posthumously.   Rep. Harley Rouda asked CDC director Dr. Robert Redfield if it’s possible that some flu patients may have been misdiagnosed and actually had coronavirus. \"The standard practice is the first thing you do is test for influenza, so if they had influenza they would be positive,\" Redfield said. Rouda then asked Redfield if they are doing posthumous testing. Redfield said there has been \"a surveillance system of deaths from pneumonia, that the CDC has; it’s not in every city, every state, every hospital.” Rouda followed up and asked, “So we could have some people in the United States dying for what appears to be influenza when in fact it could be the coronavirus?” The doctor replied that “some cases have actually been diagnosed that way in the United States today.”  Ireland has had its first death related to coronavirus, the government said in a statement on Wednesday. \"I would like to extend my condolences to the family and friends of this patient,\" Dr. Tony Holohan, Chief Medical Officer with the Department of Health, said,  Holohan urged the media and public to respect their privacy. \"We continue our efforts to interrupt the transmission of this virus. It will take all of us, collectively to succeed. Please continue to follow public health advice,\" he said. ##Europe## If countries detect, test, treat, isolate, trace and mobilize their people in the response, those with a handful of novel coronavirus cases can prevent those cases becoming clusters, and those clusters becoming community transmission, WHO Director-General Tedros Adhanom Ghebreyesus said Wednesday after saying the outbreak can be characterized as a pandemic. “Several countries have demonstrated that this virus can be suppressed and controlled,” Tedros said. Sweden announced its first coronavirus-related death on Wednesday afternoon. The elderly patient was treated in the intensive care unit of the Karolinska Institutet just outside of Stockholm, the press department for the Public Health Agency for the Stockholm region told CNN. The World Health Organization just declared the novel coronavirus outbreak to be a pandemic. The novel coronavirus outbreak is the first pandemic caused by a coronavirus, WHO Director-General Tedros Adhanom Ghebreyesus said Wednesday. \"Describing the situation as a pandemic does not change WHO’s assessment of the threat posed by this coronavirus. It doesn’t change what WHO is doing, and it doesn’t change what countries should do,\" he added. Remember: CNN began calling the virus a pandemic earlier this week. The specific criteria for a pandemic are not universally defined, but there are three general criteria: a virus that can cause illness or death; sustained person-to-person transmission of that virus; and evidence of spread throughout the world.  Watch: Colorado health officials will offer a drive-up testing lab for novel coronavirus in Denver, according to the state's Department of Public Health and Environment. The service will be available starting today.  \"Individuals must have an order from their doctor confirming they meet the testing criteria and need to be tested, and photo identification that matches the name on the doctor’s order,\" a department statement said. Depending on test volume, results will be made available within 72 hours. Individuals getting tested should stay at home while awaiting results, the statement said.  ##United States## Kentucky Gov. Andy Beshear said he's recommending that churches across the state cancel services this weekend.  \"I know that that’s a big step, I know that some won’t agree with it. But I believe that it’s our job to offer those protections, that we have a lot of opportunity for virtual services,\" he said. He noted he's canceling a weekend prayer breakfast. \"I don’t believe that whether you go to church during this period of time is a test of faith. I believe God gives us wisdom to protect each other and we should do that,\" he said. ##United States## The United Nations estimates that the coronavirus crisis is now impacting close to 363 million students worldwide, according to data published by the UN Educational, Scientific and Cultural Organization. Schools and colleges across the globe have closed — some moving to online only classes — to contain the spread of novel coronavirus. “One in five students worldwide is staying away from school due to the COVID-19 crisis and an additional one in four is being kept out of higher education establishments,” according to UNESCO. UNESCO says 15 countries have ordered nationwide school closures and 14 have implemented localized closures, spanning Asia, Europe, the Middle East and North America. Speaking at the House Oversight Committee discussing the coronavirus response, two top US doctors said the next month is critical when it comes to fighting the spread of coronavirus.  “It is critical because we must be much more serious as a country about what we might expect. ... A couple of cases today are going to be many, many cases tomorrow,” said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases. Doubling down, Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, said, “This is a time for everyone to get engaged. This is not just a response for the government and public health system. It's a response for all of America.”   ##United States## As part of nationwide quarantine measures, Italy has issued a ban on all public gatherings — including weddings and funerals. But at least one group of mourners in Rome got around the restrictions by parking a hearse outside a church and having a priest come outside to give a blessing over the coffin as it sat inside. Italians are finding ways of living under the national lockdown: Some people seen having their hair cut on the streets to circumvent the rule against booking new appointments to avoid packing people too close together. Stores have been limiting the number of people allowed to enter, while bars and restaurants have been keeping tables apart and using tape to mark one-meter (three-foot) gaps between people. ##Europe## Dr. Amesh Adalja, a senior scholar at Johns Hopkins University's Center for Health Security, said he doesn't worry much about the possibility of getting coronavirus through handling money. \"So this is a respiratory virus, so it spreads through coughs and sneezes and the droplets that go out of your body. They go about six feet and fall to the ground. It can land on surfaces, it can remain viable on the surfaces, but that's not the main way that this is transmitting,\" he explained. \"I don't really, myself, worry about money or coins as a major way that this is transmitting,\" he added. He urged people to wash their hands frequently, including after handling money, but reiterated \"it's not the main way\" the virus spreads. Watch: ##Your Questions## US House Majority Leader Steny Hoyer says Democrats are finalizing their coronavirus package today and will hold a vote on it tomorrow. He said there won’t be time for a Congressional Budget Office score of the bill. He also couldn’t provide reporters with a specific cost estimate, saying it will “probably be in the billions.” “It’ll be much more costly if we don’t provide this relief,” he said of the bill. Remember: The legislation is not expected to pass in the Senate, as talks between lawmakers and the Trump administration continue. Hoyer yesterday appeared to rule out the White House’s proposed payroll tax cut from being included in future coronavirus response legislation, saying he thinks it is “a nonstarter.” ##United States## The City of Pittsburgh, Pennsylvania, is cancelling this weekend’s St. Patrick’s Day parade due to concerns over novel coronavirus, according to a statement from the mayor’s office. “Due to ongoing concerns over the rapid spread of the COVID-19 virus, the City of Pittsburgh today is joining cities around the globe – including Boston, Chicago, San Francisco, Philadelphia and Dublin, Ireland – in cancelling the St. Patrick’s Day parade planned for Saturday, March 14,\" the statement said. “The health of our residents and visitors to our city must be our main priority,” Mayor William Peduto said. “This mitigation measure will help keep people in Pittsburgh and Western Pa. safe.” There are currently 14 cases of coronavirus across Pennsylvania. None of those cases are in Allegheny County, where Pittsburgh is, the statement said.  ##United States## Disney’s executive chairman Bob Iger admitted that the coronavirus outbreak has been “challenging” for the company, but that it's strong enough to weather any downturn. “I think it’s fair to say that we’re all sobered by the concern that we feel for everyone effected by this global crisis,” the former CEO said at Disney’s annual investor conference.  “These are challenging times for everyone. But it’s also important to note that throughout our company’s nearly century long history Disney has been through a lot, including wars and economic downturns and natural disasters. What we’ve demonstrating repeatedly over the years is that we are incredibly resilient,\" he added. How Disney has responded to coronavirus: Disney closed its parks in Shanghai and Hong Kong in January, warning that profits from its facilities in China could drop by $280 million in the current quarter.  The company has also temporarily shuttered its parks in Japan. “Our future has always been bright, and it remains so for good reason,” Iger added. “In fact, when you think about the world today, what we create at the Walt Disney Co. has never been more necessary or more important.” When asked if he thinks NBA games should go on during the outbreak, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said he would not suggest it. “We would recommend there not be large crowds, if that means not having any people in the audience when the NBA plays, so be it,” Fauci said while speaking in front on the House Oversight Committee about the novel coronavirus response. “As a public health official, anything that has large crowds is something that would give a risk to spread,” Fauci added.  ##United States## Long story short: There's not enough data yet, considering this coronavirus just emerged in humans a few months ago. The vulnerability of \"older adults\" has been well documented, but researchers \"do not have information from published scientific reports about susceptibility of pregnant women\" to this coronavirus, the US Centers for Disease Control and Prevention says. \"Based on limited case reports, adverse infant outcomes (e.g., preterm birth) have been reported among infants born to mothers positive for Covid-19 during pregnancy,\" the CDC says. \"However, it is not clear that these outcomes were related to maternal infection, and at this time the risk of adverse infant outcomes is not known.\" ##Your Questions## Chicago is postponing its annual tradition of dying the city's river green for St. Patrick's Day, \"out of an abundance of caution,\" Mayor Lori Lightfoot said at a morning press briefing.  Earlier today, officials announced that the city's St. Patrick's Day parade, set for Saturday, was postponed. \"Having a parade at this time posed unnecessary risk to the public's health\" drawing millions of people from around the world to the city, Lightfoot said. Lightfoot will work with organizers for possible days to have the St. Partick's Day events in the future.  City officials said going to polling locations for the Illinois 2020 primary — scheduled for Tuesday — is still safe. Lightfoot reminded residents that they can still cast ballots in the mail.  ##United States## Transportation Security Administration Administrator David Pekoske said three San Jose, California, TSA employees with coronavirus are all receiving medial care. \"We have identified their coworkers that have sustained contact with them within the last 14 days and placed those individuals on weather and safety leave until the 14 day window closes,\" he said in an opening statement before House Homeland Committee. The TSA has \"thoroughly disinfected\" the worksite at the San Jose airport, he added. ##United States## The Federal Aviation Administration announced today that due the coronavirus-related flight cancelations, it will waive a requirement that the industry says could otherwise lead to airlines running empty flights.  The requirement normally requires that airlines use 80% of their assigned runway slots at several busy airports — including LaGuardia and John F. Kennedy in New York and Reagan National in Washington, DC.  There are four other airports — Chicago O'Hare, Newark Liberty, Los Angeles International and San Francisco — at which the agency has a formal schedule review and approval process. The FAA said it will give credit to airlines for flights that were canceled at those airports due to the virus. Most major US airlines have moved to cancel a significant portion of their flights due to the outbreak, raising the possibility that they will not meet the targets. Without the waiver, the  airlines risked losing their slots.  The agency said the waiver is good through the end of May.   Dr. Anthony Fauci, who is one of several officials testifying in front of the US House Oversight Committee, told Chair Carolyn Maloney that the country should expect things to get worse. Here's how their exchange went down: Maloney: “Is the worst yet to come Dr. Fauci?” Fauci: “Yes it is... Things will get worse...The bottom line it’s going to get worse.” ##United States## Kentucky is suspending visitation rights for those held in state prisons and similar institutions in light of the coronavirus, Gov. Andy Beshear announced today. Inmates will instead be allowed one free call, and up to two contacts through controlled social media.  Beshear said there are eight cases of coronavirus in the state, and all patients are \"stable, doing well.”  \"A couple of these individuals may almost be through this,\" Beshear said. \"And that is very, very good news.\"  ##United States## The Chicago St. Patrick's Day Parade — one of the largest St. Patrick's Day parades in the US — has been canceled, organizers announced on their website.  The parade was slated for Saturday afternoon. Each year, Chicago's parade and river dyeing attracts hundreds of thousands of people to downtown. Mayor Lori Lightfoot and Illinois Gov. J.B. Pritzker are expected to give updates at a novel coronavirus briefing later this morning.  Illinois has reported 19 coronavirus cases as of yesterday.  ##United States## No one knows for sure. President Trump suggested this coronavirus could subside by the warmer summer months — but scientists say it's too early to tell. \"The short answer is that while we may expect modest declines in the contagiousness of (novel coronavirus) in warmer, wetter weather and perhaps with the closing of schools ... it is not reasonable to expect these declines alone to slow transmission enough to make a big dent,\" wrote Dr. Marc Lipsitch, director of the Center for Communicable Disease Dynamics at Harvard's T.H. Chan School of Public Health. US Health and Human Services Secretary Alex Azar responded to Trump's suggestion that coronavirus could weaken in warmer weather. \"What the President is saying is, we hope it will respond the way regular coronaviruses do and be heat responsive,\" Azar said. \"But it also could just as equally respond the way SARS — a coronavirus adaptation — responds and continue in the warm season.\" ##Your Questions## Lufthansa has canceled 23,000 short-, medium- and long-haul flights between March 29 and April 24 because of coronavirus.  The German airline says the cancellations will mainly impact flights in Europe, Asia and the Middle East. It is warning that further cancellations are expected in the coming weeks. ##Europe## ##Asia## ##Middle East## Georgetown University in Washington, DC, will move classes online starting on Monday due to concerns over the novel coronavirus outbreak, they announced in a statement on their website.  The university is currently on spring break.  “We are suspending all in-person, on-campus classroom instruction. This will continue until further notice,” the statement said. All undergraduate students are advised to return home, but the campus will remain open. No guests will be allowed into any residential facilities starting this Sunday, according to the school's website.  Washington, DC, is currently reporting four cases of coronavirus. Georgetown is the latest school to close campus classrooms during the coronavirus outbreak. The cancellations have been focused in states and areas hardest hit by the virus, including the Seattle area, California and New York. The Ohio State University, which has an enrollment of more than 60,000 students, and Harvard University, the Ivy League institution, were some of the most recent schools to announce they are closing classrooms. ##United States## The Trump administration is considering a delay in the April 15 tax filing deadline as a response to the coronavirus, two people familiar with the plans said. The idea has been discussed among White House and Treasury Department officials over the past few days, the people said. The IRS would likely extend the deadline by at least several months or waive fees associated with late filing. Last week, when asked about the notion of delaying the deadline, Treasury Secretary Steven Mnuchin told lawmakers it wasn't under consideration. But since then, the White House has heard from some allies, along with public statements from certain Democrats, that extending the deadline could be a way to reduce the economic fallout from coronavirus. The possible delay in the deadline was reported earlier today by the Wall Street Journal. ##United States## US stocks opened in the red this morning, retracing yesterday's sharp gains, as worries about the coronavirus outbreak once again took over. Here's how things look:  The Dow opened 700 points, or 2.9%, lower.\nThe S&P 500 kicked off 2.6% lower.\nThe Nasdaq Composite fell 2.5%.       You can follow live updates on how the markets are reacting to coronavirus fears here. ##United States## CNN is collecting your questions about coronavirus. We'll be answering some of them here throughout the day. ##Your Questions## Clay Bentley is under quarantine in a hospital in Rome, Georgia, which is just outside Atlanta. He spoke with CNN this morning from his hospital room. \"It's been a long road. But I'm getting through it. I'm improving daily,\" he told CNN He said he went to the hospital when he first started feeling sick — but when a flu test came back negative, staffers sent him home. He went back when he kept getting worse, and he was initially diagnosed with coronavirus. He said he's been given fluids, antibiotics and breathing treatments. Bentley said he hopes more people will be tested so the community can contain the spread. \"You know, this is what I see, instead of dealing with it, doing the testing and testing the people that need to be tested, everybody's running in fear,\" he said. \"I feel like everybody's running in mass hysteria trying to take care of things instead of finding the people who need to be tested and let's take care of the problem.\" Watch: ##United States## Studio audiences for several Disney-owned talk shows will be suspended over concern for the growing number of coronavirus cases in New York, the Walt Disney Television announced today. \"LIVE with Kelly and Ryan,\" \"The Tameron Hall Show\" and \"The View,\" — three nationally broadcast ABC shows based in New York — will no longer have studio audiences in attendance. \"Given the current developing situation in New York City, we have made the decision to suspend live audiences from attending our news broadcasts and talk shows,\" a Walt Disney Television spokesperson told CNN. \"The Wendy Williams Show\" announced a similar change on Tuesday. ##United States## US ramps up quarantine measures: New York has set up a containment area around New Rochelle, while schools and universities close across the US and employees begin working from home. President Trump has not been tested for coronavirus.\nMerkel believes 60-70% of German citizens will be infected: German Chancellor Angela Merkel said that authorities believe that up to 70% of the country's population would eventually get infected by the coronavirus.\nItaly faces possible recession as lockdown kicks in: Italians are taking the quarantine measures increasingly seriously on day two of the nationwide restrictions, with people wearing masks, tiptoeing around tape on the ground at a market in Rome and getting haircuts on the street.\nSpain vows to help families as thousands of schools close: New measures to stop the spread of coronavirus in Spain's \"significant transmission areas\" take effect today, with more than 1.5 million students affected in Madrid alone.\nUK scrambles to limit economic fallout: The Bank of England has slashed interest rates to a record low and launched other emergency measures as the UK's health minister tested positive for coronavirus.\nIran confirms 9,000 coronavirus cases: Iran has confirmed 958 new cases and  63 new deaths over the past 24 hours, bringing the overall count to 9,000 and the death toll to 354. It is one of the worst hit countries outside China.\nChina wants victory lap over its handling of virus: China's Communist Party wants more gratitude for its handling of the outbreak. And anyone arriving in Beijing from overseas must now undergo screening and self-quarantine for 14 days. Stay safe out there, you know what Naomi Campbell would do. Relatives and friends should not visit patients in nursing and assisted living centers as the coronavirus outbreak continues to spread, the head of the United States' largest association of long-term and post-acute care providers told CNN. \"We are encouraging all people, including family members and loved ones, to not visit nursing homes and assisted living facilities,\" American Health Care Association President Mark Parkinson said Tuesday. \"Until we get this under control, our new guidance, as of today, is to family members, to loved ones: Don't visit the facilities; instead, come up with an alternate way to communicate,\" he said, including phone, text, FaceTime or Snapchat. \"The grim reality is that, for the elderly, COVID-19 is almost a perfect killing machine,\" Parkinson said. ##United States## Ontario has confirmed a case of the novel coronavirus likely from community spread at a mining conference that Prime Minister Justin Trudeau attended. A man in his 50s tested positive for the virus after returning from the Prospectors and Developers Association of Canada’s conference in Toronto, Public Health Sudbury and Districts in Northern Ontario said in a statement. The conference ran from March 1 to 4 and Prime Minister Justin Trudeau spoke at the conference on March 2. The event is one of the largest mining conferences in the world with thousands of attendees from dozens of countries. Dr. Penny Sutcliffe, Sudbury’s Medical Officer of Health, said there is no need for attendees to self-isolate at this time. “Our focus is on breaking the chain of transmission to limit the spread of infection and as a precautionary measure, we are asking those who attended PDAC 2020 to monitor for symptoms for 14 days,” says Dr. Sutcliffe.  New York Gov. Andrew Cuomo said he will ask the state's business leaders to reduce workplace density during the coronavirus outbreak. Possible tactics include running two shifts of workers and letting workers who can work from home to do so. He said in a city like New York City, “there’s no such thing as social distancing, you’re always within six feet of a person.”  “We really need to take more aggressive actions. This is not going away on its own,\" he added. “Like it or not, we’re going to have to make some tough decisions, and we’re going to have to start to act united to reduce the density, more testing more testing more testing that’s the only way to reduce the spread.”   “We don’t want to overreact but we understand we have to take aggressive actions and we’re looking at all those large gatherings today and I will have an announcement either later today or tomorrow.”  Cuomo said the state cases as of this morning are at 193 — but added, “we’re going to get another tranche of numbers in the next couple of hours.” “We test around-the-clock now so the number constantly adjusts, but it is constantly going up and that shouldn’t give people alarm,\" he said. Cuomo said he anticipates the number of cases will keep going up for weeks, and warned that the virus is “much more advanced than we are seeing in any of these numbers.”  ##United States## Senate Minority Leader Chuck Schumer is preparing to ask President Trump to issue a national emergency declaration for the coronavirus. Democratic Sens. Patty Murray and Gary Peters will join Schumer in writing the letter. What this could mean: A declaration would allow the Federal Emergency Management Agency to use the more than $40 billion available in the Disaster Relief Fund to assist state and local governments in their efforts to mitigate spread of COVID-19 and protect public health. FEMA is providing support to state partners like first responders, providing them supplies, like gloves, hand sanitizers and masks, and working closely with US Centers for Disease Control and Prevention and the US Department of Health and Human Services. ##United States## Naomi Campbell has long been an advocate of staying germ free while traveling. The supermodel last year posted a video of her intense pre-flight ritual, which involved wiping down everything close to her airplane seat with Dettol anti-bacterial wipes. So it's perhaps no surprise the 49-year-old has opted to step things up following the novel coronavirus outbreak  Campbell posted several images of herself boarding a plane at Los Angeles International Airport on Tuesday wearing a hazmat suit, a pair of goggles, a face mask and pink latex gloves. Read the full story here ##United States## Ukraine has approved measures to prevent the spread of coronavirus including a three-week quarantine for all schools and a ban on gatherings of more than 200 people. Gatherings of \"state importance\" may be exempt and sporting events may take place without spectators, according to a statement on the government's website. The statement did not specify when the measures would come into force. Ukraine's capital Kiev will introduce \"anti-epidemic measures\" from Thursday until the end of March, the city's mayor Vitali Klitschko said Wednesday.  The measures listed by Klitschko include: Shutting down kindergartens, schools, and universities.\nRestricting mass gatherings and events, including conferences and concerts.\nClosing movie theaters.\nInstalling \"high security and doctor patrols\" at shopping malls. “Friends, don’t panic,” said the mayor in his statement. “We have to be responsible and keep the hygiene protocol. If you’re not feeling well, see the doctor at once. “Considering the global environment, and the dynamics of the spread coronavirus, there is potential for the state of emergency in the capital.\" Ukraine has one case of the virus reported earlier this month, and Kiev has none. ##Europe## New measures to stop the spread of coronavirus in Spain's \"significant transmission areas\" take effect today, with more than 1.5 million students affected in Madrid alone. All schools, nurseries, universities will remain closed for 15 days in the regions of Madrid (where 3,650 institutions will close) and La Rioja, and the Basque cities of Vitoria and Labastida. Four schools in the region of Asturias will close, too.  The Spanish government asked companies to allow employees to work from home where possible and be flexible with hours. It said it will help families financially so they can cover the cost of childcare while these measures are in place. Patricia Avila, finance director for a logistics company in Madrid and a mother of one, told CNN: “I am lucky, my company allows me to work remotely from home. But I am sure this will last more than 15 days, probably until after Easter at least. I will have to rely on my family and will have to work remotely to deal with this situation, but I can’t be as efficient, there are meetings you have to do in person, it is going to be difficult even for me.” Regarding the government’s promise of financial aid for families, she said: “I don’t trust them, they won’t be able to help everyone, we don’t even know how long this will last. “And again, I am lucky, my colleague is having to use her holidays to look after her children while the schools are closed, another colleague has asked for unpaid leave.” Avila said she was heading to the grocery store after finding the shelves empty the day before.  The Health Ministry’s emergencies coordinator, Fernando Simon, said 2,002 people had tested positive for coronavirus and 47 had died, with half of the cases appearing in Madrid. He said some hospitals in Madrid were \"saturated\" and \"under stress,\" but the authorities were solving the uncertainty around a lack of medication. ##Europe## Each day, CNN Chief Medical Correspondent Dr. Sanjay Gupta is breaking down the latest news about the coronavirus on the Coronavirus: Fact vs Fiction podcast. In the wake of the coronavirus, what lessons can be learned from past viral outbreaks? In today's episode, Gupta turns to Dr. Howard Markel, a professor of historical medicine, for key context. You can listen to it here. The Big West Conference men’s and women’s basketball tournaments in the US will be played without spectators because of the coronavirus pandemic, the conference announced Tuesday. “The Big West Board of Directors, comprised of the chief executive officers of the nine member universities, strongly feel that this is a prudent way to help slow the spread of the COVID-19 virus while being sensitive to our student-athletes who have pointed towards playing in the tournament all season,” said Big West Commissioner Dennis Farrell.  He added: “Many of our institutions are developing plans to minimize the interaction of individuals on their campuses that could include the downsizing of events.\" The women’s tournament started Tuesday night in Long Beach, California. Both tournaments will be played in Anaheim, California, from Thursday.  ##United States## Iran has confirmed 958 new cases of coronavirus over the past 24 hours, bringing the overall count to 9,000, according to health ministry spokesman Kianush Jahanpour on Wednesday. Speaking on state TV, Jahanpour confirmed 63 new deaths, bringing the death toll to 354. He advised people to cancel all holiday travel plans and to stay at home. Iran has the second highest death toll outside mainland China.  ##Middle East## Seventy-seven Bahraini nationals evacuated from Iran have tested positive for coronavirus, according to Bahrain’s Ministry of Health. The 77 were part of a group of 165 Bahraini nationals who were evacuated on a plane from coronavirus-hit Iran on Wednesday. That flight was the first of several repatriation services that will be evacuating Bahrainis from Iran, the ministry said.  Iran has more than 8,000 coronavirus cases and 291 deaths, its ministry of health said on Tuesday.   The positive cases in Bahrain will be moved to a hospital for quarantine, state news agency BHA said.  Bahrain now has a total of 187 cases.   ##Middle East## A New York health official told CNN's New Day that the goal of the state's containment zone is to “prevent exposure, because if there is no exposure there is no risk.” Asked about whether the move had come too late for the city of New Rochelle, Westchester County Health Commissioner Dr. Sherlita Amler said “it's never too late, because although we have over a hundred cases, we don’t have thousands of cases yet, and that’s what you want to prevent.\" New York Governor Andrew Cuomo announced Tuesday plans to deploy the National Guard and create a one-mile containment area in New Rochelle in an attempt to stop a growing cluster of coronavirus cases. “Right now the risk is in large gatherings where there may be individuals who are infected who are capable of spreading the disease,” Amler continued. She said that in terms of trying to track individual cases, “we’re getting to a point where that’s really not going to be very productive. We have to have a broader -- a broader reach, a broader plan.” ##United States## A health minister in Boris Johnson's government has become the first British MP to test positive for coronavirus, raising fears about the potential spread of the disease in Westminster. Nadine Dorries, who attended a reception with the Prime Minister and his fiancé Carrie Symonds in Downing Street last Thursday, said in a statement on Tuesday that she had been diagnosed with the virus and is in self-isolation. Health officials are now racing to trace those who have had contact with Dorries, who has kept a busy diary of engagements in and around the UK's political center. \"I can confirm I have tested positive for Coronavirus,\" Dorries, a junior health minister, said in a statement released through the Department of Health. \"As soon as I was informed I took all the advised precautions and have been self-isolating at home.\" Her diagnosis raises questions about whether the UK's Parliament will need to be temporarily shut down. Officials confirmed to CNN that there are still no plans to take such a step. Read the full article here ##Europe## Poland is to shut all schools from Monday in a bid to halt the spread of the coronavirus, after 25 cases were confirmed in the country. A spokesperson for the Ministry for National Education confirmed to CNN that all schools in Poland will close until March 25. Schools will remain open this week to assist parents unable to sort out last-minute childcare arrangements but no lessons will take place.  Parents of children aged eight or younger who stay at home with their children will be entitled to a care allowance for up to 14 days from the Polish Social Insurance Institution. ##Europe## German Chancellor Angela Merkel said that authorities believed 60-70% of the population would eventually get infected by the novel coronavirus. Speaking at a Berlin coronavirus news conference along with Germany's Health Minister Jens Spahn, Merkel said it was important not to overburden the health system. She noted that every European country was affected, sending special thoughts to Italy in its fight against the virus. Merkel said countries should focus on and support research, adding that Germany would deal with the crisis in a de-centralized manner. German lawmakers will hold a meeting Thursday to coordinate regarding the crisis. “We are in a situation where we don’t know many things, and what we don’t know, we have to take seriously,” Merkel said. This is about protecting vulnerable people, she added. How coronavirus can lead countries like Germany into recession: ##Europe## Beijing's municipal government has announced tightened quarantine rules targeting international arrivals, amid a growing number of imported cases in the Chinese capital. Starting immediately, anyone arriving in Beijing from overseas will be required to self-quarantine at home or designated facilities for 14 days. Previously, only people arriving from \"high-risk\" regions were mandated to do so. International business travelers can only stay at designated hotels in Beijing and have to be tested for the coronavirus. They are not allowed to leave their hotels before receiving test results. The city has cordoned off a wing of Terminal 3 at its massive Capital International Airport to screen and register all international arrivals. The authorities have also set up a transportation hub at an exhibition center near the airport, deploying a dedicated fleet of cars to drive arriving passengers to their homes or facilities for medical observation. Beijing's Capital airport is the world's second busiest, with more than 100 million travelers passing through its three terminals last year, of which more than 26 million were international passengers. On Tuesday, Beijing reported six new confirmed cases of the coronavirus, all of which were imported cases, including five from Italy and one from the United States. ##Asia## Italians are taking the quarantine measures increasingly seriously on day two of the nationwide restrictions, with most people wearing masks at the Testaccio market in Rome.  There were a few arguments as people “got too close” to each other, while others had mastered the skill of lifting their masks to smoke. The ground was covered in tape marking the required meter (three feet) to be maintained between people, along with signs giving instructions on expected behavior after the country recorded more than 10,000 reported cases. According to government guidelines, hairdressers and beauty salons should only fulfil existing bookings and must avoid close contact between customers and staff, who are expected to wear masks and gloves. But barbers were seen cutting hair on the sidewalk this morning. While defiant attitudes had lessened, there was talk of \"clandestine dinner parties\" and secret socialization going on in certain buildings. The Italian finance minister Roberto Gualtieri said Italy has allocated 25 billion euros -- $28 billion -- to fight the coronavirus crisis. How Italy's lockdown is affecting daily life:  ##Europe## Health officials in Washington state have announced that at least 10 long-term care facilities have reported positive COVID-19 cases.  King County Public Health Department said officials were working with the care facilities where residents and/or employees had tested positive for the novel coronavirus. The health department said it was working to prevent further transmission and due to the volume of cases, was unable to provide additional detail beyond the names of the facilities.  Washington has 273 cases of coronavirus, more than any other US state, and 24 deaths. ##United States## Belgium announced the country's first death from the novel coronavirus Wednesday morning.  The Belgian Public Health Federal Service's communications department told CNN the victim was a 90-year-old, who was treated in a Brussels clinic.  Last Friday, the number of cases more than doubled in Belgium over 24 hours. There have been 267 cases detected in the country as of this Wednesday. ##Europe## The national Austrian rail system ÖBB has stopped passenger rail traffic between Austria and Italy as of Wednesday morning, ÖBB press officer Bernhard Rieder told CNN. There have been 131 coronavirus cases in Austria, but no deaths, while there have been 10,149 cases in Italy and 631 deaths. Italy has now entered its second day of lockdown, with public spaces including movie theaters and museums closed, schools suspended and movement around the country restricted to essential travel. ##Europe## The US Treasury is likely to push back the April 15 tax filing deadline, the Wall Street Journal reports, citing an administration official and another person familiar with the matter. The move would come as part of an effort to reduce the effects of the coronavirus outbreak on businesses and individuals, the sources told the newspaper. The plan has not been finalized, and officials are still working out how far the filing deadline may be pushed back and who would be eligible, the person familiar with the discussions told the WSJ. ##United States## Tokyo Disneyland will remain closed through mid-April in a bid to curb the spread of the novel coronavirus according to Oriental Land, Tokyo Disneyland's operator. In a news release issued on Wednesday, Oriental Land said that both Tokyo Disneyland and Disney Sea will stay closed through mid-April in the wake of the Japanese government's announcement yesterday requesting all large-scale events be postponed. The park has been closed since February 29. ##Asia## The first-ever Jakarta E-Prix has been postponed due to the global spread of the novel coronavirus.  The event is the third Formula E race of the season to be called off. Formula E has already canceled E-Prix races in Sanya, China, scheduled for March 21 and another in Rome that was set for April 4. The Jakarta race was to be held on June 6.  “We are evaluating contingency plans to lessen the potential impact of coronavirus and maintain the highest possible number of races on the calendar for season six,” Formula E said in a statement. “It is a fluid situation, developing on a daily basis and we remain realistic and flexible in our approach to alternative options. These include adding double-headers to existing events, using permanent facilities and racing behind closed doors if necessary and advised to do so by local authorities in any given location.\" On Wednesday, Indonesia confirmed its first death from the virus and said its number of cases had risen to 27 from 19.  ##Asia## US sanctions on Iran have seriously affected the country's ability to import drugs and medicines into the country, Foreign Ministry spokesman Abbas Mousavi said during a news conference on Wednesday.  “The American administration does not care about Iranian people, they shed crocodile tears,” he said. Mousavi also said the outbreak must not be associated only with China since it is a global issue, adding, “we welcome any assistance from all over the world.” Iran has confirmed 8,042 coronavirus cases and 291 deaths, making it one of the worst hit countries outside China. ##Middle East## If you're just joining us, here are the latest developments: China eases restrictions: China's Hubei province, the epicenter of the outbreak, will allow businesses to gradually come back online and will resume some public transportation services, after a significant drop in new cases reported daily. Hubei's capital Wuhan and other virus-hit cities were put under lockdown on January 23 -- and this is the first sign of those restrictions lifting. The US imposes restrictions: In sharp contrast, the US is only now introducing harsher measures to halt the virus' spread: universities are closing, employees are working from home, and local governments are encouraging social distancing.  In Washington, the hardest hit state, gatherings of more than 250 people are banned in three counties. Other crowded events like the South by Southwest conference and sports tournaments have also been canceled. It's not over yet in Asia: Mongolia, which announced its first case yesterday, is shutting borders with neighboring Russia. South Korea, which had seen a drop in cases earlier this week, reported an uptick of 242 new cases today. Indonesia, which only reported its first case of the virus earlier this month, confirmed it's first death from the virus today and now has 27 cases. The virus is all across Europe: Since the outbreak began in Italy in late February, it has spread across the continent, reaching every EU country. Of the 11 countries with most infections outside China, six are in Europe -- Italy, Germany, Spain, France, the UK, and the Netherlands. Indonesia has recorded its first coronavirus-related fatality, according to the country's state-run news agency Antara. The patient was a 53-year-old foreign national who was suffering from pre-existing conditions, including diabetes, lung disease, hypertension and a respiratory obstruction, according to a government spokesman dealing with the virus outbreak, Achmad Yurianto. \"This patient was admitted to the hospital in a serious condition,\" Yurianto said, according to Antara. Indonesia has identified at least 27 coronavirus patients. ##Asia## The number of people infected with the novel coronavirus has surpassed 115,000, with the death toll reaching more than 4,200, as countries around the world continue to grapple with the challenges of containing the pandemic. On Wednesday, China reported a slight increase in new daily cases, overturning several consecutive days of fewer new infections. The rise, from 19 on Monday to 24 on Tuesday, has been attributed to individuals returning from overseas, underscoring the difficulties faced by governments as the virus continues to spread rapidly across multiple continents. Neighboring Japan and South Korea also saw an uptick in numbers Tuesday, with Japan reporting 54 more cases -- one of the biggest single-day jumps since the outbreak began, according to the country's Ministry of Health. Authorities in South Korea, meanwhile, confirmed 242 new cases, bringing the national total to 7,755. As with China, the infection rate in South Korea had slowed in recent days, bringing hope that the situation was beginning to stabilize. Though one of the world's worst hit countries, South Korea has been lauded for its widespread testing drive, which has so far seen around 200,000 people screened for the virus. However, new outbreaks linked to a call center in Seoul and the country's military are likely to alarm officials. Western countries are also struggling with their own worsening outbreaks. The number of cases in the US has now reached at least 1,000, with numerous states declaring emergencies. In Europe, cases have now been confirmed in every member nation of the European Union. Italy remains on total lockdown as its healthcare system struggles to cope, while nearby countries like Germany and France report alarming spikes in daily cases. In a speech earlier this week, the Director General of the World Health Organization, Dr. Tedros Adhanom Ghebreyesus, reiterated that different countries are facing \"different scenarios,\" with each requiring a tailored response. \"It's not about containment or mitigation -- which is a false dichotomy. It's about both,\" said Tedros. Read more: State theaters, opera houses and concert halls in Berlin will be closed from this Wednesday until April 19 -- the end of Easter break for schools -- Berlin’s culture senator Klaus Lederer said in a statement.  Private large theaters were advised to follow suit, Lederer said. ##Europe## Iran’s Supreme Leader Ayatollah Khamenei has appointed Iranian President Hassan Rouhani to head the campaign against coronavirus in the country, Rouhani announced in a televised address on Wednesday. Rouhani advised Iranians to perform pilgrimage from a distance during the Persian New Year, Nowruz, which is on Friday, March 20. He also urged the nation to keep observing good sanitary habits to fight the outbreak. On Monday, Khamenei’s office released a statement saying he will not deliver his annual Nowruz speech at the Imam Reza shrine in Mashhad. Iran has been trying to contain one of the deadliest coronavirus outbreaks in the world. As of the end of the day Tuesday Eastern Time, Iran had reported 8,042 infections and 291 coronavirus related-deaths ##Middle East## China's Hubei province, the epicenter of the novel coronavirus outbreak, will allow businesses to gradually come back online and will resume some public transportation services, the provincial government said in a statement Wednesday. The decision comes as the number of cases in the province has declined significantly. Hubei was reporting thousands of infections a day just weeks ago. There were only 14 new infections reported in Hubei Tuesday, according to China's National Health Commission. Businesses in Wuhan -- the provincial capital and the city where the virus was first identified -- that are related to epidemic control, public utilities and daily necessities are allowed to resume work now, the statement said. Other firms can return to work starting on March 20. The provincial government said that regions outside Wuhan will be divided into areas of high, medium and low risk. The order of work resumption will depend on the nature of businesses and where they are located. Meanwhile, business that involve people gathering in small spaces -- like karaoke bars, movie theaters and beauty salons -- will not be allowed to reopen until after the outbreak is over. Areas where the risk is deemed medium or low will be allowed to gradually resume public transportation services like city buses and flights between provinces.  However, public transportation in Wuhan and other high-risk areas will continue to be suspended until further notice, it said. Schools across Hubei province will continue to be suspended until further notice and checkpoints will remain in place for those wishing to enter or leave Hubei.  ##Asia## Pope Francis has expressed his feeling of metaphorical closeness to all coronavirus patients, particularly those in jail, at the beginning of his daily mass that was held from his residence in Santa Marta on Wednesday. “We continue to pray for the sick of this epidemic. And today in a special way I would like to pray for prisoners, our brothers and sisters imprisoned,” he said. “They suffer, and we must be close to them in our works for the Lord to help and comfort them in this difficult moment.” Since Sunday, riots have broken out in 22 Italian prisons as inmates protested the new measures imposed by the government to fight the spread of the coronavirus. At least 11 inmates have died, according to the latest official statement from the justice minister. ##Europe## The Bank of England has cut interest rates by half a percentage point in an emergency move to fight the economic fallout from the coronavirus pandemic. In a statement, the central bank said that while the magnitude of the shock from the coronavirus remains \"highly uncertain,\" economic activity is \"likely to weaken materially in the United Kingdom over the coming months.\" It said that slashing its main interest rate to 0.25% would \"help to keep firms in business and people in jobs and help prevent a temporary disruption from causing longer-lasting economic harm.\" Read more: ##Europe## Washington state Gov. Jay Inslee is expected to announce today that gatherings of more than 250 people in King, Snohomish and Pierce counties will be banned to help public health authorities stop the coronavirus from spreading further, according to The Seattle Times.  The measure will affect sporting events, concerts and cultural gatherings, but not retail stores, the newspaper reported.  Washington is currently dealing with the most severe coronavirus outbreak in the United States. At least 273 patients have been identified and 24 people have died.  ##United States## Indian authorities have issued a new travel advisory that requires any passengers who arrive in the country to self-quarantine for 14 days if they have visited China, Hong Kong, South Korea, Japan, Italy, Thailand, Singapore, Iran, Malaysia, France, Spain or Germany. Fifty-six coronavirus cases have been identified in India as of Wednesday morning local time.  India has also suspended visas issued to nationals of several countries with large outbreaks in order to prevent importation of the virus.  Authorities announced that they would be suspending visas issued to nationals of Germany, France and Spain, if those visas were issued on or before March 11 and if the visa-holder has not yet entered India. The country had already enacted similar visa restrictions for Italian, Iranian, South Korean and Chinese nationals.  ##Asia## Mongolia is temporarily banning any travel into the country through its border with Russia, state news agency Montsame reported.  The country is also suspending all flights to and from Russia, Turkey and Kazakhstan, according to Montsame. Mongolia reported its first novel coronavirus case yesterday. ##Asia## The Ivy League may have decided to cancel its basketball tournaments amid coronavirus concerns, but the players are not letting it go down without a fight. In an announcement Tuesday, the League said its season-ending championship tournaments -- which help determine what teams attend the National College Athletic Association (NCAA) basketball tournament -- would be canceled for both its men's and women's teams as a result of the coronavirus pandemic. Princeton University's women's basketball team and Yale University's men's basketball team, both the regular season champions, became the automatic qualifiers for the NCAA tournaments as a result of the decision. The decision resulted in immediate backlash from some players in the league, who created a petition on Change.org called \"Reinstate the Ivy League Tournament.\" Cody Manmiller, an athletic communications assistant at the University of Pennsylvania, confirmed to CNN that \"the Penn Women's Basketball team created and wrote the petition with the support of multiple Ivy League teams.\" \"The hypocrisy of our Ivy League presidents is baffling and alarming,\" the petition, which as of Tuesday evening had garnered more than 8,000 signatures, reads. \"Other conferences, such as the SEC and Pac-12, are still scheduled to host their men's basketball championship tournaments.\" The petition's authors argue that the careers of the league's senior players unfairly got cut short. They point out that other sports, such as the Ivy League wrestlers, are continuing to compete and travel in spite of the virus. \"If it is deemed safe enough for teams to travel to higher level tournaments, then it should be safe enough for us to travel locally for the chance to compete,\" the petition states. Read more:  ##United States## Massachusetts' coronavirus cases have more than doubled and the state's governor declared a state of emergency after employees who attended a company meeting in Boston last month tested positive for the virus. The state announced 51 new presumptive positive cases Tuesday that are awaiting confirmation by the US Centers for Disease Control and Prevention. The surge brings the total number of confirmed or presumptive positive cases in Massachusetts to 92. Seventy of the cases are related to employees at Cambridge biotechnology company Biogen, state Health and Human Services Secretary Marylou Sudders said. Gov. Charlie Baker declared a state of emergency in response to the outbreak. \"The purpose of moving forward with these measures now is to act before the numbers increase to the point where the virus spread is severely impacting the commonwealth,\" Baker told reporters Tuesday, adding that a spike in cases could overwhelm the state's systems. Read more: ##United States## A doctor in Seattle studying influenza hypothesized that the coronavirus had been spreading in Washington for days before anyone realized it, according to a New York Times report yesterday. For weeks, states have raised concerns that there are not enough tests available, as international agencies like the World Health Organization warned that early testing and contact testing is paramount to halting the virus' spread. According to the Times, Dr. Helen Y. Chu and her team, without government approval, re-purposed tests for influenza to instead look for coronavirus. The study found a positive test from a teen with no travel history to any area where there had been an outbreak, showing the coronavirus was spreading in the community earlier than officials thought. Early this morning, the Seattle Flu Study tweeted a statement by Lead Principal Investigator Dr. Jay Shendure: “Our researchers are deeply dedicated to keeping our community safe. In the face of this unprecedented health threat, there are times when we have all felt the need to move fast in an effort to save lives. We are actively working and have had good cooperation with local, state, and national health authorities on the response to COVID-19. \nOur team is productively collaborating with state regulators and has identified a path forward that will allow us to continue testing. This collaboration will be crucial to helping us overcome the current challenge and putting in place a strong foundation for the future.” ##United States## The novel coronavirus has spread throughout the world since the first cases were detected in central China in December.  More than 4,200 people have died globally and over 115,800 have been infected during the pandemic, according to CNN's tally. More than 61,400 patients in mainland China have recovered and been discharged, according to China’s National Health Commission.   These 11 countries have reported the most infections: Mainland China: 80,778 cases; 3,158 deaths  \nItaly: 10,149 cases, 631 deaths\nIran: 8,042 cases, 291 deaths\nSouth Korea: 7,755 cases, 60 deaths\nGermany: 1,296 cases, 2 deaths\nJapan: 1,264 cases, 19 deaths (includes 696 cases linked to Diamond Princess cruise ship)\nSpain: 1,204 cases, 28 deaths\nFrance: 1,116 cases, 30 deaths\nUnited States: 1,000 cases, 31 deaths\nUnited Kingdom: 382 cases, 6 deaths \nNetherlands: 382 cases, 4 deaths See the full list of cases here: The coronavirus pandemic shows no signs of slowing in the US and Europe, which are reporting exponential increases in the number of new cases daily. Meanwhile in Asia, a spike in Japan is causing concern as other parts of the region stabilize. Here are the latest developments: The US has reached 1,000 cases: Washington is still the hardest-hit state, but New York and California aren't too far behind, and Massachusetts is now nearing 100 cases. Many states have declared states of emergency, and universities nationwide are closing early or conducting online classes.  There has been an uptick in testing nationwide in recent days, according to the US Centers for Disease Control and Prevention. A lack of available testing has led to frustration of state and local officials, and there has been confusion over the number of testing kits that have been mailed out. Life under lockdown in Italy: Town squares are empty, schools are closed, public events canceled, and people are staying home, under lockdown measures implemented Monday across the entire country. Experts say these measures may help slow the spread of the virus as Italy's healthcare system creaks under the weight of the outbreak -- but it has also led to desperation and tragedy, like the case of an Italian woman stuck at home with the body of her husband, who died of the virus, because of strict quarantine protocols. Meanwhile in South Korea: The country had reported a drop in daily reported cases earlier this week, with health officials cautiously hopeful that it may indicate a slowdown in infection. But South Korea reported 242 new cases and 6 more deaths yesterday, and identified a new cluster in the capital Seoul -- a reminder that the outbreak is not by any means over. Sporting events canceled: Matches and events worldwide are being played behind closed doors, suspended or postponed as the virus spreads. The English Premier League fixture between Manchester City and Arsenal, scheduled for Wednesday, was postponed and players quarantined after potential exposure to a patient.  And there is still a question over the Tokyo 2020 Olympic Games, which organizers insist will continue as planned -- despite calls for cancellations and a rise in Japan's cases. Jamaica has confirmed its first case of coronavirus in the capital of Kingston, the Ministry of Health and Wellness announced Tuesday. The patient is a Jamaican woman that was in the UK recently but arrived back on the island on March 4. She has been in isolation since Sunday. Jamaica is taking several steps to prevent community spread of the virus, including contact tracing. The country has  imposed travel restrictions on eight countries: China, Italy, South Korea, Iran, Singapore, Spain, France and Germany. Uber said it is considering suspending the accounts of riders and drivers who have contracted the novel coronavirus or have been \"exposed\" to it.  \"We have a team available 24/7 to support public health authorities in their response to the epidemic. Working with them, we may temporarily suspend the accounts of riders or drivers confirmed to have contracted or been exposed to COVID-19,\" the company said in a statement. \"We’re also consulting with an epidemiologist to make sure our efforts as a company are grounded in medical advice.\" Here are some of the other steps the company said it would take: Drivers or delivery persons diagnosed with the virus or asked to self-isolate by a public health authority will receive financial assistance for up to 14 days while their account is on hold. Uber said it has already offered assistance to drivers in some areas and is \"working to quickly implement this worldwide.\"\nProviding drivers with disinfectants\nAllowing Uber Eats customers to ask delivery people to leave food at the door The maker of a critical tool required to run the coronavirus test kit used in US public health labs is facing a surge in demand that is challenging its capacity to deliver the product, according to the company. Qiagen, whose tool helps extract viral genetic information from patient samples, said in a tweet Tuesday that it has established a “task force” to “evaluate incoming orders in this period of extraordinary demand.” A shortage of its products could threaten to further delay coronavirus testing across the country, because Qiagen’s tools are required to run -- but not included in -- the coronavirus test kit distributed by the US Centers for Disease Control and Prevention (CDC). On Monday, the company said it had “not seen any near-term impacts from the coronavirus outbreak on supplies of materials and components,” but it said that increasing demand “may lead to backorders with delayed delivery or reduced allocation of affected product.” The tool is a necessary step in testing for the novel coronavirus; it removes RNA, the genetic code of the virus, from a patient’s throat swab or cough sample. That RNA, extracted from a patient specimen, is then compared against snippets of the virus itself, determining whether a patient has been infected with the virus. CDC Director Dr. Robert Redfield acknowledged the potential shortage of the tool on Tuesday in an interview with Politico. “The availability of those reagents is obviously being looked at,” Redfield said, referring to ingredients used in the tool. “I’m confident of the actual test that we have, but as people begin to operationalize the test, they realize there’s other things they need to do the test.” The US Food and Drug Administration, which oversees laboratory tests in the US, said that a similar tool developed by another company, Roche, could be used in its place. But that could require labs to acquire auxiliary equipment for Roche’s platform and retrain staff who run the tests – leading to further delays. ##United States## An Italian woman has been unable to leave her apartment where her husband’s dead body is being kept due to quarantine restrictions, Giancarlo Canepa, mayor of Borghetto Santo Spirito, told CNN Tuesday. The husband, who had tested positive for coronavirus previously, died Monday at 2 a.m. local time.  “Yes, it is true she is still there with the body and we won’t be able to remove it until Wednesday morning,“ the mayor said. Canepa said quarantine protocol states that no one is allowed to approach the body.\n“Unfortunately, we have a security protocol we must follow,” he said. The mayor also said that the man refused to be taken to the local hospital for recovery, which led to this situation. “Otherwise, this wouldn’t have happened,” he said. The story made headlines in Italy as stories emerged of the wife’s despair at remaining locked up with her husband’s dead body for hours on end. Local television station IVG.IT posted video interviews with the woman’s neighbors who had just found out that their neighbor had died. “Right now the most important thing is to think about this lady, alone with the body of her husband … No one can come close to help her nor comfort her. We hope this is quickly resolved. Our thoughts are with her and on what she is living through,” the neighbor said on video and whose name was not made public. IVG.IT reported that the man’s family members are desperate and that his widow has been crying for help from her balcony. ##Europe## South Korea identified 242 coronavirus cases and reported six virus-related deaths Tuesday, according to the South Korean Centers for Disease Control and Prevention (KCDC). Among these new cases, 131 are from the city of Daegu, the epicenter of the outbreak that alone accounts for a total of 5,794 cases. North Gyeongsang province, which surrounds Daegu, reported a jump of 18 new cases on Tuesday. Sixty people have now died in the country. A total of 7,755 cases have been identified. Daegu and North Gyeongsang account for about 89% of the nation's confirmed cases, the KCDC said. A cluster in Seoul: The mayor of the South Korean capital, Park Won-soon, said 93 patients are linked to a call center, up from 50 yesterday. Park said that it's the biggest infection in the Seoul capital area so far. ##Asia## Hong Kong raised its travel warning to all of Italy, as well as some regions of France, Germany, Japan, and Spain amid the spread of novel coronavirus, the city's Security Bureau said in a statement Tuesday.  The new warning, the Red Outbound Travel Alert, advises Hong Kong residents to avoid non-essential travel and adjust travel plans amid the heightened threat. The new restrictions will cover the French regions of Bourgogne-Franche-Comte and Grand Est, the German region of North Rhine-Westphalia, the Japanese prefecture of Hokkaido, and the Spanish regions of La Rioja, Madrid, and the Basque Country. The Department of Health also announced anyone who visited these regions in the past 14 days will be required to stay in a quarantine center when they arrive in the city. The new arrangements will take effect on March 14. Currently, Hong Kong has implemented quarantine measures for travelers coming from mainland China, South Korea, and Iran. ##Asia## The number of coronavirus cases in the United States has reached 1,000, according to a CNN tally. The number of patients identified has doubled since Sunday. Thirty-one people have died.  Washington state remains the hardest-hit, with 273 patients and 24 fatalities. California and New York are the only other states with more than 100 cases, while Massachusetts is getting closer with 92. See here for a state-by-state breakdown. You should know: While the numbers are noteworthy, they do not come as a complete surprise. Viral outbreaks often increase exponentially -- not linearly or logarithmically -- if there is no immunization or cure because one patient can infect several others. That is why public health officials are stressing the importance of contact tracing in stopping the coronavirus' spread. ##United States## The coronavirus pandemic continues to spread worldwide -- though it appears to be stabilizing in some areas of Asia. If you're just tuning in, here are the latest developments: China's drop in numbers: Mainland China had 24 new cases today, 10 of which were imported from overseas -- meaning only 14 of the new cases were due to local transmission. It's a huge drop in case numbers, considering China was reporting around 2,000 new cases per day just a month or two ago -- and a sign that the outbreak may be contained in most of the country. But not all of Asia-Pacific has recovered: Japan has seen an increase in cases in recent days, and is set to enact an emergency measures bill this weekend. It's unclear whether the increase in cases is due to a spike in infection, or to other factors like increased testing capacity or more accurate detection of cases than before.  In Australia, the government has unveiled a $1.56 billion health funding package, as the number of cases creep up; the national total is now at 112. The virus is spreading in the US: The number of cases nationwide is nearing 1,000, and many states have declared states of emergency. Schools are closing, public events are being canceled, and employees are being told to work from home -- in an echo of the same panic and emergency measures that took place in Asia just a month ago. Italy is still under lockdown: All 60 million residents are under lockdown -- meaning restricted movement, schools closed, public services suspended, and public events canceled. Cities and public spaces today are empty and deserted, and the streets are quiet; one 26-year-old in Rome told CNN the restrictions felt \"similar to times of war.\" China's Communist Party wants more gratitude for its handling of the novel coronavirus outbreak. Speaking Friday, Wang Zhonglin, party chief of Wuhan, the virus-hit capital of Hubei province, said that people in the city -- much of which remains on lockdown -- were not appreciative enough. It is necessary, Wang reportedly said, \"to carry out gratitude education among the citizens of the whole city, so that they thank (President Xi Jinping), thank the Chinese Communist Party, heed the party, walk with the party, and create strong positive energy.\" His comments attracted widespread criticism online, and have since been mostly scrubbed by the censors, though some state media reports including the quote remain accessible. Yet while Wang appears to have gone too far in the eyes of many -- creating a public relations headache the propaganda apparatus had to clean up -- the sentiment he was expressing is nevertheless widely shared. As the coronavirus spreads around the world, China has been increasingly vocal about what it appears to feel is a lack of appreciation from the global community for its efforts to contain the outbreak, and preventing the crisis from being even worse than it may turn out to be. Read more: ##Asia## Michigan officials have announced the state has confirmed it’s first two presumptive positive coronavirus cases. Authorities there have now declared a state of emergency.  “We are taking every step we can to mitigate the spread of the virus and keep Michiganders safe,” said Governor Gretchen Whitmer.  “I have declared a state of emergency to harness all of our resources across state government to slow the spread of the virus and protect families. It’s crucial that all Michiganders continue to take preventative measures to lower their risk, and to share this information with their friends, family, and co-workers,\" Whitmer said. New cases in Florida and Georgia: Health authorities in Florida and Georgia also announced new coronavirus cases Tuesday night. The Florida Department of Health said there are eight new patients in the state, all of whom \"are being appropriately cared for and isolated.” Florida has now identified 23 patients and recorded two deaths in the state.    Georgia, meanwhile, identified five new presumptive positive cases. One is in south Georgia's Charlton County and four are in the greater Atlanta area -- three in Cobb County and one in Fulton County.  The Georgia Department of Health said that “all but one individual (the one in Fulton) are hospitalized. One of the Cobb presumptive positives has a travel history outside of the country, the sources of the other infections are unknown.” ##United States## Massachusetts Gov. Charlie Baker has declared a state of emergency \"to support the commonwealth’s response\" to the coronavirus outbreak there. The state has identified 92 presumptive positive cases, authorities said. Seventy of them are related to a conference hosted by Biogen, a multinational biotechnology company in Cambridge, in late February. Baker said in a statement that the executive branch of the Massachusetts government will: Discontinue all out-of-state work-related travel.\nCancel or virtually hold conferences, seminars, and other discretionary gatherings.\nInform employees not to attend external work-related conferences, seminars, or events.\nRemind employees feeling sick with fever or flu symptoms to not come into work.\nEncourage high-risk employees to talk with their supervisors to review possible alternative work assignments.  \"We will continue planning and preparing to mitigate the spread of this disease, and have issued new guidance for executive branch employees in the commonwealth,\" Baker said. \"I urge employers and other large organizations to follow our example and limit or eliminate non-essential travel, limit or eliminate large events where possible, and explore telework where appropriate for your organization. We are also urging older adults and those with health issues to avoid large crowds and large events.” ##United States##   Famous tourist sites were deserted, a smattering of bar-goers kept at arm's length from each other at formerly lively establishments and worried citizens stood in line outside once bustling stores in Italy after drastic restrictions were imposed to contain the deadliest coronavirus outbreak outside China. There was confusion across the country on the first day of a national lockdown that includes a ban on all public events, the closure of schools and public spaces -- including museums and movie theaters -- and the suspension of religious services including funerals or weddings. Hundreds of seats lay eerily empty in St. Peter's Square at the Vatican, which was closed to tourists on Tuesday. Like many people here, the Pope was shut away behind closed doors, but he asked priests to have the courage to visit those affected by coronavirus in his daily livestream from his private residence. Lydia Carelli, a 26-year-old intern at the Italian Supreme Court in Rome, told CNN: \"This is the strangest situation that I've ever lived, these restrictions are similar to times of war.\" She said her family wanted her to return home to Naples, but she would \"rather not take any risks\" in case she had been exposed to the virus. \"Everyone has to do their part,\" added Carelli, whose judiciary course has been suspended, with her classes taking place online. \"I do think all of this was necessary, people must follow the suspensions to respect all of the people that have died and continue to die. Read more:  ##Europe## Chinese authorities reported 24 confirmed coronavirus cases and 22 deaths related to the global coronavirus pandemic on Tuesday. Ten of the newly confirmed cases were people arriving from overseas, meaning that mainland China has now imported 79 coronavirus cases.  All the deaths occurred in Hubei province, the outbreak's epicenter, according to China's National Health Commission (NHC).  Total numbers: Mainland China has now confirmed 80,778 coronavirus patients, 61,475 of whom have recovered and been discharged from hospitals. The death toll in mainland China now stands at 3,158. ##Asia## Fourteen new coronavirus infections have been confirmed in Canada, most of which were travel-related, authorities said. Seven of the new infections are in Alberta and seven in British Columbia -- where two cases of possible community spread are under investigation. Canada has now identified 93 coronavirus patients in total, and one fatality in a North Vancouver long-term care home. Two of the seven cases reported in British Columbia on Tuesday were employees of that home. Dr. Deena Hinshaw, Alberta’s chief medical officer of health, said that the public will \"need to get used to a new normal.  \"This means we all need to be vigilant and take additional precautions to limit the risk for others,” she said.  Prime Minister Justin Trudeau is expected to announce more emergency measures Wednesday along with an economic support package for patients and businesses affected by the health crisis. These are the Canadian provinces where coronavirus patients have been identified: Alberta: 14 cases\nBritish Columbia: 39 cases, 1 death\nOntario: 36 cases\nQuebec: 4 cases Australia has extended its travel ban to Italy as confirmed cases of the novel coronavirus in the country hit 112, Prime Minister Scott Morrison announced at a news conference in Canberra on Wednesday. The ban, which comes into effect on Wednesday evening in Australia, places foreign passengers from Italy under the same restrictions that have been implemented for travelers from China, South Korea and Iran. All Australian nationals traveling from Italy will also be subjected to a mandatory 14-day quarantine upon their return, Morrison added. Morrison also unveiled $2.4 billion Australian dollars ($1.56 billion) in additional health funding to combat the spread of the virus. Of the total, $100 million Australian dollars ($65 million) will fund a new tele-health service for citizens undergoing home isolation. This service will help those in quarantine receive health consultations via their phone on video such as FaceTime or Skype, Australia's Minister for Health, Greg Hunt added. Australia's coronavirus patients have been identified in the following states and territories*: New South Wales: 60 cases\nQueensland: 15 cases\nSouth Australia: 6 cases\nTasmania: 2 cases\nVictoria: 15 cases\nWestern Australia: 4 cases *10 cases in Australia are linked to the Diamond Princess cruise ship. Manchester City's English Premier League clash with Arsenal scheduled for Wednesday has been postponed after it was revealed that several of the Gunners' players and personnel had “close contact” with Evangelos Marinakis -- the owner of Greek club Olympiacos who recently contracted the coronavirus -- when those teams played February 27.  Those who were in contact with Marinakis are self-isolating at their homes until the recommended 14-day isolation period comes to an end on Thursday. Manchester City sits second in the EPL table, trailing Liverpool, while Arsenal is ninth. \"We understand this will cause inconvenience and cost to fans planning to attend the game but Arsenal, Manchester City and the Premier League have agreed that the short notice of Mr. Marinakis' infection means there is no alternative but to take the time to complete a proper assessment of risk,\" the league said in a statement. \"All necessary measures are being taken and the Premier League currently has no plans to postpone any other matches.\"   ##Europe## Authorities in Hong Kong have confirmed five more coronavirus infections as of Tuesday night local time, bringing the total number of patients in the city to 120.  Two cases are connected to a confirmed case in Canada, while three are related to a group that traveled to Egypt. The semiautonomous city responded to the first reports of the virus by sealing off much of its border with mainland China, encouraging private companies to let workers telecommute and closing schools. However, not all in the city were satisfied with the government's response. Many were still angry about how the government had handled the months of political unrest that preceded the coronavirus outbreak. ##Asia## As the number of novel coronavirus cases in the United States approached 1,000 on Tuesday, officials further clamped down on large public gatherings and increasingly called for students to take classes online. People need to be prepared for some major changes in their lives, one federal official said. \"We would like the country to realize that as a nation, we can't be doing the kinds of things we were doing a few months ago. It doesn't matter if you're in a state that has no cases or one case,\" said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases. Since the pandemic began in the United States, at least 975 cases have been reported. A total of 31 people have died -- 24 in Washington state, two in Florida, three in California and new deaths reported Tuesday by New Jersey and South Dakota. The advisories to limit public interaction have caused politicians to cancel or shift campaign rallies, educators to close school districts or tell college students to take classes online, and television shows and sports teams to recognize they may have to go without audiences for a while. New York Gov. Andrew Cuomo has even taken the step of declaring a 1-mile \"containment\" area around a section of New Rochelle where cases are concentrated. He's also sending in the National Guard to deliver food to homes and to help clean public spaces. The New York City suburb is where a man who lives in the community tested positive for the virus last week, as did his wife, son and daughter. The containment area extends out from his synagogue, officials said. The governor stressed this meant closing schools and places of worship. They are not restricting people's movements in and out of the city of roughly 80,000 people. \"We'll go in, we'll clean the schools and assess the situation,\" Cuomo told reporters. Read more: There are at least 975 cases of novel coronavirus cases in the United States as of Tuesday evening, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention (CDC). Thirty-one people have died. According to the CDC, there are 49 cases from citizens who were repatriated from abroad -- three from Wuhan, the pandemic's epicenter, and 46 from the Diamond Princess cruise ship in Japan. Twenty-one cases have also been identified in connection with another cruise ship, the Grand Princess, which arrived in port in Oakland, California on Monday. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 905 cases in 37 states and the District of Columbia, bringing the total number of coronavirus cases to 975. 30 people have died from the virus.  This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases that have received positive results from the CDC. Here's the state-by-state breakdown, as of Monday night Eastern Time: Arizona: 6 cases\nCalifornia: 116 cases, 3 deaths\nColorado: 17 cases\nConnecticut: 2 cases\nDistrict of Columbia: 4 cases\nFlorida: 15 cases, 2 deaths\nGeorgia: 17 cases\nHawaii: 2 cases\nIllinois: 19 cases\nIndiana: 6 cases\nIowa: 13 cases\nKansas: 2 cases\nKentucky: 8 cases\nLouisiana: 3 case\nMaryland: 9 cases\nMassachusetts: 92 cases\nMinnesota: 3 cases\nMissouri: 1 case\nNebraska: 3 cases\nNevada: 4 cases\nNew Hampshire: 5 cases\nNew Jersey: 15 cases, 1 death\nNew York: 173 cases\nNorth Carolina: 7 cases\nOhio: 3 cases\nOklahoma: 2 cases\nOregon: 15 cases\nPennsylvania: 11 cases\nRhode Island: 5 cases\nSouth Carolina: 9 cases\nSouth Dakota: 5 cases, 1 death\nTennessee: 7 cases\nTexas: 19 cases\nUtah: 2 cases\nVermont: 1 case\nVirginia: 8 cases\nWashington state: 273 cases, 24 deaths\nWisconsin: 3 cases ##United States## Panama has reported its first coronavirus death, according to a news release from the Health Ministry. The patient was a 64-year-old man who had also suffered from diabetic complications and bacterial pneumonia.  A 40-year-old was confirmed as Panama's first coronavirus patient earlier Tuesday. Portugal is suspending all flights to Italy for a period of 14 days, ANAC, Portugal’s Civil Aviation Regulator, said in a statement on Tuesday. The order will become effective on March 11, ANAC said. ##Europe## Schools in the University of California (UC) system are canceling in-person classes and transitioning to online classes due to coronavirus, according to the universities’ websites. The University of California Los Angeles (UCLA) will suspend in-person classes and transition to online platforms through April 10, the end of the second week of spring quarter. Final exams will be offered remotely, and nonessential gatherings of more than 100 people will be canceled, the university announced. UCLA’s university housing will remain open through spring break for those who need it. Final exams for winter quarter at the University of California Riverside will not be held in-person. Classes for spring quarter will be online through April 3, the university said. Instructors should prepare to continue online instruction through the remainder of the quarter as needed, UCR added. The University of California Santa Barbara is transitioning to remote instruction for the remainder of winter quarter and the start of spring quarter through at least the end of April, the university said. They are also recommending students traveling for spring break to be prepared for possibly remaining away from campus through the month of April. The University of California Davis is also canceling in-person final exams next week and is urging all events with more than 150 people to be canceled or postponed. While UC Davis has not officially canceled in-person classes this week, they strongly encouraged faculty to go online.  CNN has previously reported changes made at UC Santa Cruz, UC Berkeley, and UC San Diego. ##United States## It was another turbulent day on Wall Street Tuesday as stocks swung wildly from sharp gains into negative territory throughout the day. Stocks had their worst day since 2008 on Monday. Here's where things ended up on Tuesday: The Dow closed up 1,167 points, or 4.9%, its third-best point gain on record.\nThe S&P 500 finished 4.9% higher. It was the index’s best day since December 2018.\nThe Nasdaq Composite rose nearly 5%, also its best day since December 2018. ##United States## There was no consensus reached during President Trump's lunch with Senate Republicans on ways to boost the economy and blunt the impact from the spreading coronavirus, multiple sources tell CNN. Trump made the rare trip to Capitol Hill Tuesday after promising \"major\" and \"dramatic\" economic steps. But while sources familiar with the lunch said a multitude of options were discussed, members emerged without a concrete plan in hand.  One option the President has pushed that some Republican senators have been skeptical of is a payroll tax cut, which would put extra cash into people's pockets in hopes of boosting the economy. Several have questioned how effective it would be during the outbreak, when more people are being encouraged to stay home.  According to several sources familiar with the lunch, Trump floated the idea of a permanent payroll tax cut, but also weighed having a temporary cut that lasted for several months.  While some assumed it would be limited, Trump suggested he wouldn't want the tax cut to expire before the November election, noting at one point that he would get credit from voters if it passed, according to one person familiar.  Regarding the idea of a permanent tax cut, Indiana Sen. Mike Braun later told CNN, “It’s probably something I wouldn’t do.\" Trump's top economic advisers who accompanied him to the lunch have also raised the idea of paid family sick leave and targeted relief for industries hardest hit by the outbreak, like hotels, airlines and cruises. Leaving the lunch today, Trump offered no details on the discussions, but said, \"You'll be hearing about it soon.\" ##United States## Hundreds of passengers have departed the Grand Princess cruise ship in Oakland, according to California Gov. Gavin Newsom. About two thirds of those passengers are asymptomatic Californians who are being taken to Travis Air Force Base near Sacramento. The others are residents of other states. Newsom said the plan is still for US citizens to be taken to Lackland Air Force Base in Texas and Dobbins Air Reserve Base in Georgia. In an announcement recorded aboard the ship, Capt. John Harry Smith told passengers that the remaining US citizens and UK residents traveling on charter flights are expected to exit the ship today. The majority of guests are expected to be off the ship by end of day tomorrow, the captain said. ##United States## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, provided an update -- and a warning -- on the novel coronavirus at the White House Tuesday. As of this morning, he said, there are 712 confirmed cases in the US with 27 deaths. “By this evening, that’s going to be up. The question is, what are we going to do about that?” he said. Fauci said there are a number of things that can be done to “interfere with the natural flow” of an outbreak such that it infects fewer people, leading to fewer deaths. “We would like the country to realize that as a nation, we can’t be doing the kinds of things we were doing a few months ago. It doesn’t matter if you’re in a state that has no cases or one case,” Fauci said, referring Americans to the website coronavirus.gov for precautionary methods for the workplace, home, and commercial establishments. “If and when the infections will come -- and they will come, sorry to say, sad to say -- when you’re dealing with an infectious disease … we want to be where the infection is going to be, as well as where it is,” Fauci said. Everyone should be taking those precautions, he said, “whether you live in the zone that has community spread or not.” “Everybody should say, ‘all hands on deck,’” he said. Americans who live in places with community spread, according Fauci, should ratchet up those mitigations. That includes the states of Washington, California, New York, and Florida. ##United States## Google is recommending all employees in North America work from home for the next month, according to an email shown to CNN. “Out of an abundance of caution, and for the protection of Alphabet and the broader community, we now recommend the you work from home if your role allows,” the email from Chris Rackow, Google’s vice president of global security, says in part. All 11 offices in the US and Canada are affected, with the Bay Area and New York offices upgrading from a voluntary work from home status to recommended. “The goal of businesses moving to work from home (WFH) arrangements it to significantly reduce the density of people and lower the health risk in offices, and also reduce the burden on the local community and health resourced, enabling those in need to get quicker support,” the email states. Rackow’s email says Google is “carefully monitoring the situation and will update the timeline as necessary.” ##United States## Nadine Dorries, the UK's junior health minister, has tested positive for coronavirus, UK Department of Health told CNN on Tuesday. Dorries, who is an MP and health minister for patient safety and suicide prevention, is now in self-isolation and \"the usual contract tracing has begun,\" a spokesperson for the health ministry told CNN.  UK health minister Matt Hancock tweeted about Dorries, saying: \"Really sorry to hear Nadine has tested positive for coronavirus. She has done the right thing by self isolating at home, and both NHS and PHE staff have been brilliant. We all wish her well as she recovers.\" ##Europe##", "Section": "world", "Writers": ["Veronica Rocha", "Fernando Alfonso III", "Joshua Berlinger", "Jessie Yeung", "Adam Renton", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-outbreak-03-11-20-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}