{"Type": "article", "Time": "2020-03-06", "Headline": "March 6 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. Three new cases of coronavirus have been reported in Colorado. Authorities in Douglas County report two additional cases in their county. The first case is an adult who returned from a trip to Italy. The second is a student who returned from a trip to the Philippines.  The Eagle County Public Health Department announced their first presumptive positive case. The patient is a woman in her 50s visiting the area and likely exposed during international travel. She is not hospitalized and is recovering in isolation.  This is the eighth case of a positive or presumptive positive in Colorado. ##United States## Kentucky’s governor has confirmed the state’s first case of coronavirus this afternoon. Gov. Andy Beshear identified the person is in Lexington and they are being treated in isolation. Beshear has filed a state of emergency and activated the state’s emergency operations center.    ##United States## Passengers aboard the Grand Princess cruise off the coast of California learned that 21 people aboard the ship tested positive for the novel coronavirus by watching Vice President Mike Pence’s announcement this afternoon. In an audio address aboard the cruise after Pence’s news conference, the ship’s captain apologized to passengers over the loudspeaker. “You may have heard this on the news by the media already and we apologize, but we were not given advance notice of this announcement by the U.S. Federal Government,” the captain said. “It would have been our preference to be the first to make this news available to you. These individuals will be notified of their test results as quickly as possible.” The captain went on to say the individuals will be notified of the test results by the ship doctor as soon as possible. This includes two guests and 19 crew members. Hear more:  ##United States## A nursing home resident in Kirkland, Washington, is now hospitalized with coronavirus after repeatedly being discouraged from going to the emergency room, according to the patient’s son. Amir Medawar told CNN’s Anderson Cooper this afternoon that he started trying to get mother Odette to the hospital on Sunday when he heard her sounding ill over the phone.  \"The afternoon nurse called me back and said everything is fine,” Medawar said. “[The nurse said Odette] tested negative for the pneumonia, and that there's no reason for her to go to the hospital.\" Medawar says he tried again to arrange for an ambulance, but \"I was told several times that if they send her there, the hospital will just turn around and send her right back.\" Medawar says he called the EvergreenHealth hospital in Kirkland several times, and a nurse there encouraged him to bring his mother to the ER, reserving a room for her. She finally was transported from Life Care Center early Monday morning, according to Medawar. His mother’s coronavirus test was positive, but Medawar says her symptoms are mild, and she is expected to be fine. Life Care Centers of America has not responded directly to multiple requests from CNN to address to the concerns of family members. In a written statement released Thursday, company President Beecher Hunter said, “Our clinical team is making personal, one-on-one telephone calls with family members to share information about loved ones and respond to questions.” Watch the full interview on Full Circle here. ##United States##  Santa Clara County in Northern California has confirmed four new cases of the novel coronavirus.  The four cases were confirmed in three men and one woman. Two of the four patients are currently hospitalized and two are isolated at home. One case comes from a close contact, one is travel-related and the other two are under investigation. By the numbers: Santa Clara County now has 24 cases of the virus, this brings the state total to 60. ##United States## Health authorities in Argentina announced six new cases of novel coronavirus on Friday, according to a press release from the government of Argentina. This brings the country’s total number of cases to eight. According to the statement, all six new cases had traveled to different European countries. Those diagnosed with the virus are two women and four men between the ages of 57 and 72-years-old. There are 282 cases of the novel coronavirus in the United States, according to the US Centers for Disease Control and Prevention, as well as state and local governments.  According to the CDC there are 49 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 233 cases in 23 states, bringing the total of coronavirus cases to 226. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases have received positive results from the CDC. ##United States## The United Arab Emirates' Ministry of Health announced 15 new coronavirus cases on its official Twitter account Friday. So far seven people in the UAE have \"recovered,\" including two Chinese nationals, according to the health ministry. ##Middle East## A sixth person who was previously aboard the Grand Princess cruise ship that voyaged last month from San Francisco to Mexico is confirmed to have been infected with novel coronavirus.  The person, who did not feel well upon arriving home from the cruise, is a resident of Ventura County in Southern California, according to Ventura County Public Health. The patient has since remained at home with mild symptoms, according to county officials, only leaving to receive medical treatment.  The patient’s spouse, who also remains under home quarantine, was also on the cruise but does not have symptoms. Some context: The California Department of Public Health notified Ventura County on March 4 that six of their residents had traveled on the cruise.  The county has contacted the four remaining passengers, one of whom is symptomatic and being tested at this time. The remaining three have no symptoms. This latest infection brings the total number of confirmed cases in California to 56. ##United States## EvergreenHeath announced that its 12th novel coronavirus patient has died at its hospital in Kirkland, Washington. This raises the coronavirus death toll in Washington state to 14, including two past coronavirus fatalities reported at other locations in Washington. Watch: ##United States## Amid a coronavirus outbreak in the United States, the US Centers for Disease Control and Prevention posted new guidance on its website, encouraging older people and people with severe chronic medical conditions to “stay at home as much as possible.” This advice is on a CDC website that was posted Thursday.  The CDC says early data suggests older people and people who have severe chronic medical conditions like heart, lung, or kidney disease are at higher risk for more serious illness from the novel. coronavirus. The CDC says older people are twice as likely to become seriously ill if they become infected with the virus. Some context: This advice from the CDC comes as two top infectious disease experts with ties to the federal government have advised people over 60 and those with underlying health problems to strongly consider avoiding activities that involve large crowds, such as traveling by airplane, going to movie theaters, attending family events, shopping at crowded malls, and going to religious services.  A Trump administration official tells CNN that the US Department of Health and Human Services “is in the process of doing targeted outreach to the elderly community and those that have serious underlying health conditions.”  ##United States## Oklahoma now has a confirmed case of novel coronavirus, according to Gov. Kevin Stitt. The patient is a male in his 50s who lives in Tulsa County and recently traveled to Italy. In a press conference in Tulsa, Stitt said the patient is in isolation at home and there is no sign of community spread in Oklahoma. The test was processed by the Centers for Disease Control and Prevention in Atlanta, but the state can process future coronavirus tests at a University of Oklahoma laboratory, Health Commissioner Gary Cox announced. ##United States## Costa Rica’s Ministry of Health announced the country's first case of novel coronavirus during a press conference today. The patient is a 49-year-old American woman who entered the country along with her husband on March 1, according to a statement from the health ministry. The patient and her husband didn’t present any symptoms and both are in isolation, the statement said. At least 44 people have been confirmed to have the coronavirus across New York, Gov. Andrew Cuomo said at an afternoon press conference. The majority of these cases are related to the Westchester lawyer, Cuomo said. Eight of those confirmed cases are in Westchester County and three are in Nassau County, he said. ##United States## Austin city officials have announced that the annual South by Southwest tech, film and music festival has been canceled due to novel coronavirus concerns. The festival was slated to take place March 13 – March 22. Several high profile companies had already pulled out of the event, including Twitter, Facebook, Intel, Vevo and Mashable. SXSW released the following statement on Twitter: ##United States## Apple is encouraging its Silicon Valley employees to work from home due to concerns over the novel coronavirus, according to a company spokesperson. Its Seattle employees can also work remotely. The iPhone maker’s headquarters is in Cupertino, California. It also has offices in Santa Clara, California.  Last month: Apple warned investors that the ongoing coronavirus outbreak is hurting its business more than previously expected by limiting how many devices it can make and sell in China. Other tech giants including Facebook are also encouraging employees in the San Francisco Bay Area and Seattle to work from home. ##United States## Brazil's health ministry announced five new cases of novel coronavirus at a press conference today, bringing the total number of cases to 13. Of the confirmed cases, 10 are in Sao Paulo, one is in Rio de Janeiro, one in Espirito Santo and one in Bahia, the statement said. Air Force One is wheels down in Georgia, where President Trump is expected to visit the US Centers for Disease Control and Prevention. The President is expected to get a 4 p.m. ET briefing on efforts to contain coronavirus as well as a tour of the headquarters.  White House press secretary Stephanie Grisham confirmed the visit this morning — just hours after officials said it had been canceled. Earlier, a White House official said that the visit was scrapped because Trump did not want to be a distraction at the agency. \"The President is no longer traveling to Atlanta today,\" a White House official said. \"The CDC has been proactive and prepared since the very beginning and the President does not want to interfere with the CDC's mission to protect the health and welfare of their people and the agency.\" ##United States## Colombia’s ministry of health confirmed the country's first case of novel coronavirus, according to a statement. The patient, a 19-year-old woman, traveled to Milan, Italy, and upon her return presented symptoms related to the virus, the statement said. Two coronavirus patients were released from a San Antonio healthcare facility \"after meeting criteria for discharge,\" US Centers for Disease Control and Prevention spokesperson Carol Williams tells CNN. One of the patients was released last night and another this morning, Williams said.  Additionally, a Diamond Princess evacuee completed an extended quarantine yesterday at Joint Base San Antonio-Lackland, Williams said. \"These patients were discharged in accordance with CDC interim guidance regarding disposition of hospitalized patients, in close coordination with state and local health departments,\" Williams said.  Williams told CNN all three individuals were escorted to San Antonio International Airport. Williams did not specify whether the two patients were from the Wuhan, China, evacuees or were on the Diamond Princess cruise ship.  ##United States## Florida Gov. Ron DeSantis announced he is asking the Florida state legislature for $25 million to assist with the COVID-19 response. This will help with the purchase of lab supplies, personal protective equipment and additional personnel.  Per DeSantis, the state's Speaker of the House and the Senate President are supportive of his $25 million coronavirus budget request. DeSantis believes Florida could also get a minimum of $27 million in federal dollars. DeSantis also gave a brief update on one of the four coronavirus cases in Florida. A 60 year old patient who was hospitalized in Manatee County for coronavirus is out of the hospital and is self-isolating, according to DeSantis. Five healthcare workers caring for the patient were tested for coronavirus and the results were negative — but they will still self-quarantine for 14 days.  There have been four coronavirus cases reported in Florida. ##United States## Washington state health officials are reporting that there are now 79 cases of Coronavirus in four counties in the state, according to the state's Department of Health website. King County, which includes Seattle, is reporting 58 cases. Snohomish County has 19 cases. Grant and Jefferson counties each have one case.  Jeff Tomlin, the CEO of EvergreenHealth, tells CNN that 11 patients at his facility have died after testing positive for coronavirus.  In addition to these 11, county health officials have identified two individuals who died in other locations:  a woman in her 80s who died at home and a man in his 50s who died at the Harborview Medical Center. ##United States## Moscow authorities have declared “high alert” following first confirmed cases of coronavirus in Russia’s capital.  Here are the steps Russia is taking: Self-quarantine for travelers: A decree posted on mayor’s official website yesterday said that Russians who return from China, South Korea, Iran, France, Germany, Italy and Spain and other states “with an unfavorable coronavirus situation” should self-isolate for 14 days.\nChecks at work: Companies must check their employees’ temperatures and facilitate sick leave if common cold symptoms are found, the decree said. \nCleaning public transit hubs: The city is also working to prevent the virus from spreading in the metro, which transports around 8 million people daily. Authorities said all 269 metro stations are being disinfected daily, with staffers cleaning door knobs, handrails of stairs and escalators, buttons on the elevators and ticket vending machines.  The measures could become stricter as the city confirms more cases. Several Russian outlets reported that Moscow authorities have drafted a plan of action in case of a massive outbreak, which involves a curfew and a lockdown. ##Europe## The novel coronavirus has infected tens of thousands of people around the world since the outbreak first began in China in late 2019. The virus has now been reported on every continent except Antarctica. Ask your coronavirus questions here — we'll be answering some of them in upcoming stories.  During the outbreak of the novel coronavirus in the United States, two top infectious disease experts with close ties to the federal government are advising people age 60 and older and people with underlying health issues to strongly consider avoiding activities that involve large crowds, such as traveling by airplane, going to movie theaters, attending family events, shopping at crowded malls and going to religious services. Dr. William Schaffner, a Vanderbilt University professor and longtime adviser to the US Centers for Disease Control and Prevention, said people in these two groups \"should strongly consider not doing these activities at this juncture.\"  “This ought to be top of mind for people over 60, and those with underlying health problems, such as heart or lung disease, diabetes, or compromised immune systems,” he added. “I think clearly the time has come to take these steps,” said Michael Osterholm, a former state epidemiologist for Minnesota, who has served on committees advising the federal government on public health issues. Both experts were speaking personally, and not as a representative of any government group. Both Schaffner and Osterholm, who are over age 60, say they have taken some of these steps themselves. Take note: The CDC has not advised anyone to take such steps, but on its website the agency mentions that “social distancing” – restricting where people go and limiting large crowds – “can help slow the spread” of the novel coronavirus. ##United States## The death toll from novel coronavirus in Italy surged today, marking the highest daily increase since the start of the virus outbreak in the country.  Angelo Borrelli, head of the Italian Civil Protection Agency, said today that 49 people had died in the last day, bringing the country wide death toll to 197. The total number of confirmed cases in Italy rose by 778 on Friday, bringing the total number in the country to 4,636.  Borrelli said the median age of the people who have died from the virus in Italy is 81 years of age.  ##Europe## Chile’s Health Ministry confirmed its fifth case of novel coronavirus today, an increase of one, according to a written statement.  The 58-year-old patient who tested positive is a relative of the third confirmed case of coronavirus in the country. They had both recently traveled to northern Italy, the epicenter of the outbreak in Europe, the ministry said. Despite presenting symptoms associated with a mild respiratory condition, the patient is in good health and was sent home, where he will remain under medical observation, health officials said.  At least 33 people have tested positive for coronavirus across the state of New York, Gov. Andrew Cuomo said moments ago at a press conference. That number is up from 23 that CNN previously reported.  Five of the 33 people are currently hospitalized and they are improving, Cuomo said. “This is like a flu on steroids,” he added. Cuomo said at least 4,000 people are under a \"precautionary quarantine.\" This means they were in the proximity of someone that may have tested positive, returned back from travel from a level 2 or 3 country and aren’t showing symptoms. ##United States## Three people who attended a meeting last week at Biogen Headquarters in Cambridge, Massachusetts, have tested positive for the coronavirus, according to the company. The patients \"are doing well, improving and under the care of their healthcare providers,\" the biotech company said in a statement.  The company says any Biogen employee who attended the meeting have been directed to work from home for two weeks.  Here is the full statement from Biogen:  Following a meeting with Biogen employees in Boston last week, a number of attendees reported varying degrees of flu-like symptoms. Some attendees have been confirmed with influenza and three attendees have tested positive for COVID-19 to date. At the present time, these individuals are doing well, improving and under the care of their healthcare providers.   \nProtecting our employees and our communities is our priority. \nBiogen has been in regular contact with the relevant public health officials since the time the first cases of illness were reported.   \nIn an abundance of caution, all meeting attendees, with or without flu-like symptoms, have been directed to work from home for two weeks. We are regularly communicating with all employees and directed all employees who are not feeling well to stay home and contact their healthcare provider as necessary.\nAdditionally, we are taking precautionary measures to do our part in mitigating the spread of illness – including restricting travel through the end of March. We continue to closely monitor the situation. ##United States## GOJO Industries is ramping up production of PURELL products in response to coronavirus, the company said today. GOJO Industries has “increased production significantly” for PURELL following an increased demand for hygiene products, including hand sanitizer, hand soap, hand sanitizing wipes, and surface disinfectant spray, a company spokesperson said. “We have a demand surge preparedness team that runs in the background all the time, who have been fully activated and are coordinating our response to the increase in demand,” said Samantha Williams, GOJO Corporate Communications Senior Director. She added that the company has experienced several demand surges in the past during other outbreaks and while this is on the higher end of the spectrum, it is not unprecedented. Indiana Governor Eric Holcomb announced the first presumptive positive case of coronavirus in the state as he declared a public health emergency. The individual traveled to Boston and was exposed during that trip, according to officials. They are calling this case an isolated case.  The person is now isolated at Community Hospital North in Marion County. ##United States## National Economic Council Director Larry Kudlow said Friday that the White House is considering small “timely and targeted micro forms of assistance” for Americans impacted by the novel coronavirus. “The news I was trying to put out this morning is we’re not looking at these massive, federal, throw money at people plans. We are looking at timely and targeted (efforts) where we can do the most good,” Kudlow said. Kudlow did not offer many more details, saying he’d give “more details later.” Kudlow also said the administration has been looking into “operations that would provide immediate cash assistance” through a variety of federal agencies. Talking about the dip in the market due to the coronavirus, Kudlow said the administration was considering those “micro forms of assistance” because “we think we will get out of this, within months.” Asked for his message to Americans who may have to miss multiple paychecks due to illness or quarantine, Kudlow plainly said, “We will help them.”  ##United States## Each day, CNN Chief Medical Correspondent Dr. Sanjay Gupta is breaking down the latest news about the coronavirus on the Coronavirus: Fact vs Fiction podcast. In today's episode, he's joined by CNN Anchor Anderson Cooper. They speak with top health experts and answer pressing audience questions as part of a special town hall on the global impact of the coronavirus. Listen to it here. White House press secretary Stephanie Grisham just said that President Trump's visit to the US Centers for Disease Control and Prevention — which was canceled earlier today —  is now back on and scheduled for this afternoon. There will \"probably be a tour\" she said when asked what would be on the itinerary. Explaining the on-off nature of the trip she said: \"What the President said is true.\"  Earlier today, Trump explained that the reason for his canceled trip was because of a potential case of novel coronavirus on site. “We may go. They thought there was a problem at CDC, somebody that had the virus, it turned out negative,” Trump told reporters in the Diplomatic Reception Room. A CDC member was suspected to have contracted coronavirus and they did not think they would get the test results in time before the President's trip so \"out of an abundance of caution\", she said, it was postponed for the safety of everyone involved and to allow the CDC to prevent any further spread.  ##United States## A 5th person has tested positive for coronavirus in New York City, an NYC Health Department spokesman tells CNN. This brings the total count of confirmed coronavirus cases in the state of New York to 23. No additional details about this patient have been provided at this time. ##United States## There are 231 cases of the novel coronavirus in the United States, according to the US Centers for Disease Control and Prevention, as well as state and local governments.  This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases have received positive results from the CDC. These numbers also include 49 cases of people who traveled back to the US from elsewhere in the world (46 from the Diamond Princess cruise ship; 3 from Wuhan, China). Here's a state-by-state breakdown of cases around the US:  Arizona – 2  \nCalifornia – 49 (includes 1 fatality)  \nColorado - 2 \nFlorida – 4 \nGeorgia - 2 \nIllinois - 5  \nMaryland - 3 \nMassachusetts - 3 \nNevada - 1  \nNew Hampshire – 2 \nNew Jersey - 2 \nNew York - 22 \nNorth Carolina - 1  \nOregon - 3 \nPennsylvania- 2 \nRhode Island - 2  \nTennessee - 1  \nTexas - 5\nWashington state - 70 (includes 13 fatalities)  \nWisconsin – 1  ##United States## Peru’s President Martin Vizcarra confirmed the country’s first case of novel coronavirus, during a televised statement on Friday.  The patient is a 25-year-old man who had returned from a trip to Europe. “The first case of COVID-19 coronavirus in our country has been confirmed is a 25-year-old male patient, he was in Spain, France and the Czech Republic,” Vizcarra said. “We have arranged through the Ministry of Health all the appropriate measures, from the medical point of view, so that this patient who is stable has comprehensive care,” he added. Peru has become the latest Latin American nation to record a case of coronavirus, joining Argentina, Brazil, Chile, Dominican Republic, Ecuador and Mexico. Pennsylvania Governor Tom Wolf announced the first two confirmed cases of coronavirus in the state of Pennsylvania. \"I want to assure Pennsylvanians that we are prepared for this. This is not the first rapidly spreading virus we have faced, and it certainly will not be our last,\" Wolf said in a tweet.  Here's what we know about the two people: One is an adult from Wayne County and is currently in their home in isolation. The person recently traveled to a country where COVID-19 is present.\nAnother is from an adult from Delaware County and is also in their home in isolation. The person recently traveled to an area of the United States where COVID-19 is present. ##United States## The Ministry of Health of the Czech Republic has announced new measures for people returning from Italy, ordering every Czech resident who came back from the country starting tomorrow to contact their doctor and self-quarantine for 14 days.  The ministry said that the order has been issued due to the significant spread of the novel coronavirus in Italy and the fact that a majority of people who have tested positive for the virus in the Czech Republic have been infected during their stay in Italy.  “According to our information, there are currently 16,500 Czech citizens in Italy,” the ministry said in a statement.  The ministry has ordered family doctors to quarantine anyone coming back from Italy for 14 days. The statement added that anyone breaching a quarantine can be fined up to 3 million Czech crowns — about $130,000. It said that people in quarantine are entitled to receive sick pay and urged employers to allow people who are quarantined but not sick to work remotely. ##Europe## President Trump said today that he actually may still go to the US Centers for Disease Control and Prevention after the trip was canceled. Speaking at a bill signing for coronavirus spending, Trump said the visit was canceled because of a potential case of coronavirus. “We may go — they thought there was a problem with CDC with somebody who had the virus,” he said, adding that the person in question has been tested and it came back negative. “I may be going,” he added.  President Trump signed the coronavirus spending bill Friday morning. “We’re signing the 8.3 billion. I asked for 2.5 and I got 8.3, and I’ll take it,“ Trump said, signing the bill in the Diplomatic Reception Room. “We’re doing well, but it’s an unforeseen problem.” WATCH: President Trump signs coronavirus spending bill   ##United States## The Dow opened 800 points lower as coronavirus fear continues to impact Wall Street. The S&P 500 was down 3% and the Nasdaq dropped 3%. Investors poured money into safe-haven assets: US Treasury bond buying skyrocketed, and the 10-year yield fell below 0.7% to a new record low. Gold is up more than 1% and pushing $1,700 an ounce.  The US Labor Department said Friday that the US economy added 273,000 jobs in February. The unemployment rate fell to a historically low 3.5%. Coronavirus fears hadn't yet fully taken hold when the jobs survey was completed in mid-February. ##United States## The Ultra Music Festival and the Calle Ocho Festival have been postponed due to fears and concerns about the coronavirus, according to officials from the City of Miami.  Miami Mayor Francis Suarez said the cancelations should not cause “panic” as the decision was made as a “precaution” and following CDC guidelines for large gatherings. Ultra is a 3-day electronic dance music festival that was founded in 1999 and takes place in the heart of downtown Miami. This year 210 performing artists were expected to take the stage and organizers were expecting fans from 105 countries. The Calle Ocho Music Festival is an event that spans 20 blocks and 10 stages of music and entertainment in Little Havana. According to Suarez, the economic impact of these cancellations is unclear. ##United States## Slack, the workplace chat app, is encouraging employees to work remotely today after learning that one of its San Francisco-based employees could potentially have been exposed to coronavirus. According to a statement from Slack’s SVP of People, Robby Kwok, the employee was notified by the CDC they had been in an area with potential exposure while traveling overseas. “This employee has not been confirmed to have contracted COVID-19 and has not reported any symptoms,” said Kwok, who noted that because the employee was the office after returning from the trip, the company is closing both of its San Francisco offices this afternoon and deep cleaning this weekend. “The health and safety of our employees is our number one priority. Again, we are taking these actions out of an abundance of caution,” added Kwok. A scheduled meeting of EU Ambassadors did not take place Friday morning because a second member of Council staff became infected by COVID-19, an EU official confirmed to CNN. The staff member had been in close contact with \"at least\" one of the EU Ambassadors. The regular Friday meeting was “postponed” to give officials time to identify who the infected person had been in contact with, according to the official. As a precaution, parts of the European Council where the staff member had been are now being sealed off. At the moment all other meetings are going ahead. ##Europe## Two British Airways staff have tested positive for coronavirus, the airline's press office told CNN. \"Public Health England has confirmed that two members of our staff, have tested positive for the COVID-19 virus,\" the airline said in a statement,  The staff members \"have been isolated and are recovering at home,\" the airline said. ##Europe## There are now more than 100,000 confirmed cases of the novel coronavirus, according to a count from Johns Hopkins University in the US. The university's dashboard reported a total of 100,329 cases across the world this morning. Remember: This number is slightly different than the latest count from World Health Organization, which is reporting 98,202 cases around the world. Johns Hopkins and WHO report tallies at different times of the day, so the counts often differ. Egypt has detected 12 new coronavirus cases on “a Nile cruise ship coming from Aswan to Luxor,” according to a joint statement by the health ministry and the World Health Organization (WHO), Egypt state-run Ahram Online reported. Health ministry spokesman Khaled Megahed said the detection came after information from the WHO that a Taiwanese-American tourist, who was on board the cruise, had tested positive after returning home, Ahram Online added. The 12 cases -- all Egyptian workers on the ship -- tested positive after a “test was carried out following the conclusion of the 14-day incubation period.” All new cases have been referred to an isolation hospital, and others believed to be in contact with them placed in quarantine for 14 days, to follow up on their health conditions. The total number of cases recorded in Egypt now is 15. ##Middle East## Thousands stuck in limbo off California: Passengers and crew aboard a cruise ship off the California coast will discover their fate later today, when officials get results from dozens of coronavirus tests. The California Air National Guard dropped off test kits by helicopter yesterday after learning that the first person to die of the virus in the state previously traveled on the Grand Princess liner.\n\"This is not a drill,\" says WHO: The director-general of the World Health Organization has warned governments that the coronavirus spread is \"not a drill.\" It said significant action would be required to contain the outbreak as the number of people infected nears 100,000 and deaths top 3,300, with clusters continuing to expand in South Korea, Japan, parts of Europe, Iran and the United States. \nPanic-buying forces stores to limit purchases: Retailers are taking drastic action to limit the number of products each person can buy as customers stockpile goods over coronavirus fears. Costco Australia is capping sales of toilet tissue, disinfectant, milk, eggs and rice; Kroger is restricting purchases of cold and flu-related products and Home Depot of face masks in the US; and UK pharmacy Boots is limiting hand sanitizer purchases.\nTesting expands in the US as cases top 200: As the number of coronavirus cases rises in the United States, federal health officials are expanding testing for the fast-moving outbreak. Vice President Mike Pence, who is leading the administration's response to the outbreak, acknowledged Thursday there was a shortfall in the number of testing kits required to meet demand.\nCoronavirus crash wipes $9 trillion off stocks: Global markets slumped again on Friday, tracking heavy losses on Wall Street and staging a repeat of last week's plunge after growing signs that the outbreak will lead to a sharp economic downturn. About $9 trillion has been wiped off global stocks in nine days, Bank of America said in a research note after US markets closed deep in the red again on Thursday. And if you're told to self-quarantine, here's what you need to know. South Korea’s government has suspended all visas as well as the visa waiver program for Japanese visitors, in a direct response to quarantine measures imposed by Japan on travelers from South Korea. Cho Sei-young, a vice minister in Seoul's foreign ministry, said in an announcement on Friday that new visas will require a health survey and could require documentation depending on how the situation develops. South Korea said these measures were being made to “control infectious diseases from Japan with an efficient quarantine system based on our advanced and excellent quarantine systems.” The notice added that a special immigration process would be implemented from Monday for other foreign nationals arriving from Japan, though it did not specify what that would mean. ##Asia## The number of coronavirus cases in Belgium has more than doubled in the last 24 hours, according to a government statement released on Friday. The confirmed cases in the country have risen from 50 to 109. Belgian authorities said that they expect the numbers to continue to rise, adding that most of the patients have recently travelled in Italy but there have also been contaminations within the country. In neighboring Germany, the number of confirmed coronavirus cases has risen to 534, according to the German Center for Disease Control Robert-Koch-Institute ##Europe## Rationing supplies. Overwhelmed delivery workers. Toilet paper protected by security guards. This is the new reality for some retailers, who are having to take drastic action to limit the number of toilet paper rolls, face masks and hand sanitizer bottles each person can buy as customers stockpile goods over fears of the novel coronavirus outbreak. The epidemic has infected more than 97,000 people and killed 3,300 globally, leading to growing alarm that has resulted in mass bulk buying around the world. Australian supermarket chains Woolworths and Coles both began limiting toilet paper purchases to four packs per person this week. Costco Australia is also restricting how much toilet tissue, disinfectant, milk, eggs and rice each customer can buy. Read the full story here Five schools in Pennsylvania have been shut over coronavirus concerns.  Central Bucks School District (CBSD) announced on Friday that they have closed five schools in the district after being made aware that individuals within the school district were exposed to a confirmed case of coronavirus. The school district in Doylestown, about 40 miles north of Philadelphia, said in a statement: Late last evening CBSD was made aware that individuals within the district were exposed to a confirmed case of Coronavirus. After consulting with local and state health authorities, and out of an abundance of caution, CBSD has decided to close 5 schools today, March 6, 2020. Butler, CB South, Titus, Tohickon and Tamanend will be closed today for students, teachers and staff. Additional information will be posted on CBSD.org. CNN is reaching out to the school district for more information. ##United States## Fatemeh Rahbar, a newly elected member of the Iranian Parliament, has died from coronavirus on Friday, according to Iran’s Tasnim News Agency.  Rahbar was a representative for the residents of Tehran. After her health worsened, she had to be connected to an oxygen machine, according to Tasnim. She is the first known female politician to die from coronavirus in Iran. This comes as Iran’s health ministry announced Friday that 124 people have died from coronavirus in the country and that there are currently 4,747 confirmed cases.  Over the past 24 hours, 1,234 new cases have been identified in the country, according to the ministry.  “Unfortunately, in the last 24 hours, 17 patients died and the death toll rose to 124,” said Health Ministry spokesman Kianoush Jahanpour.   ##Middle East## Since Italy suspended schools, many parents have had to rethink their routines. Some have been forced to work from home or turn to the help of grandparents, and women are taking on a lot of the child care burden.   “It is hard for families to balance work and life. School is the backbone of the country,” says Gini Dupasquier, a consultant in Milan whose teenage daughters are now studying from home. The Italian education ministry launched a remote learning information portal and thousands of teachers have participated in related webinars -- but educators say that preparing video lessons, Google quizzes and video conferences have tripled their working days. ##Europe## Rain lashed down in Bethlehem on Friday but there were few people out on the streets anyway. Main roads were deserted, shops and restaurants were closed. The huge metal gate at Checkpoint 300, the main crossing point between Bethlehem and Jerusalem, was locked shut.  Doors were closed at the Church of the Nativity, regarded as the birthplace of Jesus. And across Manger Square, the Omar Ben Khatab mosque stood empty as well; Friday prayers, the most important congregation of the week, canceled.  Mohammad Al-Azzeh sat defiant outside his shop selling gifts for tourists, a teal-colored mask protecting his mouth.  “I will try today,” he said, “but if no one comes I will have to close for a month.” Just around the corner, in the shadow of the huge wall erected by Israel to separate it from the Palestinian territories, the shutters were down at the “Walled Off Hotel” opened by the British graffiti artist Banksy; no guests today for the chimpanzee in the concierge’s costume to welcome. A couple of miles away in the neighboring town of Beit Jala, there was security tape up in front of the Angel Hotel, and Palestinian police outside wearing face masks. This is the hotel at the center of the coronavirus scare, where seven workers tested positive yesterday, in an outbreak being linked to a Greek tour group that visited last week. Pastor Chris Bell from Fairhope, Alabama is among a group of 14 Americans who have found themselves caught up in the scare. He told CNN by phone that he and his group were two days into a tour of the Holy Land and had visited Bethlehem and Jerusalem before being told Wednesday evening that the hotel would likely be closed the following day as authorities looked into the possibility of a coronavirus outbreak.  The group was en route on to a new destination Thursday morning when they were told to turn the bus around and go back to the hotel. Bell paid tribute to the hotel staff. “They have been amazing, they have worked so hard to take care of us,” he said, explaining that staff had cleaned out a whole floor for the group so that they could self-quarantine together. No one in the group was showing symptoms, Bell said, but there were frustrations that no one had come to the hotel yet to test them for coronavirus.  “We understand that it is an overwhelming situation for the local authorities but we are not getting any information from them,” he said.   One man who was out and about in the city was Jamil Azar, who was filling his car with gas. “People are afraid as they don’t know who has the virus and who does not,” he said. Jamil himself was not overly concerned, though, believing that an age-old elixir, available to him as a Christian, would keep him right.  “I don’t wear a mask because I don’t need it … I drink alcohol,” he said. CNN’s Andrew Carey contributed to this report. ##Middle East## A Lockheed Martin employee has tested positive for the novel coronavirus, according to a statement on the company’s website.  According to the company, the employee was previously flagged for potential exposure and they are deep cleaning work and common areas. Lockheed Martin's statement: \"An employee based in Sunnyvale, California, who was previously flagged for potential exposure to COVID-19 has tested positive. From the moment we were aware of the possibility of exposure, appropriate steps were taken in coordination with local health officials. We have taken actions to ensure a safe workplace for employees and visitors, including deep cleaning of work areas and common spaces. The health and well-being of our employees is our top priority.\" ##United States## Thailand has reported one new case of the novel coronavirus on Friday, taking the national total to 48, the Permanent Secretary of the Ministry of Public Health Sukhum Kanchanapimai said in a news conference. The new case is a 43-year-old British corporate adviser who traveled from London on February 28.  The man transited via Hong Kong, where he spent about seven to eight hours, before traveling on to Bangkok, where he was admitted to hospital on February 29, Kanchanapimai added. Of the 48 confirmed cases in Thailand, one person has died, 31 have been discharged and 16 remain in isolation receiving treatment, with one of them in a critical condition. ##Asia## With US coronavirus cases topping 220 across 19 states and the death toll climbing to more than a dozen, state governments have asked thousands of residents to seclude themselves from the rest of the community to help contain the virus.  While the practices of both self-quarantine and self-isolation are used to help curb the spread of the virus, they target different groups.  People who are in isolation are those who have contracted a contagious disease -- in this case, people who tested positive for the coronavirus. That includes the North Carolina resident who was isolated after testing presumptive positive this week and the Tennessee resident who tested positive after out-of-state travel and is also in home isolation. Residents in self-quarantine are people who may have come in contact with someone who was infected. Officials ask these individuals to stay at home for two weeks until it can be determined that they are not ill. For about 14 days, individuals under self-quarantine can't go to \"work, school or any other public places where they could have contact with others,\" according to Seattle & King County's department of public health in Washington state. Read the full story here ##United States## A part-time employee at CenturyLink Field who worked at the February 22 game between the XFL’s Seattle Dragons and Dallas Renegades has tested positive for coronavirus, according health officials for King County in Washington.  Officials said in a press release that no extra precautions were required for those attending the game or future events, but warned: King County residents should know that the risk for infection with COVID-19 is increasing in our community, should be aware of their symptoms, and call their health care provider if they develop a cough, fever, or other respiratory problems. Seattle’s professional sports organizations -- Dragons, First & Goal/Seahawks, Mariners, and Sounders FC -- will continue with scheduled events for now, but the teams are in touch with local health officials and their respective leagues on a regular basis.              The Seattle Sounders released a statement on Thursday saying that they are working closely with First & Goal Inc. and CenturyLink Field to provide a safe matchday experience. This “includes expanded sanitation procedures -- encompassing enhanced cleaning treatments to disinfect all areas of the stadium before and after every event -- in addition to increased hand sanitizer stations throughout the venue and continued staff education and training.” ##United States## The Czech Republic’s Health Minister Adam Vojtěch on Friday urged the European Commission “to be more active” when it comes to containing the spread of novel coronavirus. “In regard to the joint procurement mechanism I think we should really speed up the whole procedure because the lack of protective masks and all the protective equipment and disinfectant is the same and is really concerning,” Vojtěch said as he arrived at a crisis meeting of EU Health Ministers in Brussels. Asked if there should be more coordination in Europe, he said: \"Maybe, it’s about risk assessment. The situation in each country is different and we have our public health authorities and they are responsible for that, and they assess the risks.\" Stella Kyriakides, European Commissioner for Health and Food Safety, said it was \"a critical moment in terms of all our efforts to face the challenge of COVID-19\" and the commission would be \"looking at the preparedness of member states, their needs and looking at the need for solidarity at this moment.” Ireland’s Health Minister Simon Harris said: “I think there does need to be a more common approach to a number of issues. It is important for citizens across European Union to hear the EU speak with one voice.” ##Europe## From volunteers fumigating a Beijing compound to a helicopter dropping test kits onto a cruise ship off the Californian coast, these are some of the latest dramatic photos emerging from the coronavirus outbreak. The coronavirus was first reported in late December in Wuhan, a city of 11 million people in central China's Hubei province. As the virus spreads through Asia and the world, governments are racing to slow the rate of infection and containment efforts have been put in place in global tourist hubs. See how the world is battling this unprecedented epidemic here The director-general of the World Health Organization has warned governments that the continued international spread of the novel coronavirus is \"not a drill\" and will require significant action if public health authorities are to contain the deadly outbreak. The call to action comes as the global number of people infected by the virus nears 100,000 -- a grim milestone that now appears inevitable with self-sustaining clusters continuing to expand in South Korea, Japan, parts of Europe, Iran and the United States.  WHO chief Dr. Tedros Adhanom Ghebreyesus said Thursday that although public health authorities across the globe have the ability to successfully combat the spread of the virus, the organization is concerned that in some countries the level of political commitment does not match the threat level.  \"This is not a drill. This is not the time to give up. This is not a time for excuses. This is a time for pulling out all the stops. Countries have been planning for scenarios like this for decades. Now is the time to act on those plans,\" Tedros said. \"This epidemic can be pushed back, but only with a collective, coordinated and comprehensive approach that engages the entire machinery of government.\" Read the full story here South Korea’s Blue House revealed on Thursday that North Korean leader Kim Jong Un sent a letter to his counterpart in South Korea in which he conveyed a “message of comfort” to the South Korean people as they struggle with the outbreak of the novel coronavirus. In his letter, Kim said he remains confident that South Korea will prevail in this fight and wished for the good health of the “brethren in the South.” Kim also expressed that he was “worried” about South Korean President Moon Jae-in’s health and expressed his “unwavering friendship and trust” towards President Moon. The exchange of personal letters comes at an interesting time for the two nations. Inter-Korean diplomacy has failed to yield major developments since Moon and Kim’s first historic summit in 2018, and North Korea’s rhetoric has gotten increasingly hostile toward the South. In fact, just days ago Kim Yo Jong -- Kim Jong Un’s sister and the only member of the ruling family to visit South Korea -- likened Seoul to a “frightened dog barking” for expressing worries over North Korea’s short-range missile test on Monday. The Vatican City has reported its first case of the coronavirus. All outpatient services at the Vatican’s health clinic were suspended on Friday “in order to sanitize the environments following a positive case of COVID-19 found yesterday in one patient,” Vatican spokesman Matteo Bruni said in communique. \"The emergency room remains working.\" The Department of Health and Hygiene is in the process of informing Italian authorities, the statement added. ##Europe## Fourteen US tourists have been quarantined in a hotel in the West Bank town of Beit Jala, next to Bethlehem, Palestinian officials told CNN. The tour group had been staying at the Angel Hotel, which is at the center of a coronavirus outbreak after seven workers there tested positive on Thursday.  The outbreak has been linked to a Greek tour group that stayed at the hotel last week, one of whose number tested positive for the virus when they returned home. The manager of the Angel Hotel, Mariana Al-Arja -- who is also under quarantine -- told CNN that the American tourists are in good spirits and have expressed their understanding of the situation, but have requested a US doctor visit the hotel to check up on them.  Al-Arja added that the Americans have not yet been seen by a local doctor, nor tested for the virus. ##Middle East## Police in Indonesia seized over 60,000 masks and apprehended two people suspected of stockpiling the goods yesterday, in two separate raids in Jakarta. Officers have carried out several raids in the past few days on individuals who have “attempted to gain financial benefits” during the coronavirus outbreak, reported Indonesia’s state news agency Antara. Yesterday, Indonesia’s security minister Mohammad Mahfud told journalists police would enforce “criminal law against those engaged in panic buying,” and that “the government classifies rush for and hoarding goods for the sake of profit-making into an act of economic subversion.\" ##Asia## All 126 new confirmed cases in Hubei province announced Friday were from the city of Wuhan, according to the Health Commission of Hubei Province.  Seventeen new cases were announced outside the province on Friday by China’s National Health Commission. ##Asia## Thousands of passengers and crew stuck aboard a cruise ship off the California coast will discover their fate later today, when officials get results from dozens of coronavirus tests. The California Air National Guard dropped off test kits by helicopter yesterday after learning that the first person to die of the virus in the state previously traveled on the Grand Princess cruise liner. Medical officials collected samples for testing from 45 people aboard after some showed symptoms, which were flown to a lab in Richmond, the cruise line said. The ship must remain at sea as it awaits test results, which are expected today, said Mary Ellen Carroll of the San Francisco Department of Emergency Management. There are more than 3,500 people aboard the Grand Princess -- 2,422 guests and 1,111 crew members, Princess Cruises said. They represent 54 nationalities. The Grand Princess had gone on a trip from San Francisco to Mexico last month -- the California man who died was on this trip. Then the ship went on a 15-day trip from San Francisco to Hawaii, and was scheduled to return Saturday. Read the full story here ##United States## Thailand has reported one new confirmed coronavirus case, bringing the country's total to 48. The new patient is a 43-year-old British man. He is a corporate adviser who traveled from London on February 28, and transited through Hong Kong before arriving in Bangkok. He was admitted to the hospital on February 29, and was found to have fever and mucus in his throat. After testing positive for the virus, he was transferred to the Central Chest Institute of Thailand. ##Asia## Indian authorities have advised all states to avoid mass gatherings until the coronavrius' spread is contained, the Ministry of Health said in a tweet today. The tweet carried a memorandum from the ministry recommending individual state governments \"take necessary action\" to guide event organizers on precautions to prevent the spread of the disease. This comes right before a big festival: Holi is a major Hindu festival that falls on March 10 this year. Earlier this week, Indian Prime Minister Narendra Modi announced that he would not attend any Holi events this year in an effort to avoid public gatherings. And yesterday, the country's president also announced cancellations of traditional Holi gatherings at the presidential palace. The Mughal Gardens at Rashtrapati Bhavan, the president's official residence, will also close for the public from Saturday to avoid any large gatherings. ##Asia## South Korea reported 309 more confirmed cases of the coronavirus today, bringing the national total to 6,593, according to the country’s Central Disaster Relief Headquarters. As of today, around 70% of all cases nationwide are related to community spread, and over 60% of all cases are linked with a branch of the Shincheonji religious group in the southern city of Daegu. ##Asia## South Korea’s Foreign Ministry expressed “strong regret” today over travel restrictions Japan imposed yesterday. South Korea says it made repeated requests for Japan to review the situation before taking action, and had hoped Tokyo would have “sufficiently” consulted Seoul before making the decision.  South Korea raised the idea that an ulterior motive was behind Japan’s decision as it says its efforts to contain the coronavirus have been recognized by the international community. South Korea’s National Security Council also held a meeting Friday to consider taking corresponding measures against Japan and called into question Japan’s efforts to contain the virus, saying Tokyo had taken “unclear and passive measures.” The measures in place: Under the new travel restrictions, travelers from South Korea and China will be quarantined for two weeks upon arrival in Japan.  Incoming arrivals from those two countries will be asked to stay in designated places and to refrain from using public transportation. ##Asia## Taiwan has confirmed two more coronavirus cases, bringing the island's total to 44. One of the cases was \"imported\" -- a Taiwanese resident who returned from the Philippines on March 3, said Taiwan's Centers for Disease Control. The other case is a Taiwanese resident with no recent travel history, but who was in close contact with another infected patient. ##Asia## A New York rabbi, who teaches at Yeshiva University’s Washington Heights campus in Manhattan, has tested positive for the coronavirus, according to a statement from the university. Rabbi Reuven Fink, of the Young Israel of New Rochelle synagogue, had been in self-quarantine after being in contact with an infected congregant. Yeshiva University said it has reached out to Rabbi Fink's students and recommended self-quarantining.  The New York State Health Department has reported 22 cases of coronavirus in the state. ##United States## With more than 3,800 cases and nearly 150 deaths, Italy is at the heart of the coronavirus outbreak in Europe.  Since the outbreak took hold in Italy in late February, it has spread across the continent, and infected travelers who have subsequently tested positive in destinations around the world. These places have all confirmed cases with travel histories to Italy: United States Massachusetts\nRhode Island\nFlorida\nIllinois\nLos Angeles\nNew Hampshire\nColorado Europe: Gibraltar\nUkraine\nGeorgia\nRussia\nGreece\nUK\nDenmark\nNorth Macedonia\nSwitzerland\nThe Netherlands\nCroatia\nBelgium\nPortugal\nIceland\nIreland\nNorthern Ireland Asia-Pacific Malaysia\nThailand\nNew Zealand\nIndia Middle East: Israel Latin America and the Caribbean: Argentina\nBrazil\nDominican Republic\nMexico ##Europe## There are now 228 coronavirus cases and 14 deaths in the United States, according to the US Centers for Disease Control and Prevention, as well as state and local governments.   49 cases are repatriated from abroad: three from the Chinese city of Wuhan, and 46 from the Princess Diamond cruise ship in Japan. 179 cases were detected on US soil. These cases include presumptive positive cases -- meaning patients have tested positive in local or state labs, and are pending confirmation in the federal CDC lab. Here's the breakdown of the 179 cases across 19 states: Arizona: 2 \nCalifornia: 49 (including 1 death)\nColorado: 2\nFlorida: 4\nGeorgia: 2\nIllinois: 5 \nMaryland: 3\nMassachusetts: 3\nNevada: 1 \nNew Hampshire: 2\nNew Jersey: 2\nNew York: 22\nNorth Carolina: 1 \nOregon: 3\nRhode Island: 2 \nTennessee: 1 \nTexas: 4\nWashington state: 70 (including 13 deaths) \nWisconsin: 1 ##United States## US military preparing for a \"second wave\" of cases: Pentagon officials said that efforts to develop vaccines and an effective treatment plan might not be quick enough to wipe out the coronavirus before an expected \"second wave\" of cases next winter. Bodies are \"piling up\" in Iran: After a large number of deaths in the Middle Eastern country believed to be connected to the virus, delays in testing have caused bodies to pile up in morgues. People are also having to abandon traditional Islamic burial rites over fears it could spread the virus.  India is canceling some Holi gatherings over the virus: The country's presidential palace has called off a traditional celebration of the Hindu festival, while Prime Minister Narendra Modi said he is following advice to avoid public gatherings. At least 31 cases have been confirmed in the country. The South Korean religious group linked to that country's outbreak had a donation rejected: Daegu, a city in the south of the East Asian country, refused a $10.1 million donation from the Shincheonji religious group, saying it should instead focus on being more transparent with the authorities and urging followers to get tested. The group has been linked to a major outbreak in the country which began in Daegu. US health officials are investigating the death of a former cruise passenger: The man in his 70s died Thursday. He had previously been aboard a cruise ship with two passengers suspected of having the coronavirus. The news comes as testing began aboard the Grand Princess cruise liner off the coast of California. In neighboring Washington state, 13 people have died due to the virus.  CNN's global coronavirus town hall: Health experts from across the US and CNN correspondents around the world joined a live audience to discuss the coronavirus and answer viewers' questions. Click the \"Town Hall\" tab above to read those posts.  The coronavirus has had a dramatic effect on the global economy, with markets worldwide suffering losses. The Dow Jones closed down 970 points on Thursday, or 3.6%, marking its fifth-worst single-day point drop on record. The index was down nearly 1,148 points at its lowest point. This roller coaster of a week saw the Dow post two of its best days in history in terms of points gained on Monday and Wednesday, and one of its worst point losses Tuesday. The Fed shocked Wall Street Tuesday with an emergency rate cut to give businesses and households a boost, amid concerns that if coronavirus keeps people at home, consumer spending could fall. Travel and leisure companies are being hit hard. One executive in the aviation industry called the virus a \"gut punch.\" \"This isn't economic in the sense that people want to travel but they can't afford to,\" said Gary Kelly, the CEO of Southwest Airlines. \"We could discount prices tomorrow and it wouldn't do any good.\" International carriers are taking a similar hit The outbreak could cost the airline industry as much as $113 billion in lost revenue, according to the International Air Transport Association (IATA). While there were no predictions about how long the aviation world will be impacted, Alaska Airlines CEO Brad Tilden said the \"booking softness\" is linked to substantial passenger \"anxiety\" -- a phenomenon the airline trade association in the US said may not be grounded in the actual risks to passengers. \"We're getting to the point where the reaction to the virus may be worse than the virus itself,\" said Nicholas Calio of Airlines for America. Read the full story here. Concerns are growing in Japan that the number of coronavirus cases could be higher than reported, with experts questioning the country's approach to testing as infection rates continue to climb. Japan has officially recorded 1,045 cases and 12 deaths from the virus, with 696 of those cases liked to the Diamond Princess cruise ship that was quarantined in Yokohama Bay last month. Although the Japanese government says it has the capacity to carry out 3,800 tests a day, only 8,111 tests had been conducted as of March 4, according to the country's Health Ministry. Numbers are likely higher: Japan's coronavirus figures are likely already much higher than reported, with the infection rate suspected to be just the \"tip of the iceberg,\" according to Masahiro Kami, the executive director of Japan's Medical Governance Research Institute, a non-profit group. Kami says for every one patient tested, there are many more who remain undiagnosed. But as most of these people are either asymptomatic or have mild symptoms they don't go to a clinic to get checked out. Japan under pressure: The country has come under immense international scrutiny for its handling of the outbreak -- specifically over its quarantine of the stricken Diamond Princess. Critics have also accused Prime Minister Shinzo Abe of prioritizing the Tokyo 2020 Olympics and bilateral ties over national security, particularly as Japan did not shut down its borders during the early stages of the outbreak. Read the full story here. ##Asia## The second presumptive positive coronavirus case in Colorado, announced earlier today, is an elderly woman who returned to Douglas County from international travel, the governor's office said in a statement. She is currently in isolation at home.  ##United States##  More than 3,300 people have died globally and over 97,800 have been infected with the coronavirus since the outbreak began in China in December 2019, according to CNN's tally. More than 17,300 of those cases are from outside mainland China, across 85 countries and territories. This is a full list of confirmed and presumptive positive cases outside China: 1. Afghanistan (1 case) 2. Algeria (12 cases) 3. Andorra (1 case) 4. Argentina (2 cases) 5. Armenia (1 case) 6. Australia (59 cases, 2 deaths) 7. Austria (41 cases) 8. Bahrain (49 cases) 9. Belarus (6 case) 10. Belgium (50 cases) 11. Bhutan (1) 12. Bosnia and Herzegovina (1 case) 13. Brazil (8 cases) 14. Chile (2 case) 15. Cambodia (1 case) 16. Canada (37 cases) 17. Croatia (6 cases) 18. Czech Republic (12 cases) 19. Denmark (3 cases) 20. Dominican Republic (2 cases) 21. Ecuador (13 cases) 22. Egypt (3 cases) 23. Estonia (1 case) 24. Finland (3 cases) 25. France (423 cases, 7 deaths) 26. Georgia (1 case) 27. Germany (349 cases) 28. Gibraltar (1 case) 29. Greece (31 cases) 30. Hong Kong (103 cases, 2 deaths) 31. Hungary (1 case) 32. Iceland (26 cases) 33. India (31 cases) 34. Indonesia (2 cases) 35. Iran (3,513 cases, 107 deaths) 36. Iraq (38 cases, 2 deaths) 37. Ireland (13 cases) 38. Israel (17 cases) 39. Italy (3,858 cases, 148 deaths) 40. Japan (1,045 cases, 12 deaths) 41. Jordan (1 case) 42. Kuwait (58 cases) 43. Latvia (1 case) 44. Lebanon (13 cases) 45. Lithuania (1 case) 46. Luxembourg (1 case) 47. Macao (10 cases) 48. Malaysia (50 cases) 49. Mexico (5 cases) 50. Monaco (1 case) 51. Morocco (16 cases) 52. Nepal (1 case) 53. Netherlands (82 cases) 54. New Zealand (4 cases) 55. Nigeria (1 case) 56. North Macedonia (1 case) 57. Norway (15 cases) 58. Oman (16 cases) 59. Pakistan (6 cases) 60. Palestine (7 cases) 61. Philippines (3 cases, 1 death) 62. Poland (1 case) 63. Portugal (8 cases) 64. Qatar (7 cases) 65. Romania (3 cases) 66. Russia (7 cases) 67. San Marino (1 case) 68. Saudi Arabia (5 cases) 69. Senegal (2 cases) 70. Singapore (117 cases) 71. Slovenia (1 case) 72. South Korea (6,284 cases, 42 deaths) 73. Spain (263 cases, 3 deaths) 74. Sri Lanka (1 case) 75. South Africa (1 case) 76. Sweden (52 cases) 77. Switzerland (18 cases, 1 death) 78. Taiwan (44 cases, 1 death) 79. Thailand (47 cases, 1 death) 80. Tunisia (1 case) 81. Ukraine (1 case) 82. United Arab Emirates (27 cases) 83. United Kingdom (116 cases, 1 death) 84. United States (228 cases total, 14 deaths) 85. Vietnam (16 cases) A strict ban on the consumption and farming of wild animals is being rolled out across China in the wake of the coronavirus epidemic, which is believed to have started at a wildlife market in the city of Wuhan. Although it is unclear which animal transferred the virus to humans -- bat, snake and pangolin have all been suggested -- China has acknowledged it needs to bring its lucrative wildlife industry under control if it is to prevent another outbreak. In late February, it slapped a temporary ban on all farming and consumption of \"terrestrial wildlife of important ecological, scientific and social value,\" which is expected to be signed into law later this year. But ending the trade will be hard: The cultural roots of China's use of wild animals run deep, not just for food but also for traditional medicine, clothing, ornaments and even pets. This isn't the first time Chinese officials have tried to contain the trade. In 2003, civets -- mongoose-type creatures -- were banned and culled in large numbers after it was discovered they likely transferred the severe acute respiratory syndrome (SARS) virus to humans. The selling of snakes was also briefly banned in Guangzhou after the SARS outbreak. But today dishes using the animals are still eaten in parts of China. Public health experts say the ban is an important first step, but are calling on Beijing to seize this crucial opportunity to close loopholes -- such as the use of wild animals in traditional Chinese medicine -- and begin to change cultural attitudes in China around consuming wildlife. Read the full story here ##Asia## A United States Forces Korea (USFK) employee has tested positive for the coronavirus -- the seventh USFK-related personnel to be infected. The employee, a Korean citizen, is currently in isolation at her off-base residence in the city of Cheonan, as directed by the Korea Centers for Disease Control and Prevention, according to a USFK news release..  KCDC and USFK health professionals are now conducting contact tracing to determine whether anyone else may have been exposed.  USFK remains at a \"high\" risk level and is implementing control measures to help mitigate the spread of the coronavirus, said the release. Military warns of more virus to come: This comes as a research director for the US military warns that there may be a \"second wave\" of the virus next winter, if the world can't contain the crisis by then, as viruses spread more easily in cold weather. ##Asia## ##United States## Another suspected coronavirus patient in India tested positive today, raising the national total to 31 confirmed cases. The patient has a travel history to Thailand and Malaysia, and is in a stable condition under quarantine in hospital, Indian officials said today. All international arrivals to India are required to undergo medical screening, irrespective of nationality, officials said. These screening measures are in place across 30 airports. ##Asia## China has vowed to continue providing medical assistance to Iran to help curb the coronavirus outbreak, said Chinese Foreign Ministry Spokesman Zhao Lijian during a daily briefing. China has also dispatched an expert medical team to the country, he said.  The expert team, sent by the Red Cross Society of China, has been working “diligently” with Iranian health officials and WHO experts since February 29, said Zhao.  “We will continue to do whatever we can to help them,” Zhao said, adding that “the Iranian government and people are at a crucial juncture in their fight against the epidemic.” China decries sanctions: Zhao also criticized continuing unilateral sanctions on Iran, saying they “will only make things worse, which is inhumane.” “We urge the relevant side to immediately lift such sanctions on Iran and stop getting in the way of Iran's and the global efforts against the epidemic,” he said. ##Asia## ##Middle East## Google is giving California employees in the Bay Area the option to work from home, if roles allow, to test their business continuity processes, a spokesperson for the tech giant said today. Other major companies in virus-hit areas of the US are also starting to implement these measures. Amazon has recommended Washington state employees in Seattle and Bellevue work from home if they are able to until the end of the month. California and Washington are the worst affected states by the virus in the US. A total of 49 cases and one death have been recorded in California, with at least 70 cases and 13 fatalities in Washington, according to CNN's tally of cases detected and tested in the United States through US public health systems. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the US Centers for Disease Control, and confirmed cases that have received positive results from the CDC. ##United States## The death toll from the coronavirus in Washington state has risen to at least 13, according to new reporting from a hospital system based in the virus-hit city of Kirkland. Jeff Tomlin, CEO of healthcare system EvergreenHealth, told CNN that 11 patients at his facility have died after testing positive for coronavirus. CNN previously reported 11 deaths in total, including a woman in her 80s who died at home and a man in his 50s who died at the Harborview Medical Center.  That means at least 13 people have died statewide. CNN has attempted to verify the number of deaths with the Washington Department of Health, but Tomlin says there is often a lag time in their numbers getting included in the state’s total number of fatalities. There are now 228 cases of coronavirus in the US and 14 deaths, according to CNN's tally. ##United States## A political storm has erupted over confusion and shortfalls in United States federal coronavirus testing that are thwarting a true accounting of the disease's advance and exposing President Donald Trump's misleading claims of seamless White House crisis management. On Thursday, new problems emerged in the administration's effort to rush testing kits to health care providers, while state and local political leaders expressed growing frustration about the situation in their constituencies. There aren't enough tests: Vice President Mike Pence bluntly replied to questions about the availability of testing kits, admitting to reporters that \"we don't have enough tests today to meet what we anticipate will be the demand going forward.\" While he did say the government currently can test \"those that we believe have been exposed, for those who are showing symptoms,\" his remarks raised questions about his previous promise that \"any American can be tested.\" The vice president's comment reflected the candor he has shown in leading the coronavirus task force, which is unusual for this administration and has won him plaudits among some Democrats on Capitol Hill. Some officials and health care providers are warning that the lack of testing capacity is not just a future problem, it also is hampering attempts to get a fix on the disease right now. Read the full analysis here: ##United States## India has confirmed a total of 30 coronavirus cases, the country's Ministry of Health and Family Welfare said yesterday.  Two cases have a travel history to Italy, and one has a travel history to Iran. Six cases in Agra, in India's northwestern state of Rajasthan, are all contacts of the first case reported in New Delhi with travel history to Italy. One case from Telangana has a travel history to Dubai, along with contacts in Singapore. There are also 16 Italians confirmed with the virus, who tested positive earlier this week. They are part of a larger group of 22 Italian tourists who came to India on February 21. The tourists' driver, an Indian citizen, has also been infected with the disease. Three reported cases in the southern state of Kerala have recovered and been discharged, the ministry said. ##Asia## Viruses spread more easily in cold weather than hot, which is why winter is peak influenza season.  While it has yet to be seen whether the coronavirus will recede as temperatures increase in the northern hemisphere (and cases in tropical Singapore and southern hemisphere Australia may suggest the virus isn't too sensitive to hot weather), some researchers have warned it could become a perennial winter threat.  Speaking at a Pentagon briefing Thursday, Nelson Michael, the director for infectious disease research at Walter Reed Army Institute of Research, said that efforts to develop vaccines and an effective treatment plan might not be quick enough to wipe out the virus before the \"second wave\" next winter.  \"This is a respiratory virus and they always give us trouble during cold weather, for obvious reasons. We’re all inside, the windows are closed, etcetera, so we typically call that the influenza or the flu season,\" Nelson said. He predicted the coronavirus may behave like the flu and give us \"less trouble as the weather warms up,\" but, he cautioned, it tends to come back when the weather gets cold again. \"This is why it’s really important to understand that a lot of what we’re doing now is getting ourselves ready for what we’re calling the second wave of this,\" Nelson warned. \"We hope it doesn’t happen. If you remember SARS (severe acute respiratory syndrome), SARS came and went very quickly. We can’t count on that. We have to be ready that even if this epidemic begins to wane, we have to be ready for next winter when it may come back again.\" ##United States## Footage from inside Qom's Behesht-e Masoumeh morgue in Iran shows dozens of bodies sheathed in black bags lining the floor, while workers in protective suits and masks busily walk among them. It's unclear which, if any, of the people whose bodies lie in the morgue were infected with the coronavirus gripping the Middle Eastern country.  And herein lies a huge problem for Iran, one of the worst-hit countries outside China. Medical precautions clash with tradition: Under Islamic tradition in Iran, corpses are typically washed with soap and water before burial. But two medical workers in Qom told CNN that in some cases precautions related to the outbreak are preventing staff from observing traditional Islamic guidelines for burial. Instead, patients' bodies are being treated with calcium oxide to prevent them from contaminating the soil once buried in cemeteries, they said. Bodies are piling up: Testing for the virus takes time, delaying burials and creating a \"pile up\" of bodies at the morgue, said Behesht-e Masoumeh morgue director, Ali Ramezani, in a report on Iranian state TV, IRIB. Read the full story here. ##Middle East## The director-general of the World Health Organization has warned governments that the coronavirus' continued global spread is \"not a drill,\" and will require significant action if public health authorities are to contain the deadly outbreak. WHO chief Tedros Adhanom Ghebreyesus said Thursday that although public health authorities across the globe have the ability to successfully combat the spread of the virus, the organization is concerned that in some countries, the level of political commitment does not match the threat level. \"This is not a drill. This is not the time to give up. This is not a time for excuses. This is a time for pulling out all the stops. Countries have been planning for scenarios like this for decades. Now is the time to act on those plans,\" Tedros said. \n\"This epidemic can be pushed back, but only with a collective, coordinated and comprehensive approach that engages the entire machinery of government.\" Cases approach 100,000: To date, a total of 97,852 infections have been confirmed worldwide, and more than 3,300 people have been killed by the virus, according to CNN's tally. This number of total cases worldwide is fast approaching 100,000 -- a grim milestone that now appears inevitable with self-sustaining clusters continuing to expand in South Korea, Japan, parts of Europe, Iran and the United States. Read the full story here. Test results taken from 45 people aboard the Grand Princess cruise ship are expected Friday, the ship’s operator Princess Cruises said in a statement on Thursday night. The samples, collected by the Centers for Disease Control and Prevention (CDC) and local authorities, are from both passengers and crew members. They were delivered to the state’s public health department lab in Richmond, according to the statement. \"Princess Cruises can confirm there are 3,533 people currently onboard Grand Princess, including 2,422 guests and 1,111 teammates. In total, they represent 54 nationalities,\" Princess Cruises said. All guests on the ship have been asked to stay in their rooms while test results are pending. Guests are receiving meal deliveries by room service, they added. Princess Cruises is the operator of the Diamond Princess, another cruise liner which was quarantined for weeks in Japan last month.  Hundreds of people onboard that ship tested positive for the virus. A top Japanese government adviser admitted in February that the quarantine measures enacted may have allowed additional infections to spread among the ship's crew and passengers. India is canceling some Holi gatherings over the virus: The country's presidential palace has called off a traditional celebration of the Hindu festival, while Prime Minister Narendra Modi said he is following advice to avoid public gatherings.  The South Korean religious group linked to that country's outbreak had a donation rejected: Daegu, a city in the south of the East Asian country, refused a $10.1 million donation from the Shincheonji religious group, saying it should instead focus on being more transparent with the authorities and urging followers to get tested. The group has been linked to a major outbreak in the country which began in Daegu.  US health officials are investigating the death of a former cruise passenger: The man in his 70s died Thursday. He had previously been aboard a cruise ship with two passengers suspected of having the novel coronavirus. The news comes as testing began aboard the Grand Princess cruise liner off the coast of California.  Stock markets took another tumble: US stocks finished sharply lower on Thursday, with all three major indexes closing down more than 3%. Markets were already suffering globally due to concerns of the knock-on effect coronavirus quarantines and closures could have on the global economy. The latest numbers: The novel coronavirus has killed at least 3,383 people, according to CNN's tally -- the vast majority in mainland China. There are now more than 97,850 global cases, with infections in at least 85 countries and territories. More than 17,300 cases have been confirmed outside of mainland China. CNN's global coronavirus town hall: Health experts from across the US and CNN correspondents around the world joined each other and a live audience to discuss the coronavirus and answer viewers' questions. Scroll through the posts below to catch up. CNN's town hall on the coronavirus has now concluded.  CNN international correspondents and medical experts answered questions from the audience and gave live reports from London, Shanghai and Milan. Scroll through our posts to catch up on what happened during CNN's global coronavirus town hall. Keep following our live coverage here. ##Town Hall## Another audience member at CNN's town hall asked why the US hasn't implemented aggressive testing measures like South Korea has. South Korea has drive-through testing sites: CNN correspondent Ivan Watson visited one of these sites, where people can get tested in a matter of minutes without ever leaving their car. \"The mayor of the city that implemented that said he was inspired by Starbucks and McDonald's drive-throughs,\" Watson said. \"The doctors that we talked to said this really speeds up the process of testing people and also protects the doctors and the nurses from more contact with potential carriers because the patients never get out of the cars.\" It's hugely efficient: That one drive-through test site can process more than 300 people a day, Watson said. Seoul, the national capital, now has at least three of these drive-through testing centers. \"More than 150,000 people have been tested here,\" Watson said. \"I think this is an example of how amid this public health crisis, people are coming up with ideas. They are adapting.\" The US is lagging behind in testing: Only about 1,500 tests have been run in the US, compared to thousands a day in South Korea, said CNN Chief Medical Correspondent Sanjay Gupta. There are a few reasons for the delay — the US Centers for Disease Control and Prevention botched its roll out of testing, and some in the medical field have complained about strict rules on who is allowed testing. In many places, only those presenting severe symptoms are encouraged to get tested, even though there may be many more asymptomatic patients. ##Town Hall## India's Presidential palace, the Rashtrapati Bhavan, will not be holding traditional Holi gatherings this year, the country's president said on Twitter.  Indian President Ram Nath Kovind said the decision has been taken as a \"precautionary measure\" amid the novel coronavirus outbreak. On Wednesday, Indian Prime Minister Narendra Modi said he will be skipping a key event to mark the festival of Holi this year in a bid to avoid public gatherings as the novel coronavirus cases rise in India. Holi is a popular Hindu festival that signifies the arrival of spring and the end of winter. There have been epidemics in decades past, and there will be more in future years. But what an epidemic looks like will continue shifting as we move into a hyperconnected globalized world, said Dr. Nathan Wolfe, virologist and infectious diseases expert, at a CNN town hall. The world is more connected: \"We talked about the 1918 pandemic, how many flights were there in 1918? Zero. How many flights do we anticipate in 2020? 40 million flights. The nature of our world and the connectivity of our world has changed so dramatically we're going to continue to see these outbreaks again and again,\" Wolfe said. We will keep seeing these epidemics, he warned: \"For many people, they may feel what we're experiencing is a groundhog day, and it's certainly the case these epidemics are going to continue into the future.\" But we've also come a long way: \"A lot has happened since 10, 12 years ago, when we were doing this. There's been a tremendous investment,\" Wolfe said. \"Now the US Government invests something on the order of $12 billion a year for health security. It needs to be sustained, it's not enough — but what we weren't doing then, we do now.\" ##Town Hall## The advice on whether people should wear masks differs from country to country, depending on the severity of the situation in each place and what local health authorities are advising. In Hong Kong, for instance, city authorities are advising people wear masks in crowded places like public transport. But in the US, officials are advising the opposite. \"For someone who's healthy, it's not going to protect you against the virus,\" said CNN Chief Correspondent Sanjay Gupta. \"It may actually become a reservoir when you're taking it on, when you're taking it off. You could actually contaminate yourself. It traps viral particles. It doesn't do what people think it would do.\" Here's who should be wearing masks: People who are actually sick. The masks, Gupta said, \"may decrease the amount of respiratory droplets coming out of their mouth or nose.\" Health care workers who are taking care of very sick patients also need masks — another reason why people shouldn't panic and buy masks, he said. It could cut the supply for these nurses and doctors on the front line against the virus. ##United States## ##Asia## One audience member at CNN's coronavirus town hall asked a crucial question that will undoubtedly be a major concern for many Americans: \"If I have been exposed to COVID-19 and I do not have insurance, who will pay for the treatment and recovery involved?\" Here's what CNN correspondents and medical experts have to say: First off, the American healthcare system is broken. \"Twenty-seven million Americans are uninsured, many more are underinsured, and we have so much data already that that delays people getting the treatment that they need. At the best of times, that's not good. But during an epidemic, that's terrible,\" said Dr. Seema Yasmin, a former detective at the US Centers for Disease Control and Prevention. The testing is covered — but hospitalization is not. \"(Testing) is considered an essential health benefit now,\" said CNN Chief Medical Correspondent Sanjay Gupta. \"As far as we know we're hearing it's covered by Medicare and Medicaid, and state and local public health labs. So that part will be covered.\"\n\"But I think your question is about the hospitalization — everything that would be associated with that. There's no guarantees about that being covered.\" ##Town Hall## Dr. Maria Van Kerkhove, an infectious disease epidemiologist with the World Health Organization, called the coronavirus \"a controllable virus\" tonight at CNN's town hall. Van Kerkhove spent two weeks in China working with Chinese health authorities to better understand what worked to limit the spread of the coronavirus.  “Fundamental public health actions” worked, she said.  Washing hands, social distancing, people staying home when they are sick, seeking treatment when necessary and tracing the contacts of the people who have tested positive for the virus are all ways to limit the spread of the disease, Van Kerkhove said. “Those lessons can be applied to all countries,” Van Kerkhove said. “We are seeing countries demonstrate that they can slow this virus down.” ##Town Hall## The Kirkland, Washington, nursing home experiencing a deadly outbreak of the novel coronavirus had several issues noted in an inspection report last year, including \"severe deficiencies\" related to infection control, according to Seema Verma, the administrator for the Centers for Medicare and Medicare Services. The April 2019 inspection report for Life Care Center says that the facility \"failed to consistently implement an effective infection control program\" and \"failed to ensure staff had knowledge and follow transmission-based precautions as required for one of two residents reviewed for infection control and transmission-based precautions.\" The level of harm was listed as \"minimal harm or potential for actual harm,\" but the number of residents affected was listed as \"many,\" the report stated. More details: The report points out improper storage of respiratory supplies, as well as a problem with a nonfunctioning ventilation system in the laundry facility.  Other problems with infection control included a staffer that did not wear a mask, gown or gloves when entering an isolation room where such precautions were required; the inaccurate application of a bandage for a pressure wound while the patient was resting her injured foot on the floor; and a kitchen worker that didn’t remove dirty gloves before putting away clean dishes. A review of the center’s infection control report showed two outbreaks of influenza that affected at least 17 residents – eight confirmed cases and nine residents with respiratory symptoms – and seven staff members or caregivers, the report said. The facility was fined around $67,000 over the deficiencies, Verma said in a call with reporters. When inspectors returned for an unannounced visit in June 2019, they found it had corrected the issues and was compliant with Medicare safety requirements.  CNN reached out to the Life Care Center about the past inspections but did not hear back about the issue. Inspections are underway with regard to the coronavirus outbreak.  ##United States## The coronavirus outbreak has not just sparked fear and anxiety in countries like the US and UK — it has also seen a rise in xenophobic and racist assaults against people of East Asian and Chinese descent. Adam Whalen, a biostatistics and epidemiology major, joined CNN's town hall to ask:  \" COVID-19 is not only a biological disease, it's a social one ... How do we separate the biological facts of this disease from the racist views that members of this community face?\" CNN correspondent David Culver, based in China, responds: \"What the government here has been doing, through certain propaganda outlets as well, has been trying to diffuse this and and by trying to stress that everyone is going through this together, that this is a collective effort to try to push past,\" he said.\n\"But also, they're issuing policy and doing so against western countries like the US. The Chinese government, for example, has advised their citizens not to go to the US, they're saying do not travel there because you will potentially be treated unfairly in the midst of all of this.\" ##Town Hall## Chef José Andrés, whose World Central Kitchen fed those aboard the Diamond Princess cruise ship in Japan, spoke at CNN's ongoing town hall about what it was like on board. \"If you are in a place, a hotel, a cruise ship, where everybody may be infected, it's logical to say that you want to make sure in this case food is prepared outside,\" Andrés said. Here's how they got it done: First, they cooked meals outside the ship in an onshore location. \"We got a lot of help from different Japanese chefs,\" Andrés said. Then, they brought the food to kitchens near the ship. \"We will reheat the food and put it back and bring it in with a forklift. And then inside, they will take care of distribution,\" he said.  \"Everything was done, I would say, in a very professional way to make sure that everybody will be safe, achieving what we wanted, feed everybody in a healthy way,\" Andrés added. This isn't the first time Andrés has cooked in disaster scenarios: He also helped cook meals for those affected in the Bahamas during Hurricane Dorian, as well as Americans after as Hurricane Maria, Hurricane Florence, and the California wildfires. ##Town Hall## One audience member at CNN's town hall asked: now that the virus has gone global, having reached every continent, except Antarctica, are travel restrictions still effective? CNN correspondent Ben Wedeman weighed in from Milan, Italy, where towns and cities have been placed under lockdown in the country's northern Lombardy region. Italy under lockdown: The police and army have set up roadblocks in \"Red Zones,\" and are checking everyone going in or out, Wedeman said. Most residents in the area aren't allowed to leave at all.  \"The whole idea is to prevent the spread of the coronavirus because that's where the outbreak was first concentrated,\" he said. \"What we've seen in this part of Italy is that despite these containment areas, these Red Zones, the virus has spread to other areas, so the government is considering creating new Red Zones.\" \"Now, the Red Zones that were set up are due to, at least in theory, they should come to an end this coming Sunday. There's a question of whether they will be extended. And therefore there's a big debate here in Italy whether they have been effective at all because the numbers, frankly, continue to rise.\" Numbers are spiking despite the lockdown: When Wedeman arrived in Italy 10 days ago, there were 322 infected cases nationwide. Now, the number has reached 3,858.  ##Town Hall## CNN's coronavirus town hall is now answering questions from the audience and from our viewers at home.  Here are a few of their questions answered: Does the coronavirus change or mutate? Could it affect a person more than once? \"This coronavirus likely jumped from animals to humans. In order for that to do that it mutated at some point,\" said CNN Chief Medical Correspondent Sanjay Gupta. \"As it spreads through humans it continues to mutate somewhat. We know, for example, this patient in Washington, the first patient diagnosed in this country, they looked at the genome and they tried to match it to subs subsequent infections, and there was a lot of similarities, but the virus continues to mutate.\" As for the repeat infection — we don't know yet for sure. There have been reports of people being infected more than once, but it's unclear whether this is a testing issue. An elementary school teacher asked: What should teachers be doing in their classrooms to protect themselves and their students? The virus doesn't appear to be affecting children as heavily. In China, the hardest-hit country, less than 1% of cases were children.  But preventative measures can include wiping down surfaces and disinfecting commonly touched objects, as the virus can survive on surfaces. ##Town Hall## The Houston Health Department announced Thursday the first presumptive positive case of coronavirus in the city of Houston.  According a news release from the city, the case is a man aged between 60 and 70, with a history of international travel. The man is experiencing mild symptoms and is in self-quarantine at home. He is part of a group of travelers to Egypt. There is no evidence of community spread. Earlier on Thursday, officials in Harris County linked the three previous confirmed Texas cases to a group that traveled to Egypt. ##United States## Coronavirus screening got off to “a slow start\" and there were some “missteps” with regard to the US Centers for Disease Control and Prevention’s test, but the problems have been addressed, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said at CNN’s town hall tonight.  By the end of the week or the beginning of next week, the CDC should be able to get out about 75,000 additional tests. Partnering with the private sector will help get out millions more, Fauci said. “What you’re going to see in the reasonable future is a dramatic escalation in the number of tests that are going to be available,” Fauci said. By the following week, “they could get up to a million tests out there – that’s the plan, that’s what we’re hearing.” To get a fuller picture of the coronavirus, the US needs testing that is “much more proactive,” not just when doctors ask for it, Fauci said. This will help determine how much the disease has spread and how many cases are going undetected.  “For that reason, we’re going to need millions and millions and millions of tests,” Fauci said. “That’s what I feel and that’s what many of my colleagues feel.” Watch: ##Town Hall## Dr. Maria Van Kerkhove, an infectious diseases epidemiologist with the World Health Organization, has weighed in to offer advice to the public at CNN's coronavirus town hall. \"Our biggest advice right now is to be ready. We want everyone to know what they can do to protect themselves, to protect their families at an individual level,\" she said. \"I want to emphasize for our viewers, we can look to doctors and government officials, but it is each of us, individuals all around the world, who are literally the front lines of this,\" she added. \"It's washing your hands, not just for yourself, it's for your fellow family members and fell low citizens. Each of us have a responsibility in this.\" What she said people should be doing: Wash your hands: A basic measure that goes a long way when done properly with soap and water for 20 seconds, and frequently throughout the day.\nIf you don't have access to that: Use alcohol gel or hand sanitizer.\nRespiratory etiquette: Sneeze or cough into your elbow or a tissue, and put it in a bin.\nBe informed: Use reliable sources like the WHO or the US Centers for Disease Control and Prevention. \"Educate yourself, know what you can do, how you can protect yourself, how you can protect your family,\" Kerkhove said. ##Town Hall## The government of the South Korean city of Daegu has rejected a $10.1 million donation from the Shincheonji religious group at the center of the coronavirus outbreak in the East Asian country. \"What we need is not the financial donation but full cooperation for the government’s quarantine measures from Lee Man-hee, the leader of Shincheonji group, and all of his followers,\" Daegu city Mayor Kwon Young-jin said Friday. Pressure has been growing on the group amid claims -- which it denies -- that Shincheonji has not been fully cooperating with officials and concealing the names of followers who might have been exposed to the coronavirus.  According to the Daegu government, there are numerous followers who tested positive for the virus but have refused to be admitted to community treatment centers. Officials also accused others of hampering quarantine measures.  ##Asia## Joining us at the town hall is Dr. Mark Rupp, Chief of the Division of Infectious Diseases at the University of Nebraska Medical Center (UNMC). UNMC is currently running a clinical trial of an experimental coronavirus treatment, and have a second participant enrolled in the trial. The trial is sponsored by the National Institute of Allergy and Infectious Diseases, part of the National Institutes of Health (NIH). \"We're very pleased with the fact that we brought this trial on extremely quickly along with our colleagues at the NIH,\" said Rupp. \"It shows great promise. This was a drug that was developed and tested initially against Ebola virus. It was found to not be very effective against Ebola but did seem to work against some of these coronaviruses like SARS and MERS. So it really does seem to show some promise now with the treatment of Covid-19. So we're very hopeful, but it's way too early to say anything.\" He urged the public not to panic: \"I do agree we need to take a collective deep breath and realize this is not some existential threat against mankind. A quarter to a third of us are not going to die in the next year, like in Europe in the Middle Ages,\" Rupp said. But we should still be cautious: \"This is a very serious event and one that we need to take seriously and prepare for and do everything we can to blunt the spread of this pandemic,\" he added, warning that a worst case scenario could lead to \"Millions of potential infections, resulting in hundreds of thousands of deaths.\" ##Town Hall## A Nebraska man who traveled on a cruise ship that was overcome with coronavirus explained what it felt like to contract the virus tonight during CNN's town hall. Carl Goldman contracted the virus on the Diamond Princess cruise ship. One of the first signs of the illness was a high fever, Goldman said. \"Yeah, the common denominator seems to be a spiked, very high fever in a quick amount of time. We had been sent back from the Diamond Princess over to the states on a 747 cargo plane. When I got on the plane, I fell asleep. I was still feeling fine when we got on the plane. Fell asleep next to my wife. Two hours later, I woke up and I had a high fever, 103 plus,\" Goldman said. When Goldman went to a doctor aboard the ship, the doctor told the Omaha native that he had to be placed in a quarantine area. \"He tested me and saw that I did have the fever. Was put in a quarantine area. Flown here to Omaha, and put in the biocontainment center where I was, again, tested for the actual virus. And it came out positive. But it felt less than a common cold. I didn't have a stuffy nose. Didn't have a sore throat. The fever was high, but no body aches, no chills, no sweating that usually comes with 103 fever,\" Goldman said. More on the Diamond Princess: The American-owned cruise ship was put under quarantine by Japanese for two weeks in February after a coronavirus outbreak was detected on board. At least 705 people contracted the virus during the quarantine, four of whom have died. For a time, the ship had the largest concentration of cases outside of mainland China, where the virus is thought to have originated. Watch:  ##Town Hall## Health officials in California are investigating the death of a 72-year-old Bay Area man who was previously on a cruise ship with two passengers suspected of having the coronavirus.  The man, who has not been identified, died Thursday after officers were called to his home, where they found him \"unconscious and not breathing\" and were unable to resuscitate.  While obtaining medical history on the patient, a family member advised officers that the man had recently been aboard a cruise ship with two passengers suspected of having the novel coronavirus, said Sunnyvale Department of Public Safety Chief Phan S. Ngo Ngo was not able to confirm which cruise ship the patient was on and said they have not yet determined if the patient had coronavirus. Autopsy results are pending and the Santa Clara County Public Health Department is investigating the case. Seven public safety officers who responded to the call were placed into a brief quarantine \"out of an abundance of caution,\" Ngo said. They have since been sent home, but have not been tested as they are not showing symptoms of the virus.  Sunnyvale is in Northern California’s Santa Clara County, which currently has 20 confirmed cases.  ##United States## CNN's town hall on the coronavirus, addressing facts, fears, and medical guidance, is about halfway through -- it will run until midnight ET. We're covering the town hall here with live updates -- but you can also send in questions and stream it live. How do I participate? The experts will take questions from the studio audience and from viewers around the world. Submit them here or tweet them using the hashtag #CNNTownHall. Where can I watch it? The town hall will air exclusively on CNN, CNN International, across mobile devices via CNN's apps for iOS and Android, via CNNgo apps for Apple TV, Roku, Amazon Fire, Chromecast and Android TV, SiriusXM Channels 116, 454, 795 and the Westwood One Radio Network. ##Town Hall## CNN's town hall is now turning to the question of what an epidemic would look like in the United States. A moderate scenario might be a million hospitalizations — meaning 200,000 people would need to be in the intensive care unit, and 64,000 people would need breathing machines, said CNN's Chief Medical Correspondent Sanjay Gupta. The question: \"We don't have all that. We have maybe just barely that. And many of those ventilators and breathing machines are currently being used. What are we going to do if that many people actually need care like that?\" Gupta said. The answer: \"It's one area where the response has been laggard,\" responded Ron Klein, President Barack Obama's Ebola response coordinator. \"Getting our health care system ready for the influx of cases is something we should be doing now. We saw in China they built temporary hospitals. They really flexed up their capacity,\" he said. Klein went on to make this crucial point:  \"It's not just the people who get coronavirus are going to be affected by this. If hospital emergency rooms are overwhelmed, if doctors and nurses treating those people get sick and staffing drops at our hospitals, if we don't have enough beds, people with other illnesses won't be able to get into the hospital and get treatment. People with routine medical conditions won't be able to get treatment. The possible impact on our health care system is something we should be using this time, as cases ramp up, to get ready for.\" Watch:  ##Town Hall## CNN Correspondent Will Ripley is joining the town hall to bring us the latest on the situation in Japan -- where a debate is ongoing on the future of the Tokyo 2020 Olympics. \"This has not been a great week for organizers of Tokyo 2020 and the International Olympic Committee because Japan saw the case numbers rise over 1,000,\" said Ripley. \"You have infectious diseases experts saying that the number could be 10 times the official report because of the fact this country's testing so few people.\" Will the Games be canceled? Not yet -- despite calls to do so. \"You have Olympics organizers saying that they're still proceeding as if they're going to deliver the games on schedule at the end of July. But a growing number of people are questioning whether it's going to be safe to do that, given that you have people from 200-plus countries scheduled to come from all over the world, living in close quarters for a period of weeks then going back to their countries,\" Ripley said. The question of a pandemic: \"The big concern is if this outbreak continues to intensify, if it becomes a pandemic by summer, will they be able to hold the Games? Right now, there isn't an answer to that question.\" Watch:  ##Town Hall## The northeastern US state of Maryland has joined California and Washington in declaring an emergency over the coronavirus, after the first cases were confirmed there Thursday.  \"In order to further mobilize all available state resources in response to this threat to public health, I have issued a proclamation declaring a state of emergency in Maryland,\" Governor Larry Hogan said in a statement. \"With this declaration, I am officially authorizing and directing the Maryland Department of Health and the Maryland Emergency Management Agency to ramp up coordination among all state and local agencies and enable them to fast-track coordination with our state and local health departments and emergency management teams.\" Three positive cases of the coronavirus were confirmed in Montgomery County on Thursday. The county is Maryland's most populous, and borders Washington, DC. The patients, who contracted the virus while traveling overseas, are in good condition and are in quarantine at their homes, the state government said.  \"While today’s news may seem overwhelming, this is not a reason to panic,\" Hogan said. \"Marylanders should go to work or go to school tomorrow just as they normally would. At the same time, I want to continue to remind everyone to prepare themselves and continue to stay informed. I am confident in our state’s ability to respond effectively to these three cases of coronavirus as well as to any future cases, and to be a national leader in responding to this situation and in developing treatments and perhaps even a vaccine.\" ##United States## More testing is needed to determine what the fatality rate may be in the US from the coronavirus, according to Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases. Fauci's answer was prompted by a question from CNN's Anderson Cooper tonight during its global town hall tonight. \"There is a segment of the group — we don't know how large it is — who are without symptoms and are not getting counted in the calculation. And that's why the point you make is very valid. Until we have a much more accurate determination of who is infected, including those who are asymptomatic, we will not get a more accurate determination of what the case fatality rate is,\" Fauci said.  ##Town Hall## CNN Corespondent Ivan Watson is in Seoul, South Korea, bringing the latest developments there to the ongoing town hall. \"The confirmed number of infections has crossed the 6,200 mark with at least 42 people who have died as a result of the disease. More than 70% of the infections have originated around the southern Korean city of Daegu,\" Watson said. Some context: Daegu is where the Shincheonji religious group is based -- more than half of all cases nationwide have links to the group. Daegu is also near where a US soldier, his wife, and child were infected. Aggressive testing: \"More than 150,000 tests have been conducted since the virus first appeared here, and the authorities are working so hard to expedite this. There are even drive-through testing facilities to speed up the process and to limit the exposure of doctors and nurses to potential carriers,\" Watson said. To put that into perspective: About 1,500 people have been tested for coronavirus in the US so far, said CNN medical correspondent Sanjay Gupta -- \"a magnitude of difference.\" ##Town Hall## The death toll from the coronavirus has increased by 30 in mainland China, bringing the total number of fatalities in the country to 3,042, according to China’s National Health Commission. Confirmed cases in mainland China increased by 143 on Thursday, 126 of which were in Hubei province -- ground zero for the outbreak. That means there were 17 new cases reported in China outside of Hubei, according to the NHC. The total number of confirmed cases in mainland China is now 80,552, bringing the global total to 97,852, according to CNN's tally. The NHC added that a total of 53,726 patients across mainland China have recovered and been discharged from hospital. There have been at least 341 deaths reported outside of mainland China, raising the global death toll to 3,383. Here's where those deaths have been reported: Italy: 148 deaths\nIran: 107\nSouth Korea: 42\nJapan: 12\nUnited States: 12\nFrance: 7\nSpain: 3 \nHong Kong: 2\nIraq: 2 Taiwan, Australia, Thailand, the Philippines, Switzerland and the United Kingdom have each reported 1 death. ##Asia## CNN anchor Christiane Amanpour is tuning into the town hall from London, where she's been covering the outbreak in the UK. \"Here they were talking about containment. Now the chief medical officer says they are moving into the so-called second phase, which is control. And then there is research and mitigate. But that's what's happening right now,\" Amanpour said. Shortages: \"There is a national shortage of nurses,\" she said. \"Testing kits are in short supply, not only here but around the world.\" Preventative measures: \"There is a sense that they might have to go into methods such as controlling how people work, keep them at home more. And it's called social mitigation. So also as you were talking about how do people deal with each other, social distancing, for instance. There is a huge amount of talk about should people shake hands, should they hug, kiss.\" \"The main advice that people here are being given is wash your hands, and wash them over and over again. And if you use sanitizer, use something that's at least 60% alcohol contained.\" ##Town Hall## David Culver, CNN's China correspondent, is weighing in at the town hall on the situation in China. He is calling in from Shanghai. \"We've seen these fluctuations going up and down (in case numbers),\" Culver said. \"It seems in Shanghai things are under control. You look at the numbers in Hubei (province), it's rather intense. Tens of thousands of people have been impacted by this and thousands have died.\" What it's like in Hubei: \"We talked to folks an hour or so ago, I was on the phone with one resident checking in. They cannot leave their homes. They're sealed within their residential complexes. Basic necessities come to them. Outside of that, here in Shanghai, a lot more flexibility and freedom to move around,\" Culver said. Is the data trustworthy? \"We've been asking that question, too,\" Culver said. \"We were hearing on the ground from folks who said, 'We know we might have it because our loved ones have been confirmed. We're experienced the same symptoms, yet testing has been delayed. It's not coming through.'\" On testing: \"We can say that the federal government here, the central government under President Xi Jinping, they have moved forward with getting a lot of those test kits to where they need to be and it seems as though they are coming to a place where they are being readily available,\" said Culver. ##Town Hall## Gary Tuchman, CNN's National Correspondent, is laying out the facts on the Washington nursing home at the center of the state's outbreak. \"We need to mention there has not been widespread transmission here in Washington state. But that being said, this nightmare scenario that's taking place at this small nursing home northeast of Seattle does not bode well,\" Tuchman said. Around the US, 12 people have died. Seven of those lived inside this nursing center in Kirkland, Washington. \"That means more than 50% of the people we know died from coronavirus lived here,\" Tuchman said. \"We don't know how the virus got inside this building. We do know that other people who live here, other people who work here, and other people who visit here are also sick and they are dealing with that right now.\" No testing done: Family members of residents in the center told CNN that no testing has been done for these asymptomatic residents. \"Despite all the talk of testing, these loved ones want their relatives to be tested,\" said Tuchman. \"If they're not sick, they want to get them the heck out of here. If they are sick they realize they need to stay. But they don't want to take a person who might be infected to infect their loved ones and infect the public.\" Watch: ##Town Hall## The Department of Homeland Security notified employees Thursday evening that a DHS employee in the Seattle-area tested positive for coronavirus. The department said the employee is \"already recovering from his flu-like symptoms and is at home with this family.\" \"We are working directly with each DHS employee in that building to identify who may have been in contact with the employee and at a higher risk of exposure,\" DHS told employees in an email Thursday. \"If identified as being at high risk, we encourage an employee to conduct themselves according to CDC guidelines and take appropriate steps outside the office. In addition, we have been identifying the co-workers who would be at low risk of exposure, so they may return to work in the building as soon as possible.\" Earlier this week, acting DHS Secretary Chad Wolf announced that he closed a DHS facility in King County, Washington and directed employees to work remotely, if possible, after learning that an employee had visited a family member at the Life Care Facility in Kirkland, Washington before it was known the facility was impacted by the coronavirus outbreak. The office is temporarily closed and all employees had been directed to self-quarantine. Wolf also told lawmakers this week that any other possible closures of DHS facilities will be reviewed on a case-by-case basis. \"I’m not going to contemplate about what could be potential closings, we’ll take that on a case-by-case basis,\" he said. ##United States## CNN's town hall on the coronavirus has begun -- for the next two hours, CNN correspondents and medical experts will discuss the facts and fears around the outbreak. But first, they're starting with what we do and don't know. We know the numbers: We are fast approaching 100,000 global cases, and already have seen more than 3,000 deaths.  \"We know the virus is spread through coughs and sneezes and droplets just like the flu, but it doesn't linger in the air like measles or small pox,\" said CNN's Chief Medical Correspondent Sanjay Gupta. What we don't know: \"We don't know for sure how long it lives on surfaces and we don't know why it appears that children don't seem to be hit as hard as adults. Nor are we fully certain that if you catch it once, you can't catch it again. And we don't know for certain when this might end,\" Gupta sa Watch:  ##Town Hall## At least 2,773 people are in home isolation across New York over coronavirus fears, according to a statement from Mayor Bill de Blasio’s office. These people are all travel-related cases, and are self-monitoring for possible symptoms, New York City Health spokesman Patrick Gallahue told CNN. The health department is in contact with those individuals, de Blasio told CNN’s Wolf Blitzer. ##United States## The South Korean Centers for Disease Control and Prevention announced that 518 new cases of the novel coronavirus were recorded on Thursday, bringing the national total to 6,284. The country also reported seven new deaths, bringing the national death toll to 42. Among the 518 new cases recorded on Thursday, 367 are from the city of Daegu, where the outbreak has been concentrated. A total of 4,693 cases during the outbreak have been from Daegu. Of the cases recorded on Thursday, 123 are from North Gyeongsang province, which surrounds Daegu. About 90% of cases nationwide are from Daegu and North Gyeongsang province. ##Asia## CNN's Anderson Cooper, Chief Medical Correspondent Sanjay Gupta, international correspondents, and a number of medical experts are gathered tonight for a town hall on the coronavirus -- the facts, the fears, and what you should do. What time is it happening? The two-hour event has just begun and will air live until midnight ET. How can I participate? The experts will take questions from the studio audience and from viewers around the world. Submit them here or tweet them using the hashtag #CNNTownHall. ##Town Hall## The nursing home in Kirkland, Washington, where seven residents have died of coronavirus, issued a statement on Thursday responding to residents' families. “Our clinical team is making personal, one-on-one telephone calls with family members to share information about loved ones and respond to questions,” said the statement from Beecher Hunter, president of the Life Care Centers of America. \n\"Communication is vital in the caregiving process and for keeping families abreast of developments in dealing with the coronavirus.\nWe grieve with the families who have lost loved ones; people who were important members of our professional family.\" This statement comes after an emotional news conference from family members of some residents at the center yesterday. Relatives said at least two more residents have died without an immediate answer as to whether they were infected. Pat Herrick says her mother died at the nursing home early Thursday morning, but according to Herrick, a staffer called her hours later, erroneously stating that her mother’s condition was stable.  Herrick says she does not blame the nursing home workers and appreciates their hard work, but believes they are overwhelmed without enough resources. Herrick says her mother was never tested for the novel coronavirus. Life Care Centers of America has not responded to a request from CNN for responses to the specific concerns raised in the families’ news conference. ##United States## Australia has confirmed seven more coronavirus cases, bringing the national total to 59. The new cases were found in the states of New South Wales, Queensland, South Australia, and Western Australia, said the Department of Health yesterday. The cost of an epidemic: Prime Minister Scott Morrison estimated the cost of containing and managing the coronavirus epidemic would be about $660 million, and warned that the figure \"could be more.\" Morrison also announced that the healthcare costs of treating coronavirus patients would be split 50/50 between the federal government and individual state governments. He added that the federal government has already put down a $65 million advance. We are fast approaching 98,000 cases of the coronavirus worldwide, as clusters continue spreading across Europe, the US, and elsewhere. Here are the numbers, according to CNN's tally: In mainland China: 80,552 cases, 3,042 deaths           \nIn Hubei province, epicenter of outbreak: 67,592 cases, 2,931 deaths   \nOutside mainland China: 17,300 confirmed cases, 341 deaths   \nGlobal total: 97,852 confirmed cases, 3,383 deaths         CNN's Anderson Cooper and Chief Medical Correspondent Sanjay Gupta are hosting a coronavirus town hall tonight from 10 p.m. until midnight ET -- starting in about 15 minutes. We'll be covering it for you here with live updates.  They will discuss the facts and fears around the virus, as well as invite CNN correspondents around the world to discuss how the virus has impacted every continent except Antarctica. To watch the stream: The town hall will air exclusively on CNN, CNN International, across mobile devices via CNN's apps for iOS and Android, via CNNgo apps for Apple TV, Roku, Amazon Fire, Chromecast and Android TV, SiriusXM Channels 116, 454, 795 and the Westwood One Radio Network. ##Town Hall## The Canadian province of Alberta has announced its first presumptive positive case of coronavirus, according to the provincial website. The patient is a woman in her 50s who was aboard the Grand Princess Cruise Ship in California, and has been isolated since February 28, said Chief Medical Officer of Health Dr. Deena Hinshaw. She is now recovering at home. Officials are asking anyone that was aboard the ship to stay home for at least 14 days. Meanwhile, at least eight new cases have been confirmed in the province of British Columbia, said Provincial Health Officer Bonnie Henry on Thursday night. Four of them -- two men and two women, aged between their 20s to 60s -- all lived in the household with a man in his 60s who had traveled from Iran. The other four cases have no connection to any previous cases. Two individuals returned from recent travel to Iran. Another is a resident of Seattle, and was visiting her family in the region. The last is a person whom was found to be positive as the hospital was routinely checking for influenza. Officials are identifying her as a community case and are investigating. Two coronavirus patients from California's Sonoma County had shared the same shuttle bus after their trip from Mexico on a Grand Princess cruise ship, county health officials told CNN. “Of the 78 Sonoma County residents on the cruise ship, approximately 25 took a shuttle to the Sonoma County Airport on February 21,” said a county Public Information Officer. The county has a list of other Sonoma County residents who were on the same cruise and used the shuttle service, and the Department of Health Services is reaching out to them, the county said. Officials also said the 14-day exposure period for all the passengers on this cruise trip ends tomorrow. Sonoma County reported its first confirmed case on Monday and its second case today. Both were passengers on a Grand Princess cruise from San Francisco to Mexico. ##United States## The latest numbers: The novel coronavirus has killed more than 3,300 people, according to CNN's tally -- the vast majority in mainland China. There are now more than 97,000 global cases, with infections in over 85 countries and territories. More than 17,000 cases have been confirmed outside of mainland China. Testing has begun on a cruise ship in California: The Grand Princess has been held off the coast of California for days now, amid fears of an outbreak on board. A California Air National Guard helicopter delivered testing kits Thursday. In the meantime, guests have been told to stay six feet (1.8 meters) apart from each other.  Stock markets took another tumble: US stocks finished sharply lower on Thursday, with all three major indexes closing down more than 3%. Markets were already suffering globally due to concerns of the knock-on effect coronavirus quarantines and closures could have on the global economy.  The US outbreak is worsening: An 11th person died of the coronavirus in Washington state Thursday, while new cases have been reported in Texas, California, New York, Maryland and Colorado. Congress on Thursday approved an $8.3 billion coronavirus response package, though Vice President Mike Pence has warned the country is already short on testing kits.  Colorado officials announced the state's first two presumptive positive case of coronavirus, according to a statement from the Colorado Department of Public Health. The first case is in an out-of-state visitor to Summit County. The visitor is a man in his 30s.  When the man arrived at Denver airport on February 29, he was asymptomatic. He developed symptoms two days ago, was tested yesterday and today the state lab said the test was positive. The man was advised to go to a lower altitude and relocated to Jefferson County, the governor added. Coronavirus makes people sick, usually with a mild to moderate upper respiratory tract illness, similar to a common cold.  The man is in isolation and his fiancee is in quarantine. Two friends from Colorado have been given quarantine directions, the governor said. Gov. Jared Polis said the man traveled to Italy in mid-February and had a travel companion who has had a positive coronavirus test in another state. We don't know much about the second case yet: Polis said he received word of the second case while preparing for a news conference about the first case. \"We hope to have details on that later today,\" he said. ##United States## A French member of parliament is hospitalized in serious condition after being infected by the coronavirus, the speaker for the country’s lower-house said late Thursday. In addition, a parliament staff member has also contracted the virus and remains under home confinement, National Assembly Speaker Richard Ferrand said in a statement. Meanwhile, a second staffer is suspected to have been infected as well and has been hospitalized, Ferrand added. Both staffers work at the parliament’s cafeteria and refreshment bar, according to the speaker. In his statement, Ferrand stopped short from naming the three individuals but said that all MPs and staffers have been informed about the situation Thursday evening. On March 3, Ferrand convened a rare internal meeting dedicated to the coronavirus and the efforts to prevent and manage any crisis within the National Assembly. This post has been updated to accurately reflect the status of the infections. ##Europe## Austria has reported 41 confirmed cases of coronavirus, said the Federal Ministry of Social Affairs, Health, Care and Consumer Protection on Thursday. At least 3,711 people have been tested so far, according to the ministry. The country's first two cases were confirmed just last Tuesday -- two Italian citizens who drove to Innsbruck, Austria, from Italy's Lombardy region. ##Europe## The Himalayan kingdom of Bhutan announced its first coronavirus case on Thursday, according to a Facebook post from the prime minister’s office. The patient is a 76-year-old American tourist who entered the country in early March after traveling in India, according to the prime minister’s office. ##Asia## Virus tests are underway for cruisegoers aboard the Grand Princess, passenger Michael Bell told CNN. The tests were delivered to the ship by a California Air National Guard helicopter. As the aircraft hovered, guardsmen dropped the test kits and lowered CDC medical personnel, Lt. Col. Jonathan Shiroma told CNN. Almost 100 passengers, including guests and staff, need to be tested, Princess said in a statement. The ship’s captain told passengers over the cruise ship’s loudspeakers that tests are being conducted and will be flown out by dinnertime, Bell said. He added that the CDC has forced the closure of the casino and all group activities on the ship. Guests are being told to stay 6 feet (2 meters) from one another, according to Bell. ##United States## The US Department of Homeland Security refused entry into the country to 241 people -- 14 at airports; 227 at land ports -- within the past month because of the novel coronavirus, according to data provided by the department.  The figures provided by DHS were recorded from February 2 to March 3. The department did not provide a breakdown by country for those who were refused entry at airports.  Another 106 foreign nationals were denied entry before arriving in the US at pre-clearance airports, where US Customs officials conduct screening overseas. The department is tasked with screening passengers that are subject to the President's travel restrictions from China and Iran. At the beginning of February, the United States began implementing stringent travel restrictions in an effort to contain the coronavirus outbreak. Most foreign nationals who visited China in the 14 days before their arrival to the United States are denied entry. That was expanded last week to include Iran.  ##United States##", "Section": "world", "Writers": ["Jessie Yeung", "James Griffiths", "Adam Renton", "Fernando Alfonso III", "Mike Hayes", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-outbreak-03-06-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}