{"Type": "article", "Time": "2021-03-17", "Headline": "What can Jerome Powell do to prevent Wall Street's worst nightmare?", "Text": "Once upon a time, investors' biggest concern was the pandemic that doused markets in uncertainty. No longer. What's happening: For the first time since February 2020, Covid-19 is not the greatest fear cited by portfolio managers surveyed by Bank of America. Now, the top risk they point to is inflation. That puts extra pressure on Federal Reserve Chair Jerome Powell as the central bank announces its latest policy decision on Wednesday. Powell will have to walk a fine line between expressing faith in the recovery, and emphasizing that the economy doesn't look strong enough to experience a sustained rise in prices — a difficult balancing act. The meeting \"will be one of the most critical events for the Fed in some time,\" Bank of America strategists, including head of US economics Michelle Meyer, said in a recent note to clients.  The backstory: Inflation fears have bubbled up on Wall Street in recent weeks as traders look ahead to the next phase of the recovery. Some worry that as people rush out to restaurants and book trips this spring and summer, prices could spike — and that the $1.9 trillion stimulus package recently signed into law by President Joe Biden could pour fuel on the fire. Investors are weighing whether this could force the Fed, which is tasked with maintaining stable prices, to hike interest rates or stem bond purchases earlier than expected. In recent remarks, Powell has made clear that the central bank intends to look past any temporary jump in prices, and that he doesn't see decades of low inflation giving way to a different dynamic any time soon. Part of the central bank's job is to achieve maximum employment, and the US job market is a long way from making a full comeback. \"The sooner that happens the better, but I would say, realistically, that's going to take some time,\" Powell said earlier this month. But expectations for higher inflation still pose a problem, since they are contributing to a rise in borrowing costs. The yield on the 10-year US Treasury, a benchmark for many loans, has ticked up to 1.657%, its highest level in more than a year. Watch this space: Wall Street will parse Powell's every word. There will also be significant attention on the central bank's latest economic projections, including the infamous \"dot plot,\" which showcases officials' expectations for interest rates. If the central bank indicates that rates could be hiked as soon as 2023, instead of in 2024, that could ripple through markets. \"Powell's comments in recent weeks have confirmed the Federal Reserve is very much in a holding pattern,\" ING said in a research note. Such a shift in the forecast \"doesn't seem to fit with the narrative,\" the Dutch bank added. Global chip shortage bites Samsung, Honda and Volkswagen  The global chip shortage continues to pummel businesses. The latest to warn of disruptions: Samsung, Honda and Volkswagen. Samsung co-CEO Koh Dong-jin warned investors at the company's annual shareholder meeting Wednesday that the South Korean giant was having trouble with its supply chain, my CNN Business colleague Michelle Toh reports. Problems may continue into the spring, he added. Meanwhile, the auto industry is pointing to worsening conditions. Honda and Volkswagen both said this week that the computer chip crunch had hampered operations, particularly in the United States.  In a statement Wednesday, Honda confirmed that it would temporarily suspend production next week at most of its North American factories, in part due to the lack of semiconductors. \"We continue to manage a number of supply chain issues related to the impact from Covid-19, congestion at various ports, the microchip shortage and severe winter weather over the past several weeks,\" a company spokesperson said. Volkswagen has also been hit hard. In an interview with CNN Business' Julia Chatterley on Tuesday, Volkswagen CEO Herbert Diess said chip shortages have already cost the automaker about 100,000 cars this year. Remember: Chip production was shaken up by the pandemic last year as carmakers anticipated weaker sales and demand for gaming systems and other tech gadgets jumped. Now, a return to normal is proving difficult. It's especially troublesome for the auto industry as it tries to get back on track. The average car has between 50 to 150 chips, which are used in a growing number of applications, including driver assistance systems and navigation control. New York is the top financial center as London's rating slips An index tracking the world's financial centers shows the strain on London, which is fighting to keep its title as Europe's main hub for bankers and traders after the United Kingdom's departure from the European Union. Take a look: New York has held onto its spot on top of the Global Financial Centers Index compiled by the think tank Z/Yen. London is still at No. 2, but it's now just one point ahead of Shanghai. Hong Kong and Singapore are not far behind. Billions of dollars worth of stock and derivatives trading has already vanished from the British capital after Brexit was finalized on Jan. 1, shifting abroad to Amsterdam, Paris and Frankfurt, my CNN Business colleague Hanna Ziady has reported. And the threat of more lost business hangs over the city, which is home to dozens of the world's biggest banks, hedge funds and insurance companies. Financial services were not included in the UK-EU trade deal agreed by British Prime Minister Boris Johnson in December, putting Brussels in a position to decide how much access UK-based companies will have to the vast EU market. \"I'm not predicting the end of London as a major financial center, but I think it's in the most precarious state it's been in for a long time and cannot be complacent,\" said Alasdair Haynes, the CEO of Aquis Exchange, an upstart rival to the London Stock Exchange and the CBOE. One benefit: London still remains a draw for talent. And many financial institutions are hoping to bring people back to the office as soon as possible. JPMorgan Chase plans to have hundreds of summer interns in New York and London work out of the bank's offices instead of virtually, a person familiar with the matter told CNN Business on Tuesday. Up next The House Financial Services Committee kicks off its second hearing on GameStop mania at 10 a.m. ET. Also today: US housing starts and building permits for February post at 8:30 a.m. ET.\nThe Federal Reserve's latest policy decision arrives at 2 p.m. ET.  Coming tomorrow: The Bank of England will follow the Fed with its latest interest rate announcement.", "Section": "investing", "Writers": ["Julia Horowitz"], "URL": "https://www.cnn.com/2021/03/17/investing/premarket-stocks-trading/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}