{"Type": "article", "Time": "2021-02-10", "Headline": "February 10 coronavirus news", "Text": "California has surpassed New York as the US state with the highest number of Covid-19 deaths since the beginning of the pandemic, according to data from Johns Hopkins University. As of Wednesday, California has reported a total of 45,351 Covid-19 fatalities -- eclipsing New York's total of 45,312 deaths. The grim designation comes after a catastrophic surge of new infections over the holidays in California led to a record wave of deaths that has lingered into February, even as new Covid-19 cases and hospitalizations have fallen in recent weeks. On Wednesday, state data showed a rolling daily average of nearly 500 deaths. “This is a heart-wrenching reminder that Covid-19 is a deadly virus, and we mourn alongside every Californian who has suffered the tragic loss of a loved one during this pandemic,” said Dr. Mark Ghaly, California’s Secretary of Health and Human Services. Though California has the highest number of total deaths, many other states have a higher rate of deaths per capita. New Jersey has the highest rate, followed by New York, which was hit hard early in the pandemic. California saw a surge in new cases in the fall, soaring from a total of 1 million just before Thanksgiving to more than 3 million by mid-January. The mounting death toll in California comes despite the state’s accelerated vaccine rollout. “Deaths continue to be devastating,” Gov. Gavin Newsom said Tuesday at the opening of the state’s largest mass vaccination center at Levi’s Stadium in Santa Clara, which will administer up to 15,000 doses each day. ##Vaccines## ##Hotspots## Los Angeles will temporarily close five Covid-19 vaccination sites, including one of the nation’s largest at Dodger Stadium, due to a lack of vaccine doses, Mayor Eric Garcetti said on Wednesday. “We don’t have enough vaccines,” Garcetti said at a news conference, as he explained that the vaccine doses aren’t arriving soon enough. “We’re vaccinating people faster than new vials are arriving here in Los Angeles and I’m very concerned,” he said. “Our vaccine supply is uneven, it’s unpredictable, and too often, inequitable.” The sites will shut on Friday and Saturday, and Garcetti says he hopes to reopen them by Tuesday or Wednesday.  “These closures, unfortunately, are inevitable,” he said, adding that the city will have exhausted its supply of the Moderna vaccine for first dose appointments. While the city has been administering about 13,000 doses a day, only 16,000 new doses arrived this week. So far, the city has administered more than 293,000 doses across the five sites. ##Vaccines## ##Hotspots## President Joe Biden's pledge to reopen most American schools within his first 100 days in office is in danger of going off the rails as teachers' unions hold firm on their demands for new safety measures amid conflicting messages from the administration and public health leaders. White House press secretary Jen Psaki was pressed again on Wednesday to give a clear definition of what the administration would consider a successful return, after suggesting 24 hours earlier that \"teaching at least one day a week in the majority of schools by day 100\" could be the bar.  This time around, Psaki said it was Biden's \"objective ... for all schools to reopen, to stay open, to be open five days a week, for kids to be learning,\" but did not commit to a clear benchmark. Nearly a year into the unprecedented national experiment in remote learning, millions of children are still at home, with no expected return date. Studies show them falling behind, with low-income or Black and Latino children hurting the worst -- but the science is unclear on how, or when, they can safely return to classes, even as some teachers get vaccinated and schools districts work to fit classrooms for reopening.  There is scant information on the effects of bringing students back together, in close quarters, could have on the communities they reenter after leaving the building. And Though Biden promised to nationalize the response, some of the messaging from the White House has added to the confusion. Read more: US federal authorities are investigating the distribution of counterfeit 3M N95 masks sold to hospitals and medical facilities nationwide, according to Homeland Security officials. “We’re seeing a significant increase over the last three to four months,” said Steve Francis, the National Intellectual Property Rights Coordination Center director. “This is our biggest fear.”  The sale of fake personal protective equipment, which have also gone to health care providers, has been an ongoing issue during the pandemic amid pent-up demand for supplies -- especially counterfeit N95 masks which are misleadingly labeled as 3M products.  There are active investigations in more than five states, and that number is expected to increase, Francis said. 3M has worked with authorities in multiple states to confirm that the counterfeit masks are not real 3M products. The Associated Press first reported on the government’s investigation.  The counterfeit products have come into health systems in part through fake solicitations. “These are businesses or individuals that are acting as if they’re medical supplies and acting as if they’re real, legitimate products,” explained Special Agent Brian Weinhaus of Homeland Security Investigations.  “There’s so much demand for these products… they’re going outside of their normal channels to try and find them. When they see something that appears to be legitimate, they’re jumping it.”   Here's how to identify a fake mask: The US Centers for Disease Control and Prevention released new guidance on Wednesday offering \"best practices\" for managing second doses of Covid-19 vaccine and making sure people get their second shots so that they are fully vaccinated. The Pfizer/BioNTech and Moderna Covid-19 vaccines authorized for emergency use in the United States are administered as two doses, 21 and 28 days apart, respectively. \"If it is not feasible to adhere to the recommended interval, the second dose may be scheduled for administration up to 6 weeks (42 days) after the first dose,\" according to the new guidance posted to the CDC's website. The guidance notes that \"jurisdictions and providers must carefully manage vaccine inventory to ensure completion of the vaccine series. At present, jurisdictions receive sufficient supply of doses to vaccinate all persons who receive a first dose.\" Local health officials were told on Tuesday during a phone call with the White House that the guidance provided recommendations around what to do if patients miss their second-dose appointments, Lori Tremmel Freeman, chief executive officer of the National Association of County and City Health Officials, told CNN on Wednesday. \"This guidance that is coming out is intended to share how health departments -- and others who are distributing the vaccine -- can deal with people who miss their second appointments and how long they should save that vaccine for that patient,\" Freeman said.  \"This guidance is meant to provide some protocols that health departments can use so that they can address missed appointments.\" ##Vaccines## Newfoundland is facing its largest Covid-19 outbreak so far — a chilling discovery for a province that sacrificed large parts of its economy and prohibited most visitors from entering the past 10 months, in the hopes of containing any major outbreaks.  The province's chief medical officer, Dr. Janice Fitzgerald, said Wednesday that \"complacency\" had allowed case numbers to spiral: \"I believe that going so long with low case counts of Covid led to complacency and we are now seeing the repercussions.\" Canada’s easternmost province reported just 53 new Covid-19 cases Wednesday for a population of about a half million people. Still, the province is shell-shocked and has imposed a strict \"circuit-breaker\" lockdown. Adding to the 53 new cases are 32 presumptive cases that have yet to be confirmed. The province now has 110 active cases of Covid-19 and that is enough for officials to shutdown parts of the province including widespread closures in the St. John’s metro area, Newfoundland’s capital.  New daily case numbers are expected to rise for days to come as the provincial officials warn residents of a ‘rough period’ ahead.'  New daily case numbers are expected to rise for days to come as the provincial officials warn residents of a ‘rough period’ ahead.  “This is what Covid does, it’s a bit disappointing to see the number of contacts that people have had. I think we really need to do better when it comes to reducing those contacts,” said Dr. Fitzgerald.  All schools in the St. John’s area are now closed for at least 2 weeks, non-essential businesses have been closed to in person shopping and dine-in restaurants must close. In addition, Newfoundland residents have been told to stay home when possible and avoid any private, social gatherings.  Upwards of 1,500 people have been told to self-isolate and officials say they are investigating hundreds of possible contacts.  The outbreak comes at a crucial time for the province, as residents go to the polls to elect a new premier in just a few days. But public health officials say the election will not be postponed and that they will ‘find a way’ to keep everyone safe during the vote.  Two cases of the South African Covid-19 variant have been detected in California, Gov. Gavin Newsom announced Wednesday. Both cases were identified in the Bay Area, one in Santa Clara and the other in Alameda County. The discovery of the South African strain is in addition to 159 cases of the UK variant and 1203 incidents of the West Coast variants identified thus far in the Golden State. Thirty labs across the state are working to sequence genomes and potentially uncover additional cases of variants, Newsom said. The variant of the coronavirus first identified in South Africa could be resistant to vaccines and raise the bar for herd immunity, health officials have said. The first two confirmed cases of the variant in the US were detected last month in South Carolina. As the rate of new coronavirus cases drops in most of the state, New Mexico’s governor says it will be dropping its mandatory quarantine rule for most out-of-state travelers. Gov. Michelle Lujan Grisham (D) said in a press release Wednesday: “New Mexicans have sacrificed to make this recent progress, and I encourage all New Mexicans and visitors to our state to maintain vigilance in the coming weeks.”   The current quarantine rules will expire Thursday. They required that people coming to New Mexico from 48 other states isolate for 14 days after arriving. Only travel from Hawaii was exempted from the rule, since that state has a positivity rate of lower than 80 cases per million residents. The US Centers for Disease Control and Prevention website now reflects the agency’s new mask data showing double masking can significantly improve protection. The data was published in a CDC report on Wednesday.  The site uses colorful illustrations to outline different types of masks and educates the public on how to “Improve How Your Mask Protects You.” It describes wearing two masks- a disposable mask underneath a cloth mask for better fit and extra protection. The CDC still encourages the use of a single cloth mask that is multi-layered. Also suggested on the site: wearing masks with a nose wire and using a mask fitter or brace to prevent air leakage from gaps in loose masks.  The website now instructs to the public to ensure the snug fit of a mask by cupping their hands outside the edges of a mask to make sure no air is flowing out of the sides or top. The page tells consumers to avoid masks with gaps or exhalation valves or vents. Beginning in January 2021, the CDC tested two simple methods, double masking and knotting, to evaluate mask performance protection. Researchers found the effectiveness of cloth and medical procedure masks can be improved by ensuring they are well fitted to the contours of the face to prevent air and particles from escaping from gaps around the mask’s edges. Researchers found that layering a cloth mask over a medical procedural mask, such as a disposable blue surgical mask, can block 92.5% of potentially infectious particles from escaping by creating a tighter fit and eliminating leakage. Researchers also found that overall performance of medical procedure masks alone can be improved by folding mask edges inward and knotting ear loop strings where they meet mask fabric to reduce gaps. A knotted medical mask can block 63% of aerosols that may contain coronavirus, a significant improvement from blocking only 42% of particles when unknotted. New York governor Andrew Cuomo said Wednesday that large entertainment and sports venues will be able to re-open with a 10% capacity limit from from February 23. Venues will need to get approval from the Department of Health and spectators will have to test negative for Covid-19 up to 72 hours before the event. The department is already inspecting venues and the Barclays Center has been approved to re-open on February 23 for the Brooklyn Nets' home game against the Sacramento Kings, Cuomo's office said. The decision builds on the pilot program in use at the Buffalo Bills' home games during the NFL playoffs, which saw a limited number of fans allowed. \"Live sports and entertainment have long been engrained in the fabric of New York and the inability to hold events has only added to the isolation we have all felt at the hands of this virus,\" Cuomo said in a statement.  \"Thankfully, our pilot program to reopen Buffalo Bills games to fans was an unparalleled success and now we are taking that model and expanding it to other large venues across the state to not only reinvigorate local economies, but also help bring some fun and joy back into people's lives as safely as possible,\" he said. Socially distanced seating, mask-wearing and contact tracing information is required for venues wishing to re-open. Elsewhere, New York City Mayor Bill de Blasio announced during his daily press briefing he will soon open a vaccination site at Empire Outlets for residents of Staten Island.  New York City is also hoping to partner with the state to open the Barclays Center as a Brooklyn-only vaccination site, de Blasio said. The city is also partnering with a number of organizations in an effort to vaccinate Holocaust survivors right away, he added. More schools across the US are returning to in-person learning as the coronavirus pandemic continues. CNN's Omar Jimenez is on the scene in Chicago, where teachers have voted to come back to classrooms.  Watch: All the coronavirus particles in the world would easily fit inside a single can of cola, a British mathematician has estimated.  Kit Yates, a co-director of the Centre for Mathematical Biology at the University of Bath in the UK, set out to calculate the total volume of SARS-CoV-2 currently in circulation by estimating the number of people harboring the virus, how much of it they have, and how big the virus itself is.  He was startled by his own finding, he told CNN. \"It's astonishing to think that all the trouble, the disruption, the hardship and the loss of life that has resulted over the last year could constitute just a few mouthfuls,” Yates told CNN Wednesday. “It's supposed to be a bit of a light-hearted look at the situation. It’s been a nice outlet for me since I am largely preoccupied by reporting on the pandemic as part of my role on Independent SAGE here in the UK,” he said. Independent SAGE – the Scientific Advisory Group for Emergencies - is a group of scientists who provide independent advice to the UK government and public amid the crisis.  Yates used statistical and epidemiological modelling by the Institute for Health Metrics and Evaluation, an independent global health research center at the University of Washington in Seattle, which estimates the number of people infected with the virus each day at around 3 million.  Using data from a pre-print study carried out by scientists at the Weizmann Institute of Science in Israel and the University of California at Berkeley in the USA, Yates calculated peak viral loads range from one billion to 100 billion virus particles per gram, with estimates of the diameter range of SARS-CoV-2 80 to 120 nanometres. One nanometre is a billionth of a meter.  Germany’s partial national lockdown will be extended till March 7, German Chancellor Angela Merkel and the state prime ministers of the 16 federal states agreed on Wednesday evening. Officials made an exception over the opening of the schools and childcare centres, which has proven to be a controversial subject. The government will leave it up to federal the states to handle those issues themselves.  Merkel said at a press conference: \"I have had certain ideas of my own leading up to March 1, but we live in a federal state, there are very important state sovereignties, so the states will decide the school openings.” Merkel added that even though the number of new infection is low, at only 8,072, the decision to keep the current lockdown restrictions came because of concern over the spreading of the new coronavirus mutation, which she said could lead to a serious aggravation of the situation. \"With the uncertainty of the spread of viral mutations, the next loosening of restrictions can take place at a stable seven-day incidence of no more than 35 new infections per 100,000 inhabitants,\" Merkel said.  \"This next opening stage should include the opening of retail limited to one person per 20 square meters, in addition to museums and galleries and the opening of the still closed body services.\" Hairdressers will be allowed to open from March 1 with hygiene measures in place.  The White House Covid-19 response team announced it would be building three new mass vaccination sites in the state of Texas, which will be capable of administering more than 10,000 shots a day.  “Today I’m pleased to announce that we’ll partner with the state of Texas to build three new major community vaccination centers, in Dallas, Arlington and Houston, communities hit hard by the pandemic,” Jeff Zients, Coordinator of the Covid-19 response team said at a briefing on Wednesday.  The sites in Houston and Arlington are at two NFL stadiums, the NRG Stadium and AT&T Stadium respectively.  In an interview that aired before the Super Bowl on Sunday, US President Joe Biden said NFL Commissioner Roger Goodell had offered all the NFL Stadiums up as vaccination sites. The vaccination site in South Dallas will be at Fair Park, home to the Texas State Fair.  “Together these sites will be capable of administering more than 10,000 shots in arms a day,” Zients said. He added that federal teams would be deployed to work with the state and local jurisdictions on this effort. Zients said they expect the sites to begin administering shots the week of February 22. People who have been fully vaccinated against coronavirus -- meaning they have recieved two doses of either the Pfizer/BioNTech or Moderna vaccine-- can skip quarantine if they are exposed to someone infected with the virus, the US Centers for Disease Control and Prevention said Wednesday. “Fully vaccinated persons who meet criteria will no longer be required to quarantine following an exposure to someone with COVID-19,” the CDC said in updates to its webpage with guidance on vaccination. “Vaccinated persons with an exposure to someone with suspected or confirmed COVID-19 are not required to quarantine if they meet all of the following criteria,” the CDC added. The criteria: They must be fully vaccinated – having had both shots with at least two weeks having passed since the second shot. But the CDC says protection may wear off after three months, so people who had their last shot three months ago or more should quarantine if they are exposed. They also should quarantine if they show symptoms, the CDC said. “This recommendation to waive quarantine for people with vaccine-derived immunity aligns with quarantine recommendations for those with natural immunity, which eases implementation,” the CDC said. People who have been vaccinated should still watch for symptoms for 14 days after they have been exposed to someone who is infected, the CDC said. “At this time, vaccinated persons should continue to follow current guidance to protect themselves and others, including wearing a mask, staying at least 6 feet away from others, avoiding crowds, avoiding poorly ventilated spaces, covering coughs and sneezes, washing hands often, following CDC travel guidance, and following any applicable workplace or school guidance, including guidance related to personal protective equipment use or SARS-CoV-2 testing,” the agency said. The Pan American Health Organization has registered improving developments in the spread of the coronavirus pandemic, PAHO Director Dr. Carissa Etienne said on Wednesday. “After many weeks of increases in Covid cases and deaths, we are starting to see improving trends in some of the more heavily affected countries, including the US and Brazil. There are also positive signs in Panama, Costa Rica, Chile, and Argentina,” Etienne said during PAHO’s weekly online briefing. Etienne also warned that the trends are “cause for hope, but not for celebration,” and that the number of Covid-related deaths continued to increase in the Americas over the last seven days. Particularly concerning are hotspots in Central America and the Amazon tri-border region between Brazil, Colombia, and Peru, Etienne also said.  British Prime Minister Boris Johnson has welcomed the World Health Organization's backing for the Oxford-AstraZeneca vaccine, and for the UK's spaced-out dosing strategy that had been the subject of intense debate in medical circles. Johnson encouraged any eligible Brits who hadn't taken up an offer of a vaccine to do so, as he confirmed Britain has inoculated more than 13 million people -- about a fifth of its population. \"Let me stress that these vaccines are safe and effective, and it was good to see the World Health Organisation today confirm its support for the Oxford/Astra Zeneca vaccine for use in everyone over the age of 18 and, obviously, anyone over 65,\" Johnson said at a press briefing. The WHO earlier recommended the vaccine for use, including for the elderly, after some countries recommended it not be given to over 65s until more data is released. Dr. Joachim Hombach, executive secretary of WHO's Strategic Advisory Group of Experts (SAGE) on Immunization said \"the immune response in people above 65 is almost the same as in younger people, and this makes us very confident.\" At his briefing, Johnson highlighted the WHO \"also supporting the 12-week interval between the two doses,\" the unorthodox approach the UK has followed. \"Indeed, they say the longer interval provides greater protection,\" Johnson said. The White House isn’t at this time recommending that people wear two masks to prevent coronavirus, but is considering a “range of options” when it comes to getting masks to Americans, White House press secretary Jen Psaki said Wednesday.   Psaki told reporters during a press briefing that reports that two masks protect better than one were based on a “study, which was a reflection of the importance of well-fitting masks, something that many of our health and medical experts have talked about.”  “It doesn't actually issue definitive guidance on one mask versus two mask,” Psaki continued. “Obviously if that's something they were to issue as official guidance, we listened to our health and medical experts.”  She said the study shows “that if a person has a loose fitting mask that they should consider options to improve that fit.” Asked if there was a plan for the administration to send masks to Americans, Psaki said there were “a range of options under consideration on to how to ensure that people who need masks the most, people who need this type of protection the most, receive it, but no decision has been no final decision has been made.” Last week, White House chief of staff Ron Klain said the administration hoped to resurrect a proposal from the Trump administration to mail face masks to every American in an attempt to stop the spread of Covid-19. Top officials at the World Health Organization and UNICEF on Wednesday called out the inequitable distribution of Covid-19 vaccines across the globe, which has seen wealthier countries vaccinating millions and poorer countries vaccinating no one.  \"Of the 128 million vaccine doses administered so far, more than three quarters of those vaccinations are in just 10 countries that account for 60% of global (gross domestic product),\" Dr. Tedros Adhanom Ghebreyesus, director-general of the WHO, and Henrietta Fore, executive director of UNICEF, said in a joint statement.  \"As of today, almost 130 countries, with 2.5 billion people, are yet to administer a single dose.\" They said the current approach is a \"self-defeating strategy\" that will \"cost lives and livelihoods\" and give the virus further opportunity to mutate and evade the vaccines. To ensure that vaccine rollouts begin in all countries in the first 100 days of 2021, the officials said it is imperative that governments share vaccines with other countries after they have vaccinated their own health workers and populations at the highest risk of severe disease. They also called on vaccine manufactures to allocate the limited vaccine supply equitably by taking steps to scale up production and by transferring technology to other manufacturers to make additional supply. \"We need global leadership to scale up vaccine production and achieve vaccine equity,\" the statement said. \"COVID-19 has shown that our fates are inextricably linked. Whether we win or lose, we will do so together.\" Norway is extending border closures to the end of February, its Justice Minister announced on Wednesday.  The border closures, which have been in place since January 29, prohibit nearly everyone who does not reside in Norway from entering the country. “This has major consequences for many families and individuals who are not allowed to meet their loved ones. And then, of course, it has enormous consequences for Norwegian businesses and industry,\" said Norwegian Minister of Justice and Public Security Monica Mæland on Wednesday.  “At the same time, we are in a situation where the pandemic has taken a new direction, with mutated viruses that infect more people and infect more quickly.\" “We must make sure we have control and limit the infection as much as possible, and that means, and of course, to limit the import of infection,\" Mæland added.  “The infection situation in Europe, and especially elsewhere than Europe, indicates that we must continue to limit the number of people travelling to Norway as much as we can.\" As of Tuesday, Norway has recorded 65,338 Covid-19 cases and 592 deaths since the beginning of the pandemic, according to the latest government data. The country has also recorded several cases of the coronavirus variants that were first identified in the UK and South Africa. As of Tuesday, Norway’s Public Health Institute has reported 436 cases of the B.1.1.7 variant that was first identified in the UK and 10 cases of the B1.351 variant that was first identified in South Africa. Tens of thousands of pregnant women have been vaccinated against Covid-19 so far and there have been \"no red flags\" in their reactions to the vaccine, Dr. Anthony Fauci, chief medical advisor to President Biden, said during a White House briefing on Wednesday. Fauci said that children and pregnant women were not included in the original clinical trials for the Pfizer/BioNTech or Moderna Covid-19 vaccines, which are now authorized for emergency use in the United States.  Some clinical trials including pregnant women and children will be starting or are already underway, he said. \"But I want to point out that since the EUA (emergency use authorization) and under the EUA, approximately 20,000 pregnant women have been vaccinated with no red flags, as we say, and this is being monitored by the CDC and the FDA,\" Fauci said on Wednesday. \"With regard to children and pregnant women, as I mentioned on a prior discussion with this group, the fact remains that we will be starting clinical trials, and some have already started. We will not need to do tens of thousands of people,\" Fauci said.  \"We will need just enough measured in hundreds to thousands for safety and whether or not we induce an immune response that is equivalent to the immune response that has been proven to be protective under the trials that have now shown to be 94% to 95% effective.\" The World Health Organization's recommendations for the use of the Oxford/AstraZeneca Covid-19 vaccine, AZD1222, include all people ages 18 and older, including older adults. In a briefing on Wednesday, Dr. Joachim Hombach, executive secretary of WHO's Strategic Advisory Group of Experts (SAGE) on Immunization said: The immune response in people above 65 is almost the same as in younger people, and this makes us very confident.\" The new recommendations were published on Wednesday and note that there are some populations for which data are limited or do not exist – including children, pregnant women, lactating women and other groups. \"Until such data are available, vaccination of individuals below 18 years of age is not recommended,\" the guidance says. \"The available data on AZD1222 vaccination of pregnant women are insufficient to assess vaccine efficacy or vaccine-associated risks in pregnancy. However, it should be noted that AZD1222 is a nonreplicating vaccine,\" it says. It added that the \"WHO does not recommend pregnancy testing prior to vaccination. WHO does not recommend delaying pregnancy because of vaccination.\" For women who are breastfeeding, the guidance says that \"a lactating woman who is part of a group recommended for vaccination, e.g., health workers, should be offered vaccination on an equivalent basis.\" It also said that it does not recommend discontinuing breastfeeding after vaccination At the same briefing, the WHO also recommended the Oxford/AstraZeneca vaccine in countries where variants of the coronavirus are circulating. The group of expert advisers looked at two aspects of the circulation of the variants in relation to the AstraZeneca vaccine, Dr. Alejandro Cravioto, chair of WHO’s Strategic Advisory Group of Experts (SAGE) on Immunization,Cravioto explained. In the United Kingdom, Cravioto said preliminary analysis showed a slightly reduced efficacy against the variant first spotted there. The analysis also showed a limited reduction in titers of neutralization, which means the vaccine is still having a good effect protecting people infected with that variant. In South Africa, Cravioto said preliminary analysis showed “a marked reduction” in vaccine effectiveness against mild or moderate disease in a variant first spotted there. The analysis also showed a reduction in neutralizing antibody levels. However, he said the study was small and didn’t allow assessment of the vaccine against severe infection. He noted there is indirect evidence that there is still protection against severe disease. Considering all these factors, we have made the recommendation that even if there is a reduction in the possibility of this vaccine having a full impact in its protection capacity, especially against severe disease, there is no reason not to recommend it’s use, even in countries that have the circulation of the variant,” Cravioto said. The European Medicines Agency (EMA) has not been asked to approve the Russian Covid-19 vaccine Sputnik V, the regulatory agency said Wednesday, saying it was responding to inaccurate reports that it had. The EMA said in a statement that has given scientific advice to the maker of the vaccine. “EMA is in dialogue and collaborating with the company to define the next steps. The developers have expressed their interest that the vaccine be considered for a rolling review,” the regulator said. Hungary will this week become the first European Union country to start distributing the vaccine, it announced on Tuesday. The Sputnik vaccine is already approved for use in Russia, Belarus, Serbia, Argentina, Bolivia, Algeria, Venezuela, Paraguay, Turkmenistan, Hungary, UAE, Iran, Guinea, Tunisia, Armenia and the Palestinian territories and has so far been administered to more than 2 million people worldwide. Only eight US states have genetically sequenced more than 1% of their total coronavirus cases during the pandemic, compared to a national average just under 0.4%, according to data updated late Tuesday by the US Centers for Disease Control and Prevention. They include: Hawaii (2.7%)\nMaine (2.3%)\nWashington (2.2%) \nWyoming (2.1%)\nUtah (1.6%)\nOregon (1.3%)\nNew Mexico (1.0%) \nNew York (1.0%). Meanwhile, 18 states have sequenced less than 0.1% of their confirmed cases. The states with the highest raw numbers of sequences are Texas, with more than 15,500; California, with more than 13,000; and New York, with nearly 8,500. Six states report fewer than 100 sequences each. These numbers come from sequences in a publicly accessible database from January 2020 to present, and may not represent the full number of samples that have been analyzed. US labs have submitted 99,000 sequences of the coronavirus – less than 0.4% of its total cases -- to a genomics database known as GISAID. In comparison, the UK has submitted nearly 220,000 -- just over 5.5% of its total cases. The US has been ramping up its sequencing efforts and is on track to process at least 7,000 samples per week, according to CDC Director Dr. Rochelle Walensky. But more sequencing is needed to track the spread of variants across the country. “Once we have more sequencing that's happening, we'll have a better idea as to how many variants there are and what proportion are out there,” Walensky said during a White House briefing Monday. Experts have previously told CNN that the US should aim to sequence 5% to 10% of cases, in line with sequencing efforts in the UK. Given cases over the past seven days, this would amount to roughly 38,000 to 76,000 sequences in a week. The US Centers for Disease Control and Prevention Agency (CDC) has released a new public service announcement featuring iconic scenes from action movies to encourage Americans to wear masks.   Scenes from films like \"Austin Powers,\" \"The Matrix\" and \"Mad Max\" have been edited to include starring characters wearing masks.   The 30-second spot asks the viewer to “SLOW THE SPREAD!” so that we can get back to “doing our favorite things.”  Watch the video: New data from the US Centers for Disease Control and Prevention shows that double masking -- using a cloth mask over a medical procedure mask, like a disposable blue surgical mask -- can significantly improve protection from Covid-19.  Researchers found that the combination of the two masks can block 92.5% of potentially infectious particles from escaping by creating a tighter fit around the face. They also found that overall performance of medical procedure masks alone can be improved by folding mask edges inward and knotting ear loop strings where they meet mask fabric to reduce gaps. A knotted medical mask can block 63% of aerosols that may contain coronavirus, a significant improvement from blocking only 42% of particles when unknotted. The findings were published Wednesday in the CDC’S Morbidity and Mortality Weekly Report. Beginning in January 2021, the CDC tested the double masking and knotting methods to evaluate mask performance protection. Researchers found the effectiveness of cloth and medical procedure masks can be improved by ensuring they are well fitted to the contours of the face to prevent air and particles from escaping from gaps around the mask’s edges. The study found that when both a source of infection and uninfected source were both fitted with double masks, the uninfected person’s exposure to potentially infectious particles was reduced by 96.4%. When both people wore knotted and tucked masks alone, the uninfected person’s cumulative exposure to potentially infectious particles was reduced by 95.9%. Both findings highlight the importance of a good fit to maximize mask performance to reduce exposure. “This observation suggests that amendments to improve fit might result in equivalent improvements, regardless of the masks baseline filtration efficiency,” the researchers wrote.  It is unclear how or if the CDC will incorporate these new findings into its mask recommendations. The CDC team used a medical procedure mask, like blue surgical masks, and a three-layered cloth mask for a total of twelve different mask combinations. They performed tests using various combinations of no mask, double masks, and unknotted or knotted and tucked medical procedure masks. When studying ‘double masking’ these experiments utilized one cloth over one medical mask. The researchers did not include any other combinations of masks, such as cloth over cloth, medical procedure mask over medical procedure mask, or medical procedure mask over cloth. The study also did not provide any guidance on mask fitting.  “The data in this report underscore the finding that good fit can increase filtration efficiency. Multiple simple ways to achieve better fit have been demonstrated to be effective,” the analysis reads.   “Until vaccine-induced population immunity is achieved, universal masking is a highly effective means to slow the spread,\" it added. The US Centers for Disease Control and Prevention (CDC) released recommendations Monday for the safest way to celebrate Valentine’s Day during the pandemic, suggesting people gather virtually unless they live together.  The agency advised Americans to drop off Valentine cards or decorations. Activities for Valentines to do together included taking a walk, preparing a special meal or dessert, planning a special movie or game night and having a picnic outside. The CDC said celebrating outdoors is safer than indoors if a person is meeting someone who does not live with them.  Seventy-one percent of Americans are now willing to get Covid-19 vaccines, up from 65% in late December and the highest number on record since July, according to a Gallup poll released Wednesday. Of those unwilling to get a vaccine: 25% said they were concerned about the rushed development of the vaccines\n22% said they want to wait and see that it's a safe for others\n16% said they did not trust vaccines in general \n9% said they wanted to see how effective it is The number of both Republicans and Democrats willing to be vaccinated, 51% and 91% respectively, is the highest percentage for each group to date. Since late December, willingness is up six percentage points among Republicans and eight percentage points among Democrats. The poll, which had a margin of error of ±2% pts., also found that two-thirds of Americans were not satisfied with how vaccination is going in the US -- including 21% who are “very dissatisfied.” Thirty-four percent of Americans are satisfied, including 4% who are “very satisfied.” The poll was conducted January 25-31 and included a random sample of 4,098 Americans age 18 and over. Denmark is recording increasing case numbers of the UK coronavirus variant, the State Serum Institute (SSI) said Wednesday in a report. The coronavirus variant B.1.1.7, which was first identified in the UK on September 20, \"has been found among 1,690 people in Denmark in the period from 14 November to 2 February,\" the SSI said. In the first week of February, 27.1% of positive cases analyzed for their genetic material were carrying the B.1.1.7 variant, up from 20% the week before, according to the SSI. \"Based on these tests, the group now estimates the reproductive number for the virus variant B.1.1.7 to be 0.99,\" the SSI report said. A reproduction rate (or R number) of 1 would mean each person with coronavirus will infect an average of one other person. The SSI report added that coronavirus restrictions currently in place might have led to a decrease in the R number over the last week, however that development \"must be interpreted with caution, as there may be variation over time, and it is too early to assess whether there is a stable trend.\" The World Health Organization on Wednesday released its interim recommendations for using the Oxford/AstraZeneca Covid-19 vaccine in people 18 and older. The new guidance was developed based on advice issued by its Strategic Advisory Group of Experts (SAGE) on Immunization. WHO recommends the vaccine is administered eight to 12 weeks apart. WHO's interim guidance states: \"In light of the observation that two-dose efficacy and immunogenicity increase with a longer interdose interval, WHO recommends an interval of 8 to 12 weeks between the doses. If the second dose is inadvertently administered less than 4 weeks after the first, the dose does not need to be repeated. If administration of the second dose is inadvertently delayed beyond 12 weeks, it should be given at the earliest possible opportunity. It is recommended that all vaccinated individuals receive two doses.\" The Oxford/AstraZeneca vaccine is administered as an intramuscular injection and has an efficacy of 63.09% against symptomatic coronavirus infection, according to WHO's interim recommendations. WHO chief scientist Dr. Soumya Swaminathan said on Wednesday that SAGE had already made recommendations on the Pfizer/BioNTech and Moderna vaccines, and that in \"in the coming weeks, you will see more recommendations coming out as we review the evidence from the different candidates.\"  Correction: An earlier version of this post incorrectly stated the time interval recommended by the WHO for doses of the AstraZeneca vaccine. More schools across the US are returning to in-person learning as the coronavirus pandemic continues.  CNN's Omar Jimenez is on the scene in Chicago, where teachers have voted to come back to classrooms. What questions about Covid-19 and schools do you have for him?  Covid-19 drive-thru vaccine clinics will be closed on Thursday in Denton County, Texas -- which includes Dallas and Fort Worth -- due to wintry weather. Appointments will be rescheduled to Friday afternoon. Denton County Public Health (DCPH) says they plan to administer approximately 3,000 second doses of Moderna's vaccine on Friday as well as 4,500 first doses of the Pfizer/BioNTech vaccine at Texas Motor Speedway. The health department said they will send out new appointment times via email or text on Wednesday afternoon. “We do not want to bring our residents out on icy roads or have our crews and volunteers working in below-freezing weather,” Denton County Judge Andy Eads said, according to a tweet from DCPH. \"While we know our community members are eager to be vaccinated, the health and safety of the attendees, staff, and volunteers is most important,” stated DCPH Director Dr. Matt Richardson. “We are hopeful the weather will be more cooperative Friday for a safer clinic.” There are a total of 57,919 Covid-19 cases in Denton County as of Tuesday, according to the health department.  Spain's health ministry said Wednesday that recovering Covid-19 patients who are under 55 and have no major health complications must wait six months from their diagnosis before receiving a vaccine. The measure will apply to the three vaccines currently being distributed in Spain -- AstraZeneca, Pfizer/BioNTech and Moderna -- and is provisional pending further research. In a document outlining the national Covid-19 vaccination strategy published Wednesday, the health ministry said that \"the availability of the three authorized vaccines is insufficient to achieve in the short term universal access to them.\" \"In addition, it is important to highlight that the current context of the vaccination against Covid-19 is conditioned by the serious epidemiological situation that we have been experiencing in the past few weeks, with an increase in infections and hospital admissions, with a increased risk for certain population groups, among whom we highlight the people with 80 or more years,\" it said. The health ministry called for \"solidarity and for confidence\" in the vaccine strategy and asked for the public to understand that in the \"current epidemiological context, all efforts must be focused on those who could see their health most affected, even losing their lives due to being infected by the virus and contracting the disease.\" The statement also said that \"current evidence indicates that reinfection is exceptional within six months of a SARSCoV-2 infection.\"  In December however, the European Center for Disease Prevention and Control (ECDC) said that \"as the exact duration of natural immunity from COVID-19 infection is currently unknown, at this stage it is advisable not to exclude people with previous COVID-19 infection from vaccination.\" \"Nevertheless, these aspects need to be followed up and updated according to the emerging evidence,\" the ECDC said. On January 27, the regional government of Madrid decided to stop administering first doses of their Covid-19 vaccines for the next two weeks due to growing uncertainty over its supply. So far in Spain, the only people under 55 who are eligible to receive the vaccine are healthcare professionals. Bahrain has approved the emergency use of the Russian produced vaccine, Sputnik V, state media and the Russian Direct Investment Fund (RDIF) said. Bahrain has become the 24th country to use the Russian made vaccine, the RDIF said in a press release Wednesday.  The country's Ministry of Health said that 759 new related Covid-19 infection cases were reported in a 24-hour period, which brings the total number of infections to 108,420 since the start of the pandemic.  Four new deaths were reported in a 24-hour period bringing the total number of Covid-related deaths in Bahrain to 387. The Sputnik V Vaccine is the fourth drug approved for emergency use in Bahrain; Sinopharm, Pfizer/BioNTech and Oxford/AstraZeneca are already available for use in the Persian Gulf country, reported Bahrain’s State News Agency. Dr. Rachel Rubin, a Cook County, Illinois health official, has been working to fight the Covid-19 crisis for more than a year. The battle became more personal for her after both of her parents contracted the virus and died within two weeks of each other. Speaking in an interview on CNN's \"New Day,\" Rubin said:  “It was very difficult for me to watch the news and hear the statistics about how many people have died. And you know, I had to almost turn the TV off. And every day, I'm reading the statistics and looking at the trends in my own jurisdiction and it was very hard to see -- especially if I looked at the community where my parents were living --  and seeing how many people were getting infected and dying. It really made it much, much more personal.\" Rubin's parents were infected in early December. Her father passed away first, and her and her family were not able to be with him in the hospital. She said it was very difficult to have to tell her mother that he had passed away, given that she didn't have a clear idea of what was happening -- as she was so sick.  “She didn't have a huge emotional response, because I think she just didn't have the physical and emotional energy, because she was so sick herself to respond,” Rubin said about her mother. Rubin, a senior medical officer and co-lead of the Cook County Department of Public Health, also said when she went to go clean out her parents’ apartment a few days ago, she found a newspaper opened to a page with her photo when she was interviewed about the coronavirus pandemic.  Watch the interview here:  The US Centers for Disease Control and Prevention (CDC) will not mandate the reopening of schools when it issues updated guidance this week, an administration official told CNN.  The agency will say schools should reopen when it is safe to do so. The CDC’s five key strategies to reopening schools include hand washing, masking, social distancing, cleaning and ventilation, as well as contact tracing, isolation and quarantine.\nThe guidance will not require staffers to be vaccinated, instead describing vaccination as another strategy to “layer,” since many schools were able to safely reopen before vaccines were available, the official noted. The guidelines will also note that screening -- testing people to catch asymptomatic cases or people who are infected but have not yet become ill  -- can improve detection of cases. The official said the new guidance is expected Friday, but could come sooner. Japan will have to discard one in six doses of the Covid-19 Pfizer/BionTech vaccine because it does not have enough specialist syringes, according to a senior Japanese politician. In a press conference in Tokyo on Tuesday, Cabinet Secretary Katsunobu Kato explained that Japan’s standard syringes will be able to extract 5 doses of the vaccine, but that special syringes would be needed to collect the sixth dose from each vial provided by the manufacturer.  \"The medical solution which was not used will be basically discarded,\" Kato added.  Japan has ordered 144 million doses of the Pfizer/BioNTech vaccine. UK Prime Minister Boris Johnson faced criticism over the robustness of England’s new border policy in Parliament on Wednesday. Opposition leader Keir Starmer told politicians during Prime Minister’s Questions in the House of Commons that despite Johnson's assertions that the UK has \"one of the toughest regimes in the world,\" research from Oxford University indicated that at least 33 countries have tougher restrictions than the UK. Johnson countered that \"some countries in Europe do not even have a hotel quarantine scheme, such as the one we're putting in on Monday,\" adding that on a normal day at this time of year \"you can expect about 250,000 people to be arriving in this country -- we've got it down to about 20,000.\" The Prime Minister was responding to the announcement of several changes to the country's border policy on Tuesday.  The new system states that:  UK and Irish residents -- who've been in one of the government’s 33 \"red list\" countries in the last 10 days -- will need to quarantine in a designated hotel.\nThose travelers will only be able to arrive into a small number of ports and will have to book a quarantine package -- at a cost of £1,750 (approximately US $2,411) for the hotel, transport and testing – before departing for the UK.\nEvery passenger arriving into the UK must demonstrate a negative test result 72 hours before they travel.\nPassengers who lie about the destination they have returned from on their passenger locator form may face a jail sentence of up to ten years.  Johnson called the policy \"measured\" and \"proportional,\" adding that it is \"getting tougher\" from next Monday. It is currently illegal to travel abroad for holidays and other leisure purposes in the UK. The opposition also pointed out that it has taken the government 50 days since the discovery of the South African variant to impose tighter border controls. On the threat posed by new variants, Johnson was clear that the UK is going to \"have to get used to the idea of vaccinating and then re-vaccinating in the autumn, as we as we come to face these new variants.\" More than 1,000 Walmart and Sam’s Club pharmacies in the US will begin administering Covid-19 vaccines on Friday, as part of the Federal Retail Pharmacy Program, according to Walmart. “Walmart and Sam’s Club pharmacies in 22 states are receiving federal vaccine allocations this week,” Walmart said in a news release Tuesday. It is unclear how many doses will be available.  The company said it worked with the US Centers for Disease Control and Prevention to identify pharmacy locations according to factors such as population density and infection rates. It said it also looked at locations in medically underserved areas. Walmart and Sam’s Club pharmacies are already vaccinating in 11 states under state allocations, according to the news release. The Biden administration announced last week that the federal government will begin direct shipments of coronavirus vaccines to retail pharmacies starting on Thursday, with a total of 1 million doses going to about 6,500 stores before eventually expanding. CVS and Walgreens have said they will get around 420,000 doses of the 1 million doses available. Salesforce said Tuesday that after the pandemic, most of its workers will have the option to work remotely part- or full-time, in a move to integrate flexibility more permanently into the company’s operations.  Only “the smallest population of our workforce” will be working from an office 4 to 5 days a week, the cloud computing company said in a blog post.  The announcement is another sign of how the tech industry is leading changes in the future of work. The shift will be reflected in office layouts, too, Salesforce said. \"To start, we’ll be redesigning our workspaces over time as community hubs to accommodate a more hybrid workstyle,” Brent Hyder, Salesforce’s chief people officer said in the post. \n\"Gone are the days of a sea of desks — we’ll create more collaboration and breakout spaces to foster the human connection that can’t be replicated remotely,\" he added.  Much of the permanent shift to remote work is also driven by other trends, Salesforce said, including the ability to hire talent globally rather than in specific geographic regions and employee satisfaction.  In internal surveys, roughly half of Salesforce employees said they want to be in an office only a few times a month, Hyder said.  \"It’s our responsibility as employers to empower our people to get the job done during the schedule that works best for them and their teams, and provide flexible options to help make them even more productive,\" he added. The first leg of Atlético Madrid’s UEFA Champions League last-16 tie against Chelsea will be played at the Arena Naţională in Bucharest, Romania, UEFA announced on Wednesday. The game has been moved to Romania’s capital as a result of current travel restrictions in place in Spain aimed at stopping the spread of Covid-19 variants. Arrivals from the UK, Brazil and South Africa are barred from entering the country, with the exception of those passengers who are residents or citizens of Spain or Andorra. On Tuesday, Spain’s government extended the ban until March 2. It’s the third UEFA Champions League tie to be moved to a neutral venue as a result of Covid-19 enforced travel bans currently in place in several European countries. Three UEFA Europa League last-32 ties have also been moved to neutral venues, UEFA confirmed on Tuesday. Manchester United's first leg game away to Real Sociedad has been moved from San Sebastian to Turin, Arsenal’s first leg game away to Benfica has been moved from Lisbon to Rome, and the first leg of Norwegian side Molde’s game against Hoffenheim has moved from Molde to Villareal in Spain. The dates and times for all the above fixtures will remain as originally scheduled.  Prince Charles, the heir to the British throne, has received his first Covid-19 vaccination shot, along with his wife, Camilla, the Duchess of Cornwall, a Clarence House spokesman said Wednesday. Clarence House did not say where Charles, 72, and Camilla, 73, were vaccinated, or which vaccine they had received.  Charles tested positive for coronavirus after experiencing mild symptoms last March. He later added that he'd \"got away with it quite lightly.\" More than 12.6 million people in the UK have now received a first dose of a Covid-19 vaccine, according to the government’s dashboard. The National Health Service (NHS) is now asking people aged 70 and over in England who haven’t been vaccinated to book an appointment. Last month, Queen Elizabeth II and the Duke of Edinburgh received their first Covid-19 vaccinations, a Buckingham Palace spokesperson said. The inoculations were administered by a household doctor at Windsor Castle, a royal source said.   German pharmaceutical company BioNTech, Pfizer's Covid-19 vaccine partner, has opened a new production facility in Marburg, Germany to ramp up production of their vaccines.  BioNTech is already producing its vaccine at its plant in Mainz, with other third party facilities in Germany also in production. A Pfizer facility in Puurs, Belgium as well as other Pfizer facilities in the US also produce the joint venture's vaccine. Last year, BioNTech said the acquisition of the vaccine plant in Marburg -- from the pharmaceutical firm Novartis -- would allow it to produce tens of millions more vaccine doses a month.  \"In full production operations the production plant will increase BioNTech's capacity to produce vaccines by about 750 million doses per year or more than 60 million doses per month,\" BioNTech said in a September statement. Earlier this month, BioNTech said in a statement that it was planning to manufacture two billion doses of their vaccine in 2021, and would work towards increasing their deliveries to parties they had \"we contractually committed to.\" \"In order to respond to an increased global demand, we plan to manufacture two billion doses of our COVID-19 vaccine in 2021 by expanding the previously expected output of 1.3 billion doses by more than 50%. We are on track to scale-up our manufacturing capacities,\" the statement read. \"Pfizer and BioNTech continue to work toward increased deliveries beginning the week of February 15, ensuring we will supply the full quantity of vaccine doses in the first quarter we contractually committed to and up to an additional 75 million doses to the European Union in the second quarter,\" it added. Heineken said it will lay off 8,000 staff, as it looks to return to growth after a year in which the pandemic hammered sales. The brewer of Moretti and Amstel said in a statement on Wednesday that it will slash almost 10% of its global workforce and seek savings of €2 billion ($2.4 billion) over two years as part of an “organizational redesign” to improve efficiency. “The impact of the pandemic on our business was amplified by our on-trade and geographic exposure,” said CEO Dolf van den Brink, who took charge of the company in June last year. Heineken estimates that at the end of January, less than 30% of on-trade outlets (pubs, bars and restaurants) were operating in Europe, which is its biggest market. Many countries in the region reimposed lockdowns in December, and have tightened restrictions since. Heineken said it has written off €191 million ($231.6 million) relating to various individual UK pubs. The brewer’s revenue tumbled 16.7% in 2020 compared to the previous year amid closures of restaurants and bars, as well as other restrictions on social gatherings and alcohol sales. A 58-year-old woman in pain and with difficulty breathing because of Covid-19 says goodbye to her mother as she’s taken away by paramedics -- not knowing when she’ll be back.  It’s moments like these that paramedics in Portugal are now frequently facing, as a spike in coronavirus infections have raged across the country in the new year.   It's a situation that's exacerbating an already stretched health system. The country's hospitals have gotten so overwhelmed that last week, Germany sent in the support of 26 army medical personnel. This week, CNN tagged along with Portuguese paramedics on the frontline of the battle against Covid-19, where there are no sterilized rooms or state-of-the art ventilators. Despite their best efforts, Portugal has one of the worst infection rates on the planet. Since January 15, the country reported 7,651 deaths, more than half of its total Covid-19 deaths (14,557).  To combat the spike in cases, the country entered a national lockdown on January 14.  But \"despite the fact that these measures are producing results,\" Health Minister Marta Temido said on Wednesday that it may need to be extended past February 14, when it is currently due to expire. WATCH:  Ghana has suspended its parliament for three weeks due to a Covid-19 outbreak among Members of Parliament and staff.  \"I have, in consultation with the leadership, decided that the sitting of the house be suspended for three weeks,\" Alban Bagbin, the Speaker of the House, said on Tuesday.  At least 17 members of parliament and 151 staff and ancillary workers have been infected with the virus. Parliament will be adjourned from Wednesday until March 2 while the premises are disinfected and sanitized. \"During that period, honorable members are to comply with the strict Covid-19 protocols and regulations,\" said Bagbin. He asked members and staff to get tested for the virus in two weeks.  Under previous Covid-19 restrictions announced on February 5, only one-third of members could sit in the chamber at any one time.  The appointments committee has not started debating President Nana Akufo-Addo's ministerial nominees following December's general election. Bagbin asked that by the end of the three weeks that the committee would have finished and submitted their reports to the house on the appointments. The West African nation has recorded over 73,000 Covid-19 cases and 482 deaths, according to data from John Hopkins University.  A World Health Organization expert investigating the origins of Covid-19 in China has lashed out at the US government for expressing uncertainty around its initial findings, accusing President Joe Biden of posturing against Beijing and raising doubt over the credibility of US intelligence agencies. In a press briefing on Tuesday, US State Department spokesperson Ned Price said repeatedly that the US would welcome the WHO’s findings in a conclusive report but would ultimately rely on its intelligence agencies and information from allies to reach its own conclusions. We look forward, again, to seeing the report, to seeing the underlying data, to using what we may have within our own reach based on our own intelligence and analysis to corroborate what the WHO has found and to reach our own conclusions,\" Price said. In response to the remarks, WHO expert Peter Daszak said in a Twitter post: \"Well now this. Joe Biden has to look tough on China. Please don’t rely too much on US intel: increasingly disengaged under Trump & frankly wrong on many aspects.\"  He added he was happy to help the White House in verifying information, “but don’t forget it’s 'TRUST' then 'VERIFY'!\"  The back and forth signal a rocky start in the renewed relationship between Washington and the WHO just weeks after Biden retracted the Trump administration’s withdrawal from the international organization, which is leading the global response against the Covid-19 pandemic. Meanwhile, China has seized on the WHO's findings, claiming coronavirus vindication. Read more:  Europe was late to authorize vaccines and too optimistic on mass production, President of the European Commission Ursula von der Leyen said Wednesday during a debate on the bloc's vaccine strategy. “Today in the fight against the virus we're still not where we want to be. We were late to authorize. We were too optimistic when it came to massive production, and perhaps we were too confident that what we ordered would actually be delivered on time,” von der Leyen told the European Parliament. She said the EU needs to examine why this is the case and learn lessons from the experience. However, she stood firm on the EU’s decision to order vaccines “in solidarity” collectively, saying “it was the right thing to do”. “I cannot even imagine what would have happened if just a handful of big players, big member states had rushed to it, then everybody else would have been left empty handed,” von der Leyen said. “What would that have meant for our internal market and for the unity of Europe. In economic terms it would have been nonsense, and it would have been I think the end of our community.” On the time frames for authorizing vaccines, von der Leyen said:  We've made a choice, to not make any shortcuts when it comes to safety or efficacy, and we fully defend that choice. There is no compromise possible when it's a matter of injecting a biologically active substance into an individual who is in good health.\n\"This is why we rely on the EMA, the European Medicines Agency’s procedure, and yes, that means that approval takes three to four additional weeks. That additional time is an essential investment to establish confidence, and to ensure security, and yes there are lessons to be learned from this, and we have already learned a great deal.\"  Von der Leyen has come under intense scrutiny in recent weeks over the EU’s spat with the United Kingdom over vaccines. After Brussels got jittery that its vaccination program was lagging behind, thanks to a shortage of doses, the Commission proposed placing export controls on vaccine manufacturers, meaning the EU could monitor -- and potentially prevent -- vaccines leaving the bloc. As part of this proposal, the Commission said that those controls could be applied to vaccines going from the Republic of Ireland (part of the EU) into Northern Ireland (part of the UK) -- by triggering article 16 of the Northern Ireland protocol. Critics immediately panned Brussels for even toying with the idea of placing restrictions on the Irish border, for fear it could lead to the return of sectarian, cross-border violence on the island of Ireland. Von der Leyen said Wednesday “mistakes were made” in the process “but, in the end we got it right. And I can reassure you that my Commission will do its utmost to protect the peace of Northern Ireland, just as it has done throughout the entire Brexit process.” Portugal’s Secretary of State for European Affairs, Ana Paula Zacarias, said at the parliamentary debate that “the truth is that companies may have overestimated their production capacities.\" She said the Commission’s export authorization mechanism for Covid-19 vaccines “will allow us to understand where the vaccines produced in EU are being distributed. In both cases transparency is paramount to increase citizens trust in this process.” About one in 10 Americans -- nearly 32.9 million people --- have so far received at least a first dose of the two-part Covid-19 vaccines, data from the Centers for Disease Control and Prevention shows, and about 9.8 million people have been fully vaccinated. And while US and state leaders are optimistic vaccinations will ramp up further in the coming months, several challenges remain, including supply shortages and equitable access -- which come as public health experts say the US is in a race against time as Covid-19 variants keep spreading across the country. \"We're in a situation, and we will be for a little while, of undersupply,\" said Andy Slavitt, the senior White House adviser for Covid-19 Response. In Delaware, officials announced Tuesday the state was no longer expecting to open another phase of vaccine eligibility on March 1 as was planned due to an \"extremely limited supply\" of vaccines. In Kentucky, Gov. Andy Beshear said the state will receive more doses from the federal government and added, \"it's not enough, but it's great.\" \"I wish we had 200,000 doses a week right now. We could allocate all of them,\" Beshear said. But there is good news on the vaccine front: The Biden administration said Tuesday it was boosting weekly vaccine supply going to states, tribes and territories to 11 million doses, adding it was continuing to work with manufacturers to increase vaccine supply. Several thousand retail pharmacies will also begin administering vaccines this week as part of a federal program, with both CVS and Walgreens saying vaccinations will kick off Friday in the participating stores. Read the full story: ##Vaccines## It's not clear if British tourists will be able to travel this year, as it depends on how the novel coronavirus and its variants respond to vaccines, UK Transport Secretary Grant Shapps said on Wednesday. Speaking to British broadcaster Sky News, Shapps said: \"I'm afraid I can't give you a definitive will there or will there not be the opportunity to take holidays this next year either at home or abroad.\"  Shapps said that fewer than 1,000 people per day were currently entering the United Kingdom from countries on the UK's \"red list\" and he anticipated those numbers to remain small after stricter new hotel quarantine measures come into force on February 15. Visitors from more than 30 countries, including South Africa, Brazil and Portugal, are currently banned from traveling to the UK. Only British and Irish citizens and those with UK residency are permitted entry from red list countries. Between 16,000 to 20,000 people currently arrive in the UK each day, including transport workers carrying goods, Shapps said. \"Travel is 95% down on where it was this time last year,\" he added.\n\"The number of people travelling overall is very low and then beyond that we're only talking about another subsection of people who are traveling here from those red list countries where there are no direct flights in any case.\" South Korea’s Ministry of Food and Drug Safety has given conditional approval for the use of AstraZeneca's Covid-19 Vaccine. The vaccine, manufactured locally by SK Bioscience, is the first to be approved in the country, health minister Kim Ganglip said on Wednesday. The vaccine will be given as a series of two doses, four to 12 weeks apart, to people over the age of 18. However, Kim said physicians should weigh potential benefits considering patients’ conditions when administering the vaccine to those over the age of 65. Pregnant and breast-feeding women can only receive the vaccine if the possible benefit is bigger than the possible risk, Kim added. Korean authorities said earlier this week that rollout of the vaccine will begin with nursing hospital workers and patients on February 26. ##Vaccines## The United States reported 92,666 new cases of Covid-19 and 3,031 additional virus-related deaths on Tuesday, according to a tally by Johns Hopkins University. That raises the national total to at least 27,189,761 infections and 468,103 fatalities since the pandemic began. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.    Vaccines: At least 62,898,775 vaccine doses have been distributed and at least 43,206,190 shots administered, according to the US Centers for Disease Control and Prevention. CNN is tracking US cases. A World Health Organization expert who was on the team of scientists investigating the origins of Covid-19 in the central Chinese city of Wuhan said people shouldn't \"rely too much on US intel\" around the coronavirus.  In a tweet Wednesday responding to an article about the United States wanting to \"independently\" verify WHO findings out of Wuhan, expert Peter Daszak said \"don't forget, it's 'TRUST' then 'VERIFY'!\"  Daszak added that US President Joe Biden \"has to look tough on China\" but urged him against relying on the US intelligence services, which he said were \"increasingly disengaged under Trump (and) frankly wrong on many aspects.\" \"Happy to help the (White House with) their quest to verify,\" Daszak said.  No fast answers: On Tuesday, after the WHO team wrapped up their investigations in Wuhan, Daszak told CNN that while scientists will eventually \"get a really clear picture\" of how Covid-19 originated, it may take weeks, months or even a \"couple of years.\"  He added that a \"patient zero\" still has yet to be identified and may never be, as many cases were asymptomatic.  Reading Chinese state media coverage, you could be forgiven for thinking the World Health Organization's investigation into the origins of Covid-19 had ruled out Wuhan as the potential source of the pandemic. Ahead of their four-week visit to the central Chinese city, which wrapped up this week, the WHO team had warned their research might not turn up anything particularly groundbreaking. They cited the length of time since infections first started spreading in Wuhan, and the degree to which the city has been disinfected and sterilized since, as residents endured a lengthy lockdown and subsequently returned to relative normality. And so therefore -- while somewhat disappointing -- it was no shock that the team did not reveal any major surprises in presenting their findings Tuesday. The most definitive the investigators could be was in dismissing suggestions that the virus escaped from a Chinese lab dedicated to studying such infections. On most other issues, the WHO experts prevaricated or admitted there was no clear evidence. \"Did we change dramatically the picture we had beforehand? I don't think so,\" said Peter Ben Embarek, one of the WHO investigators, at a news conference. \"Did we add details? Absolutely.\" State media's take: Chinese state media used comments from the fiercely apolitical scientists to vindicate various propaganda priorities, chief of which is the suggestion that the virus could have come from outside China. China Daily, a state-run newspaper targeting international readers, ran the headline \"WHO team: Probe of virus' origin should not be 'geographically bound',\" while Global Times, a nationalist tabloid, took it a step further, saying WHO was ready to \"scrutinize Southeast Asia\" as a potential origin of the virus. Read the full analysis: The coronavirus variant B.1.1.7, which was first identified in the United Kingdom on September 20, has now been reported in 86 countries, the World Health Organization says. In its weekly epidemiological update, WHO says the variant B.1.1.7 has shown an increase in transmissibility, and some evidence of increase in disease severity based on preliminary findings. As of February 7, an additional six countries have reported cases of this variant.  In the UK, for example, Covid-19 test samples of this strain increased from 63% in the week of December 14 to 90% in the week of January 18, WHO noted. Other variants: Additionally, WHO has also been monitoring two additional coronavirus strains that are actively spreading: B.1.351, initially seen in South Africa, and the P.1 strain that was first identified in Brazil.  As of February 7, the B.1.351 strain has been reported in 44 countries , while the P.1 strain has been reported in 15 nations, WHO says.  Some context: Scientists are not surprised to see the coronavirus changing and evolving but they fear that a variant could mutate to the point that it causes more severe disease, bypasses the ability of tests to detect it or evades the protection provided by vaccination.  South Africa this week paused its rollout of the AstraZeneca Covid-19 vaccine after a study showed it offers less protection against the B.1.351 variant. ##Variants## The US Food and Drug Administration has granted emergency use authorization to a new version of Eli Lilly and Co’s antibody treatment for coronavirus that adds a second monoclonal antibody to one already authorized, the company said Tuesday. The new treatment adds etesevimab or LY-CoV016 to the already authorized bamlanivimab or LY-CoV555 to make a double-antibody version -- one that might be more protective, the company says. Rival Regeneron has a dual antibody-cocktail on the market already. Monoclonal antibodies are lab-engineered versions of highly targeted human antibodies chosen for their specific ability to neutralize, in this case, coronavirus. \"Bamlanivimab and etesevimab, administered together, are authorized for emergency use for the treatment of mild to moderate COVID-19 in adults and pediatric patients (12 years of age and older weighing at least 40 kg) with positive results of direct SARS-CoV-2 viral testing, and who are at high risk for progressing to severe COVID-19 and/or hospitalization,” the FDA said in a statement. Some experiments had indicated that variants of the coronavirus that have developed mutations could evade the effects of Lilly’s single antibody. \"The EUA is based on Phase 3 data from the BLAZE-1 trial, announced January 26, 2021, which demonstrated bamlanivimab and etesevimab together reduced the risk of COVID-19 hospitalizations and death by 70 percent. These data replicate earlier results, published in The Journal of the American Medical Association, in a much larger group of patients,” Lilly said in a statement. “Additionally, the outcomes seen with bamlanivimab and etesevimab together are consistent with the reduction in risk of hospitalization or ER visits seen with bamlanivimab alone. The most common adverse event more often reported for patients receiving bamlanivimab and etesevimab together versus placebo was nausea on the day of infusion.” For the fourth week in a row, the number of new cases of Covid-19 reported across the globe have declined, according to data from the World Health Organization. In its weekly epidemiological update, WHO says more than 3.1 million new cases of Covid-19 were reported last week, which is a 17% decline from the previous week.  This is the lowest number of cases worldwide since the last week of October, about 15 weeks ago. The United States accounted for the highest number of new Covid-19 cases, with 871,365. However, this figure is a 19% decline in cases from the previous week. Brazil, France, Russia, and the United Kingdom were also among the nations reporting the highest number of new cases worldwide, WHO noted.  Out of all the regions, Africa saw the greatest decline in cases (22%), compared to WHO's previous week update, while the Eastern Mediterranean saw the smallest (2%). The number of new deaths reported globally went down for the second week in a row, with 88,000 new fatalities reported last week, a 10% drop compared to the previous week.  Overall, new cases in the Americas accounted for more than half of all new cases worldwide, with more than 1.5 million new cases and over 45,000 new deaths. Globally, there have been at least 105.4 million Covid-19 cases and 2.3 million deaths since the start of the pandemic. CNN is tracking worldwide cases. The Chief Executive Officer of Johnson & Johnson said Tuesday that people may need an annual Covid-19 shot for many years to come in order to be protected against variants of the virus. “Unfortunately, as (the virus) spreads it can also mutate,” Alex Gorsky told CNBC’s Meg Tirrell Tuesday during the network’s Healthy Returns Spotlight event. “Every time it mutates, it’s almost like another click of the dial so to speak where we can see another variant, another mutation that can have an impact on its ability to fend of antibodies or to have a different kind of response not only to a therapeutic but also to a vaccine.” Johnson & Johnson asked the US Food and Drug Administration for an emergency use authorization for its vaccine on Thursday.  Experts say the J&J Covid-19 vaccine has advantages over others since it is a single shot and can be stored at regular refrigerated temperatures. Pfizer’s and Moderna's authorized vaccines both require two doses. The Pfizer vaccine needs to be kept in at deep freeze temperatures.  Clinical trials showed J&J’s Covid-19 vaccine was 66% effective in preventing moderate and severe disease. It was 85% effective overall at preventing hospitalization and 100% at preventing death in all regions where it was tested. The vaccine has also been tested against some of the variants. In South Africa it was 57% effective and in Latin America it was 66% effective. The FDA could authorize the J&J vaccine as early as the end of this month.  ##Vaccines## ##Variants## World Health Organization expert Peter Ben Embarek said that the team investigating the origins of the coronavirus in Wuhan have identified two scenarios that most likely caused the transmission of Covid-19 to the human population. \"Our initial findings suggest that the introduction through an intermediary host species is the most likely pathway and one way that will require more studies and more specific targeted research,\" Ben Embarek said during a news conference on Tuesday. He added that the possibility of transmission through the trade of frozen products was also likely. Ben Embarek also noted two other hypotheses the team had probed while investigating the origin of the virus. One hypothesis was a \"direct zoonotic spillover,\" meaning, direct transmission from an animal reservoir to a human.  \"The hypothesis of a direct spillover from an original animal source into the human population is also a possible pathway and is also generating recommendation for future studies,\" he said. The fourth hypothesis was the possibility of a laboratory-related incident, but that this was the least likely of the four to be the cause of the virus' introduction to humans. Findings suggest that the laboratory hypothesis is extremely unlikely to explain the introduction of the virus to the human population,\" Ben Embarek said. Correction: An earlier version of this story misstated Peter Ben Embarek’s name on second and subsequent references. It’s been updated. Covid-19 numbers are getting better. But letting your guard down could be an open invitation for highly contagious variants to trample the US -- erasing the progress made. \"We're ... seeing what happens in other countries when these variants take over,\" emergency physician Dr. Leana Wen said. \"There is (an) explosive surge, even when the countries are basically in shutdown.\" The warning comes as more Americans believe there's no big risk in returning to pre-Covid life, according to a new poll. An Axios-Ipsos poll published Tuesday showed 66% of those surveyed said they thought the risk of returning to pre-Covid life was moderate or large. That's the lowest percentage since October. The groups least likely to see Covid-19 as a risk were people ages 18 to 29 (58%) and Republicans (49%). But a majority of those vaccinated -- 76% -- still see coronavirus as a high risk. Americans shouldn't assume the vaccine rollout means it's OK to get lax with safety measures. In fact, ditching precautions now would be \"incredibly risky,\" said Dr. Richard Besser, former acting director of the US Centers for Disease Control and Prevention. \"It is absolutely essential that we continue to do steps beyond vaccination to keep this under control,\" Besser said.\n\"The reason for that is that the more this virus is allowed to spread in our communities, the more we're going to see these variants spreading,\" he said.\n\"And if the vaccines aren't as effective against some of these variants, then we could see the gains that we're so excited about right now, we could see those reversed in a very short amount of time.\" Read the full story: ##Variants## ##Hotspots##", "Section": "world", "Writers": ["James Griffiths", "Adam Renton", "Kara Fox"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-02-10-21/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}