{"Type": "article", "Time": "2020-12-30", "Headline": "2020 was meant to be the year of climate action. Instead, it crowned a wasted decade", "Text": "2020 was supposed to be the watershed moment for action on climate change, the year the world woke up to the challenge and started taking it seriously. Instead, it has symbolically topped a decade of wasted climate promises. Inspired by a wave of climate activism, national leaders were expected to come up with new, more ambitious plans for how to cut emissions over the next decade.  The COP26 climate conference in Glasgow, Scotland, was going to be the first real test of their determination to do what they had promised to, under the landmark Paris Agreement. The coronavirus pandemic has derailed those plans, giving some governments a new excuse to stall. But Covid-19 definitely hasn't stopped climate change. 2020 has brought near-constant reminders of the severity of the crisis we face: A record-breaking Atlantic hurricane season, the most devastating wildfires in recent history, and droughts, deadly floods and heatwaves that swept through communities worldwide, leaving death, destruction and disruption in their wake. The pandemic has also showed the world that big, previously unthinkable changes are possible.  Despite the global upheaval, several of the world's largest polluters did raise their long-term climate goals, putting the world within striking distance of the Paris Agreement's goal: To reduce emissions and so limit global warming to well below 2 degrees Celsius. Experts are cautiously optimistic. \"There's now a recognition that when the world's main economies are minded to, they can intervene and correct these market failures,\" said Mike Davis, CEO of Global Witness, an NGO that focuses on human rights, climate and the environment. \"We've seen this to some extent in response to Covid, and perhaps that has begun to chip away at this myth that essentially we're all slaves to the free market, [and] there's nothing that we can do.\"  Devastating impacts The effects of climate change have become harder than ever to ignore in 2020.  According to the World Meteorological Organization (WMO), 2020 is on track to become the third hottest year on record, after 2016 and 2019 -- and that's despite the cooling effect of La Niña. The period between 2011 and 2020 will be the warmest decade on record. But global warming is just one aspect of the climate crisis.  \"The major impacts of climate change have been felt through drought, flooding, sea level rise, stronger tropical storms, hurricanes, typhoons and cyclones and also melting of the glaciers,\" Petteri Taalas, secretary-general of the WMO, told CNN.  The Internal Displacement Monitoring Centre in Geneva (IDMC) said there had been nearly 10 million climate-related displacements in the first six months of the year as people were forced from their homes by disasters that were either caused or worsened by climate change. For some the move was temporary, but many are facing long-term displacement. India, Bangladesh and the Philippines were the three worst-impacted countries, totaling more than 6 million displacements between them.  Developing countries are often hit disproportionately hard by the impacts of climate change because of their location and the lack of access to the funds and technologies that could help mitigate the effects.  But 2020 showed that no country is immune to such disruption. Hundreds of thousands of people from some of the world's richest countries were forced out of their homes, lost their livelihoods -- and sometimes their lives -- because of fires, storms and floods. An estimated 53,000 people in the US and 51,000 more in Australia were displaced in the first six months of the year alone. And wherever such disasters happen, the poorest still suffer the most, according to Alexandra Bilak from the IDMC. \"Even in high-income countries -- in California for example -- there are people who didn't have access to insurance and who did lose everything, and they're the ones we are particularly concerned about because they're the ones who are going to end up in very protracted situations where their vulnerabilities are going to increase,\" she said.  Glimmer of hope The effects of climate change were devastating in 2020, but they could become even more disastrous if global warming continues in line with current trends.  The WMO says there is now at least a one-in-five chance that average global temperatures will temporarily exceed pre-industrial levels by 1.5 degree Celsius by 2024 -- a critical threshold in the Paris Agreement. Under the deal, most of the world agreed to limit warming to below 2 degrees Celsius -- and to aim to keep it to 1.5 degrees.  \"We are already at 1.2 degrees warming and the IPCC [Intergovernmental Panel on Climate Change] says that for the welfare of mankind and also for the welfare of biosphere, the 1.5 degree target would be more favored,\" Taalas said. \"With the 2 degrees target, we would see more negative impacts of climate change, it would harm global food production capacity, there would be plenty of coastal cities that would suffer from sea level rise, and we would see more category 4 and 5 hurricanes, typhoons and cyclones.\" Global greenhouse gas emissions need to fall by 45% from 2010 levels by 2030 if there's any chance of limiting global warming to 1.5 degrees Celsius, and by 25% to keep it to below 2 degrees, according to the IPCC. The good news, Taalas said, is that we have both the technological and economic means to reach those targets. The bad news? Most nations still haven't adopted concrete plans to get there.  Emissions fell during spring's coronavirus lockdown and the WMO estimates that, as a result, they will be between 4.2% and 7.5% lower this year compared to 2019. But the effect of the fall is negligible. Because carbon stays in the atmosphere for a long time, the concentration of greenhouse gases in the atmosphere surged to a new record high again this year.  To reach the climate targets, emissions need to fall by at least the same amount -- about 7.6% -- each year over the next decade. There is a chance this could happen. \"Until recently, I guess everyone had been quite depressed about the way policies and actions were developing on climate change,\" Bill Hare, CEO of Climate Analytics, told CNN.  Hare said there has been an understandable slowdown in action because of the pandemic: \"It seemed that political momentum was draining away, but in the last six or eight weeks, particularly since September when President Xi Jinping of China announced China's move towards net zero emissions before 2060, the whole mood has changed.\"  South Africa, Japan, South Korea and Canada have all announced new 2050 net zero targets, following pledges by China, the EU and the UK.  And while the US withdrew from the Paris Agreement under President Donald Trump, the incoming Biden administration is widely expected to announce a new 2050 net zero target. According to analysis by the Climate Action Tracker, these new pledges put the world within striking distance of the Paris Agreement target. The tracker, a partnership between the NewClimate Institute and Climate Analytics, said current plans would translate into 2.1 degrees of warming by 2100. But the new pledges are just that -- promises to achieve something in three decades' time, when most of the current governments will be long gone.  \"The acid test is whether or not countries really will step up action in the near term for 2030,\" Hare said. The 2050 and 2060 targets are steps in the right direction and shouldn't be underestimated, but what really matters is what governments do now. The next decade will be the true make-or-break moment.  Correction: This story incorrectly stated that 10 million people were displaced in the first six months of 2020 due to climate-related reasons. The 10 million figure refers to displacements during that period. It is possible that some people were displaced more than once.", "Section": "world", "Writers": ["Ivana Kottasová"], "URL": "https://www.cnn.com/2020/12/30/world/climate-change-2020-wasted-year-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}