{"Type": "article", "Time": "2020-10-25", "Headline": "No matter who wins the US election, the world's 'fake news' problem is here to stay", "Text": "US President Donald Trump and Russian President Vladimir Putin were in high spirits, smirking and jovial, when they appeared in front of the press corps at the annual G20 summit in Osaka, Japan, in 2019. It was their first meeting since then-special counsel Robert Mueller wrapped his investigation into alleged Russian interference in the 2016 US presidential election, and Trump was quick to make light of the situation, wagging his finger at Putin while instructing him not to meddle in the 2020 race. As journalists assembled for a photo op, setting up cameras, Trump quipped: \"Get rid of them. Fake news is a great term, isn't it? You don't have this problem in Russia, but we do.\"  \"We also have, it's the same,\" Putin replied.  The United States has spent decades, billions of dollars and American lives trying to install democracy around the world, but over the past four years, Trump has effectively handed autocrats a rhetorical sledgehammer with which to bash away at one of its most fundamental pillars: freedom of the press. His favorite catchphrase, \"fake news,\" has emboldened authoritarian and democratic leaders alike to restrict the media in their own countries and target perceived critics with a growing sense of impunity. Meanwhile, some of those same leaders have greenlit the deliberate spread of real disinformation -- US intelligence agencies concluded that Russia, for example, had used false news to interfere in the 2016 election.  But the specter of disinformation and foreign electoral interference, which has loomed large over the 2020 presidential race, is perhaps not as pernicious as the language now coming out of the White House itself. Less than two weeks out from the election, Trump has touted unfounded narratives and conspiracy theories casting doubt over mail-in voting and the November results -- which could leave Americans even more vulnerable to further manipulation, experts warn.  \"Unless we [Americans] mitigate our own political polarization, our own internal issues, we will continue to be an easy target for any malign actor -- Russian or Iranian, foreign or domestic,\" Nina Jankowicz writes in \"How to Lose the Information War,\" her new book on Russia's influence campaigns and their effect on the democratic project. For experts like Jankowicz, who have closely followed the President's war on facts and the undemocratic behavior they inspire, the potential coup de grace could be yet to come: After November, any suggestion that the US election results are phony would have a devastating effect -- and not just in America. At a time when authoritarians are working to stamp out domestic dissent and roll back fundamental rights, undermining elections at the heart of the world's beacon of democracy sets a dangerous precedent -- one likely to be embraced by other leaders trying to maintain their grip on power. Four years of the 'fake news' phenomenon President Trump has said he came up with the term \"fake news. \" But the phrase has been in general circulation since the end of the 19th century, according to Merriam-Webster.  Trump was, however, the first US President to deploy it against his opponents. And over the last four years, he has brought the phrase into the mainstream, popularizing it as a smear for unfavorable, but factual coverage.  According to a database maintained by Stephanie Sugars of the US Press Freedom Tracker, Trump has used the phrase \"fake news\" nearly 900 times in tweets aimed to denigrate the media, insult particular news outlets, discredit supposed leaks and leakers, and allege falsehoods. As election day nears, he's redoubled his efforts bashing the fourth estate, research by Sugars has shown. This has given cover and conferred legitimacy to other politicians hoping to do the same.  \"Fake news\" has been invoked by dozens of leaders, governments and state media around the world, including Syrian President Bashar al-Assad, Venezuelan President Nicolas Maduro, Philippine President Rodrigo Duterte, Polish President Andrzej Duda, former Spanish Foreign Minister Alfonso Dastis, Chinese Ambassador to the United Kingdom Liu Xiaoming and former Malaysia Prime Minister Najib Razak, just to name a few. \"There is no question that the fact that the President of the United States is using this term to attack independent media gives an element of license to other politicians elsewhere, including some authoritarian leaders to dress up their own attacks on independent media and point to the example of the US,\" said Rasmus Kleis Nielsen, director of the Reuters Institute for the Study of Journalism. This can have serious consequences in less democratic contexts, where the term \"fake news\" has been co-opted by governments to crack down on dissent. That's what a group of journalists from Pakistan, Nicaragua, Tanzania, India and Brazil told Vice President Mike Pence on a trip to the White House last year, while in Washington, DC, to receive press freedom prizes from the Committee to Protect Journalists (CPJ) for risking attacks, threats and imprisonment to report the news. Patrícia Campos Mello, who has been harassed for her reporting on alleged corruption in Brazil, told Pence that President Jair Bolsonaro had mirrored Trump's rhetoric and attacks on the press, even canceling the government's subscription to her publication, Folha de S.Paulo, after the US President did the same to The New York Times and The Washington Post newspapers. Other reporters at the event also flagged the worrying rise in \"fake news\" legislation, used to target critical media.  Governments in Russia, China, Egypt, Bangladesh, Kazakhstan and Cambodia, among others, have used the genuine problem of disinformation as a pretext to curtail free speech and expand media censorship. Between 2017 and 2019, 26 countries approved or proposed laws to restrict online media in the name of fighting \"fake news,\" according to research by Freedom House, which is funded by the US government. Some of the laws include criminal or civil penalties for the publication of what they deem false news, while others are more directly aimed at censoring or removing related content from the internet. \"It [fake news rhetoric] has emboldened authoritarians, who are capable of taking even more brutal action against domestic opponents than President Trump can in the US,\" said Allie Funk, a senior research analyst for technology and democracy at Freedom House, pointing to an escalation of arrests and violence.  Where does the world go from here Trump's promotion of the phrase \"fake news\" will have lasting implications for democracy around the world, say academics, press freedom advocates and policymakers -- not least because the global laws enacted in the wake of his rhetoric will be difficult to overturn.  \"It's been almost four years of equating journalists with fake news. And we've seen that taken up by countries and leaders around the world, from the obvious ones like China and Russia, Egypt, which need no excuse for their press freedom crackdowns but are nonetheless happy to have the cover of the United States doing the same, through to Hungary, Poland, across Europe and in Latin America,\" said Courtney C. Radsch, CPJ's advocacy director. \"I doubt that's going to somehow dissolve once you have a new administration in place. I just don't see the genie being put back in the bottle.\" The timeless problem of powerful people trying to mislead the public has been compounded by social media platforms, which allow demonstrably false information to be shared to very large audiences with limited regulation or oversight. The content moderation policies that do exist are often applied unequally -- politicians' posts that break the rules and misleading political advertisements are rarely removed, because they are considered to be in the public interest. Addressing that reality requires more transparency on the part of the platforms -- specifically, revealing how their algorithms work -- as well as political will to improve the online information ecosystem and hold tech companies, which are almost entirely headquartered in America, to account.  To date, however, efforts in the US to police the platforms have been hindered by a belief that any regulation would impinge on the First Amendment's guarantee of free speech. Marietje Schaake, international policy director at Stanford University's Cyber Policy Center, says that framing ignores the way that data collection, algorithmic amplification, artificial intelligence, curation and virality influences the way speech travels online -- including hate speech, conspiracy theories and propaganda. And that can have a perilous impact on public discourse. Facebook and Twitter have begun to add fact-checks and warning labels to misleading or false posts from politicians, and, in some cases, are taking them down altogether. But a narrow focus on factually incorrect content ignores what is possibly more dangerous -- rhetoric that, over time, undermines faith in democracy itself, says Deborah Brown, senior researcher and advocate on digital rights at Human Rights Watch. \"They're looking at information that could mislead voters about when or where the poll is taking place, or specific charges that can be proven untrue. But I think what we've seen with Trump's strategy is he's calling into question the entire legitimacy of the process,\" she said.  So what happens, for example, if the US President does take to Twitter on election night and calls the results \"fake\"? Casting doubt over any adverse outcome is a tactic that other foreign leaders have deployed for decades, but it would be unprecedented for a sitting President of the United States. \"Never before has a leader in the highest office in one of the world's most powerful, if not the most powerful, democracies, taken the hammer himself, to start breaking down the very principles that the country once was proud to defend,\" said Schaake, whose research focuses on disinformation, digital democracy and election security. \"No matter who wins. I think it's also going to be very hard to repair, if it's even possible.\"", "Section": "world", "Writers": ["Eliza Mackintosh"], "URL": "https://www.cnn.com/2020/10/25/world/trump-fake-news-legacy-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}