{"Type": "article", "Time": "2020-02-27", "Headline": "February 27 coronavirus news", "Text": "Our live coverage has ended, for more live updates click here.  South Korea reported 256 more confirmed cases of the novel coronavirus on Friday morning, bringing the national total to 2,022, according to the South Korean Centers for Disease Control and Prevention (KCDC).  The KCDC did not report any new deaths, meaning that the national death toll remains at 13.  Among the 256 new cases, 182 are from Daegu, the epicenter of the outbreak in South Korea. A total of 1,314 cases since the beginning of the outbreak have come from Daegu, according to the KCDC.  An additional 49 cases are from North Gyeongsang Province, which surrounds Daegu city. ##Asia## California Rep. John Garamendi told CNN’s Erin Burnett on Thursday that the 15th confirmed US coronavirus patient is in \"serious condition.\" “This patient is in serious condition and our prayers go out to her and to our family,” Garamendi said. When asked by Burnett if he had information on how this disease was transmitted, Garamendi said, “The answer is no. That is what the county is doing now. Their public health resources are going around, doing the tracking down of individuals who may have come in contact with this person. Whether this person can actually talk or not is of question. She’s been intubated, and so may not be in a position to discuss it.” Watch: ##U S## Family members of the coronavirus patient in Solano County have been identified and are in isolation pending testing. The family will remain under quarantine for 14 days, Solano County Health and Social Services Public Health Officer Dr. Bela Matyas said in a press conference today. The patient’s workplace has been fully addressed as well, he said. Solano County is also working to identify potential interactions with people that are not employees in the workplace. Individuals who may have been in contact with the patient will be assessed and be placed under isolation or quarantine as appropriate, Matyas said. ##U S## South Korea has reported one new death from novel coronavirus in the city of Daegu, bringing the total number of coronavirus deaths in the country to 13, Daegu’s mayor Kwon Young-jin said in a press briefing on Thursday. The victim was a 74-year-old man and a member of Shincheonji religious group who died on Thursday morning, Kwon added. South Korea has the most confirmed coronavirus cases outside of mainland China. ##Asia## Dozens of employees in Solano County who have been in contact with a coronavirus patient have been identified, Steve Huddleston, vice president of public affairs for NorthBay Health Care, said in a press conference today. It still remains less than a hundred, Huddleston added.  Some employees were redirected from their work schedules and sent home yesterday to monitor their current health, according to Huddleston. ##U S## Nigeria's Federal Ministry of Health is reporting its first case of coronavirus. The case was confirmed Thursday in Lagos State. President Trump expressed optimism Thursday that Coronavirus would eventually be contained and eliminated in the US, even as he acknowledged it could get worse first. \"We have done an incredible job. We’re going to continue,\" Trump said at an event with attendees of an African-American History Month reception in the Cabinet Room. \"It’s going to disappear. One day it’s like a miracle, it will disappear. And from our shores, you know, it could get worse before it gets better. Could maybe go away. We’ll see what happens. Nobody really knows.\" Trump called his Wednesday appearance before the White House press corps “a really good press conference.” “One of the advantages is that I get covered live,” he added. “It was a calming press conference.” He also claimed the media won’t give the administration “credit” for a successful response to the coronavirus. The President also said that the federal government was busy preparing for the coronavirus while Democrats were working on impeachment. “While they were working on impeachment, we were working on doing this. Because we were hearing about it,” he said. ##U S## Dr. Thomas Frieden, the former director of the US Centers for Disease Control and Prevention, told CNN’s Wolf Blitzer today that he couldn’t comment on a whistleblower in the Department of Health and Human Services who contends HHS workers handled coronavirus evacuees from Wuhan, China, without the proper protective gear until he reads the complaint.  Instead, Frieden stressed what other top health officials have been saying for the past week, that the virus is going to spread in the US. “The bigger picture here is it has become clear over the past few days that a pandemic is inevitable. What’s not certain is how severe it will be. There are mild pandemics, moderate and severe,” Frieden said. He said the Trump administration’s request for $2.5 billion to fight the outbreak is key. “What we can do now is prepare in the society, generally, in our health care settings, in the government – and one of the key things to track in this next week is what happens with the supplemental funding for this, because that will determine how robust the US response can be.” By the numbers: A 15th case of the coronavirus, confirmed in a woman in California on Wednesday, could potentially represent the beginning of the virus’ spread in the community, something the CDC has been warning about for weeks. Watch: ##U S## A University of California Davis student is under investigation for coronavirus following potential exposure, Dr. Cindy Schorzman announced in a press call today. That person is being isolated at home, and two other students are being isolated off campus as well, Schorzman said.  All three are roommates at a UC Davis residence hall, according to Schorzman. Test results for the student under investigation are not expected for a few days, as the nasal and oral swabs were sent to the Centers for Disease Control and Prevention in Atlanta, which is processing hundreds of tests from around the country, Yolo County health officer Dr. Ron Chapman said. The two other students are asymptomatic. Citing privacy laws, health officials would not say whether the student was potentially exposed to someone with the virus or if they had recently traveled to a suspect location. A Solano County woman is being treated at UC Davis Medical Center for what might be the first community spread case of coronavirus. The UC Davis Medical Center is not on campus and is about 17-miles away in Sacramento. ##U S## A whistleblower at the Department of Health and Human Services is seeking federal protection after complaining that more than a dozen workers who received the first Americans evacuated from Wuhan, China, lacked proper training or protective gear for coronavirus infection control. \"We are hopeful that Congress and the OSC (Office of Special Counsel) will investigate this case in a timely and comprehensive manner,\" Ari Wilkenfeld, a lawyer for the whistleblower, told CNN. \"This matter concerns HHS's response to the coronavirus, and its failure to protect its employees and potentially the public. The retaliatory efforts to intimidate and silence our client must be opposed.\" The Washington Post was first to report on the complaint and cited a redacted complaint obtained from lawyers alleges that HHS staff were \"improperly deployed\" and \"were not properly trained or equipped to operate in a public health emergency situation.\" The whistleblower also alleges she was unfairly reassigned after raising concerns. CNN has not independently reviewed the complaint. The Washington Post and New York Times report cite a redacted complaint obtained from lawyers alleges that HHS staff were \"improperly deployed\" and \"were not properly trained or equipped to operate in a public health emergency situation.\" The whistleblower also alleges she was unfairly reassigned after raising concerns.  US Office of Special Counsel Communications Director Zachary Kurz confirmed to CNN that “OSC has received the complaint and the case has been assigned.”  A State Department official pushed back on the allegations when he was asked about the report during a coronavirus hearing this afternoon before the House Foreign Affairs Committee. Hear more:  ##U S## Anderson Cooper was joined by Dr. Alok Patel this afternoon on Full Circle to discuss the novel coronavirus and how people can prepare as the disease continues to spread across the globe.  One of the big problems when it comes to the coronavirus is diagnosing people with it, Patel said. \"As of right now, it's really hard, if not impossible, to tell,\" Patel said. \"Eighty percent of these cases are mild and come across like the common cold.\" The coronavirus transmits like any other common cold, he added. The face masks are really only for people who are already sick to help prevent them from spreading the disease, Patel said. WATCH HERE:  ##Your questions## US Centers for Disease Control and Prevention Director Dr. Robert Redfield said the agency has sent out new coronavirus testing guidance to health care workers on Thursday, after what might be the first US case of community spread of the virus. Earlier in the outbreak, CDC guidance to doctors in the US was that a patient had to have a travel history to China, among other criteria. But a patient at UC Davis Medical Center prompted the CDC to change its guidance.   The patient that prompted the guidance change was transferred from another Northern California hospital last week. According to a letter from UC Davis Health, the patient “did not fit the existing CDC criteria for COVID-19, a test was not immediately administered.” After doctors persisted in their request for the test, on Sunday, CDC went ahead with testing.  On Wednesday, the CDC confirmed the patient tested positive for the coronavirus.  That patient became the first US case of unknown origin, according to the CDC. The patient didn’t have any relevant travel history nor any exposure to another known patient. The patient may be the first US case of “community spread” of the virus, officials said. “As soon as that case was recognized, we met and we revised our case definition for persons under investigation,” Redfield said. The guidance was updated on the CDC’s website Thursday. “Today that has been posted along with a new health advisory that the recommendation should be when a clinician or individual suspects coronavirus, then we should be able to get a test for coronavirus.” Redfield added: “This is a fluid situation. There’s a lot we don’t know and we are learning more every day.” ##U S## You might have heard about the Spanish flu — the global flu pandemic that killed more than 670,000 Americans and tens of millions of people worldwide. It's basically the worst case scenario for what could happen with a pandemic outbreak.  There's no indication that coronavirus will turn into that: Health officials aren't even calling this outbreak a pandemic yet.  But John M. Barry, who wrote a book about the 1918 outbreak, has studied the issue extensively. He wrote in Smithsonian Magazine a few years ago that one reason that pandemic was so devastating is that, in the early stages, health officials didn't tell the truth.  There were a number of reasons for that, including that the US was in the midst of World War I and Congress had passed a law — the Sedition act, since largely repealed — that made it illegal to criticize the government.   \"Against this background, while influenza bled into American life, public health officials, determined to keep morale up, began to lie,\" Barry wrote, pointing to examples of officials spreading happy talk and the press at the time not pushing them for the truth. \"That is why, in my view, the most important lesson from 1918 is to tell the truth,\" Barry wrote. ##U S##   The director of the US Centers for Disease Control and Prevention has a simple message for Americans: No, you shouldn't be afraid. During a House Foreign Affairs hearing, Rep. Chrissy Houlahan asked CDC Director Robert Redfield a number of rapid-fire questions about what Americans should do as coronavirus spreads. Houlahan said she wanted to ask simple questions, “for the human beings who are at home, for my kids, my family members, my community.”   Redfield's answers were equally simple. Here's the full exchange: Houlahan: Should people be afraid? Redfield: No. Houlahan: Should people engage in regular handwashing and coughing into their sleeves? Redfield: Absolutely. Houlahan: Should people be stocking up on cleaning supplies? Redfield: No. Houlahan: Should people be stocking up on prescription medicines that they have? Redfield: Not at this time. Houlahan: Should people be stocking up on food supply? Redfield: Not at this time. Houlahan: Should you wear a mask if you are healthy? Redfield: No. Houlahan: Is there a website where people can go to access good information about these questions? Redfield: Yes, absolutely, CDC.gov. When asked if Houlahan missed anything, Redfield took the time to add: “We need to make sure those N95 masks are available for the doctors and nurses that are going to be taking care of individuals that have this illness. And it really does displease me, to find people going out, there is no role for these masks in the community.”  ##Your questions## The coronavirus outbreak is continuing to spread across the globe.  As of 3:30 p.m. ET, there are more than 82,000 cases in 51 countries and regions. Cases have been reported in every continent except Antartica. If you're just tuning in, here are the latest developments as officials attempt to contain the virus: The latest numbers: There are more than 82,000 cases around the world, including 2,808 deaths. The vast majority of these are in mainland China, which has reported 78,497 cases and 2,744 deaths.\nSaudi Arabia bans some pilgrimages: Saudi Arabia has suspended pilgrimages to Mecca and Medina for people outside the country over coronavirus fears. For context, a wholesale temporary ban on foreign visits to the holy sites is a first in living memory. \nMore cases in Italy — and beyond: At least 650 people have tested positive for coronavirus in Italy, officials said. Across Europe, at least 11 countries now have confirmed cases of coronavirus, some of which have been traced back to the Italy outbreak.\nThe worst week for stocks since financial crisis? US stocks faced another sharp selloff today as worries about coronavirus mounted. Both the Dow and the S&P are on track for their worst week since the fall of 2008, the midst of the financial crisis. Life around Italy's coronavirus 'red zone':  Scott Minerd managed money during the 2008 financial crisis and the bursting of the dotcom bubble. But the influential investor said he fears the coronavirus outbreak impact could exceed those events. \"This is possibly the worst thing I've seen in my career,\" Minerd, chief investment officer at Guggenheim Partners, told Bloomberg TV today. Pointing to the spike in cases in South Korea and Italy, Minerd said the outbreak has the potential to \"reel into something extremely serious.\" \"It's very hard to imagine a scenario where you could actually contain this thing. That's the thing that is very frightening,\" Minerd told Bloomberg.  Some context: The S&P 500 plunged into a correction today, signifying a 10% decline from previous highs. All three indexes are on track for their worst weekly percentage drops since October 2008 — and Minerd warned stocks could plunge further if the outbreak isn't contained.  US stocks sold off sharply again today, with all three major stock indexes falling more than 10% from their most recent high, otherwise known as a correction. Investors continued to fret about the fallout from the novel coronavirus outbreak. The Dow closed down 1,191 points, or 4.4% – the worst one-day point drop in history. The index has now lost 3,226 points this week. The S&P 500 also finished down 4.4% and closed below 3,000 points. It was its worst one-day percentage drop since August 2011. It was the sixth-straight day of losses for the Dow and the S&P. The Nasdaq Composite closed 4.6% lower. All three indexes are on track for their worst weekly percentage drops since October 2008. Hear more: ##U S## Anderson Cooper is joined by Dr. Alok Patel around 5 p.m. ET to answer your coronavirus questions live. Submit them here and tune in to get caught up on the latest coronavirus news. It will air at the top of your screen here. ##Your questions## The Ministry of Health for the Netherlands has confirmed that one person has tested positive to coronavirus, marking the country’s first confirmed case. “The novel coronavirus (COVID-19) has been found in a patient in the Netherlands. This was established today with lab work,” the Health Ministry said Thursday in a statement.  According to the Health Ministry, the individual in question had recently been in the Lombardy region of Northern Italy; Italy’s Health Ministry confirmed Thursday that a total of 403 individuals have tested positive to the virus in Lombardy, while 14 people have so far died in the northern Italian region.  “The patient, who was recently in the Lombardy region, is in isolation,” the Dutch Health Ministry added, confirming that health authorities are looking into the patient’s recent contacts. Dutch Prime Minister Mark Rutte said Thursday that he is in close contact with Dutch Minister for Medical Care Bruno Bruins, adding via Twitter that “all efforts have been made to prepare” the Netherlands for a Coronavirus outbreak. ##Europe## The Trump administration is considering using a 1950 wartime law to expand the production of masks and protective gear to prevent the spread of coronavirus, according to an administration official. Officials are weighing whether to invoke the Defense Production Act, which would allow the administration to expand the manufacture of products deemed necessary for national security. Trump administration officials have said they would need a bigger stockpile of masks to prevent the spread of the virus. There have been internal discussions about using the law to require companies to scale up the production of medical masks and other wearable equipment. No decisions have been made yet, though officials have testified publicly about the shortage of available N95 masks. The Defense Production Act was first passed in 1950 as a response to the Korean War.  Reuters first reported that use of the act is currently under consideration.  A resident of Solano County, California, who might be the first example in the US of \"community spread,\" is now being treated at UC Davis. Before she was moved, she spent 3 days at NorthBay VacaValley Hospital. A statement from that hospital said she was not immediately given a coronavirus test because she didn't \"fit the existing CDC criteria for COVID-19.\" Her condition worsened, and she was transferred to UC Davis via ambulance, according to the release. ##U S## California Gov. Gavin Newsom said today that the state is taking necessary precautions with people who traveled recently due to the coronavirus outbreak.  “We have a number of other flights including the most recent at Travis AFB in Solano County. Over 800 people have come in on those flights, but that’s a small part of the overall picture. Thousands and thousands of other people have come in on more traditional flights through the state of CA. Some 8,400-plus are currently being monitored with 49 local jurisdictions doing those protocols and monitoring as it relates to more traditional commercial flights that came in from points of concern and potential points of contact particularly in Asia,\" Newsom said. Dr. Sonia Angell, a California Department of Public Health Director and State Health officer, said of a Solano County resident who tested positive for novel coronavirus, “This case marks a turning point.\" The patient, who officials referred to as a “she” or “her” in a press conference this morning, said she is now in care in Sacramento County and has no travel history and no known exposure to coronavirus. ##U S## Dr. Celine Gounder, a professor of medicine and infectious diseases at NYU School of Medicine, spoke with CNN this afternoon about the coronavirus and whether people can become immune to it.  \"Common cold coronaviruses, you don't actually have immunity that lasts for very long, and so we don't know the answer with this specific coronavirus. If you recover, are you immune, and if you are immune, how long does that last? And that's actually going to be one of the challenges with designing a vaccine is how do you actually cause the immunity to last long enough to protect you,\" Gounder said. How to protect yourself: In general, the public should do \"what you do every cold and flu season,\" said Dr. John Wiesman, the health secretary in Washington state -- where the first US case of Wuhan coronavirus was confirmed. That includes washing your hands often with soap and water for at least 20 seconds. The World Health Organization recommends staying at least 3 feet (or 1 meter) away from anyone who may be infected. If you're the one feeling sick, cover your entire mouth and nose when you cough or sneeze. But don't use your hands. Use either your bent elbow or a tissue that you throw away immediately afterward. Listen to Dr. Gounder explain: ##Your questions## Dr. Celine Gounder, a professor of medicine and infectious diseases at the NYU School of Medicine, urged Americans to have plenty of hand sanitizer and a healthy supply of medications on hand as coronavirus fears grow. \"I would definitely have some alcohol-based hand sanitizer above 60% alcohol content. You want to have it in your purse, in your backpack all over the place,\" Gounder said on CNN today. She said the first thing you should do when you come home from school or work is to use that. Gounder also advises that you stock up on ibuprofen, Tylenol, or any prescription medications. For a lot of these products, either the ingredients that are used to make medications or the medications themselves are from China, so call your doctor if you are on prescription medications, and ask them for a 90-day supply instead of a 30-day. And make sure you have refills.  \"Have that stuff on hand. There may be some disruptions in supply as well as getting into your doctor's office,\" Gounder said. Hear her answer: ##Your questions## Northern Ireland’s Public Health Agency confirmed the first case of coronavirus in the region, according to a statement. “Testing of a patient in Northern Ireland has resulted in a presumptive positive test for coronavirus (COVID-19)”, the statement read.  The statement does not give any more details about the patient’s nationality or how this person got infected.  “The patient is receiving specialist care and Public Health Agency personnel are working rapidly to identify any contacts the patient had, with the aim of preventing further spread,\" the statement said. ##Europe## Household disinfectants are thought to be effective against the novel coronavirus. Cleaning products like Lysol and Clorox list the human coronavirus as one of the 99.9% of bacteria it can kill. However, it's important to note that human coronaviruses are different than the novel coronavirus we are seeing now. This is a new virus and there are no vaccines or antiviral treatments that specifically target it. Lysol's products have been proven effective in protecting against the other human coronaviruses — so they're thought to be effective against the novel coronavirus, too, said Saskia Popescu, a senior infection prevention epidemiologist in Phoenix, Arizona. ##Your questions## Business travel could fall by more than a third during the coronavirus outbreak, according to a survey by an industry trade group. Most businesses surveyed said they are pulling back on at least some of their travel due to the virus. The Global Business Travel Association estimates that business spending on travel could fall by about $1.5 billion a day. That equates to $560 billion on an annual basis, or about 37% of industry spending. It said a survey of 401 companies found nearly two-thirds reported that they had canceled at least some already scheduled meetings, events or conferences due to concerns about the conferences.  Most of the canceled trips are to China, Hong Kong or other locations in the Asia-Pacific region. About a third of the companies surveyed have already canceled trips to Europe as well.  So far travel to North and South America has seen the least cancellations. The Head of Italian Civil Protection Angelo Borelli said 650 people have tested positive for Coronavirus in Italy.   Referring to the new figures, Borelli said that the sudden raise in numbers was because the Lombardy region did not properly update the Italian Civil Protection Agency. \"The big jump from yesterday (Wednesday) is because yesterday we didn’t have the latest numbers from Lombardy,\" he said. The Italian official added that 35,000 masks have been sent to the affected areas. Earlier today, the Italian Civil Protection agency said the total number of cases was 528. ##Europe## A spokesman for the Health Department in Spain's Valencia region said there are six new cases of coronavirus in Valencia. The Health Department of the Castilla Leon region also confirmed its first case in Segovia on Thursday afternoon. This makes 24 cases in total in Spain: 22 patients are in quarantine: four in Tenerife, four in Madrid, three in Barcelona, eight in the Valencia region (includes 7 in Valencia and 1 in Castellon), one in Segovia, one in La Gomera and one in Seville\n2 people have recovered ##Europe## At least 130 people at the locked-down Tenerife hotel in the Canary Islands will soon be allowed to leave, Canary Islands' regional health minister Teresa Cruz said today.  “The 130 people, of 11 different nationalities, that arrived at the hotel on the 24th, who have not had any contact with the infected guests, will be able to leave the hotel, and will stay under self-monitoring” Cruz said.  Dozens of tourists had been asked to stay in their rooms after a male Italian guest and his travel companion tested positive for coronavirus. According to the Spanish official, a meeting was held today with the different consulates affected and they found \"good predisposition to be able to transfer the different citizens to their countries of origin.\" Current efforts are aimed at making the exit of the guests more flexible, while awaiting for a definitive ratification by the judicial authorities, a statement from the Canary Island Health Department added. ##Europe## Facebook announced today that it is canceling F8, its biggest annual event, due to concerns over the coronavirus. \"We've made the difficult decision to cancel the in-person component of F8 this year, in order to prioritize the health and safety of our developer partners, employees and everyone who helps put F8 on,\" the company wrote on the F8 website. Instead, the company said it plans to hold \"locally hosted events, videos and live-streamed content.\" More context: Earlier this month, Facebook canceled a large advertising conference in San Francisco also due to concerns over the virus. The ongoing spread of the coronavirus has caused other companies to close offices and stores in China. Mobile World Congress, one of the tech industry's biggest annual events, was called off earlier this month because of the outbreak. ##U S## Vice President Mike Pence began his remarks at the Conservative Political Action Conference with reassurances about the Trump administration’s handling of the coronavirus. “President Trump has no higher priority than the health safety and wellbeing of Americans,” Pence said. He said that the President has taken “unprecedented action” since the outbreak of the virus, touting Trump’s decision to shut down travel from affected areas. Pence also touched on the newest case of coronavirus, the first in the United States contracted though community spread, painting a rosy picture by saying it was the only new case detected in the last two weeks.  “While the risk to the American public remains low like the President said yesterday we’re ready. We’re ready for anything,” he said. Trump had directed him “to lead a whole of government approach” to the disease, Pence said. “As the President also said, it’s important to remember we’re all in this together,” Pence continued. “This is not the time for partisanship. The American people expect us to work together and I promise you this president, this administration is going to meet with leaders of both parties,” he pledged to the highly conservative audience. ##U S## Vice President Mike Pence, who is leading President Trump's coronavirus task force, and Health and Human Services Secretary Alex Azar announced three more additions to the team.  They are: Steven Mnuchin, Secretary of the Treasury\nDr. Jerome Adams, Surgeon General of the United States\nLarry Kudlow, Director of the National Economic Council ##U S## Senate Majority Leader Mitch McConnell said the Trump administration is doing a \"good job\" on the coronavirus response so far. When CNN's Lauren Fox asked him if the President needed to be more forthcoming about the risk the country was facing, McConnell jumped in to say, “I think we all need to work together to get a solution to the problem on a bipartisan, bicameral basis.” He would not answer a question about how his meeting at the White House went. CNN spotted him leaving the White House grounds earlier today.  ##U S## There is no specific treatment, but research is underway.  Most of the time, symptoms will go away on their own, and experts advise seeking care early. If symptoms feel worse than a standard cold, see your doctor. Doctors can relieve symptoms by prescribing a pain or fever medication. The CDC says a room humidifier or a hot shower can help with a sore throat or cough. Drink plenty of fluids, get rest and sleep as much as possible. ##Your questions## Monica Moretti, 46, lives in Casalpusterlengo, a Northern Italian town in the so-called \"red zone,\" where tens of thousands of residents have effectively been cut off from the rest of the country as it works to stop the spread of coronavirus. It’s the seventh day that she and her 15-year-old daughter have lived under lockdown. Most things are closed, she said, including shops, restaurants, movie theaters, banks and post offices. Only grocery stores and pharmacies remain open. “I can't move, I can't go to work. It is also just the mental constriction. It is like being imprisoned at home. We can only go out with masks,\" she told CNN. She said she feels like she's \"in a movie.\" \"One of those catastrophe‪, contagion‬ movies, where you see the epidemiologists using biohazard weapons and everyone dies. In 24 hours, we were the focus of the news, closed at home wearing masks and the panic set in amongst everyone,\" she said. However, Moretti said the situation isn't as severe as what has been seen in the news. \"The way it was presented on the media, especially Italian media, is exaggerated. They make it sound like everyone inside the red zone is sick and 99% of us are OK,\" she said. Despite the lockdown, life as usual is going on in the red zone. She takes afternoon walks and her family has been cooking and eating together. \"When we don’t have nothing to do, I think it’s a survival mechanism telling us: if you are in danger, eat more. So we have been cooking a lot of food,\" she said. ##Europe## House Minority Leader Kevin McCarthy said today that congressional Republicans and Democrats are seeking a bipartisan agreement on coronavirus funding, emphasizing that it can’t be a partisan issue.  Asked about Speaker of the House Pelosi’s comments that lawmakers are close to reaching a bipartisan agreement on funding, McCarthy wouldn’t say what kind of top-line number is being looked at.  “It’s not my place to sit here and pick a number. The one thing I would say, just exactly what the President said, we will do whatever is needed to make sure we keep this country safe,” he said.  He added: “I’m hopeful that we can get this done next week. This isn’t something to wait around,” before going on to add: “I think you’ll find a very bipartisan vote. From my point of view I want to get it done faster than waiting around and I don’t think you’re going to see an argument on either side.” Asked about Senate Democrats request for $8.5 billion, McCarthy said, “Just picking a number of out a hat like that never seems to work properly. I would like to know what the experts believe they need, make sure we fund that.” He also said that the supplemental funding should be a stand-alone measure. But McCarthy also slammed Democrats for criticizing President Trump’s handling of the virus, claiming that “today’s Democrats unfortunately can’t help but put politics over the country” and “they would rather attack the President’s response to a crisis than work together to solve it.” Asked if Trump’s attacks on Democrats are also partisan, McCarthy answered, “I don’t believe so,” because Trump was responding to what Democrats had already said. ##U S## Pierpaolo Sileri, Italy's Deputy Health Minister, said the country does not plan on closing its borders as officials work to stop the spread of the coronavirus outbreak. \"I don’t think right now there is any reason to close the border, especially because the two areas are very well confined and we know exactly the two major outbreaks and all the people that we found all around Italy – which are very few – are coming from that area,\"  Sileri said.  Sileri was also clear in his views about the fear and ‘paranoia’ the Coronavirus has created: “I think paranoia and anxiousness and panic will run much much more than the virus and we had problem with this in the last few weeks. I think we should teach people what coronavirus is, transmission, and help people to understand much better the situation…this is the first epidemic event in era of social media, and this doesn’t help, absolutely doesn’t help. I think the best thing is to communicate, be transparent, sharing data and explaining exactly what coronavirus is.\"   ##Europe## The novel coronavirus, a cousin of the SARS virus, has symptoms that include a runny nose, cough, sore throat, possibly a headache and maybe a fever, which can last for a couple of days. For those with a weakened immune system, the elderly and the very young, there's a chance the virus could cause a lower, and much more serious, respiratory tract illness like a pneumonia or bronchitis. ##Your questions## US House Speaker Nancy Pelosi said at her news conference today that she spoke with Vice President Mike Pence this morning and expressed concern to him over his track record as Indiana governor on public health. “I spoke with the Vice President this morning, made some of these concerns known to him. We have always had a very candid relationship and I expressed to him a concern that I had of his being in this position and while I look forward to working with him about when he was governor of Indiana slashing the public health budget and having some clinics, especially a planned parenthood clinic, close which was the only place in that (inaudible) county where you could get tested for HIV and AIDS,” she said. She added: “There was an outbreak. Again, he will have his side of that story but the fact is that the health professional, the director of health in Indiana at the time, Jerome Adams, was the vice president, then-governor Pence’s state health officer, he is now the surgeon general of the United States. So this is about (inaudible), it’s also about personnel, it’s also about respect for science, for evidence based decision making and its about having so much of that talent that we are so proud of in our public health sector be available in other countries so that we can get a true accurate assessment of what is happening in other countries.” ##U S## How could the possible spread of coronavirus change our daily lives? Schools, businesses, and healthcare systems could all be impacted, according to the US Centers for Disease Control and Prevention. The CDC has been referring to guidance on how to deal with flu pandemics in a document called \"Community Mitigation Guidelines to Prevent Pandemic Influenza United States 2017.” It will be the “blueprint” for community interventions, and the agency is adjusting its recommendations to the specific circumstances of the coronavirus outbreak, officials said. The document draws from the findings of nearly 200 journal articles written between 1990 and 2016, and it includes a summary of lessons learned from the response to the 2009 H1N1 pandemic, which killed hundreds of thousands globally.  Here's what it says: Schools: Based on the 2017 document, in the event of community spread in the United States, federal, state and local health officials might urge possible “social distancing measures” for schools, in which students would remain 3 feet from each other to reduce spread of disease. In a worst-case scenario, schools would close. \nWorkplaces: Businesses are to consider work-from-home policies and health care facilities are to check inventory of protective equipment. \"The trajectory of what we're looking at over the weeks and months ahead is very uncertain, but many of the steps that we have taken over the past 15 years to prepare for pandemic influenza and our experience going through the 2009 H1N1 pandemic of influenza remind us of the kinds of steps that our health care system, our businesses, our communities and schools may need to take,\" Dr. Anne Schuchat, CDC's principal deputy director, said during a press conference at the White House on Wednesday. “We do expect more cases, and this is a good time to prepare,\" she said. \"It's the perfect time for businesses, health care systems, universities and schools to look at their pandemic preparedness plans, dust them off and make sure that they're ready.\" ##U S## Many readers have asked if people who got a flu shot this year are less likely to get coronavirus.  Dr. Leana Wen, the former health commissioner of Baltimore, said the flu shot doesn't protect people from coronavirus — but that doesn't mean you shouldn't get it. Here's how she put it: \"The flu, influenza is a separate virus from coronavirus. And so getting the flu shot does not protect you from getting coronavirus — but it does protect you from getting the flu, which is important because there have been over — there have been tens of thousands of deaths from influenza this season in the US.\" Wen urged Americans who have not get gotten a flu shot to get it now. Older people and those with chronic conditions should also consider getting the pneumonia vaccine. Watch here: ##Your questions## The Omani Ministry of Health just reported a new case of coronavirus in the country. The new case is linked to recent travel to the Islamic Republic of Iran, the ministry said. The total number of the coronavirus infection cases in the Oman stands at five so far and all cases are in a stable condition. The ministry did not report any deaths among the patients. The Ministry “calls on everyone to maintain public health, follow healthy habits when coughing and sneezing, reduce shaking hands, and avoid cheek kissing and nose-rubbing.” ##Asia## House Speaker Nancy Pelosi at her weekly presser criticized the Trump administration’s handling of the coronavirus outbreak and said that lawmakers are “close to a bipartisan agreement in the Congress” related to funding. “Unfortunately up until now the Trump administration has mounted an opaque and often chaotic response to this outbreak,” Pelosi said. She added: “That was up until now. Now we are trying to work in a bipartisan way, that’s one of the reasons that I was delayed in meeting with you this morning. We’re coming close to a bipartisan agreement in the Congress as to how we can go forward with a number that is a good start. We don’t know how much we will need. Hopefully not so much more because prevention will work, but nonetheless we have to be ready to do what we need to do.” ##U S## Scientists are working on a vaccine, but don't expect it anytime soon. The National Institutes of Health (NIH) is trying to develop one but says it will take at least a few months before clinical trials start and more than a year until a vaccine could become available. Separately, US officials briefed senators Tuesday on coronavirus and said a vaccine was at least 12 to 18 months away, according to three senators present. After the meeting, when reporters asked if we are close to a vaccine, Sen. Roy Blunt said: “We will not have a vaccine in the next 12 or 18 months. Meanwhile, US biotech firm Moderna has shipped an experimental coronavirus vaccine to US government researchers just six weeks after it started working on the immunization. Initial trials of the potential vaccine could begin in April — but the process of testing and approvals would last at least a year. Republican Senator John Thune, who is the Majority Whip, told reporters this morning that he has confidence in the economy going into the fall of 2020, but did note that coronavirus is the kind of \"unexpected\" situation we'll need to \"adapt to.\"  \"I think the economy is going to be solid going into the fall. We just need to make sure that we have the right policies in place that create conditions that are favorable to investment and growth,\" the South Dakota Republican said. \"The coronavirus is things that are unexpected you just have to adapt to.” ##U S## US Democratic presidential candidate Sen. Elizabeth Warren unveiled legislation in the Senate today that would move funds being used for construction of the border wall to combat the coronavirus outbreak. The Prioritizing Pandemic Prevention Act would provide a \"down payment\" of an estimated $10 billion in funding for coronavirus efforts, per the legislation. \"The coronavirus outbreak poses serious health, diplomatic, and economic threats to the United States, and we must be prepared to confront it head-on,\" Warren said in a statement below. \"Rather than use taxpayer dollars to pay for a monument to hate and division, my bill will help ensure that the federal government has the resources it needs to adequately respond to this emergency.\" Warren announced she was going to do this during her CNN town hall Wednesday night, telling Don Lemon she would direct \"every dollar\" that President Trump is spending on the southern border wall to combating the coronavirus.  Warren also said last night that Vice President Mike Pence, who Trump announced would lead the effort against the coronavirus, is \"actively disqualified\" from overseeing a public health crisis. \"He is not the person who should be in charge,\" Warren said.  ##U S## US Health and Human Services Secretary Alex Azar said the United States is in “active containment mode” and is using isolation units for positive coronavirus patients to contain spread.  This morning, speaking with the House Ways & Means Committee about the 2021 budget, Azar said currently, when a patient tests positive, they go into an “Ebola-like isolation unit” adding “that is not what’s indicated medically for these individuals.” “It's really important we correct this impression that it will require this massive hospital isolation for normal patients,” Azar said. “If we end up having broader spread, it’ll be a much more common approach. As [CDC’s Principal Deputy Director Dr. Anne] Schuchat called it, it’ll look and feel to the American people more like a severe flu season, in terms of the interventions and approaches you see.” Azar said most people who get coronavirus will have mild to moderate symptoms and will be able to stay home, treating it like the severe flu or cold. ##U S## Five Spanish citizens have been repatriated from Wuhan, China, by Spain’s Foreign Affairs Ministry and in cooperation with the European Union, according to a statement released by the Ministry on Thursday afternoon. They arrived in Spain at 2:20 p.m. local time. Here's their statement: \"They have already been admitted to the Gómez Ulla Hospital in Madrid, where they will now start 14 days of quarantine. None of them showed any symptoms, according to the tests performed on their departure from China and those performed on arrival in our country. The plane that transferred them to Spain landed at Torrejón Air Base at 2.20 pm.\" Spain has reported a total of 17 cases in total: 15 in quarantine: 4 Tenerife, 4 Madrid, 3 Barcelona, 2 Valencia region (includes Castellon), 1 in La Gomera and 1 in Seville.\n2 who have recovered from the illness. ##Europe## In general, the public should do \"what you do every cold and flu season,\" said Dr. John Wiesman, the health secretary in Washington state — where the first US case of Wuhan coronavirus was confirmed. That includes washing your hands often with soap and water for at least 20 seconds. The World Health Organization recommends staying at least 3 feet (or 1 meter) away from anyone who may be infected. If you're the one feeling sick, cover your entire mouth and nose when you cough or sneeze. But don't use your hands. Use either your bent elbow or a tissue that you throw away immediately afterward. While the US Centers for Disease Control and Prevention does not recommend N95 respirator masks for the general public, it does recommend them for health care workers. But certain types of facial hair can prevent respirators from working effectively. So, the CDC created an infographic showing which styles of facial hair are riskier than others. ##Your questions## Speaking with the House Ways & Means Committee about the 2021 budget, US Health and Human Services Secretary Alex Azar spoke about Vice President Mike Pence’s new role in charge of the US government response to coronavirus.    Azar explained that he will remain the chairman of the interagency task force, adding, what the Vice President will do is similar to what the President’s acting chief of staff Mick Mulvaney has already been doing. “He’s able to clear barriers, get alignment across cabinet departments and agencies, and frankly deal with and coordinate areas that are outside of the health care expertise, broader economic questions, trade issues, etcetera,” Azar said.   “And the Vice President’s involvement with the leadership across the whole of government brings just the weight of the office of the Vice President to that task,” Azar concluded.   ##U S## Stocks have turned sharply negative as coronavirus fears continue to mount. The Dow has lost more than 900 points. All three indexes are on track for their worst weekly percentage drop since the financial crisis. For the Dow and the S&P, it promises to be their worst performance since October 2008, while the Nasdaq hasn't dropped this much in a week since November 2008. ##U S## Health and Human Services Secretary Alex Azar is appearing this morning in front of the House Ways & Means Committee to talk about the 2021 budget. CNN obtained Azar's opening statement in which he praises the President's team for their actions so far. Here's Azar's complete opening statement: The Budget reflects how seriously we take the threat of other infectious diseases, such as the novel coronavirus. It prioritizes CDC’s infectious disease programs, raising spending by $135 million from FY2020 levels to $4.3 billion, and maintains $675 million in state and local preparedness funding.\nWe have only 15 cases of the novel coronavirus detected here in the United States; alongside 3 cases among Americans repatriated from Wuhan; and 42 cases among American passengers repatriated from the Diamond Princess.\nAs President Trump, Vice President Pence, and I emphasized yesterday, the immediate risk to the American public remains low—in significant part because of the President’s decisive actions so far.\nWe are working closely with state, local, and private sector partners to prepare for mitigating the virus’s potential spread in the United States, because we expect to see more cases here.\nIn terms of identifying cases, CDC has been able to test 3,625 specimens as of this morning. At least 40 public health laboratories should now be able to test using modified existing CDC test kits. In addition, a newly manufactured CDC test can be sent to 93 public health labs as soon as Monday, and there is a privately manufactured test based on the new CDC test that can be sent to those same labs as soon as tomorrow, pending FDA clearance.\nOn Monday, OMB sent a request to make funding available for preparedness and response, including for therapeutics, vaccines, personal protective equipment, state and local support, and surveillance.\nAs the President made clear yesterday, we are open to your views on what levels of spending may be appropriate and politics have no place in our mutual efforts to keep the American people safe. As Chairman of the President’s coronavirus task force, and working in conjunction with the administration’s lead for the virus, Vice President Pence, I look forward to engaging with Congress on that. ##U S## As the number of coronavirus cases increase, reports are showing that there is a growing worldwide mask shortage. This has people asking themselves if they should be wearing one. Tariro Mzezewa, a New York Times travel reporter, tells CNN the measure is not necessary unless you are sick or are interacting with sick people. \"If you're not interacting with somebody's who's sick or you're not the person who's sick, you don't really need a mask. The people who are sick need those, and you know, there are various kinds of masks. CDC has a whole guide on its side that's breaking down the differences between the kinds of masks and so on. If you're not the sick one, you probably don't really need it,\" Mzezewa said. The US Centers for Disease Control and Prevention does not recommend Americans wear surgical masks in public. Surgical masks are effective against respiratory infections but not airborne infections. Watch Mzezewa on CNN's Newsroom: ##Your questions## Iran’s Vice President for Women and Family Affairs, Masoumeh Ebtekar, is the latest high-profile government official to test positive for novel coronavirus.   Here's a look at other high-profile cases: Two members of parliament, including the chair of the parliamentary committee for national security, have also been infected by the virus. \nOne of the country’s top clerics, Hadi Khosroshahi, died on Thursday after he contracted the sickness. \nDeputy Health Minister Iran Haririchi announced on social media Wednesday that he tested positive for COVID-19 — just 24 hours after he tried to downplay the threat of the virus in a press briefing.  Ebtekar, one of Iran’s most high-profile female politicians, was last seen at a cabinet meeting Wednesday with President Hassan Rouhani. During the meeting, Rouhani warned about COVID-19 turning into a “weapon at the hands of our enemies” for “propaganda” purposes.  Iran has emerged as a regional breeding ground for the pathogen, with the most confirmed cases — 245 cases including 26 deaths — in the region. The vast majority of coronavirus cases across the Middle East have been linked to Iran.   President Trump had some — but not all — the details of the new COVID-19 coronavirus case in Sacramento before coming out for last night’s briefing at the White House, a person familiar with the matter tells CNN.  He was given a quick update on the case beforehand, but it was non-comprehensive, the person said. He was told the case didn’t appear to be connected to other cases in the US, but it’s not clear whether he was given details on the possibilities of its origin. Why this is important: This individual, a resident of Solano County, California, who has novel coronavirus might be the first example in the country of \"community spread,\" a situation in which the patient did not have \"relevant travel history or exposure to another known patient,\" the US Centers for Disease Control and Prevention said Wednesday.  ##U S## US stocks opened lower today, as the selloff over coronavirus fears picked up steam again. The Dow and the Nasdaq Composite fell into correction territory, defined as 10% below their most recent highs. Here's where things stand:  The Dow opened 1.9%, or 515 points, lower.\nThe Nasdaq sold off 2.5%.\nThe S&P 500 fell 1.9%. ##U S## One of the biggest takeaways from last night's briefing was how the White House spent the day — and went on the record — denying a czar would be named to run point on the coronavirus response. Then Trump did just that hours later by naming Vice President Mike Pence to the role, even if they're not calling him a \"czar\" to spare Health Secretary Alex Azar's feelings. That's a restructuring of the coronavirus leadership team. Point blank. Because Trump was deeply frustrated by the coverage he was getting over his administration's response so far. Now Pence is put in the middle of this — and some say being set up for failure.  Did Trump know about the new case when he came out to the briefing and said confidently Americans were at low risk and the disease likely wouldn't spread? We don't know: He didn't mention it. But Azar certainly knew. From Azar's opening statement on Cap Hill yesterday: \"Coming into this hearing, I was informed that we have a 15th confirmed case, the epidemiology of which we are still discerning.\" We can expect the White House to try to streamline who is the face of this. Trump was furious with the CDC doctor who said it was inevitably going to spread. Hence him contradicting her yesterday and saying, \"I don't think it's inevitable.\" Yet he was contradicted in real time there at the briefing by experts who offered a much more sober analysis. ##U S## Dr. Michael Ryan, executive director of the World Health Organization's Health Emergencies Programme, said, “we are working extremely closely with the IOC and the Tokyo 2020 organizing committee, and are providing them with risk assessment and risk management advice.”  \"No decision has or will be taken in the near term regarding the future of the Olympics,\" he said. Ryan cautioned, it’s not just the Olympics they are advising on, but all mass gatherings, including religious or sports events.  Many events in the past have gone ahead during outbreaks, such as the 2016 Rio de Janeiro Olympics which continued during an outbreak of Zika virus, Ryan added.  ##Asia## The coronavirus outbreak is changing the way China's restaurants handle takeout.  Customers are being met with temperature checks and even takeout only at popular eateries around China due to the outbreak. For deliveries, orders are coming with little cards that include the name and temperature of the persons who made the food and delivered it. Watch CNN New Day's report on the new normal for eating during the outbreak: ##Asia## Iran’s Vice President of Women and Family Affairs, Masoumeh Ebtekar has been diagnosed with coronavirus, her media relations officer told IRNA, Iran's state-owned news agency on Thursday. Fariba Ebtehaj said \"She is currently at home recovering from the illness.“ Ebtekar attended a cabinet meeting in Tehran on Wednesday and was seen in official photos sitting just a few yards from Iranian President Hassan Rouhani.  “Given the likelihood of contamination of the team members, all the people involved have been tested and the results will be announced on Saturday,\" Ebtehaj added. Japan’s Ministry of Health updated its numbers of novel coronavirus today to 705 cases from the Diamond Princess cruise ship and 186 cases on land.  Local municipal governments also announced today an additional 16 cases of the virus bringing the total to 907. At least 8 deaths have been attributed to the virus, according to Japanese health officials. ##Asia## World Health Organization Director-General Tedros Adhanom Ghebreyesus said the rest of the world — not China — is now \"our greatest concern\" when it comes to coronavirus. For the second day in a row, the number of new coronavirus cases reported outside of China today was larger than those reported inside China. Tedros said China had reported 48,630 cases with 2,747 deaths. Outside China, there are 3,474 cases in 44 countries with 54 deaths.   “It’s what’s happening in the rest of the world that’s now our greatest concern,\" Tedros said.  In the last 24 hours, seven new countries have reported cases for the first time, Tedros said. This is now the time for each country to act to contain this virus. “If you act now, you can prevent this virus, you can prevent people from getting sick, you can save lives,” he said.  Canadian officials have confirmed the husband of a woman who has coronavirus has now also tested positive for COVID-19, according to a statement from the Ontario Ministry of Health.  “The man, in his 60s, is currently in self-isolation,” a news release said.  This brings the country’s total to 13 confirmed cases. Officials will be in regular contact with the patient during the self-isolation period, the release says.  Italy’s Deputy Finance Minister Antonio Misiani said the four regions most affected by the coronavirus outbreak make up 50% of the country’s GDP.  Misiani told CNN that so far, the outbreak has affected the sectors most connected to trade with China — manufacturing, luxury, and tourism. He added that it’s too soon to say whether the situation will push Italy into recession. “Everything will depend, however, on the duration and intensity of the emergency,” he said. “To this date it is still difficult to quantify the economic consequences of coronavirus.”  He continued: “Currently the most affected sectors are tourism and fairs, “ he said. “The cancellations of reservations of the past few days are dictated by emotion. We are working to help these sectors with fiscal measures and social safety nets and to explain to the world that Italy is absolutely safe and has a public health system perfectly capable of managing this emergency. ##Europe## New cases of the novel coronavirus cropping up across Europe are being traced back to the dramatic outbreak in Italy. Spain, Germany, Denmark and the United Kingdom on Thursday all reported new patients, who tested positive for the virus after traveling to parts of northern Italy that have been stricken by the epidemic. Spanish health authorities have confirmed three unrelated coronavirus cases — two women and a man, who had all traveled to Milan before falling ill. In Germany, a 32-year-old man is being treated for coronavirus after having traveled to the Lombardy region of northern Italy, where cases of the virus are heavily concentrated. The man, who began suffering flu-like symptoms upon his return, is now being cared for in hospital isolation.  A Danish man, who developed a cough and fever after a skiing holiday in Lombardy, is also being treated for coronavirus. And in the UK, two more patients tested positive for COVID-19, after having been infected in Italy and Tenerife, the largest of Spain’s Canary Islands. ##Europe##  The city of Qianjiang, in China's Hubei province, is awarding residents who proactively report symptoms associated with the novel coronavirus. Any resident who reports symptoms and is confirmed to have the novel coronavirus will be awarded 10,000 yuan — or about $1,426 — according to a Qianjiang government press release. Meanwhile, patients who come forward and are classified as \"suspected cases\" will be rewarded 2,000 yuan (or $285). Those that are not immediately confirmed to have the illness upon first diagnosis will be rewarded 1,000 yuan ($142). The new incentives came into force Thursday. Qianjiang, situated in the epicentre of China's coronavirus outbreak, Hubei Province, has reported 197 confirmed cases of the novel coronavirus and nine deaths. Hubei, which has seen 65,596 confirmed cases and more than 2,641 deaths since the start of the epidemic, is doling out monetary incentives to residents in other cities too: Hanyang, Jiangan, Wuchang and Shiyan.  Shiyan authorities recently rewarded a resident 10,000 yuan ($1,426) — but for reporting someone else. ##Asia## The novel coronavirus has gone global. What had began as an outbreak in China is now threatening to become a worldwide pandemic, having reached every continent except Antarctica. The total number of cases has soared to more than 82,000. As anxiety and fear spreads around the world, international authorities are scrambling to contain the virus. Numerous countries are closing borders, placing cities on lockdown, and implementing stringent quarantine measures; Italy has effectively quarantined 100,000 people. This rise in public fear has seen shops in Italy and other hard-hit regions sell out of medical supplies like face masks -- an echo of the same panic buying that had gripped Asia just earlier this month. And though the WHO has yet to call the outbreak a pandemic, international experts are warning that people should prepare for such an escalation. Scroll through our gallery below to see how people are coping with, and protecting themselves from, the virus. An infectious disease specialist has warned that France should brace itself for a coronavirus outbreak comparable to what Italy is currently facing.  Authorities in Italy are struggling to contain the virus, which has infected more than 370 people and left 12 dead there.  There are just 16 confirmed cases in France, but Professor of Infectious and Tropical Diseases at the Pitié-Salpêtrièr hospital in Paris, Eric Caumes says he expects the situation to worsen given the “many channels of transmission” already circulating in the population.  “Even if the severity is probably much weaker than we imagined, it probably transmits much better than we imagined,” he said, addressing the press alongside French President Emmanuel Macron, who was visiting Pitié-Salpêtrièr. The hospital is where France’s first coronavirus patient, a 60-year-old man from the l’Oise region, died. He is one of two people to have died in the country. Macron paid tribute to the hospital staff, saying the death “very much touched the team.\" “I count on you and you can count on me so that we can work together and respond,” Macron told medical staff.   ##Europe## The dramatic outbreak of the novel coronavirus in northern Italy has forced European leaders to sharpen their thinking, as they attempt to contain a disease that has so far killed more than 2,800 people. At least 11 European countries have confirmed cases of coronavirus, some of which have been traced back to Italy. Europe is prepared for handling outbreaks like this. The European Union has no formal role in setting health policy among its member states, however it does issue advice and coordinate efforts to prevent the spread of disease. That coordination is especially important when you consider that while many European nations share open borders, their governments do not trust and are not inclined to work with one another. The EU has been able to provide a forum and fill gaps in information where this has been the case. And for now, it appears to be working. No matter how well Europe is handling this current crisis, the outbreak is unintentionally fanning the flames of several live debates. A virus that originated in China and spread to two of Italy's most active economic areas, home to Milan and Venice, creates a perfect storm. It tangentially touches on many of the EU's current priorities and has the potential to affect them negatively both in the short and long term. First, there is the perennial question of how effective the bureaucratic body in charge of the bloc is at dealing with continent-wide challenges. In terms of health, the EU can only really act as an advisory body, as healthcare ultimately falls to national governments. The coronavirus outbreak has also exposed the ever-shaky levels of trust between EU member states. \"There's a meaningful lack of trust,\" says Mujtaba Rahman of the Eurasia Group. \"There is a feeling in Italy that the numbers are high because the government has been aggressive in its policy response. There is also a feeling that other member states have lower numbers because they haven't been aggressive.\" Italy has tested more potential coronavirus patients than some other EU countries. And in EU politics, trust matters. Read all of Luke McGee's analysis here: ##Europe## Saudi Arabia has suspended pilgrimages to Mecca and Medina for people outside the country over novel coronavirus fears. The kingdom, which bills itself as the custodian of Islam’s two holiest sites, will open religious rituals to residents and nationals only.  In recent years, diplomatic rifts in the region restricted travel for pilgrims from Qatar and Iran, prompting an outcry. But a wholesale temporary ban on foreign visits to the holy sites is a first in living memory.  Across the Middle East, governments have been struggling to cope with the spread of Covid-19. Iran, a regional breeding ground for the virus, has canceled this Friday’s prayers in affected provinces. Iraq has closed schools, public offices and other public gatherings until March 7.  Kuwait, which has the second-largest number of confirmed coronavirus cases after Iran, is also scrambling to stem the spread of the virus, evacuating citizens from Iran and Italy, which has also seen a surge in the virus.  The majority of Middle Eastern coronavirus cases have come from Iran, one of the biggest outbreak countries outside of China. Iran has 141 confirmed cases, and 22 have died from the sickness, according to state media.  Saudi Arabia, which froze diplomatic relations with Iran in 2016, has no reported cases of the virus. In addition to stopping pilgrimages for outsiders, preventative measures include suspending the entry of nationals of “countries with confirmed Coronavirus outbreaks,” according to a tweet by the Saudi foreign ministry.  “Saudi Arabia stress that these measures are temporary and subject to continuous evaluation by the relevant authorities,” a graphic embedded in the tweet said. “We ask God Almighty to spare all humanity from all harm. #CoronaVirus #COVID19” Japan's Prime Minister Shinzo Abe on Thursday asked all elementary, junior high and high schools to close from Monday until the end of March, when their spring vacation concludes.  The move comes amid fears over the spread of coronavirus in Japan, and after criticisms of how authorities there dealt with the quarantine of a cruise ship earlier this month. A top Japanese government adviser has admitted that the quarantine measures enacted on the Diamond Princess cruise ship in Yokohama may have allowed additional infections to spread among the ship's crew and passengers.  The number of confirmed cases in Japan has risen to more than 800 -- nearly 700 of which were reported on the cruise liner -- and seven people have died. ##Asia## Twenty-two people have now died from the novel coronavirus in Iran, the worst-hit country outside of China. The mortality rate from Covid-19 in Iran has soared to over 13% -- significantly higher than any other country experiencing an outbreak of the pathogen. Some suspect that may be down to an under-reporting of the total number of cases, which stand at more than 140. The death rate in China's Hubei province, the epicenter of the virus, is around 2%.   The country, which is already struggling with an economic crisis worsened by crippling US sanctions, is scrambling to contain the virus, as well as the fears it has sown.  Despite the virus' spread, President Hassan Rouhani said on Wednesday that authorities won't quarantine any Iranian cities. He also warned about the virus becoming \"a weapon at the hands of our enemies,\" as part of \"propaganda\" against the country. Iran's Qom province has become ground zero of the country's coronavirus outbreak with 63 confirmed cases, according to state news agency IRNA. Pilgrimages have continued unabated to the holy city of Qom, despite health officials calling on clerics to limit visitors. Businessman Son Young-ha, 31, is living at the center of South Korea's coronavirus outbreak. Out of the more than 1,700 cases of the virus that South Korea has confirmed, more than 1,100 are from the southern city of Daegu. On the streets, Son said that there are fewer cars and restaurants are less crowded. \"It's a lot quieter than before. People seem to be careful of the situation,\" he told CNN over Skype. “Weddings and group meetings have been mostly canceled because people are kind of afraid of this situation. I believe that Daegu citizens are aware of the seriousness of the situation, and they’re doing their best.” But despite that, he says he isn't overly concerned and claims reports of runs on supermarkets and queues for masks are exaggerated. \"Even if you go to a market or a convenience store in front of the house, there’s no shortage of food,\" he said. \"We don’t doubt the central government and local governments are doing their best, so rather than overwhelming fears, we think that if we work together to deal with the situation, we can overcome it.” ##Asia## Danish authorities have confirmed their first case of coronavirus in the country, amid fresh concerns over the spread of an outbreak in Italy to the rest of the European continent. Several European countries have reported their first cases of novel coronavirus in the past two days, with some tracing the cases back to the Italy outbreak. The Danish man developed a cough and fever after returned from a skiing holiday in Italy’s Lombardy region, where cases of the virus are heavily concentrated. The man's wife and son, who were also tested in isolation on Wednesday, did not show any signs of having coronavirus, Denmark's health authority said in a statement. “The guidelines of the Danish Health Authority have been followed. High praise to the staff at Zealand University Hospital in Roskilde for a nice handling,” said Director General of the Danish Health Authority, Søren Brostrøm. The family members will remain in home quarantine, the authority said. ##Europe## A woman working as a tour bus guide in Japan has tested positive for the coronavirus for a second time, Osaka's prefecture government said on Wednesday. The first case of reinfection to be reported in the country comes amid mounting fears over the spread of coronavirus there. The number of confirmed cases in Japan has risen to more than 800 -- nearly 700 of which were reported on a cruise liner quarantined off Tokyo earlier this month -- and seven people have died. The 40-year-old woman, an Osaka resident, tested positive on Wednesday after developing chest pains and a sore throat, the prefectural government said in a statement. She first tested positive in late January and was discharged from hospital on February 1, after being treated for symptoms at a hospital in Osaka.  The Japanese Ministry of Health guidelines state that coronavirus patients must get tested twice before their release. The woman had contact with tourists from Wuhan while working as a tour guide in mid-January. An Osaka prefectural official told CNN that she did not attend work, wore a mask at all times and did not have close contact with anyone while she was not in a medical facility.  ##Asia## Health officials in Hong Kong have confirmed an additional case of the novel coronavirus bringing the city-wide total to 92. In a press conference on Thursday, Dr. Chuang Shuk-Kwan said the latest case is a 70 year-old female, who developed a fever earlier this month. Dr. Chuang added that the newly confirmed patient had previously visited the Fook Wai Ching Buddhist temple, which has now been connected to several other confirmed cases in the city. Of the 63 patients still receiving treatment in hospital, four patients are in serious condition and one patient is in critical condition receiving treatment in an intensive care unit. ##Asia## In the past week, new outbreak clusters have formed across Europe and the Middle East, sparking fears and emergency measures. The outbreaks are centered largely around Italy and Iran; Italy now has 400 cases and 12 deaths, and Iran has 141 cases and 22 deaths. Nearby countries have begun closing borders and implementing travel bans, as the virus spreads across the region. 20 countries have confirmed their first coronavirus cases in the past week: Lebanon\nOman\nIsrael\nAfghanistan\nGreece\nDenmark\nAustria\nEstonia\nRomania\nNorth Macedonia\nGeorgia\nPakistan\nNorway\nSpain\nBrazil\nAlgeria\nSwitzerland\nCroatia\nBahrain\nKuwait At least seven European countries have reported their first cases of novel coronavirus in the past two days, as the outbreak spreads across the world. Elsewhere in Europe, Italy is struggling to contain its outbreak -- the largest outside Asia. Meanwhile, authorities in the Middle East are also racing to contain the virus spread. In Asia, the epidemic is far from over -- South Korea has reported its largest number of new infections yet on Thursday. What you need to know: South Korea spike: The East Asian country reported more than 500 new cases and one death in 24 hours, bringing the national total to 1,766 cases and 13 deaths. Many of the cases are linked to a religious group in the country's south. The total new case count is more than China’s announcement today of 433 new cases.\nMilitary infections: Joint US-South Korea military drills have been postponed \"until further notice\" after a US soldier and several members of the South Korean military contracted the virus. \nDiamond Princess quarantine flawed: A top Japanese government adviser has admitted to CNN that authorities knew that by allowing crew members to continue working they were risking further spread of the infection. \"We suspected some of the cruise staff may have already been infected, but ... they had to operate the cruise ship itself, they had to see the passengers, they had to deliver the meals,\" Dr. Norio Ohmagari said\nVirus spreads in Europe: Denmark, Estonia, Norway, Georgia, Greece, Romania and North Macedonia have all announced their first virus infections since Wednesday morning. The number of countries around the world that have reported cases is now nearly 50.\nCases rise in Italy: Italy has at least 400 infections -- the largest outbreak outside Asia. Many European countries are now implementing emergency measures, with Italy effectively placing 100,000 under quarantine with travel restrictions.\nTrump places VP in charge: US President Donald Trump has placed Vice President Mike Pence in charge of efforts to contain the spread of the virus in the United Sates. US health officials have warned the country may have had its first case of community transmission -- where the patient did not have “relevant travel history or exposure to another known patient.\"\nMiddle East borders closed: Iran now has at least 139 cases and 19 deaths. This week, the virus has spread across Middle Eastern nations, including Iraq, Kuwait and Bahrain, prompting travel restrictions and closed borders.\nMore new cases outside China: For the first time in the outbreak, the number of new cases reported outside of China in a single day was larger than those reported inside the country, said the World Health Organization. China reported 412 newly confirmed cases yesterday, while 459 additional cases were reported outside of China, according to the WHO’s daily report.  South Korea has announced another 171 cases of the novel coronavirus, bringing the total to 505 in the past 24 hours. It is the largest jump in one day for South Korea since the outbreak began. In total, there are now 1,766 infections across the country, which has left 13 people dead. Out of the 171 new cases, 115 are from Daegu and 24 are from the North Gyeongsang province that surrounds the southern city. South Korea’s total new case count reported Thursday has overtaken China’s announcement today of 433 new cases. ##Asia## A top Chinese respiratory expert says he is confident “the epidemic (will) be basically under control at the end of April.” Speaking a news conference on Thursday, Zhong Nanshan, the director of China’s National Clinical Research Center for Respiratory Disease, said he had so far reasonably accurately projected the course of the virus. “We previously predicted that the peak should be in mid or late February, it turned out the number of new cases began to drop after February 15. We predicted the number would be 60-70 thousand, and now it is 78-79 thousand in China,\" he said. The Chinese expert said that his original global projections regarding the outbreak had needed to change due to the increased cases outside of China. New job for Zhong: iPhone maker Foxconn announced this week that it had appointed Zhong as a chief consultant to the company as it continues to resume operations at facilities throughout China. Zhong is seen as one of the heroes in China’s battle against severe acute respiratory syndrome (SARS) in 2003, and is also currently leading the country’s national research team on the novel coronavirus outbreak.  ##Asia A man in his 80s has become the eighth person in Japan to have died from the novel coronavirus since the outbreak began. Local government officials in Hokkaido announced the death today, saying the patient had died from pneumonia. He tested positive for the virus on February 22. The victim was from a town called Shiriuchi in Hokkaido and had no known links with the Diamond Princess cruise ship. He also had not traveled abroad recently, making it unclear how he caught the virus. Mask production stepped up: At least 186 cases of the coronavirus have been detected in Japan outside of the Diamond Princess. Speaking at a news conference today, Japan's Cabinet Secretary Yoshihide Suga announced the government has asked manufacturers of masks nationwide to work around the clock to provide face masks for the public. He said the government will attempt to increase production of masks from 100 million in January to 600 million in February. The government spokesperson urged people to only buy the masks if they they need them, due to shortages. ##Asia## Australian Prime Minister Scott Morrison said while the risk of a global pandemic is growing, there is no need yet for Australians to avoid large public events. “As a government, we need to take the steps necessary to prepare for such a pandemic,\" he said at a news conference today. “(But) there is no need for us to be moving towards not having mass gatherings of people – you can still go to the football, you can still go to the cricket, you can still go and play with your friends down the street, you can go off to the concert and you can go out for a Chinese meal.\" He said that this was all possible because Australia had \"acted quickly\" to avoid further infections. Travel ban reinstated: As part of those precautions, Morrison said Australia would extend its travel ban on mainland China for another week. Australia has barred any travelers entering from or having transited in mainland China since early February.  Morrison added that “further travel bans are not recommended” and the bans are reviewed on a weekly basis. Australia has 22 cases of the novel coronavirus, 10 of whom have already recovered. Foxconn, a major electronics maker and supplier to Apple, has started making surgical face masks for all of its factory workers. The Taiwanese tech giant said in a statement today that it had ramped up production significantly to meet its internal requirements of making approximately a million masks per day for employees at its facilities. “Having previously dealt with SARS, Foxconn has a good understanding of how to care for our employees’ health and how we will need to allocate resources in the manufacturing and production departments,” the company told CNN Business earlier this month.  “We have measures in place to ensure that we can continue to meet all global manufacturing obligations.” Foxconn also announced this week that it had appointed Zhong Nanshan, a renowned respiratory scientist, as a chief consultant to the company as it continues to resume operations at facilities throughout China. Zhong is seen as one of the heroes in China’s battle against severe acute respiratory syndrome (SARS) in 2003, and is also currently leading the country’s national research team on the novel coronavirus outbreak.  ##Asia## A top Japanese government adviser has admitted that the quarantine measures enacted on the Diamond Princess cruise ship in Yokohama may have allowed additional infections to spread among the ship's crew and passengers. At least 705 people contracted the virus during the quarantine, four of whom have died. For a time, the ship had the largest concentration of cases outside of mainland China, where the outbreak began.  In an interview with CNN, government adviser Dr. Norio Ohmagari said that the quarantine of the cruise ship \"may not have been perfect.\" He said a \"tough decision\" had been made by the Japanese government to allow the cruise workers to keep working aboard the vessel, despite the risk of infection, to ensure the smooth running of the cruise ship. But by failing to isolate the crew of the Diamond Princess from the beginning of the quarantine, he said infected workers may have passed on \"secondary or tertiary\" infections to their fellow crew members and passengers, thereby exacerbating the deadly outbreak.  \"We suspected some of the cruise staff may have already been infected, but ... they had to operate the cruise ship itself, they had to see the passengers, they had to deliver the meals,\" Ohmagari said.\n\"So that may have caused some close contact with the cruise ship workers and also the passengers.\" Read the full story here. ##Asia##   A man in Iraq’s capital Baghdad tested positive for coronavirus after returning from Iran, the Iraqi health ministry said in a statement today. It is the first case of the virus in Baghdad and brings the total number of cases in Iraq to six. The man is currently under quarantine. He tested positive after he went to a medical facility in Baghdad. Middle East outbreak: Iraq's neighbor Iran has the largest concentration of coronavirus patients in the Middle East. Nearly 140 cases of the virus have been confirmed in Iran, and 19 deaths.  Several neighboring countries have cut off travel to Iran, while Qatar has ordered the evacuation of its citizens from the country, and will also help Kuwaitis to evacuate. For the first time on Wednesday, the number of daily cases of the coronavirus reported outside China exceeded the number of those reported within the country where the outbreak began, according to the World Health Organization.  With countries including Denmark and Estonia reporting first confirmed cases today, the virus has now reached nearly 50 countries and territories outside mainland China, with more than 3,500 infections recorded and at least 58 deaths. The virus has also reached every continent except Antarctica. These are the worst-hit countries in each region of the world: Africa: Algeria, Egypt; 1 case each\nAsia: China; 78,497 cases, 2,744 deaths\nAsia (outside China): South Korea; 1,595 cases, 13 deaths\nAustralasia: Australia; 22 cases\nEurope: Italy; 400 cases, 12 deaths\nMiddle East: Iran; 139 cases, 19 deaths\nNorth America: United States; 60 cases\nSouth America: Brazil; 1 case Read more about the worldwide spread of the virus here. South Korean coronavirus patients in serious condition from Daegu city and North Gyeongsang province will be transferred to Seoul for continued treatment, said the Seoul mayor yesterday. A spike in the country's southern region -- concentrated in Daegu around a branch of a religious group -- has resulted in a shortage in beds and negative pressure rooms. \"Some of (the patients) have been already transferred and are being treated in Seoul’s municipal hospitals, and a hotline has been established between the Seoul Metropolitan government and Daegu and North Gyeongsang province,” said the mayor. Spike in South Korea: The country now has 1,595 cases and 13 deaths from the coronavirus. The spike in numbers has continued throughout the week; 334 new cases and one new death were reported today alone. ##Asia## Chinese President Xi Jinping's first state visit to Japan as leader won't be cancelled over coronavirus fears, Japan's Cabinet Secretary Yoshihide Suga said today. Xi is expected to travel to Japan in spring 2020, although the dates have yet to be confirmed. \"At this moment, he is coming to Japan as expected. With this in mind, we are making the preparations for his visit calmly,\" Suga said.\nTokyo \"will cover all the bases to produce fruitful results from his visit to Japan,\" Suga said in a daily news conference today. Coronavirus brings old rivals together: Despite their long, acrimonious history, Japan has proved to be something of an ally to China during the battle with the deadly coronavirus.  Earlier this month, China's foreign ministry spokesperson Geng Shuang lauded Japan for supporting China. Boxes filled with face masks and thermometers sent to China from the Japan Youth Development Association (JYDA) came with a message: \"Even though we live in different places, we live under the same sky.\" ##Asia## The novel coronavirus continues its spread across the world today, with Denmark and Estonia the latest countries to announce their first cases. CNN affiliate Berlingske Media reported that a journalist at a TV channel in Denmark is the country's first confirmed case. Across the Baltic Sea, Estonia also announced its first confirmed case of the virus. Minister of Social Affairs Tanel Kiik told Eesti Television (ETV) the infected person was a citizen of Iran who came to Estonia on Wednesday. The patient is now in quarantine. Coronavirus hits Europe: At least seven European countries have confirmed their first coronavirus cases in just two days. On Wednesday, Georgia, Greece, Romania, Norway and North Macedonia all announced they had diagnosed their first infections of the deadly disease, which has now infected more than 81,000 people globally. ##Europe## An American coronavirus patient was admitted to the UC Davis Medical Center last Wednesday but wasn't tested until Sunday, according to a letter obtained by CNN that was sent to staff at UC Davis. This patient, a resident of Solano County, is the 15th confirmed case in the US. When the patient was transferred from another Northern California hospital last week, testing was requested -- but neither Sacramento County nor the California Department of Public Health was doing coronavirus testing at the time. “Since the patient did not fit the existing CDC criteria for COVID-19, a test was not immediately administered,” states the letter. “UC Davis Health does not control the testing process.” On Sunday, the Centers for Disease Control and Prevention (CDC) ordered testing for the patient and results came back positive today. The patient was put on airborne and strict contact precautions due to the patient’s condition, according to the letter. Community transmission: The patient is being investigated by the CDC as “possibly the first patient to have received the infection from exposure in the community.” The letter also asks a small number of employees to stay home and monitor their temperature out of an abundance of caution. ##U S## The World Health Organization (WHO) has so far held off on classifying the coronavirus' spread as a global pandemic, but the outbreak appears to be getting closer to meeting the global health body's definition of one. US experts' warning: Nancy Messonnier, the director of the US CDC's National Center for Immunization and Respiratory Diseases, said Tuesday that the situation has met two of the criteria for a pandemic: \"the fact that this virus has caused illness -- including illness that has resulted in death -- and sustained person-to-person spread.\" \"As community spread is detected in more and more countries, the world moves closer towards meeting the third criteria: worldwide spread of the new virus,\" she said. Rattled markets: The situation has rattled global markets and led to concern about the long-term economic impact of the virus, with the Dow posting major losses this week, though the US market opened marginally higher Wednesday. In a widely-criticized tweet Wednesday, President Donald Trump claimed that CNN and MSNBC \"are doing everything possible to make the (virus) look as bad as possible, including panicking markets, if possible.\" He later blamed the stock market downturn on the Democratic presidential debates. As the number of deaths and infections in China continues to drop, authorities are now looking to prevent new outbreaks. Health officials in Beijing have announced that they will be tightening health restrictions on international arrivals. In a news conference on Wednesday, Beijing Health Commission spokesman Gao Xiaojun said that travelers arriving in the Chinese capital from countries with \"severe epidemic situations\" will have to undergo 14 days in self-quarantine in accordance with Beijing's epidemic and prevention control regulation.  Gao did not name the specific countries these new measures apply to. Mainland China has confirmed 78,497 cases of the novel coronavirus along with 2,744 deaths. Milestone crossed: World Health Organization (WHO) officials said yesterday that for the first time, the number of daily cases of the virus reported outside China had exceeded the number of those reported within the country where the outbreak began. No new confirmed cases of the virus were recorded in Beijing yesterday, according to official Chinese figures, as reported by the WHO. ##Asia## US Vice President Mike Pence will lead a coronavirus task force meeting on Thursday afternoon local time at the Department of Health and Human Services. Yesterday, President Donald Trump placed Pence in charge of the US government response to the coronavirus, amid growing criticism of the White House's handling of the outbreak. The appointment of Pence came after the White House denied it was considering appointing a czar to oversee the administration's response outbreak. Trump said Pence would not be a \"czar,\" but stressed the vice president will be coordinating the efforts. \"Mike will be working with the professionals, doctors and everybody else that is working. The team is brilliant. I spent a lot of time with the team the last couple weeks,\" said Trump. \"But they are brilliant and we're doing really well and Mike is going to be in charge and Mike will report back to me. But he has a certain talent for this.\" ##U S## There are \"ongoing\" conversations at the US Centers for Disease Control and Prevention about expanding airport health screenings for coronavirus, according to an agency spokesperson. Right now, the US is only doing health screenings for passengers arriving from China. Those screenings involve a temperature check and observations for symptoms. But new outbreaks in other parts of the world are raising alarm. Spike in cases globally: When the screenings started on January 17, there were 45 reported cases of the new coronavirus in China. Japan currently has about three times that number of cases, Italy has about 10 times as many, and South Korea has more than 30 times as many. \"We're not changing our posture at the moment [but] every day we re-evaluate what we're doing and making sure that we're adjusting what we're doing to make sure we're hitting the right notes,\" the CDC spokesperson said. At a news conference Wednesday night, President Donald Trump said there could be travel restrictions placed on passengers from other countries, such as South Korea and Italy. \"At a right time we might do that. Right now it's not the right time. But at a right time,\" Trump said. What the checks do: In the US, temperature and symptom checks haven't caught a single coronavirus case.  However, another part of the screenings has worked better: At least two passengers read the information cards handed out during the screenings and sought medical care when they developed symptoms listed on the cards. Read the full story here. ##U S## Fiji is imposing a travel ban on foreign nationals who have been to Italy, Iran, and South Korea's Daegu City and Cheongdo county within the past 14 days. The new ban will help reduce the risk of an outbreak in Fiji following an increase in global cases, Fiji's Prime Minister Frank Bainimarama said yesterday. The ban will go into effect tomorrow, and all international air travelers will have their temperature checked upon arrival starting March 2. No cases: Fiji has reported no confirmed or suspected cases of the novel coronavirus. The novel coronavirus outbreak appears to have entered a new stage, with new clusters around the world raising fears of a pandemic. World Health Organization (WHO) officials said yesterday that for the first time, the number of daily cases reported outside China had exceeded the number of those reported within the country where the outbreak began. Coronavirus cases have now been reported in every continent but Antarctica. The shift in focus from China to the rest of the world was further highlighted Wednesday, with the announcement that all passengers arriving in Beijing would be subject to a 14-day quarantine if they have recently traveled in affected countries. The US: In Washington, President Donald Trump announced a new team dedicated to tackling the virus, led by Vice President Mike Pence. Europe: European officials are working overtime to stop a continent-wide outbreak, as the situation in Italy continues to worsen. At least 400 cases have been reported in Italy, and sporting and social events across northern Italy have been canceled. At least 18 cases of the virus have been confirmed in both Germany and France, while two French patients have died from the disease. South Korea: In Asia, the worst outbreak beyond mainland China is in South Korea, where at least 1,595 cases have been reported, including 13 deaths. That outbreak appears to have begun in the southern city of Daegu, where around 700 of the cases have been reported, but it has since spread throughout the country, bringing with it travel restrictions and emergency measures. Middle East: Around 140 cases of the virus have been confirmed in Iran, and 19 deaths. Multiple neighboring countries have cut off travel to Iran, while Qatar has ordered the evacuation of citizens from the country, along with Kuwaitis who wish to leave Iran. Read the full story here. Following the coronavirus outbreak in the Middle East, Saudi Arabia announced today that it was implementing preventative measures that would affect religious rituals and practices. The country is suspending “entry to the Kingdom for the purpose of Umrah and visiting the Prophet’s Mosque temporarily.\" Tourists coming from countries where coronavirus spread \"is a danger\" will also be denied entry, said the statement. These measures are temporary, and are being implemented \"to prevent the arrival of the new Coronavirus (COVID-19) to the Kingdom,\" said the statement. Pakistan is closing all schools today and tomorrow in the southeast province of Sindh as a precaution against the coronavirus, announced the Sindh provincial government today. Schools have also closed in the Balochistan province, which borders Iran, and will stay shut until March 15.  This comes after the country confirmed its first two coronavirus cases yesterday, both people who have traveled to Iran recently. There are no plans to cancel the Olympic torch relay, which will see the iconic torch carried across Japan to the final destination of Tokyo, where the 2020 Games will be held, said the CEO of the organizing committee. The torch relay will begin March 26.  Toshiro Muto, the committee CEO, said the committee was working on how to host the event without increasing the risk of coronavirus infection, and was looking into suggestions of scaling down events and reducing the number of spectators for the relay. The organizing committee held a rehearsal for the relay on February 20. Preparations for the Olympic Games are also continuing as planned, despite rumors that they may be cancelled, organizers told CNN yesterday. Japan's Olympic Museum, which has been constructed next to the Olympic Stadium in Tokyo, has been closed until March 16 following the government issuing new guidance to prevent the spread of the virus.  ##Asia## Life in Daegu, the city at the heart of South Korea's outbreak, is mostly normal -- but people aren't taking any chances, said Racheal Downey, an American teacher living there. The streets are a little emptier than normal, and everybody is wearing face masks, said Downey. \"Everyone’s for the most part taking the self-quarantine advice seriously.\" She's taking precautions too -- she wore gloves today when going outside to the bank. “I’m more concerned about the kids’ safety more than anything,\" she added. \"If my employer decides to extend the closure of the school, then I will be okay with that decision as long as the kids remain safe.” “It will blow over. Life will go back to normal sooner or later. It’s just I’d prefer sooner than later.” Discrimination in the US: Downey also mentioned the reports of racial discrimination and harassment that have emerged in the United States, targeting people of East Asian or Chinese descent as fears of the coronavirus rise. “I really hope that this does not negatively affect immigrants and Asian Americans who are living back in the States. I hope that they don’t see any signs of discrimination back home because of this,\" she said. ##Asia## Another 22 patients have tested positive for the coronavirus in Japan, the country's defense minister announced today. The cases were confirmed yesterday, Taro Kono said in a tweet. Two of the patients are asymptomatic. That brings the total number of \"domestic infections\" to 186 in Japan. There are also 705 cases in Japan linked to the Diamond Princess cruise ship. ##Asia## A total of 119 Indian nationals who were evacuated from the Diamond Princess cruise ship in Japan have landed back in New Delhi, said Indian foreign minister Subrahmanyam Jaishankar in a tweet today. The Air India evacuation flight also carried five foreign nationals, from Sri Lanka, Nepal, South Africa and Peru. All of the evacuees had been quarantined aboard the Diamond Princess, Jaishankar said. ##Asia## The novel coronavirus outbreak continues to spread across the world, with first cases reported in countries including Brazil, Greece, Norway and Pakistan.  Amid the spread of the virus in Europe, a French patient has died, and Italy is struggling to contain its outbreak -- the largest outside Asia. Meanwhile, authorities in the Middle East are also racing to contain the virus spread. In Asia, South Korea today reported more than 330 new cases and another death from the virus. Here's the latest: South Korea spike: The East Asian country reported 334 new cases and one death today, bringing the national total to 1,595 cases and 13 deaths. Many of the cases are linked to a religious group in the country's south. \nMilitary infections: Joint US-South Korea military drills have been postponed \"until further notice\" after a US soldier and several members of the South Korean military contracted the virus. \nTravel disrupted: Numerous countries are implementing travel restrictions for those coming to and from South Korea, while the US is advising people to reconsider any travel plans to the country.\nEuropean spread: Italy now has 400 cases -- the largest outbreak outside Asia. And the virus is spreading across Europe, with several countries reporting their first cases, including Norway, Romania, Georgia, and North Macedonia. Many European countries are now implementing emergency measures, with Italy effectively placing 100,000 under quarantine with travel restrictions.\nMiddle East borders closed: Iran now has 139 cases and 19 deaths. This week, the virus has spread to across Middle Eastern nations including Kuwait, Bahrain, and Lebanon, prompting similar travel restrictions and closed borders as seen in Asia and Europe.\nUS warning: United States health officials warn the country may have had its first case of community transmission -- where the patient did not have “relevant travel history or exposure to another known patient.\" In response to rising fears, some communities are taking precautions; San Francisco, which has no cases, declared a state of emergency.\nMore new cases outside China: For the first time in the outbreak, the number of new cases reported outside of China in a single day was larger than those reported inside the country, said the World Health Organization. China reported 412 newly confirmed cases yesterday, while 459 additional cases were reported outside of China, according to the WHO’s daily report. China reported another 433 cases and 29 deaths today -- bringing the national total to 78,497 cases and 2,744 deaths.  Here's the breakdown: Cases: In China: 78,497\nOutside China: 3,225\nGlobal total: 81,722 Deaths In China: 2,744\nOutside China: 57\nGlobal total: 2,801 Of the 29 new deaths reported in China, 26 were in Hubei province, the epicenter of the outbreak. And of the 433 new cases, 409 were in Hubei. China's National Health Commission said a total of 32,495 patients have recovered and been discharged from hospital. Deaths outside mainland China: Iran: 19\nSouth Korea: 13\nItaly: 12\nJapan: 7\nHong Kong and France: 2 each\nThe Philippines and Taiwan: 1 each South Korea has reported another death from coronavirus, bringing the national death toll to 13. The death is a 74-year-old man who was a member of the Shincheonji religious group. He died on Thursday morning, said the mayor of Daegu city, located in the country's south. Many of the cases nationwide have been linked to the Shincheonji branch in Daegu. The group says it has handed the list of all its participants to South Korean health authorities. ##Asia## An Indian Air Force Flight has repatriated 76 Indian citizens and 36 other foreign nationals from the Chinese city of Wuhan, where the coronavirus outbreak began, said India's foreign minister Subrahmanyam Jaishankar.  In a tweet, Jaishankar said the plane landed in New Delhi this morning. The same plane also carried medical relief to Wuhan yesterday. All evacuated passengers will now undergo 14 days quarantine, said the government. “All those on the first two flights have tested negative for COVID-19 and have since left the quarantine facilities. The passengers on board the third flight will also undergo similar quarantine on arrival in India,” the statement added. This is the third aircraft to evacuate stranded Indian nationals from Wuhan.  ##Asia## Hawaiian Airlines is temporarily suspending its nonstop service to the South Korean capital Seoul, the company announced today. “We believe a temporary service suspension is prudent given the escalation of COVID-19 in South Korea and the impact the illness has had on demand for leisure travel from that country,” said Peter Ingram, president and CEO at Hawaiian Airlines, in a news release.  “We will continue to closely monitor the situation and extend our support for public health efforts to contain the virus. We apologize for this inconvenience and are working to support impacted guests.” The 15th coronavirus case in the US, which was announced earlier on Wednesday, may be the first example in the country of “community spread,” where the patient did not have “relevant travel history or exposure to another known patient,\" said the US Centers for Disease Control and Prevention (CDC). The patient is a resident of Solano County, California, and their “exposure is unknown.” “It’s possible this could be an instance of community spread of COVID-19, which would be the first time this has happened in the United States,” the CDC said. What this means: Community spread means the virus begins moving through a community and the “source of the infection is unknown,” the agency said. “It’s also possible, however, that the patient may have been exposed to a returned traveler who was infected,” the CDC said. The patient is now being treated in Sacramento. US cases: There are 42 cases in the US that are passengers who were evacuated from the Diamond Princess cruise ship, 14 cases who recently returned from China or are the spouse of a recent returnee, and three people who were repatriated from China, making the national total 60 cases. ##U S## Iraq has decided to close schools, colleges, cinemas, cafes, clubs and various public gathering spots from today until March 7, according to the Iraqi Minister of Health and Environment Jaffar Allawi. Iraq has also decided to ban its citizens from traveling to the coronavirus-hit countries of China, Iran, Japan, South Korea, Thailand, Singapore, Italy, Kuwait and Bahrain, Allawi said today in a statement. “Official and foreign delegations and diplomatic missions are excluded from the travel ban,” the statement added. Iraq will also ban travelers from Bahrain and Kuwait from entering the country until further notice. Hong Kong confirmed two new cases of the novel coronavirus yesterday, raising the citywide total to 91. One case is a 49-year-old woman who developed a cough and a sore throat on February 18. She has no recent travel history, but is linked to a Buddhist temple that a previous confirmed case visited.  The other case is a 26-year-old man who is the son of a previous case. He developed a fever and a cough on February 20. ##Asia## The US military in South Korea is postponing joint military drills with South Korean forces over coronavirus fears, it announced today. \"In light of the ROK (Republic of Korea) government's declaration of the highest alert level \"severe\" on COVID-19, the ROK-US Alliance made the decision to postpone the combined command post training for the ROK-US Combined Forces Command until further notice,” said a statement from the US Combined Forces Command in South Korea.\n“ROK JCS and USFK’s commitment to the ROK-US alliance remains ironclad and unbreakable, and the decision to postpone the combined training was not taken lightly.\" South Korea outbreak: There are now 1,595 confirmed cases and 12 deaths from the virus in South Korea, many concentrated in the country's south and linked to a religious group. ##Asia## The US State Department has raised its travel advisory for South Korea to Level 3 -- meaning it advises people to \"reconsider\" their travel plans. The travel advisory cites the coronavirus outbreak as the reason behind the raised alert, adding that the US Centers for Disease Control and Prevention had also issued a Level 3 travel warning for people to avoid non-essential travel to South Korea. \"If suspected to have COVID-19 (coronavirus) in South Korea, you may face travel delays, quarantine, and extremely expensive medical costs,\" the advisory warned. The advisory recommended travelers going to South Korea to: Avoid touching your eyes, nose, or mouth before you wash your hands\nWash your hands often with soap and water for at least 20 seconds, or use an alcohol-based hand sanitizer that contains 60%–95% alcohol\nClean your hands especially after going to the bathroom, before eating, and after coughing, sneezing or blowing your nose\nDiscuss travel to South Korea with your healthcare provider There have been 1,595 confirmed cases and 12 deaths from the virus in South Korea. #U S## South Korea confirmed 334 more cases of the novel coronavirus this morning, bringing the national total to 1,595, said the South Korean Centers for Disease Control and Prevention. There have been no new deaths. The national death toll remains at 12. Among the 334 new cases, 307 are from the city of Daegu, where the outbreak has been concentrated -- a total of 1,017 cases have been from Daegu. Four more cases are from North Gyeongsang Province, which surrounds Daegu. ##Asia## Japan’s health ministry has announced the country’s seventh death related to the novel coronavirus. The patient was an 80-year-old man who lived in Tokyo. Health authorities said they have not yet found any evidence of direct contact with another infected patient. ##Asia## Three more European countries have confirmed their first coronavirus cases, as the virus spreads across the continent. Georgia, Romania and North Macedonia all confirmed their first case on Wednesday. North Macedonia: The case is a female patient who had visited Italy, the country at the center of the European outbreak. The patient had been in Italy for a month, and had been treated there, but wasn't tested for the virus. After returning to North Macedonia, she was “admitted to the infectious diseases clinic today in early hours of the morning,” and tested positive for the virus, said the country's health minister. \nGeorgia: The patient is a Georgian citizen who arrived in in the country “from Iran through Azerbaijan, tested positive for the virus.\" He was immediately brought to the hospital, said the Georgian health minister, Ekaterine Tikaradze.\nRomania: The patient is a man from the southwestern county of Gorj, who had been in contact with an Italian national who was visiting Romania earlier this month, said the Romanian health minister. ##Europe##", "Section": "asia", "Writers": ["Jessie Yeung", "Adam Renton", "Ben Westcott", "Eliza Mackintosh", "Fernando Alfonso III", "Meg Wagner", "Mike Hayes"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-27-20-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}