{"Type": "", "Time": "2020-12-07", "Headline": "New Blueprint for China’s Development and New Opportunities for China-Philippines Cooperation – Manila Bulletin", "Text": "Chinese Ambassador Huang XilianFighting COVID-19 is the main theme of 2020 all around the world.  While still furiously raging, the pandemic is leading the world into a serious global economic recession and a series of turbulence and challenges. Being the first to get hardly hit by the pandemic, China has controlled the virus with arduous efforts and is expected to be the only major economy to see growth this year. Acting out of solidarity with other countries in fighting COVID-19, China has willingly shared its full experience and has done its best to assist the international community. China has extended its hands by not only providing assistance to 150 countries and seven international organizations, but also has pledged that its vaccines will be global public goods. This is how China has acted out its responsibility.Facing the pandemic, China and the Philippines have been fighting hand-in-hand, which not only builds a closer partnership but also sets a good example for the international cooperation in fighting COVID-19. Since the epidemic outbreak in the Philippines, China has sent a medical team to the Philippines and continuously provided well-needed medical supplies through multi-channels. The Chinese government has donated 252,000 test kits, 1,870,000 surgical masks, PPEs, 150  high-flow humidifiers  and 130 ventilators. A large number of Chinese local governments, enterprises and civil groups also donated millions sets of PPEs and other medical supplies to different local governments, and hospitals of the Philippines. The Chinese Embassy and Consulates have also donated over 40,000 “Friendship Bags” containing food and daily necessities to Filipino families in need across the country.Going forward to the post-pandemic era, the recent concluded Fifth Plenary Session of the 19th Central Committee of the Communist Party of China (CPC) has depicted a great blueprint for China’s development in the next stage and has attracted worldwide attention.The most important outcome emerged from the session is the adoption of the Proposals of the CPC Central Committee for Formulating the 14th Five-Year Plan for National Economic and Social Development and the Long-Range Objectives, which highlights three “NEW”s: a new development stage, a new development philosophy, and a new development paradigm.First, China is entering a new development stage.  By the end of 2020, China will historically eradicate absolute poverty and achieve the first Centenary Goal of building a moderately prosperous society in all respects. In 2021, China will embark on a new journey toward the second Centenary Goal of building a modern socialist country in all aspects. By 2025, China will join the rank of high-income countries, and China’s GDP or per capita income will reach the level of a moderately developed country by 2035. China will be the first non-Western country with a population of more than 1 billion to realize industrialization and modernization. This provides a useful reference for developing countries to achieve their national development goals.Second, China will thoroughly implement a new development philosophy. China will take pursuing high-quality development as the main theme and deepening supply-side structural reforms as the main task. In addition, China will bring about wider, broader, and deeper opening up, and enhance international cooperation. It will also firmly work towards common prosperity to bring more equitable distribution of wealth among Chinese people. This fully reflects China’s people-centered approach to development and the strengths of socialist system.Third, China will foster a new development paradigm. China will promote “dual circulation” growth pattern in which the domestic market will play a leading role, with international and domestic markets reinforcing each other. This new pattern is not a closed domestic circulation but an inclusive one that connects domestic and international markets. China will engage more deeply in international circulation and enable the domestic and international circulations to complement each other and achieve multiplying effects to build a more advanced open economy.This year marks the 45th anniversary of the establishment of the China-Philippine diplomatic ties. Over the years, both countries have  deepened mutual political trust, promoted economic and trade cooperation and enjoyed thriving people-to-people exchanges. This year, China and the Philippines have been fighting the pandemic hand-in-hand. Looking forward to post-pandemic era, the high-quality growth of China’s economy will bring more opportunities for cooperation between China and the Philippines.First opportunity: China’s huge market. With a population of 1.4 billion and a middle-income group exceeding 400 million, China is  world’s largest consumer market. Over the next decade, China’s imports are expected to exceed USD 22 trillions. At the third China International Import Expo(CIIE), more than 3,800 foreign companies from 181 countries signed export contracts worth USD 72.62 billion to China. 40 Philippine companies participated in the Expo selling tropical fruits, seafood, and other healthy foods. China is the Philippines’ largest trade partner and top export market. Going forward, Chinese and Philippine business should engage more in platforms such as CIIE,  Canton Fair, and China-Asean Expo to expand cooperation, helping the recovery and growth of both of our economies and bring more benefits to our people.Second opportunity: open and win-win cooperation. China and the Philippines have been consistently synergizing the Belt and Road Initiative and Build, Build, Build Program. With the upgrade of Chinese economy and the fostering of the “dual circulation” development paradigm, more and more Chinese companies have gone out and invested overseas. In 2019, China’s outward FDI reaches USD 137 billion, accounting for 10.4 % of the global share. As a neighbor and member of China-Asean FTA and RCEP, the Philippines can attract more Chinese investments. In fact, Chinese companies are making investments here. China Telecom has joined Filipino partners to invest more than 5 billion US dollars in Dito Telco. Hebei Iron & Steel Group is investing $4.4 billion to build an integrated steel plant in the Philippines. Panghua Group is putting in 3.5 billion US dollars to build a similar steel plant in this country.  The two steel plants will bring a total of 80,000 jobs to local Filipinos. Such cooperation has not only created jobs for Filipinos, but also helped the Philippines’ economic recovery as it is striving to become an upper middle-income economy by 2022. Third opportunity: complementary in innovation. In the latest G20 Summit, President Xi stressed that all parties should leverage the new business forms and models triggered by the pandemic, increase investment in the development of digital infrastructure, strengthen cooperation in scientific and technological innovation and unleash the potential of the digital economy. China is a global leader in digital economy and has spawned more than 1/3 of the world’s unicorn companies. The Philippines with a large young population and high usage of social media, has entered a rapid development stage of the digital economy. With complementary strengths in innovation, China and the Philippines are well positioned to boost the development of emerging industries and business models in response to the pandemic. In fact, China’s high tech giants like Alibaba, Tencent, Tiktok have entered the Philippine market. China’s online learning 51talk has introduced over 20,000 Filipino English teachers to teach Chinese students online and is poised to hire another 30,000 Filipinos.China has already depicted the blueprint for the next 15 to 30 years. The Philippines has also proposed the AmBisyon Natin 2040. The prospects of our two countries are like an ancient Chinese poem that goes “on the river wide at full tide, a sail with ease hangs in soft breeze.” As a Philippine proverb goes, “seize today, or you will lose tomorrow.” China and the Philippines should seize the opportunities and the trend of our time to further consolidate bilateral relations for an even brighter future .", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/12/07/new-blueprint-for-chinas-development-and-new-opportunities-for-china-philippines-cooperation/", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "MB"}