{"Type": "article", "Time": "2021-03-13", "Headline": "How Biden's foreign policy approach builds on Trump's", "Text": "The previous administration made many missteps when it came to fostering the US' relationships with its allies, but the resurrection of the \"Quad\"—a loose alliance between Australia, India, Japan and the United States—was not one of them.  The Quad, short for Quadrilateral Security Dialogue, formed in the aftermath of the 2004 Indian Ocean tsunami, but the alliance did not take off until it reconvened in November 2017. That began a series of regular meetings focusing on everything from ensuring quality infrastructure development to enhancing collective maritime security in the Indo-Pacific.  The Biden Administration brought the Quad leaders together for the first time Friday in a remarkable demonstration that it will not only build on the momentum the alliance has gained over the last three years, but also make it the centerpiece of the US' Indo-Pacific strategy.  Chinese behavior drives interest in Quad Holding a leaders-level Quad meeting once seemed unfathomable, given China's protests that the alliance would focus on containing the rising superpower. The Covid-19 pandemic, combined with China's aggressive behavior in recent years, highlighted the need for powerful democracies to work together to protect the health of their populations and the prosperity of their economies along with the rules-based order that has governed the Indo-Pacific and beyond for the last several decades.    China's recent clashes with India and Australia have reinforced the benefits of the Quad. In early May 2020, it was apparent that China had taken up military positions at several different locations along its disputed border with India. Two scuffles broke out between the Indian and Chinese forces, and on June 15 a major confrontation between troops in the Galwan River Valley resulted in the deaths of 20 Indian soldiers and at least four Chinese forces. After years of simmering tensions between Australia and China, Australia's call for an inquiry into Covid-19's origins prompted China to suspend imports from four of Australia's largest meat processors and impose import duties on Australian barley. A stronger Quad might have deterred China from such hostile military and economic behavior.  Focus on pandemic recovery  The Covid-19 pandemic has revealed the dangers of depending solely on Chinese manufacturing for critical supplies like medical equipment. As a result, the Quad countries have considered how they could work together to build alternative global supply chains that bypass China. Australia, Japan and India announced the trilateral Supply Chain Resilience Initiative last fall. Identifying alternative supply chains for pharmaceuticals and critical minerals has also been a topic of discussion of the Quad. One of the major initiatives from Friday's meeting is a plan for the United States, Japan and Australia to invest in India's capacity to manufacture more Covid-19 vaccines. India already manufactures 60% of all vaccines sold around the world and the Serum Institute of India, the world's largest vaccine manufacturer, has the capacity to produce 2.4 million doses of the Covid-19 vaccine a day. Meanwhile, the drug company Bharat Biotech has developed its own homegrown Covid-19 vaccine that India approved for emergency use this year.   Maritime security  While the Quad provides a good forum for coordinating policies related to health security and post-pandemic economic recovery, maritime security in the Indo-Pacific is perhaps the most pressing issue the four Quad countries face.    The four countries want to ensure the Indo-Pacific seaways remain open for unimpeded trade and deter provocative Chinese naval activity in the South and East China Seas. To maintain this freedom of navigation and avoid maritime encroachments and intimidation, the Quad countries must pool their resources and expand information and data exchange to enhance maritime surveillance. Australia participated in last fall's annual Indian Malabar naval exercise—which also included the United States and Japan— for the first time in 13 years, marking a major step forward in maritime security cooperation across all four countries.  Growth of the Quad The Quad need not remain an exclusive grouping. There is value in bringing in South Korea, Taiwan, Singapore and others into Quad discussions on an issue-by-issue basis. Last spring, the former Deputy Secretary of State Stephen Biegun held several bi-weekly meetings on Covid-19, which were attended by officials from the Quad countries along with  South Korea, Vietnam and New Zealand.  The Biden Administration is right to strengthen the Quad as a way to help meet the challenges associated with a rising China and to bolster its own ability to compete effectively when it comes to economic growth, diplomatic influence or military might. This multilateral cooperation is also necessary to deal with the challenges to health, prosperity, peace and regional stability as China advances its military and technological capabilities. Countries interested in protecting the free and open Indo-Pacific order will need to act collectively, synchronizing their individual efforts and pooling resources to maintain peace and stability in the region.  ", "Section": "opinions", "Writers": [], "URL": "https://www.cnn.com/2021/03/12/opinions/biden-quad-meeting-priorities-china-vaccines-martime-security-curtis/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}