{"Type": "gallery", "Time": "2017-10-25", "Headline": "Passport Index: Singapore now offers world's most powerful passport", "Text": "World's most powerful passports: The Passport Index is a free online interactive tool that sorts and ranks the world's passports by their cross-border access in real time. As of October 25, 2017,  Slovenia, Slovakia, Poland, Lithuania, Latvia tied for 10th on its list, offering their citizens visa-free access to 149 countries.  Hungary: Hungarian passports offer visa-free access to 150 countries, earning the European country 10th spot on the updated Passport Index. Passports of 193 United Nations member countries and six territories -- ROC Taiwan, Macao (SAR China), Hong Kong (SAR China), Kosovo, Palestinian Territory and the Vatican -- are considered for the index.  Iceland: The wild and wonderful landscape of Iceland has proved a magnet for foreign visitors in recent years, but Icelanders themselves can easily head in the other direction with visa-free access to 152 countries, according to the Passport Index. It sits in the number eight spot, tied with Malta and the Czech Republic.   Australia: Aussie passports take citizens across 153 borders without a visa. The country shares seventh place on the Passport Index with Greece and New Zealand.  Canada: Canada shares the sixth spot on the Passport Index with Malaysia, Ireland and the United States, offering visa-free access to 154 nations.  Portugal: Holders of passports from Portugal, Luxembourg, Switzerland, Netherlands, Belgium and Austria have visa-free access to 155 countries, according to the Passport Index.  Denmark: Tying for fourth place on the list with a score of 156 are Denmark, Finland, Italy, France, Spain, Norway, Japan and the United Kingdom. Sweden: Swedish passport holders have visa-free access to 157 countries, earning it the number three spot on the Passport Index, alongside South Korea.  Germany: Considered the world's most valuable passport by several global indexes for the past few years, Germany now holds the second spot on the Passport Index. It offers visa-free access to 158 countries.   Singapore: The Passport Index, created by financial firm Arton Capital, says Paraguay's recent decision to remove visa restrictions for Singaporeans means the city-state no longer has to share the top spot with Germany. Singapore passport holders now have visa-free access to 159 countries.  ", "Section": "travel", "Writers": ["AFP/AFP/AFP/Getty Images", "Courtesy Shutterstock", "Joe Raedle/Getty Images", "Mark Metcalfe/Getty Images", "NICHOLAS KAMM/AFP/Getty Images", "Associação de Turismo do Porto e Norte", "WILLIAM WEST/AFP/Getty Images", "RAMZI HAIDAR/AFP/Getty Images", "Sean Gallup/Getty Images", "AFP/AFP/Getty Images"], "URL": "https://www.cnn.com/travel/gallery/global-passport-index-singapore/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}