{"Type": "article", "Time": "2021-01-24", "Headline": "Chinese-Canadian alleged drug kingpin, accused of running one of the world's biggest methamphetamine cartels, is arrested in Amsterdam", "Text": "A Chinese-born alleged drug kingpin accused of presiding over a multi-billion dollar narcotics operation has been arrested by Dutch authorities. Canadian national Tse Chi Lop was detained at Amsterdam's Schipol International Airport on Friday, according to Australian Federal Police (AFP), which has taken the lead in a sprawling international investigation. Before his arrest, he was one of the world's most-wanted fugitives. Authorities allege that Tse, 57, is the leader of the Sam Gor Syndicate, arguably the biggest drug-trafficking operation in Asia's history. Experts say he is in the same league as notorious drug lords El Chapo and Pablo Escobar. \"The importance of Tse's arrest can not be underestimated. It's big and (has) been a long time coming,\" said Jeremy Douglas, the Regional Representative of the United Nations Office on Drugs and Crime (UNODC) in Southeast Asia and the Pacific. Asia's methamphetamine trade is believed to be worth between $30 billion and $61 billion a year, and Sam Gor, which is sometimes simply referred to as \"the Company,\" is allegedly its biggest player.  The organization is accused of running a synthetic drug manufacturing empire in large swathes of the under-policed jungles of Myanmar, a region marred by civil war and still under the control of various competing warlords and militias -- conditions that make it easy to hide industrial-scale drug manufacturing operations from law enforcement. From there, Sam Gor has allegedly been able to procure large amounts of precursor chemicals, the ingredients to make synthetic drugs, and then move them across the region to nearby markets in Bangkok, but also to farther-flung ones in Australia and Japan, law enforcement said. Sam Gor allegedly had operatives working throughout the globe, with players in South Korea, England, Canada and the United States, according to a briefing on the syndicate shared with CNN by an official with direct knowledge of the investigation. The documents described Sam Gor as a \"triad-like network\" -- a reference to ethnic Chinese gangs that operate in Asia and North America -- but more mobile and dynamic. The group's existence was revealed in 2016 after a Taiwanese drug trafficker was arrested in Yangon, Myanmar, the briefing showed. Further police investigations revealed that the organization was, as of 2018, earning between $8 billion and $17.7 billion worth of illicit proceeds a year, according to the briefing. The organization uses poorly regulated casinos in Southeast Asia to launder a significant portion of those proceeds. AFP said a warrant was issued for Tse's arrest in 2019 in connection with an operation targeting Sam Gor.  \"The syndicate targeted Australia over a number of years, importing and distributing large amounts of illicit narcotics, laundering the profits overseas and living off the wealth obtained from crime,\" AFP said in a statement. Tse allegedly ran his multibillion dollar operation from Hong Kong, Macao and southeast Asia. But his name -- or existence -- was not public knowledge until he was revealed by a Reuters investigation published in 2019. Dutch police spokesman Thomas Aling said Tse is expected to be extradited after appearing before a judge. Authorities in the Netherlands were unable to provide details about the legal proceedings and it was not clear whether Tse had a lawyer. This is not Tse's first run-in with law enforcement. Tse pleaded guilty to felony narcotics charges in the United States in 2000 and was sentenced to nine years in prison. Details surrounding the case are limited because it is still sealed, but the source said he was released in 2006 and returned to Canada before moving to Hong Kong.  While Douglas of the UNODC praised Tse's arrest, he said more needed to be done to ensure drug lords cannot take advantage of poor government oversight of the areas in Myanmar and Laos.  \"While taking down syndicate leadership matters, the conditions they effectively used in the region to do business remain unaddressed, and the network remains in-place,\" he said. \"A lot of difficult information is about to come out.\"", "Section": "asia", "Writers": ["Joshua Berlinger"], "URL": "https://www.cnn.com/2021/01/23/asia/tse-chi-lop-arrest-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}