{"Type": "article", "Time": "2020-08-27", "Headline": "August 28 coronavirus news", "Text": "CNN's coverage of the coronavirus pandemic has moved to here. Move over, slowpoke coronavirus tests that take a week or more to return a result -- there's a new generation of rapid tests coming to town and they're poised to transform the landscape.  They are the antigen tests. But are they really all they're cracked up to be? The US Food and Drug Administration granted emergency use authorization to another antigen test this week, bringing the total to four. Compared to the most commonly used type of coronavirus test in the country -- molecular diagnostic tests, also called PCR tests -- antigen tests don't need complicated chemicals, viral transport media or RNA extraction kits. They don't necessarily require appointments at specialized labs, highly trained technicians, or certain machines.  And they can provide an answer in minutes, rather than hours or days. Read more here: Editor's note: The opinions expressed in this commentary are the authors'. View more opinion on CNN. The US Food and Drug Administration's shocking decision this week to allow the use of Covid-19 convalescent plasma to treat sick patients was by all appearances motivated by a desire to appease President Donald Trump rather than on any serious consideration of the science. FDA Commissioner Stephen Hahn left the medical community aghast when he said, at a news conference on Sunday, that 35 of 100 people sick with Covid-19 \"would have been saved because of the administration of plasma.\" Researchers and doctors were confused by Hahn's comments. We were, even after combing through the preliminary manuscripts from the Mayo Clinic on the efficacy of using plasma from Covid-19 patients, from which this claim was reportedly drawn. The manuscripts, by the way, have not been peer-reviewed and do not describe a randomized clinical trial that proves Covid-19 convalescent plasma, or CCP, is effective. One of them presents pooled data drawn from CCP studies in multiple countries including China, Iran, Iraq and Mexico. In short, we need much more information than we now have. Read more here: As coronavirus cases in France continue to climb, President Emmanuel Macron said authorities are doing everything \"to prevent, obviously, a national reconfinement.\" On Friday, French health authorities said the coronavirus epidemic is \"growing exponentially.\" They reported 7,379 new daily cases -- the biggest increase since late March. There has only been one day with more cases recorded in 24 hours, on March 31st, which was during the height of the epidemic in France.  The daily increase in cases has tripled in less than a week, according to French health authorities. Macron said he had learned enough about coronavirus over the past eight months to not \"totally exclude” reconfinement.  \"Nothing can be theoretically excluded, but we are put ourselves in a situation where we can do everything we can to prevent it,\" he said. On Thursday, France declared 19 more areas around the country as coronavirus “red zones”, bringing its total to 21. A 25-year-old Nevada man appears to be the first documented case of Covid-19 reinfection in the United States. Genetic tests indicate the patient was infected with two different varieties of the virus, a team at the University of Nevada Reno School of Medicine and the Nevada State Public Health Laboratory reported. The patient was first diagnosed with coronavirus in April after he had a sore throat, cough, headache, nausea and diarrhea, the researchers wrote in a pre-print study posted Thursday. He got better around April 27, and he tested negative for the virus twice afterwards. He continued to feel well for about a month. Then, on May 31, he sought care for fever, headache, dizziness, cough, nausea and diarrhea. Five days later, he was hospitalized and required ongoing oxygen support. He was tested again for Covid-19 and the results were positive. The Nevada researchers examined genetic material from both coronavirus specimens collected from the man. Their analysis suggests he had two distinct viral infections. Read more here: There were 5,824 new cases of the novel coronavirus in Mexico on Friday, the health ministry said, bringing the total number of confirmed infections in the country to 585,738. Mexico reported another 552 coronavirus-related deaths on Friday, according to the government. The country's death toll now stands at 63,146. Mexico has the third-highest number of coronavirus deaths in the world -- behind only the US and Brazil -- according to Johns Hopkins University, and is ranked third in Latin America for total number of confirmed cases. Only Brazil and Peru have more infections in the region. There are at least 5,912,016 cases of coronavirus in the US and at least 181,704 people have died from the virus, according to Johns Hopkins University's tally of cases. So far on Friday, Johns Hopkins has recorded 44,231 new cases and 880 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Brazil's health ministry on Friday reported 43,412 new coronavirus cases in the last 24 hours. That brings the total number of cases in the country to 3,804,803. The ministry recorded 855 deaths in the last 24 hours, bringing Brazil’s total number of deaths from Covid-19 to 119,504.   Brazil continues to be second only to the United States in the highest total number of coronavirus cases and deaths globally.  ##Hotspots## The Colorado Supreme Court has declined to hear a case challenging Gov. Jared Polis' statewide mask order. In a tweet sent Friday, Colorado Supreme court Public Information Officer Rob McCallum said that the court declined to hear the Neville vs. Polis case. \"Mask wearing is a proven way to slow the spread of this deadly virus, will help keep businesses open, save lives, and keep our economy growing. I'm glad the Supreme Court stands with the people of Colorado in our fight against the deadly virus, in which mask-wearing is one of our most effective weapons,\" the governor said in a statement.   The US Food and Drug Administration said Friday it is extending emergency use authorization for remdesivir to all patients hospitalized for coronavirus, regardless of the severity of their disease.  The FDA originally authorized remdesivir for emergency use in May only for patients with severe coronavirus who needed help breathing with extra oxygen or mechanical ventilation. The drug has been shown to shorten recovery time for some coronavirus patients. The FDA said clinical trials of remdesivir, including Phase 3 trials, showed a five-day course of the drug could reduce recovery time in moderately ill patients with pneumonia from Covid-19. “The data show that this treatment has the potential to help even more hospitalized patients who are suffering from the effects of this devastating virus,” FDA Commissioner Dr. Stephen Hahn said in a statement. “As we learn more about COVID-19 and we further establish the efficacy and safety profile of Veklury, we see benefit to making the drug available to patients at earlier stages of the disease,” Dr. Merdad Parsey, chief medical officer of Gilead Sciences, said in a statement. “Today’s action by the FDA enables physicians to consider a broader range of eligible patients to potentially receive Veklury.” Veklury is the brand name for remdesivir. An emergency authorization allows the FDA to expedite use of a coronavirus drug that has not yet received full approval. The FDA is examining data from a number of clinical trials for potential coronavirus treatment drugs.   The Irish government announced a $19 million support package to help pubs, bars and nightclubs, which remain closed indefinitely, according to an Irish Department of Business statement released Friday.   The support package will offer \"restart grants\" of between $6,700 and $41,700 to help businesses reopen when the time comes, and the government will also waive certain pub license fees for 2020.  \"It’s been a really difficult few months for pub owners,\" said Irish Deputy Premier Leo Varadkar. \"Our publicans are making a massive sacrifice to protect their communities and the government is determined to help.\" On Thursday, Irish health authorities announced \"wet\" pubs and bars, which do not serve food alongside alcohol, would remain closed indefinitely due to the rising number of cases in hospitals.  That's the third delayed reopening for pubs, bars, and nightclubs, which were initially scheduled to reopen in July, which was kicked back to Aug. 10 and eventually Aug. 31. Meanwhile, pubs that also serve food were able to reopen in late June.   \"Our focus has to be on getting case numbers down, controlling the spread of this disease, and we will keep the reopening of pubs, along with the other measures that might be able to be eased, under review over the coming weeks,\" said Dr. Ronan Glynn, the Irish Department of Health's acting chief medical officer, during a briefing on Thursday. Ireland recorded 127 confirmed new cases of Covid-19 on Friday and 93 confirmed new cases on Thursday, according to the latest Department of Health data. \"The cases, whilst not escalating rapidly, are continuing to escalate,\" said Glynn on Thursday. \"If we continue along that road for a prolonged period of time, we will see more hospitalizations, we will see more people in critical care and it will have knock-on effects for many parts of our society and our economy,\"  \"We're not contemplating a national lockdown as things currently stand. We certainly hope that we don't get back to a situation like that, but ultimately the power to prevent that is is each of our hands as individuals over the coming weeks,\" he added. In a video message posted to Twitter Friday, Irish Prime Minister Micheál Martin said, \"Our core values will ensure we continue to suppress COVID-19 to allow our economic, social and cultural life to safely recover and flourish into the future,\" he added. The University of Virginia will welcome students to residence halls in early September and in-person undergraduate classes will start Sept. 8, the school said an announcement. The dorms on campus will only be two-thirds full, which is about 4,400 students, and they have been modified to make social distancing easier, the university said. The school will also test everyone in the dorms if an outbreak happens. The university explained their decision to welcome students back to campus, saying on the university's UVA Today website that \"a key part of that experience is the opportunity for our students to step out on their own, in a caring and protective environment, to find their own interests, to define their personal commitments, and to form friendships that will sustain them for many years, if not a lifetime. This is quite difficult, if not impossible, to do online.\"  The university also said that conditions in Virginia, in terms of coronavirus, have improved and testing material supply chain concerns have already been addressed.  California’s sweeping new coronavirus reopening system takes a slower, more cautious approach to allowing businesses and activities to resume after Gov. Gavin Newsom faced criticism for allowing counties to quickly reopen in the spring, leading to a dramatic rise in infections and deaths. “We're going to be more stubborn this time, and have a mandatory wait time between moves,” Newsom said Friday. “We didn't do that last time and that is a significant distinction between what we've learned from the past and what we now are advancing in this more stringent, but we believe more steady approach to moving counties within tiers and modifying the activities within those respective counties.” The governor previously faced criticism for allowing counties to reopen businesses too quickly before meeting key metrics required by the state. As California saw a resurgence in coronavirus cases in June, Newsom began shutting down much of the economy again, placing the majority of the state’s 58 counties on a state “monitoring list” that forced the closure of many indoor businesses and activities. In recent weeks, the state has seen its average number of new daily confirmed cases fall by more than 3,000 from its July peak as well as a falling hospitalization and death toll.  Under the state’s new reopening rules unveiled Friday, counties must wait a minimum of 21 days before they can move to a less restrictive tier. In order to ease restrictions further, counties will need to meet reopening metrics for two straight weeks. A failure to meet those targets may require counties to return to a more restrictive tier, Newsom warned.  The new system, the governor said, is “simple” but also “slow,” with the vast majority of the state’s population beginning the new framework under the first tier, requiring most nonessential businesses and schools to remain closed. On Friday, the state reported 140 additional deaths, raising the statewide total since the start of the pandemic to 12,690. It also reported 5,329 new confirmed cases for a total of 688,858. The Georgia Department of Public Health has reported the death of a 1-year-old African-American boy from Covid-19 in Cobb County, just outside of Atlanta. He is the youngest Covid-19 death reported in the state, the department said.  According to the department's data, the toddler had a comorbidity. The director of communications for Cobb County Public Health, Valerie Crow, told CNN that he had serious medical conditions.   On Friday, Georgia’s Department of Public Health reported 2,383 new Covid-19 cases on Friday, and 79 new deaths from the virus. Louisiana Gov. John Bel Edwards is concerned about the slowdown in testing for Covid-19 due to Hurricane Laura. “Frankly we cannot afford to loose sight of our testing, because it was about three weeks ago that our schools came back. We have had students back on our college campuses and as you know it take about two weeks after behavior changes to see if there is any changes in positivity which will lead to more hospitalizations and deaths. So this is a very bad week for us not to be doing robust testing,“ Edwards said at a news conference.  The governor said that 6,200 members of his National Guard were in the state assisting with recovery from the hurricane, but he added that he was eager to get them back on the Covid-19 mission.    Operation Warp Speed officials cannot peek early at any data coming out of clinical trials of experimental coronavirus vaccine, an official told reporters Friday.  Paul Mango, deputy chief of staff for policy at the US Department of Health Human Services, sought to reassure reporters that the process of approving any eventual coronavirus vaccine will be the same as for any vaccine.  “There is a thing called a Data Safety Monitoring Board, an independent body that is assigned to each clinical trial,” Mango said during a telephone briefing. “We have no insight into the data until the DSMB says we can look at it. They can come back and say, ‘This is not a good vaccine.’ They could come back before we even have 30,000 folks enrolled and say ‘We have enough. This looks great.’” Adverse reactions to the vaccine could also trigger the DSMB to stop the trial. Makers of vaccines in advanced clinical trials in the US are seeking to enroll at least 30,000 volunteers so they can tell whether the vaccine is really safe and protects people from infection. But there could be enough data even before 30,000 people are enrolled, Mango said. “What we are really looking for is cases — the number of positive cases from both the placebo and the vaccine group,” Mango said. “Once we get to 150 or so, statistically that is significant regardless of how many enrollees we have in the trial.\" “That may be surprising to some, but really the number of events that have to occur … is relatively small,” added US Centers for Disease Control and Prevention Director Dr. Robert Redfield. ##Vaccines## Turkey announced 36 new coronavirus deaths over the last 24 hours, according to the Turkish health ministry. This marks the highest daily number of fatalities since mid-May. The country's daily positives of Covid-19 cases have been on an upward trajectory, hitting a high of 1,517 for the first time since June, according to the health ministry's numbers.   Turkey has increased it testing capacity over the last week and currently tests more than 100,000 people per day, according to the ministry's numbers. “Our active cases and critical condition patients are on the rise… the key to preventing deaths and lowering the number of patients is adherence to the preventative measures,” Turkish Health Minister Fahrettin Koca tweeted, along with the daily coronavirus number update.   Earlier this week as a part of new measures, the Turkish interior ministry issued a limitation for wedding and engagement parties. In 14 provinces including Ankara, Bursa, Diyarbakır, Gaziantep, Mardin, Urfa, and Van wedding parties are limited to an hour and must be held without dancing or food and beverage service, except for water.  Engagement, bachelorette and circumcision parties have been banned in the listed provinces, according to the interior ministry.  Government offices throughout the country will not be able to serve beverages, except for bottled water, the ministry said. Turkish government offices traditionally have tea and coffee services.  New York City Mayor Bill de Blasio said schools are still on track to start in-person learning on Sept. 10.  Teachers will stick with the same students through both in-person and remote instruction, de Blasio said on WNYC’s “The Brian Lehrer Show” Friday.  Asked whether the schools around the city had enough substitute teachers and were adept technologically at handling remote learning needs, de Blasio said the pool for substitute teachers “was ready” and that teachers “have four months of remote teaching under their belt.\" The mayor expressed anger and frustration when asked about how outdoor schooling would be funded, saying “so many people don’t know what the hell they’re talking about.” He said schools could use football fields, courtyards and spaces on closed-off streets that would serve no extra cost to the city's Department of Education. Youth sports will also return on or around Sept. 15, with a permit required to restart leagues. Leagues receiving permits will be given three strikes of violating health and Covid-19 guidelines before having their play suspended.   Operation Warp Speed, the White House's race for a Covid-19 vaccine, will likely continue if Donald Trump loses the presidential election in November, Paul Mango, deputy chief of staff for policy at the US Department of Health and Human Services, said during a phone call with reporters on Friday.  \"The vast majority of folks who are working on Operation Warp Speed are not political appointees of the Trump administration,\" Mango said, mentioning some officials such as Dr. Janet Woodcock, who heads the drug approval branch at the US Food and Drug Administration and the US Centers for Disease Control and Prevention, for instance. “Folks like Dr. Messonnier and others who are career officials at the CDC,” Mango added. Dr. Nancy Messonnier is director of the National Center for Immunization and Respiratory Diseases at CDC. ##Vaccines## Pharmacists will be able to administer the Covid-19 vaccine to children and adults once a vaccine becomes available, Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, said during a phone call with reporters on Friday. Last week, the US Health and Human Services Department said it would authorize any state-licensed pharmacist to administer childhood vaccines. The department said it had amended the Public Readiness and Emergency Preparedness Act (PREP Act) to allow all state-licensed pharmacists to immunize children over the age of 3. \"It was one of the really important decisions to engage pharmacists to be able to distribute vaccines,\" Redfield said on Friday. \"It’s really been one of the most important public health decisions for getting vaccine distributed to the American public,\" Redfield said. \"We do see that pharmacies will continue to be an important component of our vaccine distribution plan.\" ##Vaccines## Paul Mango, deputy chief of staff for policy at the US Department of Health and Human Services, said that the White House's Operation Warp Speed was \"absolutely on track... if not a little ahead\" in the race to have a Covid-19 vaccine by the end of the year. \"There are no guarantees in science but what Operation Warp Speed does is maximize the probability of having at least one vaccine,\" Mango said during a phone call with reporters on Friday. \"We’re very pleased where we are right now,\" Mango added. \"We obviously have two of our six vaccine candidates that are in phase three clinical trials right now. ... We will have four vaccines in phase three clinical trials by the middle of next month.\" Mango added that manufacturing is already underway for three vaccines. Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, has previously said he's \"cautiously optimistic\" the US could have safe and effective vaccine in late fall or early winter. ##Vaccines## French health authorities said the coronavirus pandemic is \"growing exponentially\" as they reported a record an increase of 7,379 new daily cases on Friday — the biggest increase since late March. Since the beginning of the pandemic, there has only been one day with more cases recorded in 24 hours — that was on March 31, during the height of the pandemic in France. The daily increase in cases has tripled in less than a week, as French health authorities recorded less than 2,000 new cases on Monday. Testing has greatly increased in France within the past several weeks. There were 893,146 tests reported in the past seven days, while there were 554,855 tests reported during the week of Aug. 10-16. The number of positive tests is also on the rise, rising from 3.7% on Wednesday to 3.9% today, according to French health ministry data. At the end of lockdown in early May, this number was at around 1%, according to Health Minister Olivier Véran. In a news conference Thursday, Prime Minister Jean Castex had warned that \"now is the time to intervene because the growth of the epidemic can be exponential if we don't react.\" French health authorities also warn that \"hospital indicators are on the rise.\" As of Friday, 4,535 people are hospitalized, the same number as on Thursday, and 387 are in intensive care units. About 70% of ICU patients are in the Paris area, Northern France and the Mediterranean regions of Provence and Occitanie. A total of 30,596 people have died since the beginning of the pandemic, according to French health ministry data. ##Hotspots## The coronavirus pandemic has had an especially harsh impact on people with intellectual and developmental disabilities, and they need special support, a group of specialists said Friday.  Many of these people have lost the critical support they need and cannot advocate for themselves, Dr. John Constantino, director of the Intellectual and Developmental Disabilities Research Center at Washington University School of Medicine in St Louis, and a group of colleagues at other institutions said.  Web-based technology often is not helpful to them and many cannot understand what they need to do to protect themselves form the virus. “People with intellectual and developmental disabilities were disproportionately isolated prior to the pandemic, and the intensification of that isolation stands only to weaken the community for all citizens,” they wrote in a letter to the American Journal of Psychiatry. Most people with intellectual and developmental disabilities require in-person care or critical therapeutic support in their living environments, the authors say, something that many of them have temporarily lost access to during the pandemic. Restoring this must be a first priority, but in-person staff must ensure that they protect their clients from Covid-19 infection.  While there has been emerging guidance on the safe care and support of individuals with intellectual and developmental disabilities, it is still evolving and has not reached all the places where it is “desperately needed.”  The authors also said that it is not always presented in a way that can be fully comprehended by the people with intellectual and developmental disabilities. There have been at least 5,889,652 cases of coronavirus in the US and at least 181,186 people have died from the virus, according to Johns Hopkins University. So far on Friday, Johns Hopkins has recorded 21,867 new cases and 362 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  ##Hotspots## Children carry coronavirus in their noses and throats for weeks, even if they don’t show any symptoms, researchers in South Korea reported Friday.  Although their study does not necessarily demonstrate that children are transmitting the virus to others, they suggested this might be responsible for “silent spread’ of the virus in communities. \"In this case series study, inapparent infections in children may have been associated with silent COVID-19 transmission in the community,\" the researchers, from various institutions in South Korea, wrote in the study. The study, published in the journal JAMA Pediatrics on Friday, included data on 91 children in South Korea diagnosed with Covid-19 between Feb. 18 and March 31. Among those patients, 20 of them — or 22% — did not show any obvious symptoms and remained asymptomatic throughout the study. Other patients experienced fever, cough, diarrhea, abdominal pain and loss of smell or taste, among other symptoms. The duration of their symptoms appeared to vary, ranging from one to 36 days. But genetic material from the virus was detectable in the children for a mean of 17.6 days. Virus could be found in the children who had no symptoms for 14 days on average. This doesn’t necessarily mean the children were spreading virus, Calum Semple, a professor in child health and outbreak medicine at the University of Liverpool who was not involved in the study, said in a statement distributed by the UK-based Science Media Center.  “The presence of the virus genetic material in swabs the respiratory tract need not equate with transmission, particularly in people who do not have important symptoms such as cough and sneeze,” Semple said. It's possible that virus persisted in the children for even longer than the time documented. And more research also is needed to determine whether similar findings would emerge among a larger group of children from other parts of the world. The data showed that only 8.5% of those patients with symptoms were diagnosed with Covid-19 at the time their symptoms began. Most — 66.2% — of those with symptoms had symptoms that were not recognized before they were diagnosed and 25.4% developed symptoms after they were diagnosed. Texas Christian University in Fort Worth is reporting 447 active cases of Covid-19 among students and university employees, according to the latest data posted on the schools coronavirus dashboard.  More than 300 cases were reported within the last week, the dashboard shows. In a letter to students posted Thursday, the university’s vice chancellor for student affairs said that the availability of isolation beds was at 42%. “We literally cannot keep up with the pace of the spread we are experiencing this week,” Kathy Cavins-Tull said in the letter.  The university continues to see large gatherings both on and off campus, Cavins-Tull said, contributing to what she said was “a great deal” of the spread. ##Hotspots##  Spain recorded 9,779 new Covid-19 cases on Friday, the highest number since the pandemic began in the country, the Spanish health ministry’s data showed. The total number of cases in Spain has now reached 439,286. A health ministry's spokesperson told CNN that although the cases were notified on Friday, \"some of them are not cases diagnosed in the last 24 hours. They are notifications of cases diagnosed in previous days.\" Spain has been reporting a high number of cases in the last few weeks, matching the daily increases the country saw during the peak of the pandemic.  The Covid-19 death toll in the country rose by 15 in the last 24 hours and 129 in the last seven days. A total of 29,011 people have died from coronavirus in Spain to date. ##Hotspots## Hungary will close the country’s borders to foreigners again next month “due to the development of the coronavirus epidemic situation,\" announced the Hungarian Prime Minister's Office on Friday. “A general rule from 1 September, a foreign citizen may not enter the territory of Hungary. They can only do so with justified exceptions,” said the head of the Prime Minister's Office Gergely Gulyás, speaking at a news conference in Budapest. Gulyás said Hungarians returning from abroad would have to self-isolate for 14 days unless they can present two negative coronavirus tests taken two days apart. “The safety of the most vulnerable elderly people, the safety of children preparing to start school and the smooth operation of the economy must be ensured all at once,” he added. Italy has seen a jump in total Covid-19 cases, with an increase of 1,462 cases, according to Italian Ministry of Health data released Friday.   The figure, which includes deaths and recoveries, is the highest daily increase since May 2, the ministry said. That brings Italy's total to 265,409 cases. Fridays Covid-19 numbers indicate a growing trend in cases in Italy over the past 10 days.  Active positive cases have increased by 1,103 within the last day and currently stand at 23,035 active cases. Another nine people have died, bringing the death toll to 35,472, according to the ministry.  At the moment, 74 coronavirus patients are being treated in Italian intensive care units. A member of Secretary of Defense Mark Esper’s team traveling in the Indo-Pacific region has tested positive for Covid-19, three US officials told CNN. The delegation members learned of the positive result as they arrived in Guam on Friday, the officials said. It is not clear if the person had any direct contact with Esper. Under standard protocols the individual would be tested again. CNN has not learned any details of further testing. The Pentagon did not respond immediately for CNN’s request for a comment. It is not clear how the situation will impact Department of Defense travel plans for the secretary’s return to the US, the officials say.  Esper embarked on a trip on Aug. 25 to Hawaii, Palau and is currently in Guam. Esper posted a video on Twitter Friday showing him laying a wreath in the waters of Palau for fallen service members in World War II. The secretary also posted a photo Thursday night of him meeting with sailors aboard the USS Essex. Esper was wearing a mask in these photos and video.  About 65% of all K-12 Vermont students will participate in remote learning at least three or four days a week, State Commissioner Michael Pieciak said during the state’s Covid-19 news conference.  Vermont has maintained a low infection rate for the last seven days, Pieciask said.  Meanwhile, more than half of all out-of-state college students have been tested for Covid-19, Commissioner of Health Mark Levine said.  Vermont will not change the state’s Covid-19 testing guidelines despite the new guidance issued by the Centers for Disease Control and Prevention earlier this week, Levine said.  Residents will still be required to get tested if they think they were exposed to the virus.   “We are watching the numbers, the data and the signs,” to see if schools and the economy will open more, Vermont Gov. Phil Scott said.  ##Schools## ##Testing## Gov. Andrew Cuomo’s office announced in a news release today that 0.65% of the nearly 98,000 coronavirus tests reported to New York state Thursday were positive – the lowest Covid-19 infection rate in the state since the pandemic began.  \"Fighting COVID-19 requires enormous bravery and discipline from New Yorkers and I thank them for today's new record-low infection rate. This is evidence that what each of us does to slow the spread—wearing masks, socially distancing and washing hands—makes a real difference,\" Cuomo says in the statement. Eight million coronavirus tests have been conducted across New Yorek to date and the state’s infection rate has consistently been under 1% every day for three weeks, the governor’s office added. “Yesterday's data also shows that we aren't necessarily finding more positives with more testing, which is a good new development. We aren't out of the woods yet, so keep it up, be safe and stay New York Tough,\" Cuomo said. There have been at least 25,312 coronavirus-related deaths across New York since the start of the pandemic, the statement from the governor’s office says. Note: The aforementioned numbers were released by the state and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Coca-Cola will cut thousands of jobs and reduce its number of business units as it faces declining beverage sales during the the pandemic. Coke said Friday the job cuts would come in the form of voluntary and involuntary reductions. It plans to first offer buyouts to 4,000 employees in the US, Canada and Puerto Rico and then offer a similar voluntary program in other countries.  The number of people who take the buyout will reduce the number of involuntary layoffs, the company said.  Coke did not say how many jobs could be lost in total, but said global severance expenses could range from $350 million to $550 million. As of Dec. 31, Coke had 86,200 employees, of which approximately 10,100 were located in the United States. The company also said it plans to reduce its number of operating units from their current total of 17 businesses in four geographies to nine operating units in those regions.  Coke is focusing on its most popular segments that include its main Coca-Cola line and products like sports drinks, coffees and teas. It also wants to expand in growing categories such as sparkling water and plant-based drinks. In Coca-Cola's second quarter, which ended on June 26, the company saw sales drop 28% to $7.2 billion. India topped the United States' record of coronavirus cases reported in a 24-hour period for two days in a row. India recorded 85,687 new cases on Aug. 26 and 77,266 new cases on Aug. 27, both surpassing the United States' highest number of new cases, which was reported on July 16, when the US reported 77,255 new cases, according to Johns Hopkins University (JHU) data. India has been focusing on ramping up testing to identify and treat potential cases of coronavirus. As of Friday, India has conducted more than 39 million tests, according to the Indian Council of Medical Research. The Union Health Ministry on Thursday urged states to further ramp up testing, ensuring a minimum of 140 tests per million in all districts and to make public information on the availability of beds, ambulances, and more, so vulnerable patients can receive timely care, according to a statement from India's press information bureau. The total number of cases of coronavirus in the country stand at 3,387,500 with 61,529 deaths and 2,583,948 recoveries as of Friday, according to the Indian Ministry of Health. ##Hotspots## Protesters gathered in Washington, DC, for the final night of the Republican National Convention to call out the Trump administration's response to the coronavirus pandemic. At the White House, President Trump accepted the Republican presidential nomination from the White House. A massive fireworks display above the Washington Monument followed his acceptance speech. Images from the protest showed the celebratory fireworks as protesters held up signs that read \"Trump failed 180,000+ died.\" The Democratic National Committee's War Room was responsible for the demonstration, spokesperson Lily Adams tells CNN. The DNC's Melissa Byrne confirmed it was part of their counter convention. At least 180,857 people have died of Covid-19 in the US since the pandemic began, according to the latest tally from Johns Hopkins University. The US has reported the most coronavirus deaths of any county in the world. Additional reporting from CNN's Paul Murphy At least four people tested positive for coronavirus at the Republican National Convention, a tweet from Mecklenburg County, North Carolina, says. The tweet says “2 attendees & 2 event support people tested positive for COVID-19 at the Republican National Convention.” A longer statement from the county says, “approximately 792 Covid-19 tests were conducted among individuals attending or providing support to the Republican National Convention (RNC) Meeting in the City of Charlotte.” Of those, four came back positive. “These individuals were immediately issued isolation instructions and any known close contacts were notified and issued quarantine instructions by Mecklenburg County Public Health (MCPH),” the statement says.  “Additional details about the RNC Meeting will be included in the official After Action Report, unless there is a recognized threat to the public's health,” the county said. The RNC responded in a statement:  “The RNC had diligent safety protocols in place, including testing all attendees before arriving in Charlotte, and again upon arrival. Out of roughly 1,000 tests administered, two RNC attendees, despite having negative tests prior to travel, and two Charlotte locals who planned to serve as event support staff tested positive upon arrival. All were sent home,\" RNC Communications Director Michael Ahrens said.  Read the tweet:  A well-known coronavirus model that previously has been cited by the White House now forecasts that more than 317,000 people in the United States will die from Covid-19 by December.  As of Friday morning, the model from the Institute for Health Metrics and Evaluation at the University of Washington projects that 317,312 people may die from the illness — marking an increase of about 8,000 deaths from a previous estimate the model projected one week ago.  Since January, US health authorities have identified more than 5 million Covid-19 cases so far nationwide and more than 180,000 people have died, according to the latest data compiled by Johns Hopkins University.  The new IHME estimate suggests that the United States could see more than 136,000 additional deaths between now and December, and the daily death rate could rise to more than 2,000 per day. Yet IHME researchers noted on their website on Thursday, when the update to their model was made, that \"if mask wearing in public increases to 95%, more than 67,000 lives could be saved.\" The updated IHME model also shows some state-by-state differences. \"Over the last week some estimates for states such as California and Texas have decreased, while Florida, Georgia, and Illinois have increased,\" the researchers wrote. As with any model, these forecasts are only projections — not definitive — and are subject to change. A ban on a mass protest set to take place this weekend in Berlin against the German government’s response to coronavirus has been lifted following an urgent ruling by the Berlin Administrative Court on Friday. “The assembly against the coronavirus policy of the federal and state governments planned for August 29, 2020 by the initiative Lateral Thinking 711 can take place after an urgent ruling,” the court said in a statement. “The organizers must comply with conditions,” the statement added. Earlier this week, Berlin’s state government announced that it would prohibit the demonstration from taking place, citing potential violations of the government’s coronavirus regulations. According to the court’s statement, police anticipate more than 20,000 people will attend on Saturday. German Chancellor Angela Merkel has warned that the coronavirus pandemic is “likely to get more difficult in the coming months,” cautioning that society \"is never going to be the same\" until a successful vaccine is developed. \"Things will not return to normal until we have a coronavirus vaccine,\" Merkel said Friday.  “We will have to live longer with new coronavirus [cases],\" she added.  Speaking during her annual summer press conference in Berlin, Merkel stressed that the “economy should be kept alive or brought back to life,” adding that Germany will “work with the European Parliament so that the recovery fund can be launched early next year.”  The Chancellor’s comments come just a day after the introduction of tougher measures in Germany to curb the spread of coronavirus ahead of the autumn and winter season, including new travel regulations.  “We can see that the number of infections has risen in recent weeks…we take this increase in the summer months very seriously,” Merkel said.  ##Vaccines## French President Emmanuel Macron has called for greater coordination within the European Union on coronavirus restrictions and border regulations, asserting that it would be “absurd” to impose tougher border restrictions within the bloc. “It makes no sense to close the borders between two countries when there are outbreaks of infection, areas of active circulation, which are well identified. There is a need for a common methodology to define these areas of active circulation, and to address them within each country,” Macron said Friday.  In Europe we have millions of cross-border workers…it would be absurd to impose constraints because it hinders daily life, economic life.\" Speaking during a televised address on Friday, the French President urged his European partners to focus on developing a unified approach which “allows Europe to not to be at a standstill” as a result of the pandemic. “There is still progress to be made to improve coordination. Let's not repeat the mistakes of March in this regard, it is counterproductive and, above all, it is ineffective in the fight against the virus and its spread,” Macron said.  ##Hotspots## ##Restrictions## Europe is grappling with a second coronavirus surge. Here's how it's playing out across the continent:   Spain The country recorded its highest number of cases since the lockdown lifted on Thursday, with 9,658 new infections. Fernando Simón, director of the country's Center for Health Emergencies, attempted to allay concerns, saying the \"situation is completely different to the one we had in March or April.\"  Simón explained that \"in March, 12% of the cases died, now [it is] 0.4%.\" He added that \"during the peak of the pandemic only 1.6% of the cases were asymptomatic,\" while in the past week, 56% showed no symptoms.  Extra measures have been put in place to bolster the school system, including mask mandates for all students over the age of six. Other new measures announced on Thursday includes a bubble system in schools, students having to disinfect their hands five times a day, and regular classroom sanitization. Some Spanish regions have placed a cap of 20 students per classroom. France A compulsory mask rule came into force in Paris and its suburbs on Friday, which means over 7 million Parisians will have to wear a face covering in public -- even when on a bike or scooter. On Thursday, France saw the highest number of new cases since March 31 -- the peak of the epidemic -- with 6,111 new cases. Prime Minister Jean Castex also declared 21 \"red zones\" across the country, which refers to areas where the active cases have exceeded 50 per 100,000 people. UK The UK continues to be hit by local outbreaks, with 75 positive cases in a poultry factory in Norfolk, eastern England. Hundreds of workers at the Banham poultry facility have been told to self-isolate as a result of the 22% infection rate.  The UK removed the Czech Republic, Jamaica and Switzerland from its travel corridor list on Thursday, in a bid to keep infections down. Yet cases are also rising in the country, which reported 1,522 new infections on Thursday, the highest number since June 12. Italy  Italy is also observing an upward trend with 1,179 positive new cases reported on Thursday, the highest number since May 6, and five deaths.  Ireland  Some 93 new cases were recorded by Ireland's Health Protection Service Surveillance Center on Thursday. The Irish government remains watchful after a spike in cases during the last fortnight prompted a tightening of social distancing measures.  Germany Germany recorded 1,507 cases on Thursday, according to the Robert Koch Institute, which noted the marked rise in cases in a number of federal states. The institute also predicted that by early 2021 there will be a successful vaccine candidate ready for production. It noted, however, that there will not be enough initial doses available for the entire population. ##Hotspots## ##Restrictions## Argentina's coronavirus outbreak shows no sign of easing. According to figures from its health ministry, the number of confirmed Covid-19 cases there has doubled since July 31, and its death toll has doubled since August 4. On Thursday, 10,104 new cases were reported -- bringing the total of cases to 380,292. The health ministry also reported 106 deaths but, over the past week, the daily average of deaths has been over 200.  Argentina has reported a total of 8,050 deaths, the majority recorded in the capital, Buenos Aires, and its surrounding province of the same name. The same applies to the number of cases recorded: 327,000 of the 380,000 cases identified so far are in Buenos Aires city and province.  The government has extended lockdown measures in an effort to contain the spread of the virus.  ##Hotspots## ##Restrictions## The Philippines reported 3,999 new Covid-19 cases on Friday, according to data from its health department. This brings the country's tally to 209,544 confirmed cases -- 71,745 of which are active cases, according to the health department.  There were 91 virus-related deaths recorded there on Friday, pushing the national death toll up to 3,325 since the outbreak began. More than 2.3 million coronavirus tests have been done in the country.   ##Testing## A free roll of toilet paper with your vape? How about hand sanitizer? Vaping companies -- long criticized for marketing that appealed to kids and implied their products were less harmful than smoking -- are now under the microscope for seizing on the Covid-19 pandemic to sell their products. Some have launched promotions offering free toilet paper, face masks or hand sanitizer with a qualifying purchase, according to a new paper published Thursday in the journal Tobacco Control. \"While we thought we'd seen it all, we never imagined that we'd see tobacco companies exploiting a global pandemic for marketing purposes,\" study author Dr. Robert Jackler told CNN in an exclusive interview.  What really surprised us was how many different ways they did it, and how many companies and brands engaged in the practice.\" Jackler founded the group Stanford Research into the Impact of Tobacco Advertising, which has collected more than 300 Covid-related ads from 21 e-cigarette brands and 41 online stores. In most sanitizer giveaways the researchers observed, the products came in the same bottles as e-liquids. In one case, a company described its sanitizer as \"WHO recommended.\" \"They offer their hand sanitizer in the same little bottle,\" Jackler said. \"You can very easily accidentally think that that's for use in vaping. You pour 70% alcohol in the vaporizer, breathe it in, can do some serious harm to your lungs.\" Read more:  In a year of tragedies, Europe's shores are seeing some of the most horrifying scenes: bodies washing up on beaches as desperate families make hazardous journeys in search of a safe home. Coronavirus has left countries such as Tunisia facing serious economic hardship and unemployment, while others, including Libya, are dealing with the effects of war. That's led to an increase in sea arrivals this year in countries including Italy and Malta, according to figures from the United Nations High Commissioner for Refugees (UNHCR). Arrivals in southeastern Europe are also up on 2019, mostly from Syria, followed by Morocco and Iraq. But European responses have often been brutal. Humanitarian organizations say pushbacks at borders in countries such as Greece, an absence of sea rescues in the Mediterranean and unhealthy quarantine arrangements have created huge challenges. And it comes at a time when movement is harder and more dangerous thanks to travel restrictions and the closure of transport routes and processing centers. Last week, a man was found dead on Sangatte beach, near Calais in northern France. He and a friend had tried to cross the English Channel, one of the world's busiest shipping lanes, in an inflatable dinghy with shovels for paddles. The friend said he was just 16, but French authorities said his papers belonged to a 28-year-old Sudanese migrant and an autopsy showed he was an adult. He couldn't swim, his companion said. Read more: The UK government is telling people to go back to their workplaces, just a day after the country registered its highest daily increase in new coronavirus cases in months.  “Our central message is pretty straightforward: we’re saying to people it is now safe to return to work,” UK Transport Secretary Grant Shapps said during an interview on Friday.  Your employer will have, or should have, carried out work to make your employment place Covid-secure.\"  Speaking to the BBC, the government minister asserted that the UK has “got the rate of infection down” and encouraged citizens to return to their offices.  However, his comments come a day after the UK reported 1,522 new cases, and the highest daily increase in new infections since June 12. According to government data, a further 12 deaths were recorded on Thursday, bringing the UK's official coronavirus death toll to 41,477. Germany will introduce tougher measures to curb the spread of coronavirus in the country ahead of the autumn and winter season, including new travel regulations, Chancellor Angela Merkel announced on Thursday. \"We can see that the number of infections has risen in recent weeks … we take this increase in the summer months very seriously,\" Merkel said.  Speaking during a news conference after a meeting with federal and state government leaders, Merkel added that Germany has ''come through this pandemic well\" so far, but cautioned that new measures would be needed to tackle the rise in the infection rate. The new restrictions include: In most states, a fine of 50 euros ($59) for people who fail to wear face coverings in public spaces.\nA ban on large-scale gatherings, including concerts and sporting events, has been extended until the end of the year.\nTravelers have been advised to avoid all non-essential travel to high-risk areas. \nThose returning from such areas will now be required to self-isolate for at least five days before being permitted to take a coronavirus test.  Latest numbers: Confirmed Covid-19 cases have, over recent weeks, risen to levels not seen since the end of April in Germany. On Friday, the country's public health agency, the Robert Koch Institute, confirmed that at least 1,571 new infections had been recorded, bringing the total to 239,507 cases and 9,288 deaths since the beginning of the outbreak. Concerns over the spike in cases have also led authorities in Berlin to ban a protest planned to take place this weekend against the German government's coronavirus restrictions, citing concerns over hygiene regulations; organizers, however, say they will continue to demonstrate, in defiance of the ban.  ##Restrictions## Shinzo Abe, the longest-serving Japanese prime minister in history, has resigned, citing health reasons. \"Even though there is one year to go in my tenure and there are challenges to be met, I have decided to stand down as prime minister,\" Abe said at a news conference in Tokyo on Friday. Abe suffers from colitis, a non-curable inflammatory bowel disease, which was also a factor in his sudden resignation as prime minister in 2007, ending his first term after just over a year in office. On Monday morning, Abe visited Keio University Hospital in Tokyo for what was his second hospital visit in a week. \"For almost eight years I controlled my chronic disease, however, this year in June I had a regular check-up and there was a sign of the disease,\" Abe said. \"I made a judgment that I should not continue my job as prime minister\" he said. \"I need to fight against the disease and need to be treated.\" Abe had been expected to hold a news conference on Friday to update on the coronavirus situation in Japan. See a lookback at Shinzo Abe's political career: Read the full story: The voluntary mass testing of citizens for coronavirus in Hong Kong will begin on September 1, the city's top official said on Friday.  Tests will be free of charge for residents of the city, home to around 7.5 million people, which has been grappling in recent weeks with a third wave of Covid-19 infections, said Chief Executive Carrie Lam. Any Hong Kong resident with no symptoms, except children under the age of 6 and people with bad throat or nasal conditions, can join the testing program, Secretary for the Civil Service Patrick Nip said. The testing will last for seven days, after which the government will review the program and announce whether to extend it for another week.  “We believe that the testing can find out the hidden patients and give them treatment,” Lam said. “Hong Kong will be much better equipped to deal with the possible next virus wave now.” Community testing centers will be set up across 18 city districts to collect samples, Nip explained. Residents will have to register online before getting tested.  Lam added that China’s central government helped in launching the mass testing program, providing extra laboratories and staff. Hong Kong confirmed 27 new cases of Covid-19 on Friday, bringing the total number of confirmed cases identified in the city to 4,631.   ##Testing## South Korea tightened its coronavirus restrictions in the greater Seoul metropolitan area on Friday in an effort to curb a resurgence of the epidemic.  Starting from August 30, franchise cafes will be able to provide takeout service only, while restaurants and bakeries must stop eat-in service in between 9 p.m. to 5 a.m., Health Minister Park Neung-hoo said in a briefing on Friday.  Gyms and indoor sporting facilities will be shuttered, according to Park. The measure will be effective from August 30 until September 6. Earlier on Friday, Prime Minister Chung Sye-kyun said the second-highest level of social distancing measures will be maintained in greater Seoul for one more week. Under these measures, now due to expire September 6, indoor gatherings are limited to 50 and outdoor gatherings to 100.  The latest outbreak in the country has been linked to churches in Seoul and the neighboring provinces. Members of religious groups have been criticized for withholding key information and obstructing public health authorities in their fight against the pandemic. Chung said enacting the highest social distancing level 3 measures would be a last resort for the country, considering the strong impact that would have on society.  Latest numbers: South Korea's Centers for Disease Control and Prevention recorded 371 new Covid-19 cases on Thursday, 359 of which were locally transmitted. Among the new cases, 145 are from Seoul, 112 from its surrounding Gyeonggi province and 27 from nearby Incheon City. South Korea has recorded a total of 19,077 Covid-19 cases, including 316 deaths, according to the KCDC. This post has been updated to reflect that the new measures apply to the greater Seoul metropolitan area. ##Restrictions## Tokyo's total number of confirmed coronavirus cases topped 20,000 on Thursday after the Japanese capital recorded a further 250 infections, according to the metropolitan government.  In response, the local government said Thursday that it would extend an appeal to restaurants serving alcohol and bars to voluntarily shorten their hours until September 15. The request to close by 10 p.m. was set to end August 31.  The government will pay a cash handout of 150,000 yen ($1,410) to businesses that comply, according to Tokyo Governor Yuriko Koike. Growing caseload: The new Tokyo cases were among 872 new infections and 12 virus-related deaths recorded nationwide on Thursday, according to Japan's Health Ministry. That takes the nationwide total to 66,285 confirmed cases, including 1,251 fatalities. ##Hotspots## Japanese Prime Minister Shinzo Abe intends to resign due to health issues, according to Japan's public broadcaster NHK, citing sources close to Abe. A government aide told CNN he heard that Abe has conveyed his desire to resign. Abe had been expected to hold a news conference later on Friday to update on the coronavirus situation in Japan. On Monday morning, Abe visited Keio University Hospital in Tokyo for what was his second hospital visit in a week. Abe suffers from colitis, a non-curable inflammatory bowel disease, which forced him to resign during his first stint as the country's leader from 2006 to 2007. He became Prime Minister again in 2012. Abe is Japan's longest-serving head of government in terms of consecutive days in office. Coronavirus criticism: Japan has recorded more than 66,000 Covid-19 cases, and has struggled to get the pandemic under control despite being among the very first countries to be hit by the virus. Throughout the summer, as the rest of East Asia has moved to control the pace of infections, Japan's outbreak has spiked, with more than half of all cases being recorded since July. Many people have expressed dissatisfaction with the government's handling of the virus, from a slow initial response and refusal to acknowledge the crisis, which many saw as linked to a desire to avoid canceling or postponing the Tokyo 2020 Olympics (since pushed to next year), to the ongoing failure to take sufficient action to rein in cases. This is a developing story. Read more updates here: Iran's Health Ministry reported 2,190 new coronavirus cases and 117 new deaths on Thursday, according to state-run news agency IRNA. Health Ministry spokeswoman Sima Sadat Lari said the total number of confirmed cases in the country had reached 367,796, including 21,137 deaths, IRNA reported.  Lari said 3,822 Covid-19 patients are in critical condition and being treated in intensive care units.  Iran, the original epicenter of the outbreak in the Middle East, has recorded more coronavirus cases and deaths than any other country in the region. ##Hotspots## A further 45,966 new coronavirus cases and 1,116 virus-related fatalities were recorded in the United States on Thursday, according to Johns Hopkins University. That brings the nationwide total to at least 5,867,785 confirmed Covid-19 infections, including 180,824 deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking US coronavirus cases: ##Hotspots## Peru's high coronavirus death rate -- the second highest in the world according to data from Johns Hopkins University -- is due to the country's transparency with the statistics, a senior Peruvian official said.  Peru has recorded 88 deaths per 100,000 citizens, according to the university's Coronavirus Resource Center, marginally ahead of Belgium and behind only the microstate of San Marino in northern Italy. \"I do not know of another country that during the pandemic is making such transparency of the number of deaths, by including the number of deaths suspected of Covid to the number of Covid deaths,\" said Walter Martos, President of Peru's Council of Ministers. Martos said a study is underway into people who had died and been diagnosed with coronavirus \"even when they may have died from other causes or other diseases.\" As of Wednesday, the Peruvian Ministry of Health had confirmed a total of 613,378 coronavirus cases, including 28,124 deaths. ##Hotspots## Brazilian President Jair Bolsonaro on Thursday said the country's public finances are \"going to sink\" should the government scheme providing emergency coronavirus stipends to the country's poor continue in its current form. During his weekly Facebook live webcast, Bolsonaro spoke about the talks he is having with Brazil's Economy Minister Paulo Guedes about the country's growing fiscal deficit.  \"I tried to talk to Paulo Guedes. I can't keep giving the 600 reais (per month) but I said that 200 reais is too little too. 600 reais is not enough for who receives it, but it is a lot for those who pay,\" Bolsonaro said.  Brazil, Latin's America's largest economy, currently gives 600 reais ($107) per month to its poor as emergency payment due to the pandemic, a value agreed by Congress earlier this year, despite Bolsonaro wanting to give only give 200 reais a month.  \"Some people criticize me ... but Brazil is accumulating a (huge) debt. (The government gives out) 50 billion reais a month. Do you know how much that is?\" he said.  Bolsonaro said he has given the economy minister until Friday this week to come up with a new plan to provide the financial assistance.  Virus hotspot: Brazil has recorded more than 3.76 million Covid-19 cases, with a total of 118,649 deaths, according to the country's Health Ministry. Only the United States has recorded more coronavirus cases and deaths globally.  ##Hotspots## Cases of novel coronavirus in Latin America topped 7 million on Thursday, according to data compiled by Johns Hopkins University's Coronavirus Resource Center and CNN calculations.  The current number of known Covid-19 cases confirmed in the region is now 7,020,744. Brazil has reported the highest number of infections in Latin America with 3,761,391. The country has identified the second-highest number of confirmed cases in the world after the United States.  Countries following Brazil with the highest number of Covid-19 cases in Latin America are Peru, Mexico, Colombia, and Chile. CNN is tracking worldwide coronavirus cases there: ##Hotspots## An ensemble forecast published by the United States Centers for Disease Control and Prevention now projects more than 200,000 coronavirus deaths in the US by September 19. The new projections, published Thursday, forecast 200,292 deaths by September 19, with a possible range of 195,824 to 207,269 deaths. “State- and territory-level ensemble forecasts predict that the number of reported new deaths per week may decrease in 18 jurisdictions. Trends in numbers of future reported deaths are uncertain or predicted to remain stable in the other jurisdictions,” the CDC says on its forecasting website. Unlike some individual models, the CDC’s ensemble forecast only offers projections about a month into the future. The previous ensemble forecast, published August 20, projected roughly 195,000 coronavirus deaths by September 12. At least 180,590 people have already died from Covid-19 in the US, according to data compiled by Johns Hopkins University. CNN is tracking US Covid-19 cases and deaths here: For the first time since the coronavirus pandemic hit Cuba, Havana residents will be subjected to a nightly curfew and not be allowed to travel to other provinces in the country, Havana Governor Reinaldo Garcia Zapata announced Thursday.  Cuba’s ruling Communist Party has struggled to control a second wave of Covid-19 in Havana, just weeks after declaring the country was closing in on the tail end of the pandemic. The curfew from 7 p.m. until 5 a.m. will begin on September 1 and last for at least 15 days, Zapata said. Zapata said penalties for people not wearing a mask would be increased and the consumption of alcohol in public would be banned.  Cuba, with a population of 11 million, has so far registered 3,806 coronavirus cases and 92 deaths, according to Johns Hopkins University data. Brazil reported 44,235 new coronavirus cases and 984 deaths in the past 24 hours, its Health Ministry said on Thursday. The country has recorded more than 3.76 million Covid-19 cases, with a total of 118,649 deaths so far, according to the ministry.  Brazil continues to be second only to the United States in the highest total number of coronavirus cases and deaths globally.  White House press secretary Kayleigh McEnany announced the purchase of 150 million rapid Covid-19 tests on Twitter Thursday afternoon. “This is a major development that will help our country to remain open, get Americans back to work, and kids back to school!” McEnany tweeted. The Wall Street Journal reports that the deal with Abbott Laboratories is worth $750 million. Some background: Abbott Labs received emergency approval yesterday from the US Food and Drug Administration for its rapid antigen test, which can detect a Covid-19 infection in 15 minutes. The FDA's emergency use authorization is for Abbott's BinaxNOW Covid-19 Ag Card. The size of a credit card, BinaxNOW will cost $5 and will come with a free mobile app that will let people who test negative display a temporary, date-stamped health pass that is renewed each time a new test is taken. The antigen test, which involves a nasal swab, uses the same type of technology as a flu test. Abbott says it anticipates producing 50 million BinaxNOW tests a month by October. \"The massive scale of this test and app will allow tens of millions of people to have access to rapid and reliable testing,\" said Joseph Petrosino, a professor of virology at Baylor College of Medicine, in a statement released by Abbott. With reporting from CNN's David Goldman, Andrea Kane and Nadia Kounang. ##Testing## The United Kingdom reported its highest number of new daily Covid-19 cases since June 12, with 1,522 new infections on Thursday, according to government data.  The number of new confirmed cases on Thursday is an increase from 1,048 new cases reported Wednesday and 1,184 new cases reported Tuesday.  The cumulative total of coronavirus cases has risen to 330,368, according to government data. A further 12 deaths have been recorded, bringing the UK's official death toll to 41,477. Meanwhile, the country removed the Czech Republic, Jamaica and Switzerland from its list of \"travel corridor\" countries, meaning people arriving from those nations will now be required to quarantine for 14 days, transport secretary Grant Shapps said in a series of Thursday tweets. The UK has also added Cuba to the list of countries exempt from the 14-day quarantine. The new restrictions will go into effect for people arriving after 4 a.m. local time on Saturday (11 p.m. ET Friday).", "Section": "world", "Writers": ["Adam Renton", "Steve George", "Tara John", "Ed Upright"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-08-28-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}