{"Type": "article", "Time": "2020-07-30", "Headline": "The latest on the coronavirus pandemic", "Text": "Our live coverage of the coronavirus pandemic has moved here. As an Indiana school district welcomed students to the 2020-21 academic year, one of their students tested positive for Covid-19 on the first day of class, according to a letter sent to parents. The Hancock County Health Department notified Greenfield-Central Junior High School Thursday afternoon that one of their students, who had attended part of the school day, tested positive for Covid-19, Superintendent Harold Olin said in a letter. Olin said the school enacted its \"Positive COVID-19 Test Protocol\" once school officials became aware of the positive result. School officials immediately isolated the student within the school's clinic, and they examined the student's schedule, including transportation and extracurricular activities, to determine who had come in close contact. Read the full story: ##Schools## About 7% of participants in a British study tested positive for coronavirus antibodies, according to results from the first month of the nationwide study.  The test results, which indicate previous infection with coronavirus, ranged from 10.4% of Londoners to about 4.4% of people living in the southwest of England and Scotland. The widespread United Kingdom serology, or antibody, study uses volunteers for a much larger, ongoing health study called the UK Biobank. UK Biobank has collected samples and health information from 500,000 volunteers for research. The researchers have recruited more than 20,000 volunteers from regions across the UK for the coronavirus antibody study. They are being asked to provide monthly blood samples that the Oxford University-based Target Discovery Institute will test for the antibodies.  The first round of results focused on 17,776 participant samples, taken in May and June. Nationally, 7.1% were positive for Covid-19 antibodies, the researchers reported on the Biobank website. Just under 11% of people under 30 had antibodies, compared to 5.4% of those over 70. The results confirm other studies that indicate Black, Asian and minority ethnic groups appeared to be hardest hit by Covid-19, which is consistent with findings from the United States.  Among Black participants, about 11.3% tested positive for antibodies, as opposed to 6.9% of White participants. Researchers noted that the differences between ethnic groups could not be fully explained by age or place of residence. But previous infection was also higher among those living in lower socioeconomic areas.   The team says that their continued research will provide insight into the way antibody levels change over time, hopefully answering questions about immunity, reinfection and the impact of stay-at-home orders.  Georgia Gov. Brian Kemp signed two executive orders extending existing Covid-19 safety measures and extending the Public Health State of Emergency, he said today in a press release. The Public Health State of Emergency now runs through Sept. 10. The executive order extending existing Covid-19 safety measures requires social distancing, bans gatherings of more than 50 people unless there is six feet between each person, requires sheltering in place for those living in long-term care facilities and the medically fragile, and outlines mandatory criteria for businesses, among other provisions. The order runs through Aug. 15. In the release, Kemp encouraged Georgians to wear a mask, wash their hands often and practice social distancing to help flatten the curve.  There is no mask requirement in Georgia. Earlier this month Kemp rescinded local mask mandates and sued Atlanta Mayor Keisha Lance Bottoms over her the mask requirement for the city. Mexico recorded a new daily record of 8,458 new coronavirus cases on Friday bringing the total number of infections to 424,637, its health ministry announced. The ministry also recorded 688 new coronavirus related deaths, raising the total death toll to 46,688. Mexico surpassed the United Kingdom's total number of coronavirus deaths, becoming the country with third highest number of Covid-19 fatalities globally, according to Johns Hopkins University data. ##Hotspots## The US Food and Drug Administration has issued emergency use authorizations for the first two Covid-19 serology tests that can tell not only whether someone has antibodies to the virus, but can give some idea of how much antibody is there. “Being able to measure a patient’s relative level of antibodies in response to a previous SARS-CoV-2 infection may be useful as we continue to learn more about the virus and what the existence of antibodies may mean,” Dr. Tim Stenzel, the director of the Office of In Vitro Diagnostics and Radiological Health in the FDA’s Center for Devices and Radiological Health, said in a news release Friday. The tests, the ADVIA Centaur COV2G and Attelica COV2G, are both from Siemens, the FDA said. Like other serology tests, these tests detect the body's immune response to the infection caused by the virus rather than detecting the virus itself. “There are still many unknowns about what the presence of SARS-CoV-2 antibodies may tell us about potential immunity, but today’s authorizations give us additional tools to evaluate those antibodies as we continue to research and study this virus,” Stenzel said. “Patients should not interpret results as telling them they are immune, or have any level of immunity, from the virus,” he added. There are not nearly enough Americans using masks to bend the curve on the coronavirus infection rate, the head of one of the main teams forecasting the pandemic said Friday. The University of Washington’s Institute for Health Metrics and Evaluation (IHME) revised its forecast this week for coronavirus deaths because of rising infection rates and because too few Americans were using face masks regularly, IHME’s Dr. Chris Murray told CNN. This week’s IHME forecast of 230,822 US deaths from the virus by November is up about 11,000 from last week’s projection of 219,864 deaths. “There's daily data that comes in on mask-wearing in each state in the US, and that's showing a small bump — maybe about a five percentage point increase in mask wearing,” Murray said. “So we're getting close to about 55% of Americans wearing a mask. That's good news, but of course it's a long way to go before we get to the levels like Singapore has at 95%, which would really save a lot of lives in this country.” The model projects that if almost all Americans wore face masks, the number of deaths by November would drop by around 32,000, to just below 199,000 deaths. Murray says the “good news” is that cases are peaking in Florida, Texas, California and somewhat in Arizona, which is bringing their numbers down a bit.  “But we're seeing numbers going up faster in a whole series of states in the Midwest. And that's driving up our numbers. Places, also, like Georgia and North Carolina are going up faster than we expected,” he said. A source within the Miami Marlins has told CNN that the team has a total of 21 members who have tested positive for Covid-19 over the last week. The breakdown in total is 18 players and three coaches. The source told CNN those members who have tested positive for coronavirus are currently traveling on several sleeper buses headed for South Florida for additional screening and testing. Major League Baseball health officials approved the move.  The Marlins have been isolating and quarantining in a team hotel in Philadelphia, Pennsylvania, since Sunday. Members of the team who have not tested positive remain in Philadelphia. Colombia recorded 295 new coronavirus-related deaths on Friday, raising the total death toll to 10,105, the country's health ministry said. The ministry also reported 9,488 new coronavirus cases, bringing the total to 295,508. Colombia’s capital Bogota is the biggest hotspot in the country with more than 101,000 cases of infection so far. Some context: President Ivan Duque recently extended the country's coronavirus lockdown through Aug. 30, but said the cities with low Covid-19 rates would continue to partially reopen various economic sectors. ##Hotspots## ESPN is reporting that Major League Baseball commissioner Rob Manfred warned players union head Tony Clark on a Friday call that if the league and players don’t do a better job following Covid-19 protocols and better manage the virus, Manfred could shut down the shortened season. On Friday, both the MLB and MLB Players Association announced that 29 players and staff have tested positive for Covid-19 this week.  CNN has reached out to the league for comment but has not heard back. A union spokesperson told CNN no comment.   Wearing personal protective equipment (PPE) when caring for patients with Covid-19 isn’t enough to completely eliminate the threat from the virus for frontline workers, according to a new study from King’s College London. Health care workers with adequate gloves, gowns and face masks, still had 3.4 times the risk of contracting the coronavirus compared to the general population, the study found, and minority health care workers had an even greater risk of testing positive. African American, Latinx and other minority care providers were 5 times more likely to contract Covid-19 than their White counterparts, the study found. “A little over 20 percent of front-line health-care workers reported at least one symptom associated with SARS-CoV-2 infection compared with 14.4 percent of the general population; fatigue, loss of smell or taste, and hoarse voice were especially frequent,” the researchers wrote.  The researchers used the COVID Symptom Tracker app to study the data of more than 2 million people, including almost 100,000 frontline health care workers in the United States and the United Kingdom between March 24 and April 23.  They found more than 2,700 cases of Covid-19 per 100,000 health care workers compared with just over 240 cases per 100,000 among the general population.  “The data is clear in revealing that there is still an elevated risk of SARS-Co-V-2 infection despite availability of PPE,” said King’s College London professor and senior study author Sebastien Ourselin. Not only did researchers find that minority health care workers had an increased risk of Covid-19 infection, they also found that they were more likely to report a lack of adequate PPE and to say they were forced to frequently reuse equipment, Ourselin said. Previous studies have found that 10-20% of coronavirus infections occur among frontline workers. “Our study provides a more precise assessment of the magnitude of increased infection risk among healthcare workers compared to the general community,” said Dr. Andrew Chang, a senior study author and director of cancer epidemiology at Massachusetts General Hospital. At the time the study was conducted, health care providers in the US and the UK were experiencing severe shortages in gloves, gowns and face masks. The authors said the results of a similar study now might be different. “Many countries, including the US, continue to face vexing shortages of PPE,” Chang said. “Our results underscore the importance of providing adequate access to PPE and also suggest that systemic racism associated with inequalities to access to PPE likely contribute to the disproportionate risk of infection among minority frontline healthcare workers.” The research suggests health care systems should ensure adequate availability of PPE and develop additional strategies to protect health-care workers from COVID-19, particularly those from Black, Asian, and minority ethnic backgrounds.  The study was published Friday in the journal Lancet Public Health. A study that showed more than 40% of kids at a Georgia summer camp caught coronavirus is a taste of things to come when schools reopen, an infectious disease specialist said Friday.  The report, published by the US Centers for Disease Control and Prevention earlier Friday, found that at least 44% of campers and counselors at the overnight camp became infected with the virus. “As we start thinking about going back to school … we are going to see this happen over and over again,” Dr. Michael Saag, an HIV/AIDS specialist and professor of medicine at the University of Alabama Birmingham, told CNN. “It should just be something we can expect.” Saag said schools will need to take precautions to keep students, staff and their families safe from infection. That means keeping students and staff masked at all times in school, keeping students distanced from one another in classrooms, and improving ventilation inside schools.  “Business as usual isn’t going to work,” Saag said. Asked if schools should invest in air cleaners or purifiers, Saag said they are unlikely to be worth the expense. “I think what is more important is the immediate environment around each student,” he said.  Air purifiers are too far away to help with any virus being passed between students.  “If we keep distance between them, and if everyone is wearing a mask, that is our best chance to mitigate,” Saag said. ##Schools##  Brazil reported 52,383 new coronavirus cases in the last 24 hours, bringing the country's total to 2,662,485, its health ministry announced Friday. This is the third consecutive day Brazil reported more than 50,000 new Covid-19 cases. In addition, the ministry announced 1,212 new fatalities related to the virus, raising the total death toll to 92,475. ##Hotspots## Texas has reported 8,839 new Covid-19 cases on Friday, bringing the total number of cases to 420,946 in the state.  The state also reported 295 Covid-19-related deaths, bringing the total number to 6,569.  Texas' health department recently reported that it had \"improved\" its Covid-19 fatality reporting. Texas Covid-19 fatalities are now counted from death certificates instead of local reports. Note: These numbers were released by the Texas Department of State Health Services, and may not line up exactly in real time with CNN's database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## Alabama Department of Public Health is asking doctors to focus testing on the most vulnerable populations as a surge of coronavirus testing has resulted in a seven-day turnaround time, according to new release from the agency. \"The State of Alabama continues to experience increases in the number of COVID-19 cases. While there has been a recent decline in the percentage of persons who test positive, the state is currently facing a surge that has overwhelmed Alabama’s ability to provide test results within the 2- to 3-day turnaround time needed to expeditiously make quarantine and care decisions,\" the release said. The longer turnaround time has prompted the public health agency to ask doctors to focus their testing on groups that are more vulnerable and cannot afford to wait the seven days for test results. \"The Alabama Department of Public Health (ADPH) recognizes that this is too long and asks for consumers and physicians and other providers to help in making sure that those who are most vulnerable become the focus for testing: the elderly, those in congregate living settings, healthcare personnel, those with symptoms consistent with COVID-19 and those with underlying medical conditions that place them most at risk,\" the release said. Connecticut Gov. Ned Lamont and the state’s Public Health Commissioner Deidre Gifford say they’re concerned with recent Covid-19 clusters among teens and young adults in the state, according to a release from the governor’s office. Data shows that 18- to 29-year-olds represent a significant number of newly reported infections in recent weeks, and on Thursday, Lamont said that the coronavirus infection numbers among 10- to 19-year-olds had “doubled” recently.  “We do not want to end up with uncontrolled outbreaks like those being seen across much of the south and western portions of the United States. Our Covid-related hospitalizations have declined to just a few dozen, far from the peak back in late April when nearly 2,000 of our residents were being treated in hospitals,” Lamont said in the release. “This is not a time to relax our basic practices to slow down the spread of the virus. This is a time for remaining vigilant.” As part of their release, the governor’s office also circulated a photo of young people socializing on boats in Stony Creek, Connecticut, appearing not to social distance. Connecticut’s Health Department has also received “anecdotal, unconfirmed information regarding youth sports team travel to states on Connecticut’s travel advisory list,” the release said.   Microsoft’s US workforce will have the option of working from home at least through Jan. 19, the company told employees on Thursday. A Microsoft spokesperson confirmed the announcement to CNN. It marks the latest sign that major businesses are bracing for a long pandemic. \"We continue to review the situation on a local basis in each region/country/state where we work and will continue to adjust dates by country as needed,” the spokesperson said. Some context: Microsoft's decision follows Google, which said earlier this month that it will allow many of its employees to work remotely at least until the end of June 2021. California's health department confirmed the first Covid-19-related death of a teenager in the state on Friday. The Central Valley teenager had underlying health conditions, the health department said. Due to patient confidentiality, the department did not provide any additional information about the child's death. Some context: In California, there have been no reported deaths in younger age categories, including children age 5 and under. A total of 9,005 people have died from the coronavirus in California since the start of the pandemic, with 96 additional deaths being reported on Friday. “Our hearts go out to the family and loved ones of this young person whose death is a tragic and powerful reminder of how serious COVID-19 can be,” said Dr. Sonia Angell, state public health officer and director of the California's health department. ##Hotspots## Starting Saturday, all travelers coming to Germany will be able to get free coronavirus polymerase chain reaction (PCR) tests up to 72 hours after entering the country, the German health ministry announced in a statement. “The rise in cases is a clear warning. The virus does not take days off. Therefore: whoever returns from a trip should get a test — voluntarily and free of charge,” said German health minister Jens Spahn in the statement. Germany is currently dealing with a new rise in coronavirus infections and believes travelers returning from abroad and carrying the virus are partially responsible.  The German health ministry said it will also enact a directive making tests mandatory for people returning from so-called “high-risk areas.” The new rule will go into effect next week, the health ministry wrote, without specifying the exact date. Germany has reported 210,399 coronavirus cases, including 9,147 deaths, according to the latest data from Johns Hopkins University.  ##Hotspots## As an Indiana school district returned to in-person learning for its first day of the 2020-21 school year, one of its students tested positive for Covid-19, according to a letter sent to parents. The Hancock County Health Department notified Greenfield-Central Junior High School on Thursday that one of its students, who had attended part of the school day, tested positive for Covid-19, Superintendent Dr. Harold Olin said in his letter to parents. Olin said when they became aware of the positive result, the school enacted its “Positive Covid-19 Test Protocol.”  The student was immediately isolated within the school’s clinic, and the student’s schedule, including transportation and extra-curricular activities, were looked at to determine which students or staff would be considered a close contact.  As part of the district’s return to in-person learning, “all areas of all schools” are already being disinfected professionally each evening, but the superintendent noted that special attention would be given to areas and classrooms that the infected student had been in. “We understand that this information will cause concern for some of you. It was very evident today that nearly all of our families and students were prepared to properly follow the safety protocols we have established,” Olin wrote to parents. “Adhering to these protocols is essential for maintaining a safe environment for all students and staff.” ##Schools## Four crew members of the Norwegian cruise vessel MS Roald Amundsen have been hospitalized with Covid-19, a spokesperson for the University Hospital of North Norway told CNN on Friday. Ship operator Hurtigruten said in a Friday statement that the four crew members were isolated several days ago because of other disease symptoms, with no symptoms of Covid-19. The employees were \"routinely tested when the ship docked in Tromsø Friday morning,\" according to the company statement. All 160 crew members onboard the cruise vessel have been quarantined and will be tested for coronavirus, and 177 passengers will be contacted with further information from health authorities, according to Hurtigruten. The ship's scheduled trip to Svalbard, Norway, on Friday afternoon was canceled, and the next voyage with the MS Roald Amundsen is not planned until September, the statement said. Norway has had 9,217 confirmed coronavirus cases, including 255 deaths, according to the latest data from Johns Hopkins University. Brazilian minister Wagner Rosario tested positive for Covid-19, his office announced Friday.  Rosario, who heads the Office of the Comptroller General, is the sixth minister in President Jair Bolsonaro's government to test positive for the virus. On Thursday, Brazil's science and technology minister Marcos Pontes announced on Twitter that he also tested positive for coronavirus. Rosario will remain in isolation and perform his duty remotely until he is recovered, according to his office. ##Hotspots## Arkansas reported a 10% positivity rate for new coronavirus cases Friday, Gov. Asa Hutchinson said during an afternoon news conference. \"In terms of our positivity rate, this is not good,\" Hutchinson said. \"We have a lot of work to do here. We're right at the 10% level, which is CDC recommendation, but that's too high, we want it lower.\" The state reported 752 new coronavirus cases Friday for a total of 42,511 statewide. Arkansas also added 11 new deaths for a total of 453, Hutchinson said. There were 7,207 new tests reported Friday, Hutchinson said. Arkansas Health Director Dr. Jose Romero said there are 100 people on ventilators after a decrease of one Friday.  There are now at least 4,536,240 cases of coronavirus in the US and 152,878 people have died from the virus, according to data from Johns Hopkins University. On Friday at 3:15 p.m. ET, Johns Hopkins reported 41,225 new cases and 823 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Missouri's health department reported 1,489 new Covid-19 positive cases on Friday.    The department has reported more than 1,000 positive cases each of the past 11 days. On Thursday, the department said in a series of tweets that due to increased testing throughout the state combined with the testing delays at labs across the country, there was a backlog of data processing and entry in its office affecting the case counts over the previous 10 days. The tweets on Thursday said that today’s numbers would be current with only cases reported over the past 24 hours.  The total number of Covid-19 cases in Missouri is now 50,323, according to figures released Friday afternoon by the department. The state reported a 9.7% positivity rate averaged over the past seven days.  There were also 10 new deaths in the state, according to the department, bringing the total to 1,243.  Note: These numbers were released by the Missouri Department of Health and Senior Services and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.    Argentine President Alberto Fernández said the current quarantine measures will be extended until August 16 for the metro area of the capital city Buenos Aires. \"Until August 16, things will remain as they are today,\" Fernández said today, adding that Covid-19 is \"not just another flu.\" Ninety percent of Covid-19 cases are reported in the metro area of Buenos Aires, \"but [the virus] has begun to radiate to other places,\" Fernández said. \"Outbreaks are surging elsewhere in the inner parts of the country,\" the Argentine president said. Some context: The metro area of Buenos Aires (AMBA region) was under lockdown until July 17, when Fernández announced the country, including Buenos Aires, were going to gradually reopen between July 18 and August 2. Regions under the current quarantine measures, are subject to a \"mandatory, preventive and social isolation,\" where people can leave their homes only for essential needs such as food and medical services, Fernández said. As of Friday afternoon, Argentina reported 185,373 cases of coronavirus and 3,466 deaths, according to the health ministry. The bigger picture: Argentina has the sixth highest number of cases in the Latin America region, behind Colombia, Chile, Peru, Mexico and Brazil, according to Johns Hopkins University. ##Hotspots## New Jersey Gov. Phil Murphy called out Senate Majority Leader Mitch McConnell for allowing the Senate to go home for a long weekend while the unemployment benefits expire at midnight. “With millions of families literally left hanging to simply go home for a long weekend is the ultimate act of irresponsible behavior and dereliction of duty. Senator McConnell, please get back to Washington and get this done,\" Murphy said. Murphy said families across the nation are facing “economic meltdown” and this action is “despicable.” Some context: The unemployment benefit that has kept millions afloat amid the worst economic crisis in decades officially expires at midnight. Weekly jobless claims continue to rise. Economic forecasters are warning of another slowdown. The coronavirus has resurged across the country. President Trump said Treasury Secretary Steven Mnuchin and White House chief of staff Mark Meadows would bring new options on unemployment benefits to the table Thursday night, and according to a person briefed on the talks, they did in the form of a longer-term extension of the enhanced unemployment benefits at the $600 level. Democrats again rejected the idea of decoupling the benefit extension from the broader talks. ##Economy## An ensemble forecast published by the US Centers for Disease Control and Prevention now projects more than 173,000 coronavirus deaths in the United States by August 22. The new projections, published Friday, forecast 173,270 deaths by August 22, with a possible range of 167,692 to 182,366 deaths. “State-level ensemble forecasts predict that the number of reported new deaths per week may increase over the next four weeks in: Alabama, Kentucky, New Jersey, Puerto Rico, Tennessee, and Washington,” the CDC says on its forecasting website. Unlike some individual models, the CDC’s ensemble forecast only offers projections about a month into the future. The previous ensemble forecast, published July 23, projected roughly 164,000 coronavirus deaths by August 15. At least 152,072 people have already died from Covid-19 in the United States, according to data compiled by Johns Hopkins University.   Massachusetts Gov. Charlie Baker said the Covid-19 positive test rate in the state has gone up slightly from 1.7% to 2% because of “clusters” stemming from house parties and large gatherings.   \"We've seen disturbing reports of large gatherings where people are letting down their guard, not wearing face coverings, not socially distancing, giving the virus the opening that it relentlessly seeks to spread,\" Baker said.  The state's Department of Public Health is investigating the clusters, which \"include a large lifeguard party in Falmouth, a house party in Chatham,\" an unauthorized football camp and \"a 90-person prom party that was held in Cohasset,\" the governor said. The gatherings were planned by \"both adults and young people and demonstrate an at times unwillingness to accept the fact that this virus is extremely contagious and in many cases invisible,\" Baker said.   Baker said he is now considering reducing the gathering size across the state due to the recent clusters.   New York City has 18,906 confirmed coronavirus deaths and 4,625 probable coronavirus deaths as of July 31, according to the most recent data published on the city’s website. The New York City Health Department defines probable deaths as people who did not have a positive Covid lab test, but their death certificate lists “Covid-19” or an equivalent as the cause of death. There have been 221,822 coronavirus cases in the city and 56,168 people have been hospitalized, according to the city data. The data was updated on July 31 at 1 p.m. ET. Note: The numbers are provided by the New York City Health Department and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Kenya surpassed the 20,000 threshold of confirmed Covid-19 cases after reporting 723 new cases on Friday, according to the Ministry of Health. The total number of confirmed cases is now at least 20,636 confirmed cases and at least 341 people have died from the virus. The milestone comes on the eve of the reopening of international travel to and from the country. Kenya will begin welcoming international travelers on August 1 after months of grounded flights.  Travelers will be required to provide a Covid-19 negative certificate up to 96 hours before travel and be subject to a 14-day quarantine, according to the Kenyan Ministry of Transport. Passengers from 19 countries that are considered by the Kenyan government to be low to medium risk for Covid-19 transmission will be exempt from the mandatory quarantine, provided that a passenger's temperature is below 99.5 degrees Fahrenheit and they do not have a persistent cough or other flu-like symptoms, according to a statement from Ministry of Transport on Friday.  \"Those required to quarantine will do so at the Government designated facility out at their home subject to prevailing guidelines,\" the statement said. The countries exempt from mandatory quarantine are: Canada, China, South Korea, Namibia, Uganda, Ethiopia, Rwanda, Morocco, Japan, Zimbabwe, Switzerland, United Kingdom, France, Germany, Netherlands, Qatar, UAE, Italy, and the United States (except for California, Texas, and Florida). The list of countries exempt from mandatory quarantine will be reviewed on a daily basis, according to the Ministry of Transport. \"The risk profile of any country could change and therefore the status with regard to these clarifications and directives could also change,\" the statement said. Oklahoma's health department reported 747 new Covid-19 positive cases on Friday, the lowest total of daily cases in a week. The state had reported more than 1,000 cases in four of the previous five days. The health department reported 36,487 total cases and 541 total deaths, up five since Thursday’s report. Note: These numbers were provided by the Oklahoma State Department of Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. The top executives of three major companies are calling on the US government to go further to protect the people most at-risk from Covid-19, according to a post on Medium. “To protect the vulnerable, we also need additional federal action, even beyond what’s already been done,” the leaders of Ford Motor Company, Boston Consulting Group, and CVS Health wrote. \"Such steps will save lives, strengthen our economy, and lead to a faster, more equitable recovery.\" The executives argue that the government must fund five critical measures, which they say could reduce Covid-19 hospitalizations by more than 50%, based on their analysis.   Here's what they are calling for:  Masks: Supply “high quality masks to at-risk” people who can’t afford them. \nTesting: The executives are pressing to increase funding to state and local public health agencies for testing, including regular testing of asymptomatic individuals. \nShelter-in-place: The group urges the government to enable health-vulnerable populations who are either not working or working from home \"to isolate and stay safe by funding mental health and counseling services as well as food security assistance.\"\nTax incentives: The business leaders also call for tax breaks for companies that implement enhanced safety measures.\nProtect congregate living facilities: The group urges the government to \"provide funding to implement health and safety measures in congregate living facilities, such as by creating spaces to quarantine infected residents, adding protections to rigorously limit visitors, and testing residents and workers at least weekly.\" The executives added that implementation of these five measures would cost the federal government less than 10% of the monthly cost incurred during the first three months of the pandemic. \"We need policymakers to act now on wide sweeping actions to prevent further spread,\" the executives wrote. \"Protecting the vulnerable, now, is critical to protecting us all.\" A Covid-19 outbreak at a Georgia sleep away camp this June could have implications for school reopening, the US Centers for Disease Control and Prevention said. The camp had followed some but not all of the CDC mitigation steps against the spread of the new coronavirus — but was not enough to keep campers and staff free of illness.    “Settings, like multi-day, overnight summer camps, pose a unique challenge when it comes to preventing the spread of infectious diseases considering the amount of time campers and staff members spend in close proximity,” the CDC wrote in a statement. “Correct and consistent use of cloth masks, rigorous cleaning and sanitizing, social distancing, and frequent hand washing strategies, which are recommended in CDC’s recently released guidance to reopen America’s schools, are critical to prevent transmission of the virus in settings involving children and are our greatest tools to prevent COVID-19.” According to the study, published Friday in the CDC’s Morbidity and Mortality Weekly Report, the camp adopted most of the components outlined in the CDC document “Suggestions for Youth and Summer Camps,” but it did not make campers wear cloth face masks – only the staff. Nor did the camp open windows and doors for increased ventilation In buildings. Additionally, camp attendees engaged in \"daily vigorous singing and cheering,” which might have contributed to transmission.  The study breaks down what happened at the camp when it opened its doors in mid-June to almost 600 campers and more than 120 staffers.   Five days after the start of orientation and two days after the start of the camp session, a teenage staff member fell ill and left camp; the next day that person was confirmed to have Covid-19. Officials began sending campers home that day and closed the camp three days later.    The Georgia Department of Health was notified and began its investigation the day after the first teenage staffer fell ill.  Here's what the tests results found: All in all, test results were available for 344 (58%) attendees; among these, 260 (76%) were positive.\nAt least 44% — 260 of 597 — got infected, although the researchers say not everyone was tested so the rate could be even higher.\nIn the different age groups, 51% among those age 6-10 years, 44% among those age 11-17 years, and 33% among those aged 18-21 years tested positive. \nThe attack rate increased with increasing length of time spent at the camp, with staff members having the highest attack rate at 56%.  “These findings demonstrate that SARS-CoV-2 spread efficiently in a youth-centric overnight setting, resulting in high attack rates among persons in all age groups, despite efforts by camp officials to implement most recommended strategies to prevent transmission,” the study authors wrote. ##Schools## There were 292,527 new Covid-19 cases reported to the World Health Organization in the last 24 hours, according to a situation report published Friday. The total number of cases that have been reported to WHO from around the globe is now 17,106,007. The rise in newly reported cases sets another record for cases reported to WHO within a 24-hour period. The previous record was set last Friday, July 24, when 284,196 new cases of Covid-19. Today's report also noted there were 6,812 additional Covid-19 deaths reported to WHO in the past 24 hours, bringing the total number of deaths worldwide to 668,910.    Peru will extend its state of emergency and localized quarantine measures for another month as the number of coronavirus infections continues to rise. Carlos Lozada, the minister of housing, construction and sanitation, told TVPeru on Friday that the Council of Ministers had made the decision after receiving the latest epidemiological data, which had shown an increase in the level of infections in some regions. Lozada said the regions of Arequipa, Puno, Tacna and Cusco are places where Covid-19 infections were rising.  \"Some provinces in these regions are likely to be incorporated into the targeted quarantine, given the level of contagion that these regions have been presenting,\"  Lozada said, according to the state-news agency Andina. On Thursday, Defense Minister Walter Martos Ruiz said the curfew should continue because of the risk of \"night activities,\" which he said could spread the virus. Martos warned that if the restrictions were lifted, many young people would attend discos, bars and other entertainment centers, Andina reported. As of Friday afternoon, Peru reported at least 407,492 cases and 19,021 deaths, according to the health ministry. ##Hotspots## Illinois Department of Public Health reported 1,941 new Covid-19 cases over the past 24 hours, bringing the state’s total number of cases to 178,837. The public health agency also reported 21 new deaths for a total of 7,495. Nearly 2.7 million people have been tested in the state, and the positivity rate for the past seven days is at 3.9%, according to a news release. As CNN reported on Thursday, Gov. J.B. Pritzker said in a news conference that the state could be headed to a “reversal” of its reopening plan if positive cases continue to rise. Note: These numbers were released by the Illinois Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  As students and teachers prepare for the upcoming school year, CNN's \"Coronavirus: Fact vs. Fiction\" podcast is dedicating a week of episodes to how kids and teachers may return to school safely. In today's episode, one young student said she's nervous for the school year and asked, \"What if I get the virus?\" Here's how CNN's education experts, Laura Jarrett responded: \"It's OK to be nervous. It's really important to know that a lot of adults are nervous these days, too. Parents are doing the best they can to protect their families. Teachers are doing the best they can to protect their students, of course. And after months of being told to wear a mask and wash your hands all the time, it makes sense that you might be a little anxious about going back into a classroom. \nSo parents out there, remember that stress can take a special toll on kids in vulnerable stages of life, especially if they don’t understand what’s going on and don’t have experience bouncing back from a challenge. \nSo if that's the case, it could be helpful to explain to your child that they actually have a lower risk of having symptoms if they end up getting Covid-19. Tell them what’s being done to keep them safe and validate their concerns. \nNow, experts also recommend taking kids outside regularly with a mask, of course, so that they can see other kids playing and get some fresh air. They also say kids have the capacity to adapt to new things. So give them the time to do so.\" You can listen to the full episode here. ##Schools## The Salt Lake City School District will begin the school year in a remote setting, an announcement on the district’s website said.  “Remote learning will be in place until the end of the first quarter, OR until health conditions in our city improve and allow us to bring our students back into the classroom,” the statement said. The district will begin school on Sept. 8 instead of the usual Aug. 25, the district added. The extra time will be used to learning devices like laptops for students and for teachers to adjust plans and learn new online tools, the statement explained. The district serves more than 23,000 students and employs around 1,120 teachers, according to federal data. ##Schools## The National Institutes of Health announced Friday that it is investing $248.7 million in new technologies that should help ease some of the country’s problems with Covid-19 testing.   The NIH launched the Rapid Acceleration of Diagnostics (RADx) in April after it received an emergency supplemental appropriation of $1.4 billion from Congress. There was an “overwhelming response” to the department’s call for new technology, the NIH said. It received more than 650 applications.   The initiative gives contracts to seven biomedical testing companies that should significantly increase the number and kinds of tests available as early as September. The demand for tests is estimated to be millions more per day than what is currently available, the NIH said.  The seven companies that got the contracts use different approaches to testing. Four of the technologies should speed up and increase the capacity of lab testing, using next generation sequencing methods. Three of the technologies use platforms that should give more rapid results in point-of care-settings like in childcare centers, nursing homes, schools and workplaces. Some of these new tests should also be easier to use than the current nasal swab, and will use saliva instead.   The seven companies that have been awarded contracts are Mesa Biotech, Quidel, Talis Biomedical, which all provide point-of-care tests, and Ginkgo Bioworks, Helix OpCo, Fluidigm and Mammoth Biosciences, which have laboratory tests.  All the companies that have won these contracts either have emergency use authorization from the FDA for their technology or their applications are in process, according to the NIH.  “This is an exciting milestone,” said Bruce J. Tromberg, director of the National Institute of Biomedical Imaging and a leader of RADx Tech, said in a release. “It will increase US testing capacity exponentially over the next few months. These and other technologies emerging from our RADx pipeline will guide patient care and inform public health measures to stop the spread of the virus and leave us better equipped to address future pathogens and other diseases.”   For the fourth day in a row, the state of Florida is reporting a record number of coronavirus related deaths.  On Friday, the state reported 257 more deaths, breaking the previous record of 253 deaths, which was set yesterday, according to the Florida Department of Health.  The state set previous records on Tuesday and Wednesday. The statewide resident death toll is now 6,843.  Florida also reported at least 9,007 new coronavirus cases bringing the state total to more than 470,000.  ##Hotspots## Members of the St. Louis Cardinals have tested positive for Covid-19 forcing Friday’s game between the Cardinals and the Milwaukee Brewers to be postponed, according to MLB Network and ESPN.  MLB Network was first to report the news. ESPN reports that multiple members of the team have tested positive. When asked about the report, a MLB spokesperson said the league would address the situation in a press release later this morning.   The game was slated to start at 2:10 p.m. ET in Milwaukee, Wisconsin. The Covid-19 infection rate across New York City has to be below 3% for schools to reopen, Mayor Bill de Blasio said during the city’s daily Covid-19 news conference Friday. New York City has been below that threshold for weeks, de Blasio said. When schools reopen, face masks will be required along with social distancing, free Covid-19 testing will be offered, and all staff and students must have the necessary personal protective equipment to work in the classroom, de Blasio said. Teachers will be required to get tested for Covid-19 in the days leading up to schools reopening and test results will be given to teachers within 24-hours of being tested, New York City Schools Chancellor Richard Carranza said during the same press conference. If someone gets sick in the classroom that information will be communicated fast, Carranza said. The goal is to keep kids in the same group as much as possible and limit movement for students and who they come in contact with throughout the day, de Blasio said. “Everything we do is going to be focused on health and safety,” the mayor said.  If a student or teacher gets sick, that entire classroom will be required to quarantine for 14-days, Dr. Ted Long said. Long, who runs the NYC Test and Trace Corps, said the corps will investigate each case of Covid-19 at a school and schools could close for a limited time during the investigation, or they could switch to remote learning, he said. As students and teachers prepare for the upcoming school year, CNN's \"Coronavirus: Fact vs. Fiction\" podcast is dedicating a week of episodes to how kids and teachers may return to school safely. In today's episode, one listener asked, \"How can I get my kids to wear a mask?\" Here's how CNN's education experts, Laura Jarrett responded: \"Turns out this one isn't as hard as we initially might have thought. Wearing a mask can be hard to adjust to at first, especially for younger kids who want to touch their face all the time. So for the parents out there, try buying a mask with a fun pattern or let your child use markers to draw in one for themselves. \nBut here's the important part, okay parents? Be sure to set a good example by wearing your own mask, make sure it's on correctly and that you actually wear it every time you go out the door. I know my little one year old likes to pull mine all the time, but, you know, parents, you think about kids, they often pick up on things in ways you might not realize. And if your child has questions or doesn't seem to understand the importance of wearing a mask, don't be afraid to explain it to them. Kids appreciate that more than you think.\" You can listen to the full episode here. ##Schools## The President appears to be watching this morning’s coronavirus hearing with Dr. Anthony Fauci and top health experts.  Here's what he tweeted moments ago: Trump has repeatedly argued that more testing is leading to more cases in the US. That is comprehensively inaccurate.  Fact's first: Trump's own officials and his Republican allies have acknowledged it's not true that a rising number of tests is the reason the number of cases has skyrocketed over the last month. One telling piece of evidence that the spike is genuine: the percentage of people testing positive, a key measure of the true spread of the virus, has also spiked. As for his assertion regarding other countries — Countries like Germany have needed to do less testing over time because they were more successful at containing their outbreaks in the first place — by employing a strategy that involved aggressive early testing. You can read more from CNN's Fact Check team here. Vietnam confirmed its first novel coronavirus death on Friday, the state-run Vietnam News Agency (VNA) reported. The patient, a 70-year-old man, died on Friday morning in the Hue Central Hospital, state media said. He was a resident of Hoi An town and was admitted to Da Nang Hospital after developing symptoms on July 9, according to VNA. He tested positive for the virus on July 26.  Vietnam also confirmed 37 new coronavirus cases on Friday evening, raising Vietnam’s total number of infections to 546, according to Chinhphu, the official state-run newspaper of the Vietnamese government.  A funeral home in Texas is so overwhelmed with bodies that it is using a refrigerated tractor-trailer to temporarily handle the volume of victims. McAllen, Texas, funeral home director Ron Rivera said he encourages virtual funeral viewings, but some families cannot do them, and he tries to educate them on the dangers of in-person ceremonies.  “You get all sorts of people coming in at one time, and that's what makes these families vulnerable to having this disease spread amongst the living, not actually the dead,” he said in an interview on CNN’s “New Day.”  Rivera said he meets with grieving families whose loved ones died in the hospital and are told they must be cremated.  “I’m trying my best…allowing them to have visitation with their loved one so they can have some sort of closure. It's important for them to be able to see them one final time and have some closure. So yes, it's very difficult every day,” Rivera said.  He said he is meeting today with a woman who delayed the funeral of her mother who died of coronavirus because her father wasn’t feeling well. She called Rivera yesterday to inform him that her father passed away. Her parents were married for nearly 50 years, Rivera said.  “We’re seeing these situations…more and more,” he said.  “It's an invisible enemy we have, is what I tell the families, and everybody we speak to, we have to assume they're infected. That's the point we're at,” he added.  Watch:  The unemployment benefit that has kept millions afloat during the worst economic crisis in decades officially expires tonight at midnight. Weekly jobless claims continue to rise. Economic forecasters are warning of another slowdown. The coronavirus has resurged across the country.  And the US Senate has adjourned for the weekend.  There's no deal in sight right now: The dire economic news, the potential for significant long-term damage, the very real deadline – nothing has jarred loose the talks over the next coronavirus relief package. Lawmakers and the Trump administration, people involved in the talks say, are nowhere near a broad deal than they were at the start of the week. What happens next: The top White House negotiators — Treasury Secretary Steven Mnuchin and White House chief of staff Mark Meadows — and the top Democratic negotiators — Speaker Nancy Pelosi and Senate Democratic Leader Chuck Schumer — are expected to speak by phone today and through the weekend, but at this point no in-person meetings are planned.  England will “squeeze the brake pedal” on the next phase of re-opening in a bid to slow down the rising rates of coronavirus infection, UK Prime Minister Boris Johnson announced Friday. “You’ll know that at every point I have said out plan to re-open society and the economy is conditional, that it relies on continued progress against the virus and we would not hesitate to put the brakes on if required. With those numbers creeping up, our assessment is that we should now squeeze that brake pedal in order to keep the virus under control,” Johnson said at a Downing Street press conference.  Certain venues that were scheduled to reopen in England on Saturday – including casinos, bowling allies, skating rinks and close-contact services – will now remain shuttered until at least August 15.  Johnson said the government is also empowering local authorities to close down premises and cancel events which are not following Covid-19 guidance, and called for \"a greater police presence to ensure face coverings are being worn where this is required by law.” The requirement to wear face coverings will be extended to indoor venues in England including museums, galleries, movie theaters and places of worship as of August 8. Johnson also said he asked the Home Secretary to work with the police and others to ensure the rules which are already in place are properly enforced.   “Most people in this country are following the rules and doing their best to control the virus,” Johnson said, adding “we must keep our discipline and our focus and we cannot become complacent.”  Drug giants GlaxoSmithKline and Sanofi Pasteur said Friday they had won a commitment from the US federal government to pay up to $2.1 billion to help the two companies move forward with their proposed joint coronavirus vaccine as part of Operation Warp Speed. The companies had said in April they would work together to make a vaccine against Covid-19, using Sanofi’s flu vaccine technology and Glaxo’s adjuvant -- a compound that boosts the power of a vaccine. Now they have a deal with the US government to produce up to 100 million doses of vaccine next year, with an option for 500 million more doses. It’s the largest funding announcement for an Operation Warp Speed vaccine so far. “The global need for a vaccine to help prevent Covid-19 is massive, and no single vaccine or company will be able to meet the global demand alone,” Thomas Triomphe, executive vice president and global head of Sanofi Pasteur, said in a statement. The companies said they plan to start a combined Phase 1/2 safety study in September, with an advanced Phase 3 efficacy trial to start, if all goes well, by the end of the year.  “The portfolio of vaccines being assembled for Operation Warp Speed increases the odds that we will have at least one safe, effective vaccine as soon as the end of this year,” US Health and Human Services Secretary Alex Azar said in a statement distributed by Glaxo. Moncef Slaoui, chief adviser to Operation Warp Speed, told CNN’s Elizabeth Cohen on Thursday that the program was going to fund eight different coronavirus vaccines.  These include vaccines made by Moderna and Pfizer, which started advanced trials in volunteers on Monday; a vaccine from AstraZeneca and the University of Oxford that is in Phase 3 trials in the UK, Brazil, and South Africa, and which is expected to start US trials in August; and vaccines made by Johnson & Johnson and Novavax scheduled to begin Phase 3 trials in September. The Sanofi-Glaxo joint effort would be the sixth to be named as part of the program. Pfizer and its vaccine partner BioNTech have a $1.95 billion deal with Operation Warp Speed; Novavax has a $1.6 billion deal; AstraZeneca’s contract is for $1.2 billion; Moderna’s awards total $900 million; and Johnson & Johnson subsidiary Janssen has a $450 million contract, according to HHS’s Biomedical Advanced Research and Development Authority website. More than 17.3 million coronavirus cases have been recorded worldwide, including at least 673,800 deaths, according to Johns Hopkins University (JHU). The US is seeing a resurgence of Covid-19 infections after states began reopening their economies, with the case count now at more than 4.4 million and the death toll at 152,075, according to JHU data.  Without a national effort to adhere to preventative measures, the nation's top infectious disease doctor has said it will be impossible to predict how much longer the pandemic will last in the US. \"The thing we need to do is we need to pull out all the stops to get it down to baseline and to keep it there by doing the things that we've been talking about -- that I've been talking about -- consistently,\" Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said Thursday during CNN's coronavirus town hall. Here's the latest on the pandemic: Hong Kong postpones elections: Hong Kong’s Chief Executive Carrie Lam announced that the city's Legislative Council elections slated for September 6 have been postponed due to the coronavirus outbreak in the city. Europe suffers record GDP slump: Europe's economy shrank by 11.9% in the second quarter as the coronavirus pandemic plunged the region into a deep recession. The quarter-on-quarter fall in EU GDP -- the worst on record -- comes as European countries took a battering. France, Italy and Spain, recorded second quarter falls of 13.8%, 12.4%, and 18.5%, respectively. Germany, Europe's biggest economy, suffered less, reporting a 10.1% hit to GDP. German disease prevention center lists Spanish regions as “high-risk\": Germany's Robert Koch Institute (RKI) has designated the Spanish regions of Aragon, Catalonia and Navarre as “high-risk areas,” according to its most recent update to its list of places believed to be hotbeds of the novel coronavirus. Bolsonaro says he has \"mold\" in lungs as his wife tests positive: Brazilian President Jair Bolsonaro said on Thursday he felt weak and might have \"mold in the lung\" having spent weeks in isolation after catching Covid-19. His wife, Michelle Bolsonaro, has also tested positive for coronavirus, according to the President's press office. England will slow re-opening: England will “squeeze the brake pedal” on the next phase of re-opening in a bid to slow down the rising rates of coronavirus infection, UK Prime Minister Boris Johnson said Friday. New restrictions in northwest England were announced Thursday in response to an increase in cases in the area.  Belgium records weekly rise in infections: Belgium’s weekly average of new infections rose by 62% compared to the previous week -- with 566 cases recorded this past Monday, health authorities announced Friday.﻿ Several countries has imposed travel restrictions on travelers arriving from the country.  ##Catch Up## The prevalence of coronavirus in the community in England “is likely to be rising for the first time since May” and daily infections have risen to 4,900, UK Prime Minister Boris Johnson warned Friday, citing the weekly survey by the country's Office of National Statistics (ONS). “Around one in 1,500 now have the virus compared to one in 1,800 on the 15th of July and 1 in 2000 on the 2nd of July. The ONS also estimate there are now 4,900 new infections every day up from around 3,000 a day on the 14th of July and 2,000 a day at the end of June,” Johnson said at a press conference at Downing Street.  “As we see these rises around the world we can’t fool ourselves that we are exempt. We must be willing to react to the first signs of trouble,” Johnson said, a day after his government imposed new coronavirus restrictions on several areas in northwest England. “We just can’t afford to ignore this evidence. It is vital to stress of course that we are in a far better position to keep the virus under control now than we were at the start of the pandemic because we know so much more about the virus, we have so many more tools at our disposal to deal with it,” Johnson said.  At more than 46,000 deaths, the UK has the third highest death toll in the world behind the US and Brazil, according to Johns Hopkins University figures.  ##Hotspots## \"Breaking Bad\" star Bryan Cranston has appealed to his fans to \"keep wearing the damn mask,\" after revealing that he contracted Covid-19. The actor, famed for playing chemistry teacher turned crystal meth drug lord Walter White, took to Instagram to share the news that he had been \"one of the lucky ones\" to survive the virus. \"Hi. About now you're probably feeling a little tied down, restricting your mobility and like me, you're tired of this!!\" he wrote. \"Well, I just want to encourage you to have a little more patience. I was pretty strict in adhering to the protocols and still... I contracted the virus. Yep. it sounds daunting now that over 150,000 Americans are dead because of it. I was one of the lucky ones. \"Mild symptoms. I count my blessings and urge you to keep wearing the damn mask, keep washing your hands, and stay socially distant. We can prevail - but ONLY if we follow the rules together. Be well - Stay well. BC\" Cranston also shared a video of himself at the UCLA Donation Center, where he had gone to donate plasma. Scientists say people who test positive for the virus may have antibodies in their plasma that could help other coronavirus patients. The center's website states: \"You may have antibodies in your plasma that attack the virus. Your donated plasma could be used for compassionate treatment or as part of a scientific trial to determine definitively if this treatment works. It can also be used to support research efforts such as making tests to check immunity to the virus.\" Read the full story here.  Belgium’s weekly average of new infections rose by 62% compared to the previous week -- with 566 cases recorded this past Monday, health authorities announced in a press conference on Friday. On average, 371 people a day are testing positive for Covid-19 and 24 people a day are being admitted to hospital. “This rise was of course expected,\" according to Frederique Jacobs, head of the Infectious Diseases Department at Université Libre de Bruxelles, Erasme Hospital.  The numbers were announced amid continuing fears of a second wave of coronavirus in Europe. Several countries have imposed travel restrictions on travelers arriving from Belgium. ##Hotspots## Without a national effort to adhere to preventative measures, it will be impossible to predict how much longer the Covid-19 pandemic will last in the United States, according to the country's top infectious disease doctor. The US is seeing a resurgence of coronavirus infections after states began reopening their economies, with the number of cases now at more than 4.4 million and the death toll at 152,075, according to data from Johns Hopkins University. The Institute for Health Metrics and Evaluation increased its forecast to 219,864 total deaths by November, in part because the nation continues to debate measures like wearing masks and social distancing. The thing we need to do is we need to pull out all the stops to get it down to baseline and to keep it there by doing the things that we've been talking about -- that I've been talking about -- consistently,\" Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said Thursday during CNN's coronavirus town hall. Regularly taking such precautions is especially important given that a backlog in getting test results is rendering some coronavirus testing practically useless. \"It shouldn't be acceptable\" that US testing is so backlogged, assistant Secretary for Health at the US Department of Health and Human Services Adm. Brett Giroir said Thursday. While he said about 25% of tests give results in about 15 minutes, most take days. Giroir said his goal is for all tests to be \"sensitive and specific and back within 15 minutes.\" But, he said, \"you can't test your way out of this,\" and people should wear masks, avoid crowds and avoid being indoors with others. Read the full story here. ##Hotspots##   Formula One driver Sergio Perez has tested positive for Covid-19 and will miss this weekend's British Grand Prix. The Mexican was self-isolating from the rest of the paddock on Thursday after an initial test came back as \"inconclusive,\" his Racing Point team said, before a retest confirmed he had the coronavirus. \"With assistance of the local organizer of the British Grand Prix, local health authorities and the FIA Covid-19 delegate, a full track and trace initiative has been undertaken and all close contacts have been quarantined,\" F1 and the FIA said in a statement. \"The procedures set out by the FIA and Formula 1 have provided for swift containment of an incident that will have no wider impact on this weekend's event.\" Perez will remain in self-isolation for 10 days, per the UK's guidelines, which also rules him out of next weekend's grand prix at the same track. Read the full story: A San Diego gym that was shut down after operating in defiance of a county health order to close last week is now linked to an outbreak of coronavirus. It isn't clear how many cases have been linked to \"The Gym\" in California, but county health officials say an outbreak is considered three or more cases from different households stemming from a specific location. \"The Gym\" did not immediately respond to a CNN request for comment. San Diego County has reported a total of 28,287 Covid-19 cases, while the state of California has the highest number of total cases in the country at 492,934, according to data from Johns Hopkins University. The Pacific Beach gym remained open despite an order to close indoor operations to prevent the spread of the virus. The business was sent a letter July 23 and told to close immediately, but it didn't shut until days later on July 27, county health officials say. According to San Diego Health Officer Wilma Wooten, any business or entity that violates the order faces a misdemeanor and a fine of $1,000. Read the full story here: Germany's center for disease prevention has designated three Spanish regions as “high-risk areas,” according to its most recent update to its global list of places believed to be hotbeds of the novel coronavirus.   “The Autonomous Communities of Aragon, Catalonia and Navarre are currently considered high-risk areas,” the Robert Koch Institute (RKI) said in its amendment to the list.  While the German foreign ministry had already issued a travel warning for the three Spanish regions on Tuesday, the designation by the RKI means that travelers returning to Germany from those regions will be mandated to take coronavirus tests on arrival, according to a new directive by Germany’s health ministry which is set to go into effect next week.   Several other European countries have issued warnings on traveling to Spain.  The UK recently re-imposed a 14-day mandatory quarantine measures for travelers arriving from Spain, a move that could disrupt travel and impact tourism, which is a vital part of the Spanish economy. Meanwhile, French Prime Minister Jean Castex last week advised people against traveling to the region of Catalonia.  ##Hotspots## Hong Kong’s Chief Executive Carrie Lam announced the Legislative Council elections slated for September 6 have been postponed due to the coronavirus outbreak in the city. In an ongoing press conference, Lam said it is the most difficult decision she has made in the last seven months. She said she has the support of the Central People’s government in making this decision.  Lam said the delay is needed to protect public health and guarantee fairness in the election.  Hong Kong reported 121 confirmed cases of Covid-19 on Friday, including 118 local infections, the 10th day of triple-digit infections for the city.  The three imported cases are a domestic helper from the Philippines, a seafarer from India, and a businessman from Mexico, according the department of health.  Three new deaths were reported in Hong Kong, bringing the total to 27. The total number of cases stands at 3,273.  Brazil's President Jair Bolsonaro said on Thursday he felt weak and might have \"mold in the lung\" having spent weeks in isolation after catching Covid-19. In his first Facebook live video since recovering from Covid-19, Bolsonaro said: \"I've just taken a blood exam. I was a bit weak yesterday. They have also found a bit of an infection. I'm taking antibiotics now. It must have been those 20 days inside the house, we catch other things. I've caught mold, mold in my lungs. It must be that.\" The President spent nearly 20 days in semi-isolation, after testing positive for the virus on July 7 and on subsequent occasions. On July 25, he announced via Twitter that he had tested negative. His wife, Michelle Bolsonaro, has also tested positive for Covid-19, according to a statement from the President's press office. The first lady, who was last seen in public on Wednesday afternoon when she attended an official event in Brasilia with her husband, \"is in good health and will follow all established protocols,\" the statement said. Read the full story here.  Europe's economy shrank by 11.9% in the second quarter as the coronavirus pandemic plunged the region into a deep recession. The quarter-on-quarter fall in EU GDP is the worst on record. Compared with the same period a year ago, the fall in output was even bigger — 14.4% — making it worse than the 9.5% slump recorded Thursday by the United States. Recent surveys of business activity suggest Europe's economy is now in recovery mode. But the specter of another wave of coronavirus cases looms. Germany's center for disease control, the Robert Koch Institute, said this week that a recent spike in cases was \"very disturbing.\" In France, new daily cases have crept back to the same level as when its lockdown lifted in early May. Spain and Italy have also recorded increases. The United Kingdom recently reimposed quarantine measures for travelers arriving from Spain, a move that will slow the recovery in its vital tourism industry. Germany, Europe's biggest economy, suffered less than other big EU countries in the second quarter, reporting a 10.1% hit to GDP. France, Italy and Spain, which were hit harder by the pandemic, recorded falls of 13.8%, 12.4%, and 18.5%, respectively. According to the latest forecast from the European Commission, the EU economy will shrink 8.3% in 2020. The forecast assumes that restrictions will continue to ease, and that there won't be a major second wave that triggers large-scale quarantine measures. ##Economy##  The Spanish economy shrank 18.5% in the second quarter -- its worst drop on record -- as the strict nationwide lockdown and restrictions took a toll on the economy amid the coronavirus pandemic.  This is the second consecutive negative quarter for Spain which has now entered recession. The economy dropped 5.2% in the first quarter. Falling exports and weak service activities particularly in hospitality dragged the economy down. The economy is down 22.1% year on year. The UK recently re-imposed a 14 day mandatory quarantine measures for travelers arriving from Spain, a move that could disrupt travel and impact tourism -- a vital part of the Spanish economy -- leading to a slower recovery.  ##Economy## ##Hotspots##  Researchers on Wednesday published scathing critiques of a study US President Donald Trump repeatedly touted on Twitter. That study, published earlier this month in the International Journal of Infectious Diseases, claimed to show that hydroxychloroquine saved lives.  Trump tweeted about it enthusiastically.  \"The highly respected Henry Ford Health System just reported, based on a large sampling, that HYDROXYCHLOROQUINE cut the death rate in certain sick patients very significantly. The Dems disparaged it for political reasons (me!). Disgraceful. Act now,\" the President tweeted on July 6.  Scathing criticism: But the study had multiple errors, flaws and biases, according to letters to the journal's editors. \"As a result of the flaws in the analysis the conclusions reached in [the study] are invalid,\" Graham Atkinson, an independent consultant in healthcare policy, wrote in one of the letters.  The study was conducted at the Henry Ford Health System in Detroit. It contradicts many other studies, which have found the drug does not help Covid-19 patients.  \"We've acknowledged the varying conclusions multiple studies have reached, along with the limitations of our retrospective [hydroxychloroquine] study as well as those of other published studies on the topic,\" according to a statement on Wednesday from Tammy Battaglia, a spokeswoman for Henry Ford. Read the full story:  A total of 126 coronavirus cases linked to the United States Forces Korea (USFK) have been reported in South Korea, the USFK said on Friday. In an open letter to the Unification Minister on Friday, Lee Jae-gang, Vice Governor for Peace of Gyeonggi province, called for the annual US-South Korea military drills to be canceled this year, citing concerns over the virus. Lee said that the joint military exercise could cause the spread of Covid-19. According to a statement from the Gyeonggi government, 105 confirmed cases in Pyongtaek -- where the US Army's Camp Humphreys base is located -- are USFK soldiers, accounting for more than 70% of all infections in the city. This year’s joint drills are believed to have been scheduled for August 17, with a reduced scale, according to the Gyeonggi government's statement. Children younger than 5 have between 10 and 100 times more genetic material from the novel coronavirus in their noses compared to older children and adults, according to a small study published Thursday in the journal JAMA Pediatrics. While the study didn't measure transmissibility, it raises questions -- just as schools start to reopen -- about how easily the virus may be spread by the under-5 set. \"We had just noticed that some of the children that we were testing for SARS CoV-2 that were positive, the youngest children seemed to have a high amount of the viral nucleic acid -- a high viral load in their nose -- compared to some of our older children and adults,\" lead author Dr. Taylor Heald-Sargent, a pediatric infectious diseases specialist at Lurie Children's Hospital of Chicago, told CNN. \n\"And so when we ... actually ran the numbers, controlled for a few things, we found that there was actually a statistically significant higher amount of the genes that are encoded by SARS, which usually correlates to more virus, in the nose of children less than 5 years old, compared to older children and adults.\" Heald-Sargent and her team analyzed 145 swab samples collected from patients with mild to moderate Covid-19 within a week of symptom onset; 46 of them were from children under 5, 51 were from 5- to 17-year-olds, and 48 were from adults between 18 and 65. The samples were collected between the end of March and the end of April from various inpatient, outpatient, emergency department and drive-through testing sites at a pediatric tertiary medical center in Chicago. They found that those under 5 had a statistically significant greater amount of virus particles in the nose correlating to \"a 10-fold to 100-fold greater amount of the coronavirus in the upper respiratory tract ... \" the researchers wrote in their paper. Heald-Sargent says more studies need to look at transmissibility of SARS-CoV-2 in children. \"So far this transmission doesn't seem to be primarily coming from children,\" she said. Read the full story: Tokyo reported 463 new Covid-19 infections Friday, a new single-day high for Japan's capital for the second day in a row, according to Gov. Yuriko Koike. Although many of the new cases were people in their 20s and 30s, Koike said the outbreak was starting to spread to older citizens in their 60s. “We cannot waste a moment’s time,” she said. Koike said Tokyo was considering issuing its own version of a state of emergency in the future if warranted. Tokyo recorded a total of 6,466 cases in July -- a more than six-fold increase from the previous month. Tumbling markets: Tokyo stocks slumped in afternoon trading as cities around Japan continued to report new cases. The benchmark Nikkei 225 index shed 2.5% to trade below 21,800 points for the first time since June 15. New infections nationwide have exceeded 1,000 for the past two days, prompting the Tokyo government to ask bars and karaoke parlors to close by 10 p.m. from August 3 to August 31. Despite the resurgence in cases, the national government has resisted reinstating a state of emergency.  “At this point, we do not believe it is necessary to reissue a state of emergency and completely reduce economic activities,” Chief Cabinet Secretary Suga Yoshihide said at a news conference on Friday. ##Hotspots## France's economy contracted by 13.8% in the second quarter of this year, amid nationwide lockdown measures imposed to contain the spread of the coronavirus. Official growth statistics show that the shutdown of non-essential activities between mid-March and May hit almost every area of the economy.  According to the figures, the gradual ending of restrictions did lead to a slight recovery in May and June. The slump follows a 5.9% contraction in the first quarter. ##Economy## Morocco recorded 1,046 new coronavirus cases on Thursday, its highest single-day increase since the pandemic hit the country in early March, the country's MAP news agency reported, citing the Health Ministry. The total number of infections in Morocco now stands at 23,259, according to MAP. The country also recorded 12 coronavirus-related fatalities on Thursday, bringing its total death toll to 346, MAP added. CNN is tracking worldwide Covid-19 cases here: ##Hotspots## Blood plasma taken from coronavirus survivors and infused into hospitalized patients reduced their mortality rate by about 57%, a team of researchers reported Thursday. “These results favor the efficacy of convalescent plasma as a COVID-19 therapeutic agent,” wrote the researchers, who are working with US federal government support to study plasma for coronavirus patients. Century-old method: The team looked at all the studies they could find on the approach, which has been used in epidemics for at least 100 years. The idea is that blood from disease survivors is loaded with antibodies and other immune system compounds that can kick-start an immune response to a fresh infection. It’s a relatively cheap and low-tech approach. They came up with studies covering more than 800 coronavirus patients around the world, including three randomized controlled trials, which are considered the strongest type of study because they involve randomly assigning patients to one treatment or another for a fair comparison.  “All studies included patients with severe or life-threatening COVID-19,” the team wrote in their report published on the pre-print server MedRxiv, which has not been peer-reviewed. What are the findings: The researchers found patients transfused with convalescent plasma exhibiting a lower mortality rate. About 13% of patients who got plasma died, compared to 25% of those who did not get the infusions. That’s a 57% reduction in mortality. “Given the safety of plasma administration in COVID-19 patients, the results of this real-time data aggregation provide encouragement for its continued use as a therapy and may have broad implications for the treatment of COVID-19,” said the team, led by the Mayo Clinic’s Dr. Michael Joyner.\n“Importantly, many of the patients enrolled in the studies included in the present analyses received convalescent plasma transfusions later in their disease course,” they added. Earlier treatment could reduce mortality further, they speculated.  A total of 67,619 new coronavirus cases and 1,233 deaths were recorded across the United States on Thursday, according to Johns Hopkins University. The number of confirmed cases in the US now stands at 4,494,601, including at least 152,055 virus-related fatalities. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking US coronavirus cases here: The head of the US government's effort to develop a vaccine against Covid-19 says he expects the vaccine to have efficacy rates \"in the 90%\" range -- but that there might not be enough vaccine available for all Americans until the end of next year. \"I think it will be a very effective vaccine. That's my prediction,\" said Moncef Slaoui, chief adviser of Operation Warp Speed. \"My personal opinion based on my experience and the biology of this virus, I think this vaccine is going to be highly efficacious. I wouldn't be surprised if it's in the 90% (range).\" Slaoui, an immunologist, formerly headed up the vaccine program at GlaxoSmithKline, where he led the development of five major novel vaccines. He said there would be enough vaccine for all Americans \"ideally\" by the middle of 2021, but possibly not until the end of 2021. Slaoui spoke Thursday with CNN Senior Medical Correspondent Elizabeth Cohen while touring a Covid-19 vaccine clinical trial site in Savannah, Georgia. It was his first television interview since joining Operation Warp Speed in May. Read the full story: ##Vaccines## The coronavirus pandemic continues to have deleterious effects across the United States as every corner of society struggles to cope. Here are the latest headlines on the pandemic: Unemployment continues to rise: In yet another sign that the economic recovery is teetering in a resurgence of coronavirus cases, the number of Americans filing first-time unemployment claims rose for the second week in a row. About 1.4 million people filed for initial jobless claims last week, up 12,000 from the prior week's revised level, which was the first increase in 16 weeks.\nHerman Cain: President Trump expressed his sadness over the death of Herman Cain, who passed away from Covid-19 after spending nearly a month in the hospital with the virus. “He was a very special person, and I got to know him very well,” the President said during a news briefing this afternoon.\nKey coronavirus model: The University of Washington now projects there will be 230,822 US deaths from Covid-19 by November, based on the current scenario. On July 22, the university’s Institute for Health Metrics and Evaluation (IHME) forecasted 219,864 total deaths from the virus by November. \nSocial distancing works: Just two weeks of social distancing policies cut the spread of coronavirus by 65% globally, preventing more than 1.5 million new cases, Texas researchers estimated Thursday. The few states and countries that resisted social distancing saw almost no reduction in spread, the team at the University of Texas MD Anderson Cancer Center said.\nThe upcoming school year in Florida: Gov. Ron DeSantis advocated Thursday for parents to be able to choose either in-person or distance learning as districts in the state weigh their options for the upcoming school year. “I believe that there should be a choice for parents throughout Florida,” DeSantis said at a news conference.\nMLB players test positive: Nineteen players and coaches for the Miami Marlins tested positive for coronavirus. The team said they are isolating and quarantining in Philadelphia, Pennsylvania.  ##Catch Up## Vietnam reported 45 new coronavirus cases on Friday, the largest single-day increase in infections since the pandemic hit the country in late January. All of the new cases were discovered in the resort city of Da Nang, where a fresh outbreak resurfaced last week, according to the state-run Vietnam News Agency (VNA).  Vietnam has now confirmed 93 local coronavirus cases since July 25, when the country discovered its first locally transmitted case in nearly 100 days. Among the new cases, 41 were linked to several hospitals and clinics in Da Nang, with the other four linked to a hotel in the city, according to VNA.  As of Friday morning, at least 53,760 people are in isolation, either at healthcare facilities or at home, VNA reported. The new cases raise Vietnam’s total number of infections to 509, while the death toll remains at zero. ##Hotspots## Japan's Ministry of Health reported 1,305 new coronavirus cases for Thursday -- the third consecutive day the country has seen new highs in daily infections since the pandemic began. The ministry also recorded two virus-related deaths for Thursday. Chief Cabinet Secretary Yoshihide Suga said Friday morning that even though the case numbers are high, the government does not intend to enact a state of emergency.  Instead, the government would focus on preventing further infections and continue with an economic stimulus strategy to deal with the fallout from the pandemic, Suga said.  The capital city of Tokyo recorded 367 cases on Thursday. Health authorities have earlier linked the majority of cases in the city to young people who gathered in bars and restaurants. Tokyo governor Yuriko Koike has asked restaurants and karaoke bars in the city to reduce their opening hours. The southern prefecture of Fukuoka recorded 121 cases on Thursday, while Osaka confirmed 190 infections. ##Hotspots## The Australian state of Victoria reported 672 new coronavirus cases and eight deaths on Friday, according to the state's premier Daniel Andrews. The total number of infections in Victoria, the second-most populous state in Australia, now stands at 10,577, with 112 deaths, according to Andrews. “Aged care, healthcare settings, warehouse settings, food distribution settings -- these places are where we’re seeing new cases,” Chief Health Officer Professor Brett Sutton said during Friday’s news briefing.  Door knocking campaign: Andrews said he has no announcements to make about harsher lockdowns but he would not rule out more frequent door knocking to check if people are staying at home. More than 130 people -- one in four of those who’ve tested positive -- were caught defying stay-at-home orders, according to the Premier. Authorities have increased manpower to crack down on isolation dodgers, with 34 teams of officers deployed to knock on the doors of infected individuals. “Both public health experts from the Victorian team and those on a national level will spend the next day or two looking at the data at the six-week point, the halfway point of the stay-at-home orders that we put in place,” Andrews said. “That analysis will happen today and tomorrow, and then we'll have more to say.”  Though Friday’s figures are slightly lower than the previous day, Andrew said that it is “almost impossible” to see Victoria’s economy open up any time soon. ##Hotspots## China recorded 127 new coronavirus cases on Thursday, the National Health Commission said on Friday morning. That marks the third consecutive day that the country has reported over 100 new infections. Among the new cases, 123 were locally transmitted, with 112 confirmed in the far western region of Xinjiang and the rest in the northeastern province of Liaoning. The country also recorded a further 11 asymptomatic infections on Thursday. ##Hotspots## The University of Washington now projects there will be 230,822 US deaths from Covid-19 by November, based on the current scenario.    On July 22, the university’s Institute for Health Metrics and Evaluation (IHME) forecasted 219,864 total deaths from the virus by November.  The latest update reflects an increase of about 11,000 deaths due to an increase in infections and the refusal by some people to wear masks, to practice social distancing, and to perform other measures to mitigate the transmission of the virus. If the US universally adopted wearing masks, the number of deaths by November would drop to nearly 198,831, the model projected. The use of masks is up but not as high as it should be across the nation. However, there has been a rise in mask wearing across states and locations with increased cases and deaths, the IHME said. \"If 95% of Americans wore masks each time they left their homes, infection rates would drop, hospitalizations would drop, and forecast deaths would drop,” said Ali Mokdad, a professor of health metrics sciences at IHME. \"Unfortunately, people let down their guard until media report the risk of increased infections.\" Some context: So far, according to Johns Hopkins University, nearly 4.5 million Americans have been diagnosed with coronavirus infections and at least 152,000 have died.  \"We would like for Americans to keep their guard up to reduce the transmission of the virus. We do not have an effective drug and vaccines are on their way, so prevention is key.\" Mokdad told CNN.  The US economy contracted at a 32.9% annual rate from April through June, its worst drop on record, the Bureau of Economic Analysis said Thursday. Business ground to a halt during the pandemic lockdown in the spring of this year, and America plunged into its first recession in 11 years, putting an end to the longest economic expansion in US history and wiping out five years of economic gains in just a few months. A recession is commonly defined as two consecutive quarters of declining gross domestic product -- the broadest measure of the economy. Between January and March, GDP declined by an annualized rate of 5%. No ordinary recession: The combination of public health and economic crises is unprecedented, and numbers cannot fully convey the hardships millions of Americans are facing. In April, more than 20 million American jobs vanished as businesses closed and most of the country was under stay-at-home orders. It was the biggest drop in jobs since record-keeping began more than 80 years ago. Claims for unemployment benefits skyrocketed and have still not recovered to pre-pandemic levels. While the labor market has been rebounding since states began to reopen, bringing millions back to work, the country is still down nearly 15 million jobs since February. Next week's July jobs report is expected to show another 2.3 million jobs added. That would bring the unemployment rate down to 10.3% -- still higher than during the worst period of the financial crisis. Read the full story: ##Economy## US President Donald Trump said he supports a “temporary extension of unemployment benefits” and slammed Democrats as negotiations on a relief bill remain deadlocked.  Asked what the White House is willing to put on the table to move negotiations Trump said, “It’s a great question. I can’t tell you though because that wouldn’t be very smart for me from a negotiating standpoint but we’ll be putting certain things on the table.” Trump added that he wants to “get money to people” saying that it wasn’t the fault of American workers but “China’s fault.”   “We’re asking Congress to pass additional legislation to support Americans in need. First we want a temporary extension of expanded unemployment benefits. This will provide a critical bridge for Americans who lost their jobs to the pandemic,” Trump said of the bill.  Trump also slammed what he called “Democratic obstruction,” which he said he was “surprised” by but said he wanted Democrats’ help to temporarily stop evictions.  “We want to get money to people. It wasn’t their fault. And we want to get money to people and it has to be substantial. It’s not their fault what happened. The fact is, people don’t like saying it -- they know it’s true -- it’s China’s fault. Okay? It’s not their fault. It’s not the worker who lost his job. It’s China’s fault. And that’s the way it is,” Trump said.  ##Economy## ##Politics## The UK government on Thursday announced new restrictions in Northern England \"to stop the spread of Covid-19.\" \"This is in response to an increasing trend in the number of cases per 100,000 people in the area,\" a release from the government read on Thursday. People in the following areas will not be allowed to \"mix with other households (apart from those in their support bubbles) in private homes or gardens\" after data showed that \"transmission among households is a key infection pathway in the area,\" the government said. The new measures apply to the areas of:  Greater Manchester\nPendle\nHyndburn\nBurnley\nRossendale\nBlackburn and Darwen\nBradford \nCalderdale\nKirklees The new rules, which also apply to the city of Leicester in the East Midlands, allow people from these neighborhoods to still go to bars and pubs, but \"two households should not go to hospitality together.\" \"The spread is largely due to households meeting and not abiding to social distancing. So from midnight tonight, people from different households will not be allowed to meet each other indoors in these areas,\" UK Health Secretary Matt Hancock said in the release. The UK recorded its highest daily rise in Covid-19 cases in more than a month Thursday, according to data from the Department of Health and Social Care (DHSC). The DHSC reported 846 new coronavirus cases, the highest rise since June 28 when there were 901 new infections. There were also 38 deaths reported Thursday, compared to 36 deaths on June 28, DHSC data shows. The government also announced lifting of restrictions in other local areas, such as in Oadby and Wigston, and on August 3, restaurants, cafes, bars and hairdressers in Leicester can reopen.  The government also urged anyone celebrating Eid al-Adha this weekend to \"follow the new rules and protect the ones they love.\"  ##Hotspots##", "Section": "world", "Writers": ["Nectar Gan", "Adam Renton", "Amy Woodyatt", "Ed Upright", "Meg Wagner", "Melissa Macaya"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-07-31-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}