{"Type": "article", "Time": "2020-12-30", "Headline": "Travel to Singapore during Covid-19: What you need to know before you go", "Text": "If you're planning to travel to Singapore, here's what you'll need to know and expect if you want to visit during the Covid-19 pandemic. The basics Singapore has done a superb job of minimizing Covid-19. Its lockdown measures ended in June and it has since implemented strict controls to limit the spread of the virus. Most foreign travelers are not permitted entry. Be aware that Singapore takes its rules very seriously and is not afraid to enforce them.  In February, a man who violated his hotel quarantine in order to spend time with his fiancee was sentenced to two weeks in jail. Meanwhile, a 65-year-old woman who was meeting with a male friend didn't disclose her check-ins with him on the TraceTogether app due to fears her husband would think she was having an affair. Her inconsistencies were detected by CCTV and parking records after she tested positive for Covid-19 and she has been ordered to spend five months behind bars.   Quarantine violations carry a penalty of a fine of up to S$10,000 ($7,565) or up to six months in jail, or both. What's on offer The quintessential modern Asian city, Singapore's glittering skyscrapers and waterside setting make it easy to love. Throw in some of the world's best street food, served in its ubiquitous hawker centers, and the lush rainforest of Bukit Timah Nature Reserve, and the city-state has more than enough to satisfy fascinated tourists. Who can go Currently, entry is largely limited to Singapore citizens and permanent residents. Short term tourist visits from Australia, Brunei, Mainland China, New Zealand, Taiwan and Vietnam are now allowed, subject to securing an Air Travel Pass and taking a PCR test on arrival. Business travelers from these countries, as well as Indonesia and Japan can also enter under the Reciprocal Green Lane (RGL) scheme, but are subject to tight restrictions. Until February 1, travelers from Germany, Malaysia and South Korea were part of the RGL program. Following upticks in cases in those three countries, Singapore has indefinitely suspended the green lanes with them for at least three months. Visitors who have already been approved to use the RGL will still be able to travel back and forth as long as they test negative, but no new applications will be accepted. The World Economic Forum, due to be held in the Lion City in May, has been postponed to August 17-20.  Transport Minister Ong Ye Kung says he expects the country to reopen through a slow, four-pronged approach by the end of 2021. One of the prongs will be waiving or greatly reducing quarantine restrictions for travelers with proof of vaccination. Another is expanding the list of countries and territories whose citizens can be cleared to visit unilaterally.  Singapore currently has capacity to conduct 60,000 quick Covid tests per day. What are the restrictions? Singapore nationals and permanent residents are allowed to enter, but must have proof of a negative PCR test taken within 72 hours of departure and spend 14 days in quarantine after being served a stay-home notice (SHN) on arrival. This can be undertaken in a dedicated SHN facility, or at their place of residence. However, those who opt for the latter must wear an electronic monitoring device for 14 days and will be subject to checks, including random visits, calls and text messages. Details including ID card or passport number must be shared in order to confirm identity. A further PCR test must be taken and come back negative before being allowed out into the community. Those traveling from countries with an Air Travel Pass agreement must apply for entry here between seven and 30 days before departure and submit health details and all travel movements over the previous 14 days via a SGArrivalCard. They must also download the Trace Together app to their mobile device and pay for an on-arrival PCR test, at a cost of SGD$196 (US $148). This applies to all travelers aged six and over. Passengers must also secure non-residential accommodation for 48 hours while awaiting their results.  As of January 24, anyone entering Singapore for any reason will get a rapid Covid-19 test upon arriving at the airport. And as of January 31, all travelers will have to prove they have travel insurance that can cover at least $30,000 in expenses if necessary. Business travelers using the Reciprocal Green Lane and working for Singapore-based companies are subject to the same rules and must be staying at a non-residential address. They must also give authorities an itinerary for the entire length of their stay. Due to concern about the coronavirus variant, travelers from the UK or South Africa now have to quarantine for 21 days. However, they can split this up, spending the first two weeks in a government-approved facility and the last week at home.  The much-awaited Connect@Changi, a purpose-built bubble facility built at Changi Airport's Expo Hall, opened on February 19. The unique space provides places for people to meet in socially distanced pods and is intended as a way for high-value business travelers to come to the country safely, without leaving the airport for the duration of their stay. Layover passengers are permitted in specific areas of the airport. They are not allowed to leave these designated areas unless they have a confirmed booking for one of Changi's two airport hotels, and if going there they must be accompanied by an airport staff member. What's the Covid situation? Covid has been largely suppressed in the community. Singapore has had 60,196 cases and just 30 deaths from coronavirus as of March 16. New cases are largely confined to quarantine facilities.  The city-state began rolling out Covid vaccines from Pfizer on January 13. What can visitors expect? Shops, bars and restaurants are open, but all visits must be registered either through the Singapore government's Safe Entry and Trace Together apps or by using a Trace Together token, which are available from community centers. Alcohol is not available in restaurants after 10.30 p.m. Masks must be worn at all times when in public, except by those under six. There are exemptions for eating and exercising. Useful links Air Travel Pass SGArrivalCard SafeTravel.ica.gov.sg Trace Together app Our recent coverage The travel bubble with Hong Kong may have been delayed, but Singapore residents have been enjoying \"cruises to nowhere\" in 2020. The city-state is of course known for its food, and has featured in our lists of the world's 50 best dishes and 50 best desserts.", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/singapore-travel-covid-19/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}