{"Type": "profile", "Time": "2014-12-22", "Headline": "Kyung Lah", "Text": "Kyung Lah is a Senior National Correspondent for CNN based in Los Angeles. Lah has covered the 2020 Democratic nomination for US President, assigned to covering Sen. Kamala Harris and Sen. Amy Klobuchar. Prior to that, she covered the political and cultural impact of the surge of women candidates who ran for US Congress in 2018. She remains one of the political correspondents covering the 2020 campaign but has also dived into the breaking news of COVID-19 in the Western region and the national economic implications of the pandemic.  Lah has also covered major US & global events in the last decade, from the mass shooting at Sandy Hook Elementary School to missing flight MH370 from Malaysia and the downing of MH11 from Ukraine. With her knowledge of the Asia-Pac region, Lah has covered the tensions with North Korea from the Republic of Korea and Japan Before rejoining CNN US, Lah served as the Tokyo correspondent for CNN. In March 2011, Lah was in Tokyo as the 9.0 earthquake struck Japan. She remained in Japan covering the 15,000 killed in the tsunami and the world's worst nuclear disaster in 25 years at the Fukushima nuclear power plant triple meltdown. She was the first US broadcast journalist to be taken inside the meltdown at the one year anniversary of the disaster. Lah has reported extensively throughout East Asia, reporting stories of conflict and human struggle from China, Korea, Hong Kong, the Philippines, Malaysia, and Pakistan. Lah has interviewed numerous Japanese prime ministers as well as leaders from China and Pakistan. Lah previously served as a national correspondent for CNN Newsource based out of Washington, D.C. Lah reported on live breaking news events from the nation's capital for approximately 800 CNN Newsource partner stations.  Lah graduated with honors from the University of Illinois with a bachelor's degree in journalism. Lah was born in Seoul, South Korea and raised in Chicago. ", "Section": null, "Writers": [], "URL": "https://www.cnn.com/profiles/kyung-lah-profile", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}