{"Type": "article", "Time": "2019-08-09", "Headline": "Hong Kong grounds all flights as protest paralyzes airport", "Text": "Our live coverage of the protests in Hong Kong has ended. Scroll through the posts below to read more about the protests. The Hong Kong International Airport will resume flights starting 6 a.m. Tuesday local time (6 p.m. ET), an airport spokesperson tells CNN. The airport is using a flight rescheduling system to adjust all flight times, and will work closely with the airlines to reschedule incoming and outgoing flights \"according to the capacity of airport operations,\" the spokesperson said.  \"Some of the flights will be canceled and some will be delayed. This will give passengers the opportunity to know whether their flights are going to fly or not,\" the spokesperson added.  A senior White House official said the US is continuing to monitor developments in Hong Kong. \"As the President has said, this is between Hong Kong and China, with the understanding that 'they're looking for democracy and I think most people want democracy,'\" the official said. The source continued: \"Societies are best served when diverse political views are respected and can be freely and peacefully expressed ... The United States urges all sides to refrain from violence.\" Student activist and secretary-general of Hong Kong’s pro-democracy party Joshua Wong urged the US government to get behind calls for democratization in Hong Kong.  Wong told CNN’s Christiane Amanpour that “US politicians should take a more active role to support Hong Kong democratization.” He added that he will “never say never” about the prospects of the Chinese military crossing into Hong Kong. If the People’s Liberation Army crossed the border, it would hurt Hong Kong’s stature as a global financial center, he said. In reference to Sunday night’s protests, Wong said Hong Kong had turned into a “police state” and that it was trying to murder ordinary citizens. He went on to call for the United States to cease sales of crowd control weapons like tear gas and rubber bullets.  Wong referred to the recent protest period as “the Summer of Discontent” and warned it could carry on until China’s National Day on October 1. Amnesty International Hong Kong criticized Hong Kong police for how they have interacted with protesters. Video showed some officers firing tear gas in enclosed environments and at close range. Man-Kei Tam, the director of Amnesty International Hong Kong, said the officers \"once again demonstrated how not to police a protest.\" Here's part of his statement: “Hong Kong police have once again used tear gas and rubber bullets in a way that have fallen short of international standards. Firing at retreating protesters in confined areas where they had little time to leave goes against the purported objective of dispersing a crowd .... The Hong Kong police have once again demonstrated how not to police a protest... Law enforcement officials must be able to carry out their duty to protect the public. However, violence directed at police does not give officers a green light to operate outside of international policing standards.” “Any heavy-handed policing approach will only increase tension and provoke hostility, leading to the overall escalation of the situation,\" he added. Today saw the fourth and largest day of airport sit-ins by anti-government protesters in Hong Kong, thousands of whom thronged both terminals at the city's international airport. Nearly 200 flights coming in and out of the city were canceled, and the normally calm and orderly airport descended into chaos. Here's the rundown: All flights down: All departing flights were canceled, and more than 70 arriving flights were also stopped. In the early evening, the airport was filled with confused and frustrated travelers who weren't sure if their flights had been canceled or not.\nProtesters warn travelers: Thousands of protesters in the airport arrival hall warned arriving travelers, \"Don't trust the police,\" and held up images of bloody clashes between protesters and riot police. Some shouted, \"Turn back,\" while others apologized for the inconvenience.\nAnger at the police: Though the wider protest movement has a range of demands -- including greater democracy -- today's demonstrations seemed focused at the police, who protesters accuse of brutal force and abuse of power. \nA bloody weekend and bloody summer: Protesters are outraged about last night's violent clashes with the police. One female protester's eye was injured during the dispersal operation -- which became a rallying cry for protesters today. Violence is fast becoming the norm as Hong Kong enters its 11th consecutive week of protests, which first began in June over a now-suspended extradition bill. Life is steadily returning to normal at Hong Kong airport -- except all the flights are still canceled and there are hundreds of chanting protesters in the entrance hall.  Cleaners have begun to remove the piles of garbage amassed around the trash cans while leaving the hundreds of posters and leaflets attached to the walls and barriers.  Passengers are still arriving from flights headed into Hong Kong. Walking out into the main terminal they're greeted by crowds of black clad protesters. They can take the Airport Express into town which is still running at 10 minute intervals after being overwhelmed by travelers earlier as protesters attempted to flee the airport.  All the shops are still closed and there are few airport workers to be seen but there is less of a sense of paralysis now, just waiting on the part of the protesters and uncertainty for the unfortunate travelers stuck there.  Hong Kong's airport, now largely empty of protesters hours after hundreds of flights were cancelled, is plastered with posters, flyers, and drawings -- examples of the widely-disseminated protest art that informs, inspires and, at times, offers light relief.  The political art has taken on a distinct style, from design to distribution. Banners are not just plastered onto main roads -- they are sent directly to residents via Bluetooth and Wi-Fi almost immediately after they are created. The graphics serve multiple purposes; some advertise upcoming protest marches, others contain subversive criticism of the authorities and many encourage unity and stamina. \"Be water\": A key theme of protesters' posters is the ability to \"be water,\" a phrase inspired by martial arts icon Bruce Lee that encourages fluidity and adaptability to any situation. This is in stark contrast to the 2014 protests, which remained in one area of the city as protesters set up camp against the authorities. \"An eye for an eye\": A newly emerging poster theme depicts a woman with an eye missing, a reference to an injury suffered during Sunday night's clashes with police. Many protesters at the airport on Monday also wore eyepatches in reference to the woman's injury.  Most protesters have cleared out of the airport, with only a few hundred left, but some others are now gathering in the district of Wan Chai on Hong Kong Island. Police on scene are warning through a loudspeaker that this gathering constitutes an unlawful assembly, and that protesters should leave -- to which protesters shout back that they're not causing any harm. The small crowd say they're planning to submit a letter to the Hong Kong police commissioner, and are chanting, \"Stop firing tear gas.\" \"Your whole family and kids would be ashamed for what you have done,\" one protester shouted at the police. One police officer came out to meet the protesters and receive the letter, even posing for a photo with the protesters. There is widespread anger at the police today, after a female protester was injured in the eye yesterday night during clashes with police who were trying to disperse crowds. Many posters, flyers, and pieces of protest art today showed a bloody eye, or faces with one eye covered or missing. There are a few hundred protesters still at the airport, and they show no signs of leaving. Many have congregated at the McDonald's -- one of the only sources of water right now, with other shops and restaurants largely closed. Protesters and passengers take a break, charge their phones, and grab a bite. Earlier, some travelers told CNN they didn't know how to leave the airport, with lines for public transit packed full and no airport staff around to help. Other protesters have even set up a portable television, and are sitting on the floor watching the feed.  It's not clear what they're waiting for -- earlier, some protesters told CNN they had \"no plan.\" Others said they were afraid of possible confrontations with the police, but wanted to make sure nobody was left behind. Some travelers in Hong Kong support the protesters -- one told CNN the protesters were performing their civic duty -- but others are getting tired of the inconveniences. \"This is ridiculous. If you want to fight the issues, that's fair, but you are making the people turn against you,\" said one woman traveling with a child. \"You are ruining your own country and you all have to live with this. In 20 years it will be China whether you like it or not. You may want to be careful about how you go about things,\" she said. \"I'm all for fighting for your rights but this has gone beyond it. You are going to stop people from coming into your country, your economy is finished.\" The Australian Consulate in Hong Kong has sent a team of officials to the airport to help Australian tourists. The officials are wearing green vests that read \"Australian official.\" The airport is filled with confused, scared tourists -- check-in counters and currency exchange counters are closed, trains and buses heading into the city are packed with people, and the one information desk available is helmed by frazzled looking staff. With few airline or airport staff available to help passengers navigate the massive delays, some tourists in Hong Kong are getting into heated confrontations with the remaining protesters.  One man stamped his foot and shouted at protesters in the arrivals hall that \"this is unfair, we are trying to get to our lives and you are giving us shit!\"  Another man got into an argument with protesters over their demands, accusing them of supporting Hong Kong independence.  Protesters responded that they have five clear demands, and pointed him to the many flyers being handed out and pasted on walls. They also attempted to give him a history lesson about \"one country, two systems,\" the arrangement under which Hong Kong was handed over from British to Chinese rule in 1997.  \"You are angry because your flight is canceled,\" one protester told the man.  The hundreds of protesters remaining at Hong Kong International Airport say they have no plan. They are milling around, and passing the time by sticking up flyers and aiming laser pointers at the ceiling. Some travelers and protesters are sitting behind check-in counters, which staff have left empty. Nobody is being checked in.  Travelers seem frustrated there are few people around to help them. One information counter is open, but the line is backed up and the staff there look frazzled. The protesters say they're afraid of police action, but want to make sure everyone leaves the airport together. ”We don't know how long that will be,\" a protester said. Hundreds of protesters remain in the arrivals hall waving signs and maps -- they are the first thing travelers still landing in Hong Kong see as they leave baggage reclaim. Many of the signs warn of police brutality and tell travelers to \"be careful.\" In English, the protesters call out: \"Don't trust the police\" and \"Save Hong Kong.\" Confused and scared travelers: Many travelers are stranded or confused, with several even asking CNN journalists for help. One young girl traveling by herself needed to get foreign currency, only to find the exchange desk closed. She said she had no idea how to get out of the airport. Others have asked about whether they should leave because of the police and if tear gas will be fired inside.  This is what the arrivals hall looks like for travelers: Videos have been circulating in Chinese state media of exercises in Hong Kong's neighboring city of Shenzhen conducted by the People's Armed Police (PAP), a paramilitary group under the direct control of the Central Military Commission, headed by Chinese President Xi Jinping.  This is part of a highly coordinated government propaganda campaign aimed at reinforcing its message that the Chinese military or armed police can be sent in to quash riots or violence if the protests in Hong Kong get out of the control of local authorities.  The video itself is no shaky cell phone footage that has spontaneously surfaced online. It is slickly produced, showing rows of armored vehicles moving on the expressways of Shenzhen and assembling in a service area, complete with smooth drone shots and menacing music tracks. There are a few different versions posted by different state media outlets -- but they are obviously all cut from the same source material. Some clips contain Chinese subtitles that spell out the relevant Chinese law that authorizes the use of the People’s Armed Police (PAP) to “handle riots, unrest, severe violent criminal activities, terrorist attacks and other public safety incidents.” The Chinese government and military have been saying for days/weeks that they can be called upon by the Hong Kong government to preserve security and stability in Hong Kong if needed. This latest video is the clearest message yet from Beijing as it hardens its rhetoric with the protests in Hong Kong showing no sign of abating. Thousands of protesters occupied the Hong Kong International Airport today, and though most of them have dispersed, a few hundred still remain. Almost 200 flights coming in and out of the city have been canceled, and the airport's exit points are packed with people trying to leave. Here's what you need to know:  Why are protesters at the airport? Protesters are targeting the airport to take their message directly to global travelers and the international community. They've sought international support before -- ahead of the G20 Summit, protesters urged foreign consulates to back the movement, and took out full-page ads in the New York Times. It's also a comparatively safe protest space that has yet to attract the attention of the police.\nWhat about the flights? 123 flights departing from Hong Kong and 73 arriving flights have been canceled, according to flight tracking site Flightaware.com. Of those, two were directly linked to the United States -- one departing from Los Angeles and the other slated to land in Seattle.\nWhat sparked today's protests? There is widespread outrage over alleged police brutality -- especially after a widely-circulated image of a woman whose eye was injured yesterday night as riot police attempted to disperse crowds. \nWhat is this all about? This is the 11th consecutive week of protests in Hong Kong. It all started in June over a controversial bill that would have allowed extradition to China -- but it has since been shelved, and protester demands have expanded to include calls for greater democracy and an independent investigation into police brutality. Violence has been steadily escalating -- which may be why protesters are hurrying to leave the airport now in case riot police show up. A group of Christian pastors and priests are remaining at Hong Kong airport for now, even as many protesters head for the exits, in order to keep help the peace and ensure the safety of those still in the terminal.  There are about a dozen of them, wearing orange vests emblazoned with Christian fish symbols. Paul Lamb, a member of the group, told CNN they were supporting the protesters through peaceful action.  \"We are Christian, we would like to do a prayer here,\" he said. \"We would like to stay with all (the protesters) here to show them what Christians are.\"  The vibe in the airport has changed dramatically since the tense, packed scenes earlier. Some of the remaining protesters are cheering and chanting slogans at passengers in the international arrivals hall, but most are sitting around quietly.  The crowd of protesters at Hong Kong airport has begun to seriously thin amid rumors of impending police action.  Only a few hundred protesters are left of from the huge crowds which earlier had succeeded in shutting down one of the world's busiest airports.  Of those who are left, most are chanting at the new arrivals who touch down.  Hayden Smyth, a tourist from Australia, said it was a \"bit of a different welcome than I'm used to.\"  One 20-year-old protester, who had decided to stay, said he didn't think the police would conduct a major clearance operation at this point, given the reduced crowd size.  There had been fears that police would use tear gas and rubber bullets, as they have at other protests. The airport had attracted many protesters precisely because it was seen as a safer location.  Frank Chan, Hong Kong's Secretary of Transport, told reporters this was \"not the first time there's a protest at Hong Kong airport.\"  \"As long as protesters can quickly evacuate, I don't think there needs to be any clearance operation,\" he said.  Use of the terrorism label for the Hong Kong protests, even in a somewhat backhanded way, is a major rhetorical shift in how China has described the protests, and could foreshadow an escalation in Beijing's handling of them.  Earlier today, a top Chinese official said the protests -- now in their eleventh week -- had \"begun to show signs of terrorism.\" In recent years, that term has only been used in a domestic Chinese context to refer to the actions of alleged Islamist groups, particularly in Xinjiang, the predominantly Muslim northwest region of China. Beijing has cracked down heavily in Xinjiang in recent years, establishing a massive system of so-called \"re-education camps\" in which millions of Muslims have been detained.  In domestic propaganda, there has been a major shift in recent weeks in how the protests are covered. Reports initially barely mentioned them, amid heavy censorship, as is usual for anti-government actions anywhere in China, but increasingly they have emphasized the violent side of the protests -- and sought to paint the protesters as separatists being controlled by the United States and other foreign \"black hands.\"  Suggesting those protesters are also committing acts of terror could open the door for Beijing to crack down on Hong Kong, either by ordering the local police to escalate their use of force, or even by deploying the People's Liberation Army (PLA) in the city.  The PLA can be deployed in Hong Kong if the local government requests it, in order to assist with a major breakdown in public order. Local officials have previously refuted any suggestion they would do so.  Earlier Monday, police showed off a riot control vehicle with water cannon, previously never used in Hong Kong. Across the border in Shenzhen, the People's Armed Police, a paramilitary organization, conducted major exercises seen as a potential signal to protesters in Hong Kong.  Hong Kong International Airport, famed for its efficiency, has been thrown into chaos as frustrated travelers and protesters try to leave all at once. Bus, taxi and train exits at the airport are now packed. There is a sense of fear among the protesters, amid speculation that riot police may arrive to disperse the crowds. Some protesters are holding up signs directing others towards various exits, complete with estimated waiting times. One organizer told CNN most people are going home, and that many want to stay safe today instead of clashing with police. \"I wish the people who want to leave can leave safely and I can't stop people who want to stay,\" another protester told CNN.  Meanwhile, small groups of protesters remain at the arrivals hall, shouting, \"Stand with Hong Kong.\" Take a look at the bus line outside the airport: Ben, a British expat who landed in Hong Kong at 4.20 p.m. on a Cathay Pacific flight from Cebu in the Philippines, said airport staff gave no warning of the chaos awaiting travelers trying to leave the airport.  \"It was wall-to-wall people chanting, 'Don't trust HK police' and providing maps of MTR stations that had been attacked in the last couple of days, and where people had been beaten up by the police,\" he said.  Once through customs, Ben, who asked that CNN withhold his full name, said it took him an hour to battle through the arrivals hall. \"Normally, it takes 10 minutes,\" he said. Travelers stranded at the airport: The taxi stand was shut and Ben couldn't get on the Airport Express train, leaving him with few options to leave the airport. \"If you're waiting for that train, you're going to have to wait for an hour-plus, if not more,\" he said, describing a huge crowd waiting to catch the train, which takes 25 minutes to reach the city center. \"We weren't given any advice (after landing),\" he said. \"I'd seen on various WhatsApp groups what was going on, but there was nothing from airport staff warning what we were going to face.\"  In the end, Ben left the airport terminal and walked up to the highway until he saw a taxi that dropped someone off.  China's top office in charge of Hong Kong affairs issued a stern warning to the city on Monday, following violent clashes between protesters and police over the weekend.  Speaking at a press conference in Beijing, Yang Guang, a spokesman for the Hong Kong and Macao Affairs Office, claimed \"heartless\" protesters had thrown petrol bombs at police.  \"Hong Kong’s radical demonstrators have repeatedly attacked police officers with extremely dangerous tools,\" he said. \"They have already constituted serious violent crimes and have begun to show signs of terrorism. This is a gross violation of the rule of law and social order in Hong Kong, which is endangering the lives and safety for Hong Kong citizens.\"  Use of the term \"terrorism\" in describing the most recent protests caused considerable alarm among many in Hong Kong. Central government and local officials have so far ruled out the People's Liberation Army (PLA) intervening to help control the protests, but all pointed to a section of the city's de facto constitution which allows the Hong Kong government to request their help for the \"maintenance of public order.\"  With many expecting the police to show up at the airport, protesters are beginning to trickle out, and it's now a little easier to move around. But thousands still remain, with crowds of people in both the arrivals and departures halls. Many tell CNN they are trying to head home. There is a widespread fear of clashing with police -- which may be heightened after a weekend of intense violence, when police fired tear gas to disperse protesters in several parts of the city. The slogan \"an eye for an eye\" is plastered all over the airport, on posters and in graffiti. It's a reference to the female protester whose eye was injured during clashes with the police on Sunday. Police fired tear gas in several parts of the city Sunday to disperse protesters. One female  was seen being treated by paramedics after she was hit in the face by an alleged police beanbag round. Unconfirmed reports that she had potentially lost an eye circulated Monday, stoking outrage at the police. Protesters called for an \"evil police eye for an eye\" demonstrations to be held in response -- with the airport as the primary target.  Earlier today, a police spokesperson said there wasn't enough evidence to determine the cause of the injury to the woman's eye and that police won’t investigate unless someone files a report on the incident. There are long queues for any form of transport away from Hong Kong International Airport, as both tourists and protesters attempt to leave. Many protesters are fleeing in advance of an expected police clearance operation, which some fear could be violent.  The demographics at the airport protest have mostly been older and more peaceful than the young radical protesters who have characterised recent street battles with police. On Telegram, the encrypted messaging app which protesters use to coordinate and document the protests, people shared maps of the airport with suggested evacuation routes.  \"Police are going to arrive at six so we need to get out of here. We're saying we'll go together. They will just attack us and bring out the tear gas,\" one 30-year-old protester told CNN. Earlier police would not rule out using tear gas at the airport.  Nikita, a 20-year-old student, said she too would head home. She had come to the airport thinking it was safer than being on the streets, where forceful police tactics have been criticized by protesters, but now feared she might be tear gassed.  Some protesters may choose to stay at the airport and defy police attempts to remove them. Younger protesters were seen heading to the main terminals even as some began to quit, and masked and helmeted people could be seen in the main arrivals hall.  Frank Chan, Hong Kong’s transportation chief, told reporters that officials are calling for people to quickly leave the airport for safety reasons.  \"For the safety of airlines, tourists and staffs, we call for people at the airport to quickly leave the airport for our staff to continue the operation,\" said Chan. \"We can only return to operation after considering tourists' and staff's safety.\" \"The Hong Kong airport is important for the logistic and transport industry. It is easy to lose, but it is really hard to build up the reputation,\" he said. He added that the traffic jams and grounded flights are causing inconvenience, emphasizing that there are about 200,000 tourists coming to Hong Kong every day -- a key part of the city's economy. There have been signs that the travel industry is taking a hit -- between June 16 and July 13, during which time there were several huge demonstrations, flight bookings to Hong Kong from Asia fell by 5.4% on the same period last year, according to analysis firm ForwardKeys. Protesters have plastered posters, flyers and even spray-painted graffiti all over the airport. One makeshift sign reads: \"Sorry for the inconvenience but we're fighting for survival!\" Another says: \"Shame on the cops.\" The sign refers to the police officers who protesters are accusing of brutality, corruption, inaction, and use of excessive force. All departing flights, and several incoming flights, have been canceled because of the airport shutdown. When protesters in Hong Kong targeted the Chinese government's headquarters in the city last month, social media users in China were united in outrage. \"The dignity of our motherland won't be allowed to be trampled,\" one person wrote on Weibo, the country's highly-censored equivalent to Twitter, while another warned the young protesters that \"playing violently is how you seek death.\" A third commenter sought to reassure others, writing that \"the central government promised that Hong Kong won't be changed for 50 years. There's only 28 years left before Hong Kong becomes part of (China).\" A looming deadline: That 2047 deadline, on which the clock began ticking after the United Kingdom handed Hong Kong over to China in 1997, is at the forefront of the minds of the mostly young protesters who have been taking to the streets for over two months now, in increasingly violent confrontations with police and pro-government groups. What began as protests over a now-suspended extradition bill have broadened to cover a host of demands, including calls for greater democracy and more government accountability, that many feel they are running out of time to achieve. Even as democratic values have increasingly come under threat around the world, and many voters in democracies are increasingly expressing apathy or despair, young Hong Kongers are determined to continue a fight for freedom which began decades ago under British rule, before time runs out and Hong Kong becomes just another Chinese city. \"Liberate Hong Kong, the revolution of our times,\" the slogan of the protests has become.  Read more analysis here.  Cathay Pacific, Hong Kong's flag-carrier airline, has told its employees that it has “has a zero-tolerance approach to illegal activities” and will comply with China’s ban on staff who have protested. The memo from the company’s CEO, Rupert Hogg, warned that \"there will be disciplinary consequences for employees who support or participate in illegal protests. These consequences could be serious and may include termination of employment.” On Friday, China's Civil Aviation Administration ordered Cathay to ban staff who have participated in and support the protests from doing \"all air transport duties related to flights to and from the mainland.\" Hogg's memo also warned employees against posting protest-related content on social media, saying: \"You should not post anything that breaches privacy of colleagues, constitutes bullying or harassment or could bring Cathay Pacific Group into disrepute.” Milling about among the thousands of protesters at Hong Kong's international airport are many confused passengers who don't know what's happening with their flights, dozens of which have been cancelled this evening. Hong Kong permanent resident Lawrence Hahn said he had arrived to find his flight canceled and no Cathay Pacific staff to be found.  \"There's not a single Cathay staff member here,\" he said. \"Not a single one.\"  He was supposed to be flying to New York.  Fitness worker Rachel Moon said she supported the protesters but shutting down the airport was too \"extreme.\" Kim Macaranas, from Brisbane, shared Hahn and Moon's frustration. Her family's flight has been cancelled and they are just waiting for news.  \"We are devastated there are no staff here to tell us what to do. Thats the worst of it. Stuck trying to ring our airlines and family in Australia trying to rebook. Got told to come early but they should have known and told us. Have had to put data on -- no signal,\" she told CNN. There are long queues for the toilets and 7/11 convenience stores, with few places to get water or other supplies.  \"We are waiting to hear what's happened, do we get on a flight later? Do we wait? Family in Australia are trying to find out,\" she said, adding that airline staff were \"very rude.\"  \"There are no loudspeakers giving us information,\" Macaranas said. \"We love Hong Kong but it does change our whole perspective. I understand the protests but this is not helping tourism.\" Flights departing from Hong Kong have been grounded -- but incoming flights are also being diverted or canceled. At Bangkok Airport, this sign is notifying travelers that Cathay Pacific flights CX708 and CX704, scheduled to depart at 5:30 p.m. and 6:55 p.m. Hong Kong time, have been canceled due to the Hong Kong airport shutdown. Hong Kong's international airport -- one of the busiest in Asia -- had emerged as a key protest target before today's mass gathering, as anti-government demonstrators looked to take their message directly to the international community.  At the airport over the weekend, leaflets in Chinese, English, French, Korean, Japanese and other languages were handed out to arriving international visitors, explaining the causes of the unrest -- as protesters see it -- and the demands of the opposition movement. Showcasing the slick design that has characterized the protests, other pamphlets and posters also advertised planned demonstrations as \"new tourist spots,\" handed out airline tickets \"to freedom\" and advised tourists what to do if they were caught in the protests during their visit. The economy takes a hit: While China is Hong Kong's most important trading partner, the city is an international business and financial hub, and the economy is already showing signs of hurting as a result of the protests. Businesses, both international and local, in Hong Kong have also faced pressure and accusations of acting in concert or sympathizing with the protesters. Cathay Pacific, Hong Kong's flagship carrier and a major local employer, has been ordered by Chinese aviation authorities to ban staff who took part in protests from traveling to China. The PR battle: By appealing to the international community, and making sure it is their message that most foreigners are seeing, protesters have shown themselves adept at public relations. Meanwhile despite carrying out regular press briefings, the Hong Kong government has at times appeared at a loss as to how to engage with residents and protesters. Read more analysis here. More than 5,000 people have been camping out at the Hong Kong airport all day. For now, the atmosphere remains relaxed -- with many of the young protesters standing around in small groups chatting. Some have sprawled out on the airport floor, which has been covered with protest signs and banners -- most of which take aim at the police, who protesters accuse of using excessive brutal force. Thousands of demonstrators in black are sitting in the airport, while hundreds more are walking over to join the protest. Earlier today, there were baggage carts and barriers blocking access to the check-in area -- but protesters broke through and are now in both the arrivals and departures hall.  Travelers have been caught in the mix -- but protesters are trying to help them out. This afternoon, they cleared the way and opened a path in the crowd every time a passenger needed to get through to the check-in counters. Still, the sheer number of protesters has thrown the airport into chaos. Even if protesters can get through the crowds, check-in services are now shut down and all departing flights have been canceled. Hong Kong's airport is one of the busiest in the world, handling 1,100 passenger and cargo flights daily, with services between the city and about 200 international destinations. Around 180 flights leaving Hong Kong International Airport from now until the early hours of Tuesday morning have been canceled, according to the airport’s website. The first scheduled departure now shown is a Hong Kong Airlines flight to Haikou, China, at 7 a.m. tomorrow. The Airport Express, the public train many use to reach the airport, isn’t much more crowded right now than on a normal busy day.  But at the station in central Hong Kong, from where the train departs, groups are congregating around flight displays, and looking for information on their phones, trying to figure out their next steps. Some are simply taking pictures of all the cancellations in red. “It’s really inconvenient for people. I didn’t realize it would reach this type of magnitude,” said university student Meagan Scantlebury.  Scantlebury and her brother, Julian, grew up in Hong Kong but study in the UK and Australia, respectively. Neither of them know if their flights have been canceled. While both said they haven't been scared by the violence that has rocked Hong Kong in recent weeks, they admitted to being worried about what could happen at the airport this evening. At a press conference this afternoon, a Hong Kong police spokesman would not rule out using tear gas at the airport, where thousands of protesters have gathered and flights have been cancelled ahead of a potential clearance operation.  Responding to a question whether police would use teargas to clear the crowd or in the instance of violence, a spokesman said they \"will employ suitable means.\"  With the airport now closed and tear gas being fired across the city almost every weekend, many travelers are wondering -- is it still safe to visit Hong Kong? Several countries including the United States, Australia, the United Kingdom, Ireland, Japan, and Singapore have already issued travel advisories, warning of \"violent clashes\" between pro-democracy protesters and police.  The Hong Kong Tourism Commission has said the city is still open to travelers. And key major attractions such as the Peak Tram, the Ladies' Market and the Star Ferry, which takes passengers across the Victoria Harbor to Kowloon, have been unaffected. But there are signs the mass protests are having an impact on tourism. Between June 16 and July 13, during which time there were several huge demonstrations, flight bookings to Hong Kong from Asia fell by 5.4% on the same period last year, according to analysis firm ForwardKeys. Read more here. There are already thousands of people at Hong Kong's International Airport, but even more protesters are heading over. The roads have been blocked, with traffic at a standstill, so crowds of hundreds are walking. Crowds are mostly young and dressed in black, the color of the protest movement. There are already thousands of protesters inside the airport, with the main arrival and departure halls nearing capacity.  As some protesters embrace more extreme -- and sometimes violent -- tactics, police are beginning to make arrests. Almost 700 people have been arrested since protests began on June 9, according to police, for a range of offenses including \"taking part in a riot,\" unlawful assembly, assaulting police officers, resisting arrest and possession of offensive weapons. Those found guilty face up to ten years in jail. The youngest person charged is a 16-year-old girl. As part of their list of core demands, protesters are demanding the government release those arrested and detained, and to drop all charges -- which the government appears to have no intention of doing. Thousands of protesters have flooded Hong Kong's international airport. While the airport has been targeted in recent days, numbers have never approached the huge crowds seen today.  Monday's turnout comes follows a tumultuous night in Hong Kong, during which police fired tear gas and fought with protesters inside a subway station. Monday saw dozens of videos of alleged police brutality circulating, as well as photos of a woman shot in the face with an alleged bean bag round.  Unconfirmed reports the woman lost an eye as a result of the incident led to the slogan for today's protests: \"an eye for an eye.\" Many protesters have also fashioned eye patches in reference to the woman's injury.  The huge upsurge in numbers comes after protests appeared to be dwindling somewhat on Saturday, as police refused to give permission for many requested marches and people did not, by and large, attempt to defy these rulings.  Any such trend appears to have now reversed, however, in response to the forceful tactics used Sunday. Any attempt to clear the airport by police could lead to an even bigger reaction.  Thousands of protesters are gathering at Hong Kong's International Airport, bracing for a potential police clear-out operation. Here's what you need to know: Flights canceled: All flights departing Hong Kong have been canceled after thousands of protesters descended on the city's international airport. It is unknown at this point whether police will attempt to clear protesters from the airport.\nEscalating battle: Riot police fired tear gas inside a subway station last night after clashing with protesters -- but confrontation in the airport, one of the busiest in the world, would mark a huge escalation.\nDaily sit-ins: This is the fourth day of massive protests at the airport. Protesters began the sit-ins on Friday, in opposition to alleged police brutality and an extradition bill.\nWeekend of violence: This weekend was filled with violence -- as has become the norm. Police fired tear gas across several locations citywide on both Saturday and Sunday, and at least 9 people were injured yesterday. All flights departing Hong Kong International airport have been cancelled effective immediately in wake of massive protests according to a statement posted on Cathay Pacific Airways website. Thousands of anti-government protesters have descended on the airport, one of the world's busiest, thronging both the departures and arrivals halls and preventing normal operation.  The cancellations will have major repercussions both regionally and globally. Hong Kong's airport is a major regional hub, handling 1,100 passenger and cargo flights daily, with services between the city and about 200 international destinations. What happens next? There are fears police will attempt to clear the airport, which has become a prime target for protesters in recent days in part due to an assumption authorities would not be willing to use the tear gas and other forceful tactics they have deployed elsewhere.  The crowd at the airport is considerably different to that seen at other, more violent protests, with many more elderly people, and protesters not wearing the masks and protective gear which have become a common sight across the city. ", "Section": "asia", "Writers": ["Helen Regan", "Ben Westcott", "James Griffiths", "Jessie Yeung"], "URL": "https://www.cnn.com/asia/live-news/hong-kong-protests-airport-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}