{"Type": "article", "Time": "2019-12-21", "Headline": "Macao might be China's 'good kid.' But Hong Kong still has the financial clout", "Text": "Chinese President Xi Jinping's praise of Macao this week stands in stark contrast to Beijing's irritation with the political turmoil in neighboring Hong Kong.  The leader lauded Macao for successfully following China's \"one country, two systems\" rule since its handover from Portugal 20 years ago — remarks widely seen as an implicit rebuke of Hong Kong's tumultuous push for stronger democratic norms.  Xi's three-day visit to the territory to celebrate the anniversary of that handover also revived speculation that Beijing plans to transform the gambling capital into a major financial center that could rival Hong Kong. But it would be tough, if not almost impossible, to displace Hong Kong as Asia's premiere financial hub.  \"Beijing may be giving a signal to Hong Kong, but it's really hard for Macao to steal the business from Hong Kong,\" said Ringo Choi, EY's managing partner for south China and head of Asia-Pacific IPOs at the consulting firm. Good kid, bad kid In some ways, Hong Kong and Macao certainly merit comparison. Both were handed back to China in the 1990s — Hong Kong from Great Britain, Macao from Portugal — and became special administrative regions with privileges that afforded them political and legal freedoms not available on the Chinese mainland. Their relationships with China, though, have differed greatly. While Macao has long been considered China's \"good kid\" — a moniker bestowed on the territory by Chinese state media — Hong Kong has been chastised as the troublesome one.  Macao is more \"content and grateful\" about what it gets from Beijing, while rebellious Hong Kong is \"willful\" and often behaves like a \"spoiled kid,\" read a commentary published in 2014 in the People's Daily, the official paper for China's Communist Party. Just this week, the Global Times tabloid carried an editorial that compared Hong Kong unfavorably with Macao. Even so, there's no question that Hong Kong is by far the more influential territory on the world stage. The city is home to a huge stock market, and this year beat out the New York Stock Exchange and the Nasdaq to become the world's largest IPO market for the second year in a row.  Macao, meanwhile, is a formidable gambling hub. But it's largely dependent on that sector: Macao's gaming industry contributed to 50% of the territory's GDP in 2018, according to government statistics. That makes it much less diverse than Hong Kong, which also has significant tourism and logistics industries. Macao has been trying to change that, and those efforts could get a boost from Beijing. A Chinese finance official for nearby Guangdong province said at an economic forum in October that his province helped Macao's government craft a proposal to establish a yuan-denominated stock exchange. Macao said at that time that it was working with international consultants to study the exchange's feasibility, adding that it needed to \"play to the strength of Macao and serve China's national needs.\" But Choi, the EY analyst, pointed out that it's \"not easy to build a competitive stock exchange.\" Even Singapore, where the government has strongly supported the financial market for years, isn't a \"real challenge\" to Hong Kong's market size, he added. Another Asia Pacific analyst, Credit Suisse's John Woods, also pointed out that Hong Kong's stock market size is 10 times the size of Singapore's.  \"I think Beijing's move is more of a gesture than having practicalities,\" Choi added. Only in Hong Kong The fact is that Hong Kong's financial market is still holding steady, even as months of protests damage the local economy and rankle Beijing.  \"There is little evidence so far that the social unrest in Hong Kong has adversely affected its role as a global financial center, even amid severe short-term economic pressures,\" Fitch Ratings said in a report last Thursday. Investors also have not deserted the city. The Bank of England estimated earlier this week that $5 billion has left investment funds in Hong Kong since the unrest started this spring, but that's still a drop in the bucket. Hong Kong's money deposits total more than $1.7 trillion, based on the most recent statistics from Hong Kong's Monetary Authority. Hong Kong is also the gateway for global investors to work with mainland China, since the city's special stock and bond arrangements allow many investors to access Chinese equities and bonds. That kind of investment \"can only be done in Hong Kong,\" said Hayden Briscoe, managing director and head of fixed income in Asia for UBS Asset Management.  The city's exchange rate system is crucial to its influence, too. The Hong Kong dollar has been pegged to the US dollar since 1983, and is freely convertible — unlike China's renminbi.  \"We still trust the value in its currency. We still trust the ease of doing business here,\" said Helen Qiao, chief Greater China economist for Bank of America Merrill Lynch. Because of Hong Kong, China is able to keep its mainland financial system insulated from the global market while still having access to the foreign capital that it needs to finance its growth or debt. \"In essence, Hong Kong has long been China's financial firewall,\" analysts from Natixis Bank said in an August report. China also needs Hong Kong to fund any trade deficits, should it accrue one, said Woods, chief investment officer for Asia Pacific at Credit Suisse. The International Monetary Fund estimated earlier this year that China's current account is approaching zero, meaning it may soon import more goods, services and capital than it exports. \"If the Chinese yuan became freely convertible, Hong Kong might need to reassess its global financial center status,\" Woods said. \"But I don't see that happening in the short term.\"", "Section": "business", "Writers": ["Laura He"], "URL": "https://www.cnn.com/2019/12/21/business/xi-jinping-macao-hong-kong/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Singapore", "Source": "CNN"}