{"Type": "article", "Time": "2020-08-30", "Headline": "August 31 coronavirus news", "Text": "Colombia’s Health Ministry reported 7,230 new cases of Covid-19 on Monday -- the lowest daily increase since August 4.  This marks the country’s fifth consecutive day reporting fewer than 10,000 new cases.  It also reported 299 new virus-related deaths. Monday's figures bring Colombia's total to 615,168 cases and 19,663 deaths, according to the ministry. Rising unemployment: As the number of new infections declines, unemployment is on the rise in Colombia.  The unemployment rate topped 20% in July -- double the rate reported in July 2019, according to the country’s national statistics agency. On Saturday, Colombian President Iván Duque Márquez announced the government’s plan to open a credit line worth $370 million for the bankrupt state airline Avianca to help prevent further layoffs. After overtaking Mexico on Thursday, August 27, Colombia now trails only Brazil and Peru with the third-highest number of coronavirus cases in Latin America, according to data compiled by Johns Hopkins University.  ##Hotspots## ##Economy## About three-quarters of people surveyed around the world say they’d be willing to get a coronavirus vaccine if one came out, with the most enthusiasm in China and the least in Russia. The poll, conducted by Ipsos for the World Economic Forum, surveyed nearly 20,000 people across 27 countries. The survey showed: 74% of all adults surveyed would get the vaccine if it were available. \nChina had the highest support for vaccination, with 97% of those surveyed saying they would get immunized. \nRussians showed the least interest, with just 54% saying they would.\n67% of Americans said they’d get the vaccine while 33% expressed little or no interest. Of those who said they would refuse, 60% said side-effects were their biggest worry and 37% said they did not think it will be effective.\nOnly 40% of all respondents expect a vaccine to be available this year. Experts expressed concern that more than a quarter of people worldwide would not get the vaccine. “The 26% shortfall in vaccine confidence is significant enough to compromise the effectiveness of rolling out a Covid-19 vaccine,” said Arnaud Bernaert, Head of Shaping the Future of Health and Healthcare at the World Economic Forum, in a statement. ##Vaccines## Mexico reported 3,719 new cases of Covid-19 on Monday, bringing the country’s total number of infections to 599,560.  The country’s Health Ministry also reported 256 new deaths. The death toll stands at 64,414. Mexico has recorded the fourth-highest number of coronavirus cases in Latin America, behind Brazil, Peru and Colombia, according to data compiled by Johns Hopkins University.  ##Hotspots## The United States has reported 31,313 new coronavirus cases and 560 virus-related deaths so far on Monday, according to data from Johns Hopkins University. The national total now stands at 6,028,617 Covid-19 cases and 183,579 fatalities.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Follow our live tracker of US cases: ##Hotspots## The Quebec government says it will not hesitate to shut down schools again if Quebecers do not show more caution in the coming weeks.  Quebec Premier Francois Legault issued the warning Monday after health officials confirmed more than 100 staff and students are currently in quarantine or isolation as a precaution after possible exposure to Covid-19 in schools. “There is a challenge ahead of us, and it is important for us to be more disciplined,” said the premier in French, adding that some Quebecers were now ‘slacking’ on some pandemic rules. \"Above all, I do not want to close the schools,\" said Legault, adding, \"We owe this to our children. In order for our children to stay in school, we have to be careful.\" Provincial officials in Quebec confirmed Monday that 81 students in Quebec City are in isolation after three cases of Covid-19 were confirmed at two high schools. And in the Laurentians region of Quebec 4 teachers have tested positive for Covid-19, sending more than 30 staff and students into isolation for 2 weeks as a precaution. Most of Canada, including Quebec, has been experiencing a recent spike in cases.  Earlier in the summer, Canada averaged about 350 new positive coronavirus cases per day, but that number has increased to an average of 435 over the last week, according to Canadian public health officials. Georgia Gov. Brian Kemp extended statewide limits on public gatherings for another two weeks.  The order continues to ban public gatherings of 50 or more people unless they can maintain six feet of social distancing. The new order announced Monday expires at the end of the day on Sept. 15. Despite the extension, the governor’s office says the state is making progress in fighting coronavirus.  “Currently, COVID-19 hospitalizations in Georgia are at their lowest since July 6,” the governor’s office said in a statement. “Cases reported yesterday were at their lowest point since June 22.” The governor also extended the state’s general state of emergency through Oct. 10. ##Hotspots## British drug maker AstraZeneca – which announced Monday the US launch of Phase 3 trials for its coronavirus vaccine – said its “core values to follow the science\" and \"put patients first,\" according to a statement. The statement come on the same day that the World Health Organization cautioned countries against rushing to develop coronavirus vaccines and to use great care in granting emergency use authorization. Those remarks appeared to be directed toward China, Russia and the United States. Both China and Russia say they will start deploying vaccines before completing late-stage clinical trials, and US Food and Drug Administration Commissioner Dr. Stephen Hahn has said if the US gets enough data from advanced stage trials, it might be possible to authorize a vaccine before the trials are completed. In its statement, AstraZeneca said, “At the heart of AstraZeneca’s core values is to ‘follow the science’ and adhere to the highest scientific and clinical standards, making the safety and efficacy of the vaccine of paramount importance. The Company’s submissions for market authorisation will meet the stringent requirements established by regulators everywhere around the world.”  AstraZeneca, which developed the vaccine with the University of Oxford, also said it will enroll more than 50,000 volunteers globally, including 30,000 in the United States, as well as participants in “Latin America, Asia, Europe, Russia and Africa that will provide data for ethnically diverse populations.” In US trials, Dr. Anthony Fauci, director of the National Institute for Allergy and Infectious Diseases, has said he wants to see minorities enrolled at levels that are at least double their percentages in the population, or roughly 65%.  Neither Moderna nor Pfizer/BioNTech – the two other drugmakers with coronavirus vaccine candidates in large-scale phase 3 trials in the US – have finished enrolling their stated goals of 30,000 volunteers each. ##Vaccines## The city of Rio de Janeiro, Brazil, is set to reopen cultural centers such as museums, amusement parks and libraries on Tuesday as the city enters the first part of the final phase in its reopening plan, the city announced Monday.  Theaters, stadiums and sunbathing on beaches will stay closed. The move comes after Rio saw a decrease in new Covid-19 infections and deaths over the past two weeks. If cases and deaths continue to decline, the city expects to enter the second part of phase six, phase 6B, on Oct. 1.   The latest numbers: On Monday, the state of Rio de Janeiro reported at least 329 new Covid-19 cases, bringing its total count to approximately 223,631.  The state’s Health Ministry also reported at least 38 new deaths, bringing that total to approximately 16,065 people. The Rio de Janeiro state is the third-most severely impacted by the pandemic in the country, to date. Brazil is second only to the United States in terms of the highest total number of coronavirus cases and deaths globally.   ##Hotspots## Florida Gov. Ron DeSantis and White House Coronavirus advisor Scott Atlas discouraged testing individuals with no coronavirus symptoms at a Monday roundtable event in Tallahassee, Florida.  This comes after the US Centers for Disease Control and Prevention revised testing guidelines last week. The new recommendations suggest asymptomatic people may not need to be tested for Covid-19, even if they've been in close contact with an infected person. “We really have to be careful about testing, and I think the CDC guideline now is very clear that asymptomatic people – that’s not a priority for a test. The CDC is not saying you cannot get a test. They’re just saying there’s a rationale for getting a test, and if you are concerned, you can contact your doctor or your local health official,” Atlas said.   But, some experts are still concerned about asymptomatic spread.  Last week, Dr. Anthony Fauci told CNN “I am concerned about the interpretation of these recommendations and worried it will give people the incorrect assumption that asymptomatic spread is not of great concern. In fact it is.” Atlas said that although asymptomatic spread can occur, symptomatic individuals are “super spreaders” of the virus. Brazil’s Health Ministry is reporting at least 45,961 new Covid-19 cases in the past 24 hours, bringing the total number of cases in the country to approximately 3,908,272. The ministry also reported at least 553 additional coronavirus deaths on Monday, raising the country’s death toll to approximately 121,381. Even as new cases and registered deaths continue to rise in Brazil, a CNN analysis shows the rate of increase in both new cases and the number of deaths has notably decreased during the month of August.  Brazil continues to trail only the United States in terms of the highest number of coronavirus infections and deaths in the world, according to data held by Johns Hopkins University.  ##Hotspots## Covid-19 patients who are obese face more serious disease than those without obesity, a new study finds. Nearly all intensive care patients who were studied ended up on a ventilator if they had severe obesity, the researchers founds. Obesity is listed as a risk factor for severe disease by the US Centers for Disease Control and Prevention and other health agencies. Dr. François Pattou, head of the Department of General and Endocrine Surgery at Lille University Hospital in France, along with colleagues set out to quantify the risk. Back in April, Pattou’s team began to look at Covid-19 patients across Europe. They studied 124 patients admitted to intensive care units and compared them with 306 patients in the intensive care unit for reasons other than coronavirus. They found about half of the patients with Covid-19 in ICU had obesity, defined as a body mass index or BMI over 30. A quarter of the patients had a BMI of 35 or above, Pattou found. But only around 10% of the patients had a BMI that was under 25, considered a healthy weight.  When researchers compared this to the non-Covid patients in ICU, fewer were obese. “A quarter had obesity or severe obesity; a further quarter were overweight, and around half fell into the healthy weight range,” the European and International Congress on Obesity, where the findings will be presented, said in a statement. Doctors know obesity puts patients at higher risk of severe illness from infectious respiratory diseases such as flu. Pattou’s study found that the higher a patient’s BMI, the worse the symptoms.  \"Several months into the Covid-19 pandemic, the increased risk posed by this virus to people living with obesity could not be clearer,” Pattou said in a statement. “Our data show that the chances of increasing to more severe disease increases with BMI, to the point where almost all intensive care Covid-19 patients with severe obesity will end up on a ventilator.\"    Houston, Texas, Mayor Sylvester Turner on Monday encouraged residents to avoid large gatherings ahead of Labor Day Weekend, saying coronavirus \"is still looking for you.\" \"You know what happened during Memorial Day and the Fourth of July weekend. People came together, and then the virus took off, and then you saw the numbers go up,\" Turner said during a news conference. \"As we approach Labor Day, let me encourage people to be mindful. The virus is still looking for you. And so, if you come together then you will give it a home,\" Sylvester added.  The latest numbers: Sylvester said the positivity rate for new Covid-19 cases in Houston has decreased to 7.8% from 9.2% the week before. \"We are moving in the right direction,\" Turner said, urging people to continue public health measures such as wearing masks and social distancing for the city to reach the 5% positivity rate goal.  The only way to find those with asymptomatic infections of Covid-19 at universities is to do aggressive testing, Dr. Deborah Birx, the White House coronavirus task force coordinator, said over the weekend. Birx said what she sees happening at schools “really gives us hope” that the universities will be able to find asymptomatic patients.  Most university students won’t know that they’re infected, Birx said during a news briefing in Fargo, North Dakota, on Saturday. “The only way to find them in the university setting is doing the aggressive testing that is happening here, followed by isolating those students to make sure that they don’t continue to spread the virus,” she said.  Birx also said she hoped universities could use surge testing, adding that testing could be sped up through innovative methods like pool testing and new collection techniques such as using saliva instead of nasal swabs.  “That is all going to move forward here,” she said.  ##Schools## University students who get infected with coronavirus should isolate where they are and not carry the virus away from campus, Dr. Deborah Birx, the White House coronavirus task force coordinator, said over the weekend. “To the college and university students, please isolate at your college,” Birx said during a news briefing Saturday. “Do not return if you’re positive and spread the virus to your family, your aunts, your uncles, your grandparents.” Numerous coronavirus outbreaks have been detected as university and college students returned to campuses across the country to start the fall semester. “We can prevent the spread from any university into the community and into the homes from where the students came if the students will isolate and ensure they don’t spread the virus,” Birx said.  ##Schools## British drugmaker AstraZeneca announced Monday it has started Phase 3 trials of its coronavirus vaccine candidate in the United States.  AZD 1222 becomes the third vaccine to enter large-scale trials in the United States, after vaccines made by Moderna and Pfizer/BioNTech. For the US trial, AstraZeneca said in a statement that it is “recruiting up to 30,000 adults aged 18 years or over from diverse racial, ethnic and geographic groups who are healthy or have stable underlying medical conditions, including those living with HIV, and who are at increased risk of infection from the SARS-CoV-2 virus.”  Participants will receive two active or placebo doses, spaced two weeks apart. The trial will assess safety and efficacy in all participants – a subset of 3,000 participants will be assessed for local and systemic reactions and immune responses. Currently, Phase 3 trials of AZD1222 are going on in the UK, Brazil and South Africa. Trials are also planned for Japan and Russia.   In total, Phase 3 clinical trial for AZD 1222 will enroll up to 50,000 participants globally. Results from the late-stage trials are anticipated later this year. The trial is funded by the Biomedical Advanced Development Authority, which is run by the US Department of Health and Human Services and the National Institute of Allergy and Infectious Diseases.  ##Vaccines## A top World Health Organization official praised Sweden’s response to the coronavirus pandemic Monday, saying its approach has been mischaracterized. Sweden’s government has been widely criticized for seeking herd immunity by allowing the virus to burn through the population. But Dr. Mike Ryan, executive director of the World Health Organization’s Health Emergencies Program, said it was not true that Sweden has not implemented control measures. “It tried to rely on individuals and communities to comply with the advice of government and it has tried to avoid imposing mandatory lockdowns, mandatory separation of individuals,” Ryan said. This is based on historically very high levels of trust between the Swedish government and its people, Ryan said.  “That is the way in which Swedish people, the Swedish government interact,” he said. “That is the social contract in Sweden.”  He said that it is wrong to suggest that Sweden had an altogether different approach to Covid-19 than the rest of Europe and that it had an “approach of light touch regulation of the process.” Ryan singled out Anders Tegnell, an epidemiologist at Sweden’s Public Health Agency, which advises the country’s government on health matters.  “I think even in Sweden, Anders Tegnell and the team there have done a good job,” Ryan said.  “Each government has to find its way, with its population to control the disease and there are lessons to learn from every country and its approach,” he added. “No country has done perfectly. All countries have made mistakes, but all countries have done some things correctly,\" he added. On the same day Iowa State University’s director of athletics Jamie Pollard declared Cyclones fans are welcome to attend the football home opener on Sept. 12, the University of Iowa announced it was halting all sports programs until after Labor Day. The Iowa Hawkeyes of the University of Iowa reported 93 positive Covid-19 tests within the athletics community in the last week. When asked about the numbers within the football program, a spokesperson for the Hawkeyes would not provide specific breakdown of positive tests by sport. In an open letter to fans released Monday, Iowa State’s Pollard says the school expects 25,000 fans when the Cyclones host Louisiana in less than two weeks’ time and acknowledges the decision to allow spectators won’t appease everyone.  \"Every person has a unique perspective of the COVID-19 pandemic. Some are fearless, others are cautious. Our measures will be too restrictive for some and too lenient for others. All we ask is that you respect others, follow our guidelines and support the Cyclones,”  Pollard wrote. Iowa’s football season was postponed when the Big Ten Council of Presidents and Chancellors voted to postpone all of the conference’s fall sports due to health and safety concerns. The Milwaukee Bucks of the NBA and Milwaukee Brewers of MLB announced today that each team will open their facilities as early voting sites ahead of the 2020 general election.  Milwaukee’s NBA and MLB teams opening their facilities to the public will help meet the increased demand for early voting due to the Covid-19 pandemic, the Bucks said in a team press release. The Bucks’ Fiserv Forum will serve as an early voting site, and the Brewers’ Miller Park will be used as an early drive-thru voting location. The announcements were made at a press conference today will Milwaukee Mayor Tom Barrett as well as leadership from both the Bucks and the Brewers. “We are now fortunate to announce that not only have we found one, but we have found two locations that are absolutely fabulous for allowing more people to exercise their right to vote,” said Milwaukee Mayor Tom Barrett. “Nationally, Milwaukee has become the leader by providing both Fiserv Forum and Miller Park for early voting. I don’t know of another city in this nation that is using a major league ballpark and an NBA arena for early voting— that’s how committed we are to making sure that people’s voices are heard.” “We are excited that Fiserv Forum will be designated an early vote site,” said Milwaukee Bucks Senior Vice President Alex Lasry.  “The pandemic has added another barrier to voting for vulnerable communities, so this will help us make sure that everyone in Milwaukee has a safe and convenient way to exercise their right to vote. By converting Fiserv Forum into a voting location, we can make sure everyone’s voice can be heard in a safe and responsible way,\" he added. Connecticut will extend its Covid-19 emergency declaration until February 9, 2021, Gov. Ned Lamont announced Monday afternoon. Why this matters: The five-month extension ensures that the state can use emergency powers to quickly respond to outbreaks, safely reopen the economy, protect and recover jobs and rapidly procure personal protective equipment, Lamont said.  What the state's numbers look like: The state also reported 384 new cases of Covid-19 and no new deaths, according to Lamont. Connecticut continues to have a positivity rate of less than 1% — around 0.8%, Lamont said. Note: These numbers were released by the state’s public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. White House Coronavirus Task Force member, Dr. Scott Atlas, responded to a report by the Washington Post on Monday claiming he is a proponent of a controversial herd immunity strategy to combat Covid-19. The strategy would allow for the virus to spread through the US population in order to develop a resistance to it.   “That was never a strategy that was advocated by me and the administration. The president does not have a strategy like that. I’ve never advocated that strategy. That whole discussion in the Washington Post was just really, sort of irresponsible,” Atlas said, speaking at a press conference with Florida Gov. Ron DeSantis on Monday.  Some background: Herd immunity is reached when 70% to 90% of a population becomes immune to a disease either through infection and recovery or vaccination. When that happens, the disease is less likely to spread to people who aren't immune because there just aren't enough infectious carriers to reach them. The Washington Post article claimed Atlas was the chief proponent of the herd immunity strategy.  Atlas has explicitly denied that he is pushing a herd immunity strategy, but an administration official said all of the policies Atlas has pushed for are in the vein of a herd immunity strategy. Atlas has rejected the need for widespread community testing, arguing that the administration should focus almost exclusively on protecting and testing elderly populations while pushing for the rest of the economy to return to normal, this official said.  \"Everything he says and does points toward herd immunity,\" the senior administration official said. CNN has reported that several of the health professionals on the White House Coronavirus Task Force raised questions about Atlas, asking each other who he was and what his role would be. Atlas joined the task force earlier this month as an adviser.  Emergency physician Dr. Leana Wen says authorizing a vaccine before phase 3 clinical trials are complete is a \"slippery slope.\" “We all want for a safe and effective vaccine to be approved as soon as possible, but I am concerned about shortcuts being taken here and a slippery slope,” Wen told CNN on Monday. This comes in response to US Food and Drug Administration Commissioner Dr. Stephen Hahn’s comments that that very scenario could be possible. “We initially heard Dr. Hahn saying we need to wait until all the trials are in,” Wen said. “Then we heard him say, well maybe we can do emergency use authorization right after Phase 3, and now we're hearing that we don't even need to wait until Phase 3 trials are complete.” Wen expressed concerns that this could undermine the public’s confidence in a vaccine, or result in a vaccine that is ineffective. “The last thing that we want to do is to give a false reassurance to the American people – giving them a vaccine that doesn't actually protect them against coronavirus,\" she said. ##Vaccines## Major League Baseball has postponed the first two games of the Oakland Athletics’ upcoming three-game series with the Seattle Mariners that was set to begin Tuesday night in Seattle.  The MLB said the decision was made out of an abundance of caution to allow for additional testing and contact tracing within the Oakland organization. Oakland’s scheduled game against the Houston Astros on Sunday was postponed after a positive Covid-19 test from within the Athletics’ organization. \"Major League Baseball will continue to provide updates as necessary,\" the MLB said in a statement. Just one week after the start of the fall semester, California State University (CSU), Chico is canceling all in-person classes and telling students to vacate on-campus housing over a “rapid and alarming” coronavirus outbreak on campus. Three days into the fall semester, which began last Monday with limited in-person classes, the university reported “a troubling number of positive COVID-19 cases on campus.” As of Sunday, CSU Chico confirmed nearly 30 confirmed cases of the virus, which “impacts both classrooms and a majority of on-campus residence halls—with an even greater number of reported exposures that could have an exponential and devastating effect on campus,” according to the letter.  The university is also asking all students who live on campus to move out by Sept. 6, CSU Chico President Gayle Hutchinson announced in a letter to its campus community on Monday. “We understand the inconvenience of vacating campus housing so quickly, but Chico State’s residence halls have experienced rapid and alarming rates of COVID-19 cases and the well-being of students makes quick action imperative,” CSU Chico said. Located in Northern California’s Butte County, CSU Chico is one of the California State University system’s 23 campuses. ##Schools## Emergency physician and CNN Medical Analyst Dr. Leana Wen said Monday that 2 million Americans could die in the effort to achieve herd immunity to coronavirus. “If we're waiting until 60% to 80% of people have it, we're talking about 200 million plus Americans getting this,” Wen told CNN’s Brianna Keilar Monday. “At a fatality rate of 1%, let’s say … that's 2 million Americans who will die in this effort to try to get herd immunity. Those are preventable deaths of our loved ones that we can just not let happen under our watch,” Wen said. Wen added that much is still unknown about how long immunity to Covid-19 could last. Remember: Herd immunity is reached when a majority of a population becomes immune to a disease either through infection and recovery or vaccination.  When that happens, the disease is less likely to spread to people who aren't immune because there just aren't enough infectious carriers to reach them. Earlier this month, Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, also explained the risks of herd immunity during a live Instagram session. \"If everyone contracted it, even with the relatively high percentage of people without symptoms ... a lot of people are going to die,\" Fauci said. There have been at least 260 Covid-19 cases associated with people who attended the motorcycle rally in Sturgis, South Dakota, in early August. CNN surveyed state health departments across the United States and has tallied cases in at least 12 states: Colorado: 25 cases \nMichigan: 11 cases\nMinnesota: 46 cases \nMontana: 7 cases \nNebraska: 7 cases\nNew Hampshire: 8 cases\nNew Jersey: 3 cases \nNorth Dakota: 30 cases\nSouth Dakota: 105 cases\nWashington: 3 cases \nWisconsin: 2 cases \nWyoming: 13 cases \nTOTAL: 260 cases   Some context: The rally ran from Aug. 7 through Aug. 10, with an estimated 460,000 attendee vehicles, the South Dakota Department of Transportation said. World Health Organization officials cautioned countries rushing to develop coronavirus vaccines, saying emergency use authorization must be done with great care. China and Russia say they will start deploying vaccines before completing late-stage clinical trials, and US Food and Drug Administration Commissioner Dr. Stephen Hahn has said if the US gets enough data from advanced trials, it might be possible to authorize a vaccine before the trials are completed. Asked about what the three countries are planning, WHO officials said it’s important to make sure a vaccine is at least safe and works before using one broadly. “The emergency use authorization or licensing is something that has to be done with a great deal of seriousness and reflection. It’s not something that you do very lightly,” WHO chief scientist Dr. Soumya Swaminathan said during a news briefing.  While it is up to the national regulatory authority of every country to make decisions about approvals, WHO has on its website a guidance document that lays out step-by-step what the approach for their emergency use listing procedure would be, she said.  Any country’s vaccine policy “must be guided by the highest possible ethical standard, the highest possible scientific standards,” said Dr. Mike Ryan, director of WHO’s Health Emergencies Program. There are examples of vaccines that were rolled out before data collection was complete, Ryan added. Ebola is one. But data was carefully collected even as groups rushed to vaccinate people during recent Ebola outbreaks. “You need to maintain monitoring,” Ryan said.  ##Vaccines## The National Hockey League announced that after five weeks of play in the league’s “bubbles,” there still has not been a positive Covid-19 test result in either of the hub cities of Toronto or Edmonton. Every member of each remaining team’s traveling party was tested on a daily basis between Aug. 23 and Aug. 29. The NHL season resumed with 24 teams participating and has now progressed into the Stanley Cup playoffs with eight teams still competing. Movie theaters and indoor performances venues in New Jersey can reopen with restrictions on capacity starting Friday, Gov. Phil Murphy announced in a tweet from his verified account. Following the governor’s announcement, New Jersey Health Commissioner Judy Persichilli emphasized the importance of ventilation for all indoor businesses. \"Effective ventilation is important to indoor spaces,\" she said, adding that businesses should inspect their air conditioning and heating systems. She also said that restaurants should consider purchasing a HEPA-rated particulate filtration system. \"Please — do not go out to eat if you aren't feeling well,\" she added. Asked if he would reinstate indoor dining restrictions if Covid-19 trends worsened, Murphy said he would, but with the supporting data. \"I certainly hope not to, and it would be a sustained increase,\" he said.  \"It wouldn't be (due to) one day or even a couple of days (of increased infections),\" Murphy said, adding that he would want to have \"some qualitative sense around the data as to whether or not it was coming from the indoor dining steps that we've taken as opposed to some out of control party in somebody's basement.\" Persichilli said the state has had over a thousand positive tests over the past three days. The state's positivity rate is currently at 1.41%, she said. At least 484 New Jerseyans are currently hospitalized with Covid-19, Persichilli said, with 103 in intensive care. The state reported 8 new deaths Monday, 3 of which occurred in July, 5 of which occurred in August. The state has confirmed a total of 14,165 deaths from Covid-19 since the outbreak began, an another 1,780 probable deaths from the disease. Note: These numbers were released by the state’s public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Officials in West Virginia are reporting rising Covid-19 numbers in several parts of the state, including more than 100 cases at a corrections complex.  Gov. Jim Justice announced 138 new Covid-19 cases at the Mount Olive Correctional Complex.  “Mount Olive continues to be quarantined and medically isolating inmates as necessary. At South Central Regional Jail, there are eight active cases and two staff cases,” said Justice. West Virginia long term care facilities are also seeing a rise in Covid-19 cases with 36 new outbreaks.  Gov. Justice addressed the rising number of cases in Logan, Kanawha and Monroe Counties, citing at least 12 additional deaths as of Friday, bringing the state total to 214.  In order to mitigate the rising number of cases in these three counties and to avoid further spread during the return to school next week, the governor announced widespread testing for all students and faculty in the school system’s sports program. All athletes, coaches and band members will be tested before the start of the season. “There is no person out there in one of these counties that wants our kids out on the field playing a game with kids that have tested positive. So in this situation without a question it will assist us in every way. If we have a team or kids on the team that test positive we can't play. And we shouldn't play. That's all there is to it, same way as the band, same way as volleyball” said Justice. ##Schools## Democratic presidential nominee and former Vice President Joe Biden pointed to the US's coronavirus death toll during a speech in which he asked Americans if they \"feel safer under Trump.\" The US surpassed six million cases of coronavirus today. More than 183,000 people have died in the US since the pandemic began, according to the latest tally from Johns Hopkins University. \"More than 180,000 lives in just six months. An average of 1,000 people dying every day in the month of August. Do you really feel safer under Donald Trump?\" Biden asked during a speech in Pittsburgh. He went on to address Trump directly. \"Mr. Trump, you want to talk about fear?\" Biden asked. \"Do you know what people are afraid of in America? They're afraid they're going to get Covid. They're afraid they're going to get sick and die and that is in no small part, because of you.\" \"Do you really feel safer under Trump?\" Biden asked again. Many frontline health care workers who care for Covid-19 patients may be infected and not even know it, researchers led by the Centers for Disease Control and Prevention reported Monday. And because the infections are undetected, they can potentially be spread to patients, coworkers, and others in the community. Their survey of more than 3,200 health workers found 6% had antibodies to coronavirus, indicating they had been infected with the virus. But 69% of them had never been diagnosed with such an infection, 44% did not believe they had ever been infected and 29% said they never had any symptoms. “A high proportion of SARS-CoV-2 infections among healthcare personnel appear to go undetected,” the team at academic medical centers across the country, including the CDC Covid-19 Response Team, wrote in the CDC’s weekly report. “Consistent with persons in the general population with SARS-CoV-2 infection, many frontline HCP [health care personnel] with SARS-CoV-2 infection might be asymptomatic or minimally symptomatic during infection, and infection might be unrecognized, \" they continued.  More on the study: The researchers analyzed blood samples taken between April 3 and June 19 from 3,248 frontline health care workers at 13 academic medical centers across the country. The samples were tested for antibodies to the SARS-CoV-2 virus and participants were asked about potential symptoms of Covid-19, previous testing for a coronavirus infection, and their use of personal protective equipment in the week prior. Participants who reported always wearing a face covering — a surgical mask, N95 respirator, or powered air purifying respirator — while caring for patients had lower infection rates compared with those who did not. But personal protective equipment wasn’t always available. In eight of the 13 medical centers, more than 10% of participants reported a PPE shortage. Shortages of N95 respirators were those most commonly reported —5% of those surveyed said there was a shortage where they worked.  “A higher percentage of participants who reported a PPE shortage had detectable SARS-CoV-2 antibodies (9%) than did those who did not report a PPE shortage (6%),” the researchers wrote. “A high proportion of personnel with antibodies did not suspect that they had been previously infected.” Requiring face coverings, having teams dedicated exclusively to caring for patients with coronavirus, better screening and testing might all help, the team concluded.  Canadian Prime Minister Justin Trudeau says his government will not give in to pressure and rush vaccine approval, despite what some other countries are doing.  “Canada will always put the safety of Canadians first and foremost and that’s true on vaccines on it is on everything else,” said Trudeau during a press conference Monday in Montreal.  Trudeau pointed out that the Canadian government has been under pressure for months to approve testing methods and therapeutic drugs on a more rapid timetable but that Health Canada has refused to do so citing safety and efficacy concerns.  “We will not see testing protocols approved until they are safe for Canadians. We will not move forward on a vaccine until we are confident it is safe for Canadians. Other countries will make their own decisions and have already in regards to testing,” he said.  Some more context: Monday the Canadian government announced new agreements with Johnson & Johnson and Novavax, adding to agreements with Pfizer and Moderna to reserve millions of doses of experimental COVID‑19 vaccines. Canadian officials say they are in negotiations to secure other vaccines so that a ‘diverse portfolio’ of vaccine candidates is developed over the next few months.  Canadian officials say they do not expect a viable vaccine to be distributed until early next year at the earliest.  Trudeau also announced nearly $100 million in funding for a new biomanufacturing facility in Montreal in order to increase vaccine manufacturing to about 2 million doses per month by next year. This is intended to help Canada to domestically produce enough doses of an eventual vaccine.   ##Vaccines## During a news conference with other community leaders on Monday, New York State Senator Brad Hoylman and Assembly Member Richard Gottfried called for the passage of their two bills that would allow the state board of elections to introduce mail-in ballot drop boxes amid the pandemic and ongoing postal service delays.  “New Yorkers deserve to have confidence in the integrity of our elections and know their vote has been counted,” said Hoylman. “Now we have a federal administration that is openly hostile to the postal office and openly hostile to expanding voting rights, and working to dismantle this institution.” “Despite overwhelming evidence to the contrary, Donald Trump has tried for years to undermine our elections with false claims about voter fraud,” he continued.  Hoylman pushed for the state to pass the bills as soon as possible to avoid the same fate of New York’s June primary, pointing to the more than 84,000 absentee ballots that were invalidated in New York City. They accounted for 21% of the all ballots received by the city’s board of elections, said the senator.  He called on the legislature to either convene to pass the bill, or have Gov. Andrew Cuomo authorize the ballot drop-boxes via executive order.  On Aug. 20, Gov. Cuomo signed a package of election reforms that would allow voters to both request an absentee ballot due to Covid-19 and have ballots postmarked on election day be counted by the state board of elections.   So far, 33 states along with Washington, DC, have authorized the use of ballot drop-boxes, said Hoylman.  The ballot box prototype unveiled Monday would be monitored by either local law enforcement or election officials and would include a tamper-proof seal, he explained.  Each one would cost around $6,000 and serve every 15 to 20 thousand registered voters, said Hoylman, which would amount to 650-865 boxes in NY for a total cost of four to five million dollars.  The boxes could be placed in high-traffic areas including libraries, schools, and possibly even near ATM machines, he said.  “What is the cost in not assuring voters that their ballot is going to be counted in November,” he asked.  According to the state senate and assembly websites, both bills are still in committee.  There are at least 6,006,327 cases of coronavirus in the US, and at least 183,221 people have died, according to data from Johns Hopkins University. The totals include cases from all 50 states, the District of Columbia and other U.S. territories, as well as repatriated cases.  So far on Monday, Johns Hopkins has reported 9,896 new cases and 155 deaths. ##Hotspots## A large party is suspected as the origin for a coronavirus outbreak at New York's SUNY Oneonta, which has led to a halt on in-person classes for at least two weeks. Dozens of students have been suspended for violating the code of conduct, chancellor Jim Malatras told CNN's John King. “Socializing is great, but we have to do this differently. We have to control this virus. And I’m going to keep reinforcing that but also enforcing discipline because we can't have this get out of control across the state,” he said.  “We noticed that there was a large party early last week. It resulted in several Covid cases. Twenty Covid cases became 105 cases. We stepped in immediately,” Malatras said, adding that SUNY’s upstate medical facility is doing 75,000 tests a week through the SUNY system. The outbreak shows that the pandemic is not over yet, Malatras added. “Covid still exists. We can't rest on our laurels to say we're out of the woods. This, I hope, serves as a wake-up call that one party can lead to more than a hundred cases,” he said. It’s day one on the job for Malatras, who previously worked on New York Gov. Andrew Cuomo’s panel of advisers to combat the coronavirus crisis. Cuomo will send in a team of 70 contact tracers and eight case investigators in an attempt to contain the outbreak. To reinforce the messaging and discipline on campus, Malatras said he will focus on how everyone plays a role in this pandemic.  “Individual responsibility for the greater collective good. One individual's action can impact everyone on our college community,” he said. “We have to instill in people that it's not just your actions. Your actions have consequences on everyone else. It could impact our faculty and get them sick. It can impact the student body population so we're going to keep reinforcing that message.” ##Schools## New York Gov. Andrew Cuomo, along with several unions, is sending a letter to the New York congressional delegation today pleading for federal funding to address budget shortfalls. “There is no way that the states and the local governments can cover the deficit. There is no combination of savings, efficiencies, tax increases that could ever come near covering the deficit,” said Cuomo Monday. Among the budget shortfalls is $30 billion for New York state and $9 billion for New York City.   ##Economy## The state of Florida is reporting 1,885 new Covid-19 cases on Monday, marking the lowest single day infections since June 15, according to data released by the Florida Department of Health.  On June 15, the state recorded 1,758 coronavirus cases.  To date, there are 623,471 total Covid-19 cases statewide, with 68 additional deaths bringing the total number of deaths to 11,187, according to the department of health.  ##Hotspots## Sweden has not reported any deaths from Covid-19 for more than a week, data from the country’s Public Health Agency shows. According to the Swedish Public Health Agency's data last updated on Monday, the last fatality was recorded on Aug. 23.  In the past 24 hours, the country has reported 43 new Covid-19 cases.  Sweden has been seen as an outlier in the way it has handled the pandemic because of its seemingly relaxed approach, which imposed only light restrictions on daily life compared to other European nations.  In total, the country has reported 5,808 deaths from the novel coronavirus, which corresponds to 576.38 deaths per million.  This is more than the United States (553.07), but less than other European countries where the death toll has also been high, such as Spain (620.49), the United Kingdom (611.3) or Italy (586.77), according to information from research platform Our World in Data, which is based at the University of Oxford. Sweden, however, has a much lower population density than all of these Covid-19 hotspots.  The number of deaths per million in the country is much higher than some of its closest neighbors, with similar low population densities, namely Denmark (107.73), Finland (60.46), Norway (48.7) or Estonia (48.25). Remember: Dr. Scott Gottlieb, former commissioner of the US Food and Drug Administration, said Sweden should not be America's model for pandemic response. In an op-ed for The Wall Street Journal on Sunday, Gottlieb wrote that the United States should continue focusing on containing the spread of the novel coronavirus that causes Covid-19. There have been at least 6,002,615 cases of coronavirus in the United States and at least 183,203 people have died, according to data compiled by Johns Hopkins University. JHU recorded the first case of coronavirus in the United States on January 21. Here's how we got to more than six million: It took the country 99 days to reach 1 million cases on April 28. \nIt then took 43 more days to reach 2 million cases on June 10.\nIt took another 28 days to surpass 3 million cases on July 8. \nIt took the US only 15 additional days to surpass 4 million cases on July 23. \nIt took the US 17 days to go over 5 million cases. \nIt has taken the nation 22 days since then to reach 6 million cases.  Only two other countries in the world have over 1 million reported Covid-19 cases – Brazil with roughly 3,862,000 cases and India with 3,621,000 cases. Cell phone location data could be useful when it comes to predicting future trends in Covid-19 cases, according to new research published Monday in the journal JAMA Internal Medicine.  “Perhaps the most important observation of this study was that a decrease in activity at the workplace, transit stations, and retail locations and an increase in activity at the place of residence was associated with a significant decline in Covid-19 cases at 5, 10 and 15 days,” said the researchers, led by Dr. Shiv Sehra at Harvard Medical School. For example, counties with the greatest use of cell phones in residential locations had a 19% lower growth rate of new cases at 15 days compared with those counties that had the lowest level of home usage. The researchers also found that activity at grocery stores and areas that were classified as parks was not strongly associated with rates of growth in cases. However, assessing the direct effect of individual activities is difficult, they said. The researchers used publicly available cell phone location data and new daily reported cases per capita in each US county to evaluate the association between cell phone activity on a given day, in a number of different locations, and the rate of growth in new Covid-19 cases five, 10 and 15 days later. They found that there was a marked change in activities shortly before stay-at-home orders were issued in individual states, which included less activity in locations outside the home. Urban counties with higher population levels and higher numbers of cases per capita had a greater increase in cell phone usage inside the home after stay-at-home orders, the researchers found. However, as the time from the stay-at-home order increased, the use of cell phones at non-residential locations did as well. For example, the researchers said that, on average, there was a 0.5% increase per day at retail locations from the time of the initial stay-at-home order, which suggests “waning adherence to the orders over time.” Keep in mind: The study did have some limitations, including a potential for selection bias. There could also be other differences at the county level, such as mask mandates during the study period. New York City will not issue lay-off notices Monday after discussions with municipal unions over the past several days, Mayor Bill de Blasio said at a news conference today. It was the municipal labor unions who asked for more time according to the mayor. “They’ve come in good faith” and they want to ask the state legislature to convene to discuss borrowing authority, he added. The city will hold on issuing the notices on a day-to-day basis. What happens next: Without help from a stimulus plan from the federal government or borrowing from the state, “That’s put us in a really tough situation where we had to prepare for something we really don’t want to do which is widespread layoffs of city workers” the mayor said. “Time has been ticking and there has been no resolution from Washington. We’ve looked to Albany so far without results” de Blasio continued.  “I am hoping that this pause will lead to more progress in Albany because of the intense commitment of labor to getting this done.” Granting long-term borrowing authority will save 22,000 municipal jobs according to the mayor. ##Economy## Sweden should not be America's model for pandemic response, Dr. Scott Gottlieb, former commissioner of the US Food and Drug Administration, wrote in an op-ed for The Wall Street Journal on Sunday. Some people have pointed to Sweden as a successful model for the softening of guidelines – but Gottlieb wrote that the United States should continue focusing on containing the spread of the novel coronavirus that causes Covid-19. \"Swedish government officials initially sought to let the virus run largely unchallenged in the general population while taking steps to protect the elderly. The Swedish view was that the country could reach herd immunity without jeopardizing the economy. But holding up Sweden as an enlightened model misreads important parts of its experience,\" Gottlieb wrote in the op-ed. \"Many Swedes pulled back from normal activities to shelter themselves from infection anyway, even younger and middle-aged people. The country experienced 5,821 Covid deaths in a population the size of North Carolina. And Sweden is far short of herd immunity, even as the country’s economic recovery ranks among the worst in its region,\" Gottlieb wrote. \"Yet embrace of the 'Swedish model; is based on assumptions that sidestep some of these facts. The biggest misconception is a belief that there’s a large reservoir of Americans who are already immune to Covid,\" Gottlieb wrote. \"Confronting a dangerous pandemic requires containing spread wherever it is reasonably possible. Sensible measures such as universal masking, testing and widespread and rapid contact tracing can help. The best way to protect the vulnerable is to try to protect everyone.\" The US is inching toward 6 million cases of Covid-19. As of this morning, officials have reported more than 5,997,000 cases, according to the latest tally for Johns Hopkins University.  As cases keep ticking up, Dr. Deborah Birx, the coordinator of the White House coronavirus response, is urging Americans to \"do the right thing\" until then by wearing masks and social distancing. Here's a look at the timeline: A version of this story appeared in the August 31 edition of CNN's Coronavirus: Fact vs. Fiction newsletter. Sign up here to receive the need-to-know headlines every weekday. The US Food and Drug Administration could consider an emergency authorization for Covid-19 vaccine, even before Phase 3 trials are over. The agency's boss Dr. Stephen Hahn told the Financial Times that it's up to the vaccine developer to apply for authorization or approval. \"If they do that before the end of Phase Three, we may find that appropriate. We may find that inappropriate, we will make a determination,\" Hahn told the newspaper. At the moment, an OK from the FDA is what's needed to put a vaccine on the market. However, several prominent physicians and experts are calling for the creation of an independent commission to review data from coronavirus vaccine trials before a vaccine is allowed on the market. The physicians cite public distrust of vaccines and criticism of government agencies during the pandemic. They say that while they trust the US scientific and ethical rigor, they think many Americans will be skeptical of the findings of an FDA committee, especially since some of its members work for pharmaceutical companies and government agencies, according to the roster currently on the FDA website. Adding a layer of independent review may reassure Americans that the shot is safe and effective. Sign up to the newsletter here, or read the full story here: At least seven passengers on a plane from Zante, Greece, to Cardiff, Wales, have tested positive for coronavirus after catching it from three infectious people on the flight. All 193 passengers and crew on the TUI flight on August 25 have now been ordered self-isolate, according to a statement from Public Health Wales. A passenger on the plane, Stephanie Whitfield, told the BBC the journey was a \"debacle,\" and that many of those on board had removed their masks. \"The flight was full of selfish 'covidiots,'\" she added. A TUI spokesperson said passenger health and safety \"is always our priority\" in an emailed statement sent to CNN. \"We are concerned to hear of Mrs Whitfield's claims,\" it added. \"Our crew are trained to the highest standards and in line with European Union Aviation Safety Agency (EASA) guidelines. Passengers are informed prior to travel and via PA announcements on the flight that they have to wear masks throughout and are not allowed to move around the cabin,\" reads the statement.  \"Masks can only be removed when consuming food and drink,\" the TUI spokesperson said. \"A full investigation is now underway as these concerns weren't reported during the flight.\" The city of Paris said Monday it is working on ramping up free Covid-19 testing for Parisians. Paris will establish three permanent laboratories and two mobile laboratories which will travel all over the French capital, the city of Paris said in a press release, adding that the tests would be free of charge. On Friday, French health authorities warned that the coronavirus epidemic was \"growing exponentially.\" They reported an increase of 7,379 new daily cases, the biggest since late March. The daily increase in cases has tripled in under a week, according to French health authorities. The recent spike in new infections in France has left the organizers of the Tour de France with a real logistical challenge in how best to stage the 23-day event.  The world's toughest bike race began on Saturday; it will be watched by millions around the world and is due to finish on Paris' iconic Champs-Elysées.  Adding to organizers' worries, the Alpes-Maritimes region -- the site of the opening stages of the race -- has been declared a red zone because of a recent rise in Covid-19 cases.  To ensure the race can be completed, teams will be expelled from the 2020 event if two riders or members of staff show strong symptoms or test positive for Covid-19. ##Hotspots## In person instruction at the State University of New York (SUNY) Oneonta has been suspended for two weeks after a coronavirus cluster developed at the school. The Governor of New York, Andrew Cuomo, said he had deployed a SWAT team of 71 contact tracers and 8 case investigators to address the outbreak. Cuomo said the state is also setting up 3 free rapid testing sites in the city, which will be open to all residents. The site locations will be announced Monday. \"We have had reports of several large parties of our students at Oneonta last week and unfortunately, because of those larger gatherings, there were several students who were symptomatic of COVID and upon testing we found that 20 were positive for the COVID virus,\" said SUNY Oneanta chancellor Jim Malatras. Five students in Oneonta have been suspended for holding parties against college policy, Malatras said. Additionally, three campus organizations have been suspended. New York State guidance dictates that schools must go to \"remote learning with limited on-campus activity for two weeks when 5 percent or 100 individuals test positive for COVID-19 within a two-week period,\" the Governor said in a press release. For students from Meraki High School outside Sacramento, California, staying fit during the coronavirus pandemic has been as easy as playing solitaire. Since the school shut down this spring, its students have taken part in a modified physical education class with the help of a special deck of \"Super Fitness Fun Cards.\" The cards have different exercises on each one. Students can shuffle the cards, take a predetermined number of them, then do the exercises that the cards depict. The tool is the brainchild of Dan DeJager, physical literacy and wellness advisor at the school in Fair Oaks, California. DeJager is a self-proclaimed \"gaming nerd,\" and uses the deck in conjunction with instructional videos, Zoom meetings and scavenger hunts to keep kids interested in physical education while they're engaged in virtual learning. \"It's a great brain break,\" he said of the cards. \"Even if you don't feel like you're working hard, just getting regular exercise can make a huge difference in your day.\" Read the full story here: India is entering a new phase of reopening that will see subway trains running for the first time in months -- despite skyrocketing daily coronavirus infections that are showing no sign of slowing down. The country of 1.3 billion people has reported more than 75,000 infections for five consecutive days -- the fastest growing caseload of any country in the world. It recorded 85,687 new Covid-19 infections last Wednesday -- the world's highest single-day spike since the pandemic began -- surpassing the previous record of 77,255 cases, set by the United States on July 16. India's infection rate has increased exponentially in recent weeks. It took almost six months for the country to record 1 million cases, another three weeks to hit 2 million, and only 16 more days to hit 3 million. At this rate, India's total number of cases, now at over 3.6 million, is on track to outnumber that of Brazil to become the second highest in the world, behind the US. Read the full story here: When a coronavirus vaccine comes on the market, people will likely need two doses, not just one -- and that could cause real problems. Some of the potential problems are logistical. Difficulties procuring test kits and protective gear throughout the pandemic point to supply chain issues that could also plague the distribution of double doses of vaccines for an entire country. Other potential concerns are more human. Convincing people to show up to get a vaccine not once, but twice, could be a formidable undertaking. \"There's no question that this is going to be the most complicated, largest vaccination program in human history, and that's going to take a level of effort, a level of sophistication, that we've never tried before,\" said Dr. Kelly Moore, a health policy professor at Vanderbilt University. Read the full story here:  ##Vaccines## \"Want to hear the joke about insulin?\" goes the bleak gag about America's drug prices. \"You have to go to Canada to get it.\" But even that's not an option anymore. Pandemic travel restrictions have made Americans prisoners of their country. Even within North America, Mexico and Canada have closed thousands of miles of border to all but essential travel, roiling plans for vacation, work, and school. For cash-strapped Americans, it has also cut off access to medicines and healthcare services that they can't afford at home -- at a time when money is tighter than ever. Stephanie Boland's nine-year-old son was diagnosed with diabetes in December. Traveling to Canada to fill his insulin prescription took a half-day's drive from where they live in Brainerd, Minnesota, but it was worth it -- the purchase was a simple, over-the-counter affair. One pack of injection pens, which would last several months, cost less than a hundred dollars, she says, compared to a list price of $530 at home.  As their son's disease began to rewrite the routines of daily life, the Bolands planned to cross into Canada again to restock. Then the pandemic hit. Read the full story here:  Twitter on Sunday took down a tweet containing a false claim about coronavirus death statistics that was made by a supporter of the baseless QAnon conspiracy theory -- a post that US President Donald Trump had retweeted earlier in the day. The tweet -- which has been replaced with a message saying, \"This Tweet is no longer available because it violated the Twitter Rules -- from \"Mel Q,\" copied from someone else's Facebook post, claimed that the US Centers for Disease Control and Prevention had \"quietly\" updated its numbers \"to admit that only 6%\" of people listed as coronavirus deaths \"actually died from Covid,\" since \"the other 94% had 2-3 other serious illnesses.\" That's not what the CDC said. As of Sunday at 4 p.m. ET, Twitter had not removed a second tweet, also retweeted by the President on Sunday, that spread the same false claim. The second tweet, by Trump campaign adviser Jenna Ellis, linked to an article on the right-wing website Gateway Pundit that was based on the QAnon supporter's tweet. CNN has reached out to the White House for comment on Trump's retweets. Read the full story: ##Politics## As the United States nears 6 million Covid-19 cases, the coordinator of the White House coronavirus response urged Americans not to wait for a vaccine to stop community spread of the virus. \"Do the right thing today,\" Dr. Deborah Birx said. \"Because if we do the right thing today, we go into the fall with much fewer cases.\" As researchers race to develop a vaccine to get control of the virus that has infected more than 5.9 million people and killed at least 183,069 in the US, health experts and officials continue to say preventative measures, such as wearing a mask, practicing social distancing and avoiding crowds can keep infections low and economies open in the interim. But as the pandemic drags on, experts worry that the public has become fatigued or complacent in those measures. \"Right now, we gain freedom through wearing our masks and socially distancing,\" Birx said. She urged vigilance, noting that crowds gathered at concert venues can spread the virus, but so too can people gathered in a backyard. \"We know we can't always be perfect. We know that we'll put this message out about private gatherings and something will happen and you'll realize you have been in a situation, you've been around people, you didn't have your mask on,\" Birx said. \"That is the time to make sure you're protecting others in your household and around you by wearing a mask when you're around them, even if they're family.\" Read the full story: ##Vaccines## ##Hotspots## Lady Gaga asked viewers to mask up while speaking at Sunday's MTV Video Music Awards, and she led by example. During her multiple appearances during the show, Gaga displayed an impressive collection of masks, but it's fair to assume she didn't pick these up at GAP or have them mailed to her by her auntie who can sew. These masks were 100% what one would expect from Gaga, the woman who once made charcuterie into a fashion statement. Read here to see her best masks: At least 64,469 people have now died after contracting Covid-19 in India since the pandemic began, more than any other country except the United States and Brazil.  Mexico had identified more novel coronavirus related-deaths than India until Sunday, when Indian authorities identified another 971 fatalities. Mexico's death toll stood at 64,158 as of Sunday. Cases have been skyrocketing in India in recent weeks, though that may be partially due to the high numbers of people being tested.  Indian authorities confirmed 78,512 new Covid-19 cases on Sunday -- the fifth consecutive day the country has recorded more than 75,000 daily new cases, according to the Health Ministry.  More than 3.6 million people have contracted the virus in India since the pandemic began. As of Saturday, the country has tested more than 41.4 million people.  New Delhi surge: Authorities in the Indian capital recorded more than 2,000 positive Covid-19 tests on Sunday -- the highest since July 10, authorities said.  CNN is tracking global coronavirus cases here: ##Hotspots## Another 603 cases of Covid-19 and 15 virus-related deaths were confirmed in Japan on Sunday, the country's Health Ministry said. To date, 68,577 novel coronavirus patients have been confirmed in the country since the pandemic began, killing at least 1,297 people. As of Sunday, 234 Covid-19 patients were in critical condition.  Tokyo authorities recorded 148 cases on Sunday, down from 247 on Saturday. A total of 20,717 people in the Japanese capital have been diagnosed with Covid-19. ##Hotspots## South Africa is slowly emerging from one of the world's strictest Covid-19 lockdowns. As the threat of the pandemic loomed in March its government sealed national borders, restricted public transport use and -- in a particularly controversial move -- banned the sale of alcohol for several weeks Government officials believe the drinking restrictions significantly reduced pressure on the country's hospitals and have hailed the results as a policy success. Yet the long-term impact of such strict measures is unclear. Elsewhere, the country's alcohol trade bodies say the industry has been devastated by the ban. Many workers in the sector took to the streets to protest the ban in July. Temporary drinking restrictions are back in vogue worldwide, thanks to coronavirus. Social distancing has also dramatically altered alcohol consumption habits, though researchers believe it's too early to say whether the impact will be permanent. South Africa isn't alone in imposing restrictions; Thailand and India both introduced similar bans earlier in the year, while Kenya banned the sale of liquor in restaurants for 30 days this summer. Restrictions on outdoor drinking are in place in Spain's Catalonia region and in the UK, the city of Manchester banned outdoor drinking over the holiday weekend from August 29-31. Read the full story:  An additional 248 cases of Covid-19 and one virus-related death were identified in South Korea on Sunday, according to the country's Centers for Disease Control and Prevention. Since the pandemic began, 19,947 cases have been recorded and 324 people have died in the country. Some 14,973 have recovered so far, while 4,650 are in active quarantine and 79 are in critical condition. Rising cases: Experts have credited South Korea with employing one of the world's most efficient and successful anti-epidemic strategies.   However, infections have been on the rise in recent weeks. Many of the cases have been transmitted locally -- all but 10 of those identified on Sunday were classified as such -- in South Korea's bustling capital, Seoul. South Korean President Moon Jae-in warned last week that the current wave constitutes a more \"severe emergency\" than earlier outbreaks. Citing criticism of government agencies and increasing public distrust of vaccines, several prominent physicians and experts are calling for the creation of an independent commission to review data from coronavirus vaccine trials before a vaccine is allowed on the market. The United States Food and Drug Administration regulates vaccines, and its OK is all that's needed to put one on the market. The physicians fear, however, that after several government blunders during the pandemic, a layer of review independent from the government is needed to give Americans confidence that the shot is safe and effective. Dr. Kathryn Stephenson, an assistant professor at Harvard Medical School, said she thought of the idea of an independent panel to increase trust in the vaccine after several colleagues told her they did not want to get a coronavirus vaccine when it becomes available. \"I'm hearing this from my peers, from doctors and nurses. They're not anti-vaxxers. They're pro vaccine. They vaccinated their own children. But they are skeptical about this vaccine,\" said Stephenson, director of the clinical trials unit at the Center for Virology and Vaccine Research at Beth Israel Deaconess Medical Center. Separately from Stephenson, bioethicist Arthur Caplan arrived at the same conclusion. \"We're used to this world where if the FDA or the CDC or the NAS says something is safe and effective, that's enough, but I don't think this time that's sufficient to overturn public skepticism,\" said Caplan, referring to the US Centers for Disease Control and the National Academy of Sciences. \"I think we desperately need an independent national commission.\" Read more: ##Vaccines## Colombia recorded 8,024 new Covid-19 infections and 300 virus-related deaths in the past 24 hours, the country’s Ministry of Health reported Sunday.  That brings the national total to at least 607,938 cases, including 19,364 fatalities, since the pandemic began, according to the ministry’s data. Colombia surpassed Mexico on Thursday, August 27, to become the country with the third-highest number of coronavirus cases in Latin America, trailing only Brazil and Peru, according to data compiled by CNN and Johns Hopkins University.  ##Hotspots## Mexico’s Health Ministry reported 4,129 new cases of Covid-19 on Sunday, bringing the country’s total number of infections to 595,841. The ministry also reported 339 new deaths for a total of 64,158. Mexico has recorded the fourth-highest number of total coronavirus cases in Latin America, behind Brazil, Peru and Colombia, according to data compiled by Johns Hopkins University. ##Hotspots## White House Coronavirus Response Coordinator Dr. Deborah Birx said that while she is hopeful for a vaccine, she is also convinced that community spread can be stopped right now. Speaking at a media event in Minnesota Sunday, Birx said that people shouldn’t wait for a vaccine to do the right thing. Do the right thing today,” she said. “Because if we do the right thing today, we go into the fall with much fewer cases.” Birx also said that she is hopeful that when the data becomes available and the American people can see that a vaccine is safe and effective, that they will want to get vaccinated. Right now, we gain freedom through wearing our masks and socially distancing. With a vaccine, it’s a very different potential interaction for all of us,” she said. “Yes, I’m hopeful for a vaccine,” she said. “But I’m also very convinced right now that we can stop community spread by wearing masks, socially distancing and avoiding crowds.” Birx pointed out that crowds are not just things like large concerts, but also backyard barbecues with 25 people who aren’t wearing masks. ##Vaccines## At least 25,143,423 people have been infected with Covid-19 worldwide since the global pandemic began, according to Johns Hopkins University's tally of cases Sunday night. The figures also show that at least 845,414 people have died after contracting the virus. Case numbers have soared exponentially since they first were reported in China in December 2019. The world recorded 1 million cases more than three months later, on April 2. The tally hit 10 million cases on June 28 and took just six weeks to double. While the world has learned a great deal about how to control the spread of the virus, governments are starting to lose their grip on the situation once more. Countries that were hit early in the pandemic saw case numbers dip after they imposed strict rules around social distancing and movement. But the figures are rising fast again as lockdowns are lifted and frustrations among the public lead to a growing backlash against mask-wearing and other restrictions that have led to job losses, economic damage and widening inequality. As fall approaches in the Northern Hemisphere, doctors are already seeing signs of a dramatic second wave of infection that will be almost impossible to contain until a vaccine is developed and widely distributed -- another step that is already facing fierce opposition.", "Section": "world", "Writers": ["Joshua Berlinger", "Adam Renton", "Mike Hayes", "Meg Wagner", "Melissa Macaya"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-08-31-20-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}