{"Type": "article", "Time": "2020-07-09", "Headline": "Authorities in Hong Kong warn of potential 'exponential growth' in coronavirus cases just weeks after loosening restrictions", "Text": "Authorities in Hong Kong, a city lauded for its quick and effective response to the coronavirus pandemic, are now warning of potential \"exponential growth\" in new cases of Covid-19 after a surge in local transmissions. Health officials reported 42 new coronavirus cases Thursday, including 34 locally transmitted infections, as concerns grow over what has been dubbed a \"third wave\" of the pandemic in the global financial center. Of the locally transmitted cases, most were linked to elderly care homes, some were linked to previous cases and a small number were linked to taxi drivers, according to Dr. Chuang Shuk-kwan of the Centre for Health Protection (CHP). \"It is possible there could be a major outbreak,\" Chuang said Wednesday. \"There could be a sudden exponential growth of cases.\" The CHP also announced the tightening of social distancing measures Thursday, to deal with the fresh outbreak. From midnight July 10 restaurants are banned from operating at more than 60% capacity and no more than eight people will be allowed per table.  Meanwhile at clubs and pubs people will not be allowed to gather in groups of more than four. The new restrictions will remain in place until July 24. Chuang added that health officials are exploring options with telecommunications companies as they search for passengers who took taxis with infected drivers. Since the virus began spreading worldwide earlier this year, Hong Kong has kept its coronavirus case count low -- still remaining under 1,400 infections -- and only recorded seven virus-related fatalities The city's success in containing Covid-19 has been attributed to the government's vigilant enforcement of quarantine for overseas arrivals, efficient contact tracing and residents' willingness to practice good hygiene, wear masks and practice social distancing. While the new caseload and total number of people diagnosed with Covid-19 is very low compared to countries where the pandemic is running rampant, like the United States and Brazil, experts say the latest rise in cases shows that, despite even the most stringent anti-epidemic controls, the virus still poses a threat. \"Fluctuations of cases in Hong Kong are within expectations,\" said Secretary for Food and Health Sophia Chan, who added that the virus would not disappear before a vaccine was found. \"This virus will find every chink in your armor,\" said Dr. Sarah Borwein, a Hong Kong-based physician experienced in infectious diseases and epidemiology. \"We've seen that in Beijing, in Singapore, in South Korea and now in Israel, Australia and elsewhere.\"  Control measures had been working Before Sunday, Hong Kong had gone three weeks without any instances of people contracting the virus locally, except for some cases directly linked to imported cases, for example, people living in the same house. Life inside the city had mostly returned to normal, even as the virus ravaged other parts of the world. Bars and restaurants have been open for weeks, albeit at limited capacity, and gatherings of up to 50 people have been permitted since June 19. Restrictions still apply to inbound travelers. Nearly all new arrivals to the territory are required to undergo a health screening and deep throat saliva test at a government facility at AsiaWorld-Expo, a massive convention center near the airport.  Those who test negative must spend 14 days in quarantine -- either in a government facility or at home with a monitoring wristband -- regularly checking themselves for any sign of the virus and reporting results back to relevant authorities. Positive cases are usually transferred to local hospitals, and their close contacts are sent to isolation centers. Until this week, health officials had been able to identify and isolate the relatively small number of local cases. However, the recent rise in local transmission has prompted warnings of a community outbreak. \"Since last weekend, the epidemic situation in Hong Kong has changed rapidly, and the situation has become very critical,\" said Wong Ka-hing, controller of the Centre for Health Protection (CHP) on Tuesday. Officials here said the government is now seriously considering bringing back measures that were lifted in late June as cases eased, like limiting the amount of people allowed to gather in public, shutting bars and requiring restaurants to further slash capacity. Of the new cases, a number have been linked to a 59-year-old man who works at two restaurants in the city, including one that is popular with taxi drivers. As of Wednesday, at least four drivers had become infected by the restaurant worker, though it's not known how he caught the virus. One case involved a resident of a retirement home, prompting authorities to send residents and staff identified as close contacts to quarantine facilities. After a pilot was confirmed to have contracted the virus over the weekend, authorities moved quickly to introduce  mandatory testing for crew members arriving on planes and ships. However, none of the new cases have been linked to the infected pilot.   From Wednesday, all air crew arriving in city must provide deep throat saliva samples, by spitting into a cup. Previously they only asked to fill out a health declaration, wear masks in public and conduct temperature checks twice a day. They are still exempt from the 14-day quarantine period imposed on all international passengers arriving in the city, because doing so would likely cripple those industries and made traveling to the city on a short-term basis all but impossible. Sophia Chan, the secretary for the Hong Kong Food and Health Department, said the government is also considering using hotels to quarantine foreign domestic helpers who arrive in the city. Several helpers flying into Hong Kong from the Philippines and Indonesia -- which have confirmed more than 50,000 and 68,000 cases, respectively -- have tested positive in the past two weeks, Chan said. Last year there were nearly 400,000 domestic helpers living in Hong Kong, according to government statistics. Legally they are required to live with their employer, but Chan says Hong Kong apartments may be too small to have what she called an \"effective quarantine.\"  Living with the virus Experts say the sudden upswing in new cases in Hong Kong demonstrates how difficult it is to control the coronavirus.  \"For the past three months or so, it's been fairly quiet here,\" said Dr. Keiji Fukuda, the director of Hong Kong University's School of Public Health. \"We have been in a relatively safe bubble and we have been inching towards a more normal level of activity. And I think in that situation, you know, you can begin to hope, oh, maybe it's over and so on, but these cases do remind us that Covid remains as infectious as ever.\" Fukuda and others say that Hong Kong's government, like nearly every authority across the globe, is trying to \"get a tough balancing act right.\"  So far, the government has done a good job of minimizing the number of infections and stopping local clusters from breaking out. But public health officials here have been sanguine when it comes to the possibility of new outbreaks in the future, adopting a policy of \"suppress and lift\": enacting virus suppression measures as local cases rise and lifting them as the numbers falls. But completely eliminating the risk may be impossible, especially because of just how reliant Hong Kong is on the outside world. Travel restrictions may have helped slow the spread of the coronavirus, it's not possible to impose a blanket ban on people coming and going in an international financial and trading capital like Hong Kong. \"We cannot be an island where we keep everybody out,\" said Dr. John Nicholls, a clinical professor in pathology at Hong Kong University.  \"We need people to bring in equipment and food, we're not totally self sufficient,\" Nicholls said. \"We just have to recognize that we will have to live with this virus for I think a far longer period of time than we originally thought.\" CNN's Jadyn Shum and Isaac Yee contributed to this report.", "Section": "asia", "Writers": ["Joshua Berlinger"], "URL": "https://www.cnn.com/2020/07/08/asia/coronavirus-wave-hong-kong-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}