{"Type": "article", "Time": "2017-07-25", "Headline": "China builds high-tech cinema on disputed island with 1,100 residents", "Text": "China has built a top-of-the-line cinema on a tiny disputed island in the South China Sea, the latest in a series of moves by Beijing to press its territorial claims in the region.  According to the official Xinhua news agency, the Sansha Yinlong Cinema, replete with 4K projectors and more than 200 seats, is the country's southernmost theater, located on Woody Island -- which China calls Yongxing Island -- in the Paracel Islands chain.  The one square mile (2.6 square kilometers) territory located around 200 miles (320 kilometers) from China's province of Hainan is also claimed by Taiwan and Vietnam.  \"The cinema will show at least one film every day, so residents and soldiers on Yongxing Island can enjoy films simultaneously with moviegoers across the country,\" said Gu Xiaojing, general manager of Hainan Media Group, told Xinhua. The company has also purchased two mobile projection units to screen films for free on surrounding islands.  Around 1,100 people live on Woody Island, according to Chinese state media.  Contested territory Beijing is engaged in a series of territorial disputes in the South China Sea, parts or all of which is claimed by China, Taiwan, Malaysia, Brunei, Vietnam and the Philippines. In 2012, China created the city of Sansha, based on Woody Island, to administer all its claimed territory in the region, including the Spratly Islands, Paracels, Macclesfield Bank and the Scarborough Shoal.  Since then, Beijing has moved to encourage tourism and development in the South China Sea to help press its claim that the territories are unequivocally Chinese.  Cruises regularly leave Hainan for the South China Sea islands, where Chinese tourists engage in ceremonial activities like raising the country's flag and singing the national anthem.  China has also heavily militarized some islands and expanded other territories with major land reclamation work, turning sandbars into islands and equipping them with airfields, ports and weapons systems.  According to the Asia Maritime Transparency Initiative, dozens of aircraft hangers and high-end radar capabilities on man-made islands in the South China Sea are almost operational.  In May, the Philippines announced it was following China's lead and militarizing its own territories in the Spratly chain, sending troops and supplies to Pagasa Island, with future plans to build an airstrip and improve civilian infrastructure.  Freedom of navigation As well as disputes with other South China Sea claimants, Beijing's activity has also set it up for confrontations with the US -- which has long carried out \"freedom of navigation\" operations through waters claimed by China.  This month, a US Navy destroyer sailed within 12 miles (19 kilometers) of Triton Island in the Paracel archipelago, which is claimed by China, Taiwan and Vietnam.  The top US commander in the Pacific, Adm. Harry Harris, told an audience in Australia last month \"fake islands should not be believed by real people,\" in reference to China's land reclamation activities. \"I believe the Chinese are building up combat power and positional advantage in an attempt to assert de facto sovereignty over disputed maritime features and spaces in the South China,\" Harris added. China called the action \"a serious political and military provocation\" and warned the US against \"(stirring) up trouble\" in the region.", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2017/07/24/asia/china-south-china-sea-cinema/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}