{"Type": "article", "Time": "2020-12-21", "Headline": "What you need to know about coronavirus on Monday, December 21", "Text": "The United Kingdom has been cut off from much of the world after a new, potentially faster-spreading variant of the coronavirus surged across southeast England.   UK Prime Minister Boris Johnson said the new variant \"may be up to 70% more transmissible,\" but top health officials cautioned that this has not been definitively demonstrated. England's chief medical officer, Professor Chris Whitty, said the new variant was responsible for 60% of new infections in London, but stressed there is no evidence to suggest that the new variant is more deadly.  However, just an increase in transmission -- if true -- would be enough to cause major problems for hospitals already strained during the pandemic.  There's always a worry that a vaccine won't work if a virus mutates significantly, but Whitty said the vaccines should still work.  Scientists at the Walter Reed Army Institute of Research, who have been examining the new variant since Thursday, also expect the vaccine will be effective against this new variant. The news has sparked travel chaos in the UK, as many countries halted arrivals from the country in effort to contain the new variant from spreading further. A 48-hour ban on all travel from the UK imposed by France from midnight has been particularly disruptive, as it includes freight trucks traveling through the Eurotunnel under the English Channel. Johnson is due to chair an emergency meeting about the restrictions today. Meanwhile, the fast spread of the new variant of the virus has forced the UK government to impose tighter restrictions on London and southeast England over the festive period. YOU ASKED. WE ANSWERED Q: Where has this new variant of the coronavirus been detected?  A: The new variant of Covid-19 originates in southeast England, according to the WHO, but it has already been detected in Denmark, Italy, the Netherlands and Australia. Australian health authorities said two cases of the variant had been found in returning travellers from the UK while they were in state-imposed quarantine in Sydney, while Italy's health ministry reported Sunday that a patient had been infected with the variant and placed under isolation in Rome. All viruses mutate over time and new variants are a common emergence, including for the novel coronavirus. A similar variant to the one identified in the UK has also been identified in South Africa, where scientists say it is spreading quickly along coastal areas of the country. WHAT'S IMPORTANT TODAY Congressional leaders reach Covid relief deal Leaders in the US House and Senate reached an agreement late Sunday on a $900 billion pandemic relief bill that includes enhanced unemployment benefits and direct cash payments. If the new bill passes, it will be the second-largest federal stimulus package after the $2 trillion CARES Act that Congress approved in March. The package would send direct stimulus payments of $600 to individuals, half the amount provided in the first round of checks that went out in the spring.  First Moderna shots likely to happen today The first shots of Moderna's Covid-19 vaccine are expected to be administered in the US this morning, an Operation Warp Speed official told CNN, after the shot was granted emergency use authorization late last week.  The Moderna vaccine uses technology that is very similar to the Pfizer/BioNTech vaccine that has been authorized earlier this month. However, the Moderna vaccine can be stored in normal freezers and does not require a super-cold transportation network, making it more accessible for smaller facilities and local communities. Meanwhile, the European Union drugs regulator is meeting today to discuss authorization of the Pfizer/BioNTech Covid-19 vaccine. These three Nordic nations kept the virus under control — without lockdowns Keeping the virus in check requires a complicated mix of measures and every country is different. But the approaches of three nations — Finland, Norway and Denmark — in recent months stand out.  A CNN analysis, which looked at data from the University of Oxford and Johns Hopkins University, found that while all three countries implemented some of Europe's most relaxed combinations of restrictions, they still managed to keep average daily deaths low. ON OUR RADAR Thailand had kept its coronavirus cases under control. Now it's testing thousands as it battles a shrimp market outbreak.\nChilean President Sebastian Pinera was slapped with a $3,500 fine after posing for a selfie on the beach without wearing a mask as required.\nPaul McCartney has officially released an album that he recorded during his time in quarantine.\nAn Arkansas woman was only expected to live a few hours after being taken off a ventilator. Instead, the Covid-19 patient smiled and tried to wave.\nChina aims to vaccinate 50 million people ahead of Lunar New Year.\nLockdowns have stopped people moving. And fugitives are running out of hiding places.\nDr. Fauci says he personally traveled to the North Pole to vaccinate Santa Claus. \"He is good to go,\" Fauci told children during the fifth CNN and Sesame Street's coronavirus townhall. TOP TIPS Throw the Christmas menu out the window and have a snackapalooza In a year that's been upside down and inside out, why stick with the same old dishes for Christmas dinner?  Whether you are looking for holiday nostalgia, feel too tired to cook or just want to break out of the usual holiday rut, let one of these themed snack menu ideas lead the way. TODAY'S PODCAST \"Most of us are obviously prime candidates for being sick. We're old, we're obese. We have underlying medical conditions of heart and the diabetes.\" -- \"Santa\" Stephen Arnold How are we supposed to gather around the Christmas tree if we need to stay six feet apart? CNN Chief Medical Correspondent Dr. Sanjay Gupta speaks with Stephen Arnold, President of the International Brotherhood of Real Bearded Santas, about the unique challenges of this holiday season and what we can do to celebrate safely. Listen now.", "Section": "world", "Writers": ["Ivana Kottasová"], "URL": "https://www.cnn.com/2020/12/21/world/coronavirus-newsletter-12-21-20-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}