{"Type": "article", "Time": "2020-02-06", "Headline": "February 6 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. An evacuee from Wuhan, China who arrived at Marine Corps Air Station Miramar in Southern California was transported to a local hospital after developing a fever or a cough, the Centers for Disease Control and Prevention (CDC) said in a statement Thursday. The adult was sent to UC San Diego Health, according to the statement. So far, a total of five evacuees from the base have been transported for further evaluation. Singapore and Taiwan confirmed new cases of coronavirus on Thursday. Three new coronavirus cases were reported in Taiwan, bringing the total to 16, according to a statement from the Ministry of Health and Welfare. In Singapore, two additional coronavirus cases were confirmed, increasing the total number in the country to 30, according to a statement from the Ministry of Health. About the new cases in Taiwan: A couple in their 50s are said to have transferred through Hong Kong on a trip to Italy on Jan. 22 and returned to Taiwan via Hong Kong on Feb. 1. They developed a cough on Jan. 26 and 28, respectively.\nA woman in her 40s traveled to Macao with three family members from Jan. 21 through 24, and started showing symptoms Feb. 1.  About the new cases in Singapore: A 41-year-old man developed a fever on Jan. 28.\nThe other patient, a 27-year-old man, was tested and confirmed after attending a private business meeting from Jan. 20-22. The meeting included participants from Hubei, China, as well as confirmed cases from Malaysia and South Korea.\nBoth Singaporean patients are said to have no recent travel history to China and are now in isolation.  Italy has confirmed its third case of coronavirus after an Italian national tested positive for the infection, the country's health ministry said Thursday. The patient is the first Italian to have the virus after its first two cases were from Chinese tourists. According to the statement, the patient was quarantined in the city of Cecchignola, a historically known military district on the outskirts of Rome, after being repatriated from Wuhan last week. The patient is currently being treated at Lazzaro Spallanzani Institute, an infectious disease hospital in Rome, where they have a slight “temperature and conjunctival hyperemia,\" the statement said. The death toll in China's Hubei province now stands at 618, and the total number of confirmed cases has increased to 22,112, the health authority in Hubei province announced Thursday. The health authority reported that 15,804 patients remain hospitalized, of which 841 are in critical condition.     Li Wenliang, the Chinese whistleblower doctor who was reprimanded by Wuhan Police after warning the public of a potential \"SARS-like\" disease in December 2019, died of coronavirus in Wuhan in the early hours of Friday morning (local time), according to a statement from Wuhan Central Hospital. “Our hospital's ophthalmologist Li Wenliang was unfortunately infected with coronavirus during his work in the fight against the coronavirus epidemic,” the statement read. “He died at 2:58 a.m. on Feb 7 after attempts to resuscitate were unsuccessful.” The statement came after hours of confusion over Li’s status.  Earlier on Thursday, several state media outlets reported Li’s death, following Chinese social media erupting into profound grief and anger. A short time later, Wuhan Central Hospital released a statement saying Li was still alive and in critical condition, adding that they were “making attempts to resuscitate him.” State media subsequently deleted their previous tweets. About Li: After he alerted colleagues in December, Li was questioned by local health authorities and was later summoned by Wuhan police to sign a reprimand letter in which he was accused of \"spreading rumors online\" and \"severely disrupting social order.\" Li was one of several medics targeted by police for trying to blow the whistle on the deadly virus in the early weeks of the outbreak, which has sickened more than 28,000 people and killed more than 560. He later contracted the virus himself. Li was hospitalized on Jan. 12 and tested positive for the coronavirus on Feb. 1. CNN gives an update from Beijing:  The Defense Department expects to announce today that 11 additional military housing locations have been approved to accept people for quarantine if public health authorities believe there are coronavirus concerns, according to two US officials. The request for the additional military housing has come from the Department of Health and Human Services and has been preliminarily approved by the Pentagon.  The list of housing sites has not yet been made public but they are located near 11 designated commercial airports where planes carrying US citizens who have recently been in China must land, the officials said.  Those airports are: John F. Kennedy in New York, Los Angeles, Seattle, San Francisco, Chicago, Atlanta, Honolulu, Dallas, Detroit, Newark and Washington's Dulles. The expectation is relatively small numbers of people will have to be housed as they come off those commercial flights, officials said. Health authorities will be in charge of making those decisions. The request estimates about 20 beds per site may be needed. The officials said these will be sites used after other military sites and public health sites are full.                         This is different than the initial charter flights flying from mainland China directly to military facilities where the Pentagon was told to be ready for approximately 1,000 people, the officials said. The United Kingdom's chief medical officer urged anyone who has traveled to countries affected by the coronavirus in the last 14 days to stay indoors, \"even if symptoms are mild.\" The UK updated its public health advice for anyone who is returning to the UK from Thailand, Japan, the Republic of Korea, Hong Kong, Taiwan, Singapore, Malaysia and Macao or mainland China and is experiencing cough or fever or shortness of breath. “These areas have been identified because of the volume of air travel from affected areas, understanding of other travel routes and number of reported cases. This list will be kept under review. Our advice for travellers from Wuhan and Hubei Province remains unchanged,” the Department of Health’s website said in the statement. The advisory was updated on Thursday — the same day that a third case of coronavirus was confirmed in the UK. The World Health Organization aims to speed up research and innovation on the novel coronavirus through a global forum to be held on Feb. 11 and 12 in Geneva, the organization announced Thursday. Leading researchers and public health agencies will attend the forum, including those involved in developing vaccines, honing diagnostic tools and tracing the virus back to its source. The forum aims to create a \"global research agenda for the new coronavirus, setting priorities and frameworks that can guide which projects are undertaken first,\" the organization said. \"There are questions we need answers to, and tools we need developed as quickly as possible,\" WHO Director-General Tedros Adhanom Ghebreyesus said in a statement Thursday. \"WHO is playing an important coordinating role by bringing the scientific community together to identify research priorities and accelerate progress.\"   The US Centers for Disease Control and Prevention began shipping coronavirus test kits to state labs this week on Wednesday, the agency announced. The tests, which can produce results in as little as four hours, will allow states to confirm their own cases of the novel coronavirus, rather than waiting for confirmation from the CDC. Previously, the CDC was the only lab in the United States able to test for the novel coronavirus. “Our goal is early detection of new cases and to prevent further spread of the coronavirus,” CDC Director Dr. Robert R. Redfield said in a statement Thursday. “Distribution of these diagnostic tests to state laboratories, U.S. government partners and more broadly to the global public health community will accelerate efforts to confront this evolving global public health challenge.” The CDC says will distribute about 200 test kits to domestic labs and another 200 to international labs. Each test kit can perform 700 to 800 patient samples.  The diagnostic is authorized to be used for patients who meet CDC criteria for testing, and by qualified labs designated by the CDC or certified to perform high-complexity tests. These include 115 US labs such as state and local public health labs and Department of Defense labs, as well as 191 international labs. About the test: It’s known as a reverse transcriptase polymerase chain reaction test (RT-PCR) and can detect the virus from nasal or oral swabs when used with an existing RT-PCR instrument — the same one often used to test for seasonal influenza, the agency says.  Negative results do not preclude infection with the virus, the FDA noted in a press release, adding that negative results must be combined with clinical observations, patient history and epidemiological information. The FDA issued an emergency use authorization on Tuesday for the test, though it is not technically FDA-approved. As of Wednesday, the CDC has listed a total of 293 people under investigation for the novel coronavirus in 36 states since January 21, according to an update posted to the agency's website. There are 12 confirmed cases of the novel coronavirus in the United States. Six cases have been confirmed in California, one in Massachusetts, one in Washington state, one in Arizona, one in Wisconsin and two in Illinois. This includes two instances of known person-to-person transmission, one in Illinois and one in California.   Another medical facility designed to treat coronavirus patients has been built in Wuhan, the epicenter of the outbreak. The facility will open today, according to Chinese state-media. “It's official! Leishenshan, another newly built hospital specially designated to treat #coronavirus patients, officially opened on Thursday. It will provide 1,600 beds where about 2,000 medical staff can work to fight the disease,” state-run Global Times said on its Twitter page. One new hospital, Huoshenshan Hospital, was handed over to the military to begin operations on Monday. Both that hospital and this second new one were built in a matter of days.    Editor's note:This story has been updated to reflect further reporting from Chinese state media and an official statement from the hospital. The Chinese doctor who sounded early warnings about the Wuhan coronavirus is in a critical condition, according to the hospital treating him and several state media outlets. Hours earlier the same state media organizations reported that he had died. Wuhan Central Hospital said on its official Weibo account that Li Wenliang, 34, had become seriously ill. \"In the fight against the pneumonia epidemic of the new coronavirus infection, our hospital's ophthalmologist Li Wenliang was unfortunately infected. He is currently in critical condition and we are trying our best to resuscitate him,\" the statement read. Multiple state media outlets including Global Times and People's Daily, the ruling Communist Party's official newspaper, had earlier said Li had died, but later deleted their reports. Following the initial reports that stated he had died, Chinese social media erupted with a mix of a profound grief and anger. Li raised the alarm about the novel coronavirus in December, posting in his medical school alumni group on the Chinese messaging app WeChat that seven patients from a local seafood market had been diagnosed with a SARS-like illness and were quarantined in his hospital in Wuhan. Soon after he posted the message, Li was accused of rumor-mongering by the Wuhan police. He was one of several medics targeted by police for trying to blow the whistle on the deadly virus in the early weeks of the outbreak, which has sickened more than 28,000 people and killed more than 560. He later contracted the virus himself. The Global Times announced Li had died in a tweet at around 10:40 p.m. local time Thursday, linking to a report that cited friends and doctors at Wuhan Central Hospital. It deleted the post several hours later. Other Chinese media outlets also deleted their reports of his death, without explanation. The World Health Organization released a message of condolence following the initial reports that Li was dead but later updated their statement to say they did not have any information about the doctor's status. The death toll and number of people infected by the Wuhan coronavirus continues to grow, with no signs of slowing despite severe quarantine and population control methods put in place in central China. The number of confirmed cases globally stood at 28,275 as of Thursday, with more than 28,000 of those in China. The number of cases in China grew by 3,694, or 15%, on the previous day. There have been 565 deaths so far, all but two of which were in China, with one in the Philippines and one in Hong Kong. In late 2019, reports emerged of a mysterious illness in China. It was later identified as a new type of coronavirus — and now, weeks later, authorities are still trying to stop the virus from spreading further. Here's where things stand this morning: How many cases are there? There have been 28,275 cases and 565 deaths around the world. All but two of the deaths have been in mainland China (The Philippines and Hong Kong have each seen one death).\nThe youngest victims: Two newborn babies in Wuhan, China, have been infected with the coronavirus, according to China's state broadcaster CCTV. The youngest baby was diagnosed at just 30 hours old. The baby's mother was also infected with the virus, and CCTV suggested that \"there may be mother-infant transmission,\" where the mother passes the virus on to the baby in utero. \nEvacuations to the US: Planeloads of Americans fleeing the outbreak in China are arriving at military bases across the United States this week on what could be the final chartered flights. In the US, there are now 12 confirmed cases — the latest one reported in Wisconsin yesterday.\nCruise ship lockdowns: More than 7,300 people are being quarantined on two cruise ships off Hong Kong and Japan after concerns passengers and crew were inadvertently exposed to the Wuhan coronavirus by infected passengers.  Vietnam has confirmed two additional cases of the Wuhan coronavirus, bringing the country's total confirmed cases to 12. According to Vietnamese state media, the two latest cases -- a 16-year-old and a 49-year-old -- are family members of a worker who recently tested positive for the virus after returning from Wuhan. Both patients are in a stable condition and in quarantine. Three out of the 12 patients in Vietnam have been cleared and discharged from the hospital, according to state media.  Local authorities across all 63 cities and provinces in Vietnam announced that schools will continue to stay shut to allow schools to have time to disinfect classrooms.  The US ambassador to the UN in Geneva has urged the World Health Organization (WHO) to “engage directly with Taiwan public health authorities” in the fight against the coronavirus. There are at least 13 confirmed cases of the virus in Taiwan, which is not a member of the UN or the WHO. “For the rapidly evolving coronavirus, it is a technical imperative that WHO present visible public health data on Taiwan as an affected area and engage directly with Taiwan public health authorities on actions,” Andrew Bremberg told the WHO’s Executive Board on Thursday. The WHO responded that it is “collaborating closely with Taiwanese authorities through the International Health Regulations mechanism in response to the 2019-nCoV outbreak.”  A spokesperson for the organization told CNN that the WHO “has received vital information from Taiwanese authorities and will be reporting back through established channels.” The Chinese Grand Prix is in jeopardy amid growing fears over the spread of the coronavirus across China. Race organizers are closely monitoring the situation and a final decision will be made by the Fédération Internationale de l'Automobile (FIA) and Shanghai Grand Prix organization.  A number of sporting events in China have already been postponed, canceled or under threat due to the threat of the coronavirus.  The Grand Prix is due to take place on April 19. Read the full story here.  A third person has tested positive for coronavirus in Britain, the UK's Department of Health and Social Care said on Twitter. The patient did not contract the virus in the UK, Chief Medical Officer, Professor Chris Witty, said in a statement. Elsewhere in Europe, one more person has tested positive for coronavirus in the German state of Bavaria, the region's health ministry has said, bringing the total of cases in Germany to 13. The 3,600 passengers and crew members currently on the cruise ship World Dream, docked at Hong Kong's Kai Tak Cruise Terminal will continue to be held on board, health officials said Thursday.  \"Before we complete the quarantine work all staff and passengers will have to remain on board,\" Chuang Shuk-kwan of the Department of Health said.  Chaung said 33 crew members have shown symptoms of illness at varying degrees and three crew members had to be evacuated off the ship to receive treatment in hospital. All test results for crew members have so far come back negative for the novel coronavirus. World Dream had docked at various different ports across China and Vietnam before arriving in Hong Kong. Dream Cruises has said it is attempting to contact passengers who had previously been on board the World Dream \"to inform them of the situation and seek professional health assistance.\" Three people from the United States are among 20 cases of the Wuhan coronavirus that have been confirmed in passengers on the Diamond Princess cruise ship quarantined off Japan, according to statements by the cruise company. Their cases were identified through health screenings of all guests and crew by the Japanese Ministry of Health. They have been taken off the vessel and transported to local hospitals. The Diamond Princess is anchored at Yokohama, near Tokyo, with 1,045 crew and 2,666 passengers on board -- including 428 Americans. Officials are still waiting for the results of 171 tests. China's ambassador to the UK has called the global reaction to the coronavirus epidemic an “overreaction” and criticized the media for a “bias” against China.  Speaking in London, Liu Xiaoming called for a “reasonable response” and accused people of “discrimination” in targeting the Chinese community.  He praised China’s response to the epidemic which he said went above and beyond World Health Organization regulations. Liu called for respect for the country and its response to the epidemic.  Liu downplayed the outbreak by comparing it to the flu in the US, and said China is ”fully confident” in beating the virus, dismissing its negative effects on the country’s economy as “temporary.” More than 7,300 people are being quarantined on two cruise ships off Hong Kong and Japan because of concerns that passengers and crew have been exposed to the Wuhan coronavirus. One of the vessels -- the Diamond Princess -- is anchored off the coast of Yokohama, near Tokyo. It has 1,045 crew and 2,666 passengers -- including 428 Americans -- on board, and ended its planned 14-day itinerary early. Japan's Health Ministry said that 20 people on board the cruise liner had been infected. Passengers on board will remain under quarantine for at least 14 days, \"as required by the Ministry of Health,\" the cruise company said in a statement. WATCH MORE HERE: Two newborn babies in Wuhan, China, have been infected with the novel coronavirus, with the youngest baby diagnosed at just 30 hours old, according to Chinese state broadcaster CCTV. The baby's mother was also infected with the virus, and CCTV suggested that \"there may be mother-infant transmission,” where the mother passes the virus on to the baby in utero. Without more details, however, it's impossible to know if the infants were infected in the womb. There are other ways they could have been exposed -- through handling by healthcare workers, mothers coughing, breastfeeding or even in the delivery process.  Here's a look at the numbers of confirmed cases and deaths, both within mainland China and globally. Total confirmed cases globally: There have been 28,273 and 565 deaths.  Mainland China: 28,018 cases, 563 deaths Outside mainland China: 260 cases in more than 25 places, 2 deaths.  Airlines: At least 25 airlines have suspended or reduced flights to and from China, and at least nine countries are denying entry to travelers from China. The Bill and Melinda Gates Foundation is dramatically increasing the amount it is spending to combat the coronavirus -- which has killed more than 560 people and infected over 28,000 -- pledging up to $100 million to help contain the outbreak. The foundation said in a statement Wednesday that its funds would be used to help find a vaccine for the virus, limit its spread and improve the detection and treatment of patients. Read the full story here.  Chinese officials lashed out today at a growing number of international airlines and countries for suspending flights to China, criticizing the measures as \"neither cool-headed . nor rational.\" Well over 20 airlines have suspended or reduced flights to and from China, including major American carriers like Delta, American Airlines, and United Airlines. “I must stress that certain countries’ ill-advised decisions to suspend flights to and from China are neither cool-headed nor rational,\" said Chinese Foreign Ministry spokeswoman Hua Chunying.\n\"China is strongly concerned and dissatisfied. We hope relevant countries will bear in mind overall relations and people’s interests and resume normal operation of flights to guarantee normal people-to-people exchange and cooperation.\" US sends supplies to China: Just a few days ago on Monday, Hua criticized the US for implementing travel restrictions and emergency measures while not providing any assistance to fighting the virus. Yesterday, China confirmed that it had received supplies from the US. Today, Hua thanked the international community for its support, \"including American companies, institutions, organizations and individuals.\" Dutch airline KLM has temporarily suspended all flights to mainland China as a result of the coronavirus outbreak. The airline plans to resume flights to Beijing and Shanghai on March 16 on alternate days, with a connection from Amsterdam to mainland China.  KLM’s daily flights to Beijing and Shanghai are to resume March 29, but for the time being, services to Chengdu, Hangzhou and Xiamen will remain suspended up to and including 28 March. Air France has also extended its suspension to Shanghai and Beijing -- which started at the end of January -- until March 15.  Air France said in a statement it plans to alternate one daily flight to both cities with KLM “depending on the evolution of the situation.” It plans to resume a normal flight schedule, including to and from Wuhan, from March 29. China announced on Thursday that it will halve additional tariffs on $75 billion worth of US imports, as the world's two largest economies continue to step back from a years-long trade war that has hurt both countries and dented global growth. The move comes as China is grappling with the escalating coronavirus outbreak. The disease has killed 565 people, mostly in China, and infected more than 28,000 people in over 25 countries and territories. The reduction affects US goods that China imposed tariffs on last September. Starting next week, China will cut the additional 10% tariff rate it enacted back then on some goods to 5%. Other goods that were taxed an extra 5% will now be levied 2.5%, according to a statement from China's State Council Tariff Commission. Read the full story here.  Evacuations of Americans from Wuhan started last month, after one flight landed at a base in California with nearly 200 Americans aboard. This Wednesday, two more flights out of Wuhan arrived in California carrying a total of 350 passengers. Both planes landed at Travis Air Force Base -- between San Francisco and Sacramento. Of those, 178 passengers from one plane stayed at Travis while the other plane refueled before taking the others to Marine Corps Air Station Miramar in San Diego. Last flights out: Two more evacuation flights are scheduled to arrive later this week -- one headed to Lackland Air Force Base in San Antonio, Texas, and the other one to Eppley Airfield in Omaha. This week's flights will likely be the last ones. The State Department does not anticipate chartering any planes after this week, an official said. Americans in Wuhan: About 1,000 Americans live in Wuhan, and priority on chartered flights was given to US citizens at a higher risk of contracting coronavirus if they stay in the city, the State Department has said. With several Chinese cities under lockdown, businesses closed, and residents staying home to avoid the coronavirus, travel within the country has dropped dramatically. Huang Xin, a director of the China Railway Group, said daily average passenger numbers are down 80% from what they would typically be at this time of year. Lunar New Year just passed -- meaning these few weeks should be packed with travelers going home to celebrate, then returning to their cities of residence to continue work after the long public holiday. But in the past 15 days, the Chinese railway has only sold an average of 1.2 million tickets a day -- about a tenth of the original estimated figures, Huang Xin said. Safety measures on trains: In response to the coronavirus outbreak, trains are only selling 50% of tickets available to make sure passengers can have one empty seat between them, Huang Xin said. Trains and train stations are also sanitized and disinfected regularly, and passengers have their temperatures checked before boarding. There's still a lot we don't know about the Wuhan coronavirus, and scientists around the world are racing to gather data and develop a treatment. Here's what we can tell you so far: Is there a cure? No -- but there are signs of progress. Doctors in Thailand say they have successfully treated a patient with a combination of antiviral drugs.\nWhat are the symptoms? Coronavirus symptoms can look like the flu -- fever, cough, trouble breathing. If you show these symptoms and recently went to China, or have been in contact with someone who visited, experts advise going to the doctor.\nHow does the virus spread? The virus is thought to spread from person to person through respiratory droplets emitted by coughing or sneezing. There's also a possibility the virus can exist in and spread through contaminated fecal matter. There's currently no evidence that the virus is airborne -- meaning, for instance, it doesn't travel across a large room.\nWho is at risk of infection? People of all ages can be infected with the virus, but older people and those with pre-existing medical conditions are especially vulnerable to severe complications.\nHow can I protect myself? Take the same precautionary measures you would during flu season. Wash your hands often with soap and water, cover your nose and mouth when you sneeze or cough, avoid close contact with people or large gatherings, and wear a face mask.\nIs it safe to travel? Many countries including the US have advised against travel to China. Many airlines have suspended travel to and from China, and countries have implemented bans on travelers from China. Here's a look at the numbers of confirmed cases and deaths, both within mainland China and globally: Total confirmed cases globally: 28,273 cases, 565 deaths   \nMainland China: 28,018 cases, 563 deaths\nOutside mainland China: 260 cases in more than 25 places, 2 deaths  At least 25 airlines have suspended or reduced flights to and from China, and at least nine countries are denying entry to travelers from China. Saudi Arabia has suspended travel to China for Saudi citizens and residents, state news agency SPA reported today.  Non-Saudi permanent residents who visit China during this time will not be allowed to enter Saudi Arabia, according to SPA, citing Saudi passport authorities. The novel coronavirus outbreak that began in December in Wuhan, China, has now spread to more than 25 countries and regions. If you're just joining us now, here's what has happened today: Cases rise: There are a total of 28,273 confirmed cases and 565 deaths globally, the vast majority of which are in mainland China. Some countries have seen a surge in cases; Japan now has 45 cases, the highest number for a country outside China.\nYoungest patient: Two newborn infants are infected in Wuhan, according to China's state broadcaster. The youngest baby was diagnosed just 30 hours after being born to a mother who had also been infected. Experts warn it's unclear how the baby got infected, as there could be various ways it became exposed to the virus.\nRecoveries: There are reports of patients recovering; the first patient in the US was discharged from hospital earlier this week, in Washington state, and the first patient in Taiwan will also be discharged soon.\nQuarantined cruises: More than 7,300 people are quarantined on two cruise ships docked in Hong Kong and Japan, after former passengers were confirmed to have the virus. A total of 20 people were found to be infected on the ship in Japan, tests showed today. Some background: International scientists are developing a treatment and are working to learn more about the coronavirus, but there is still no cure or vaccine. In the meantime, authorities worldwide are instead responding with emergency measures, travel restrictions, and quarantines to stem the spread of the virus. But these strict measures have also hit businesses hard. Brands have had to close stores, shipping routes have been disrupted, and airlines have withdrawn flights from Hong Kong after months of declining business. Taiwan has raised its travel advisory for travelers from Hong Kong and Macao. Under the new advisory, announced today, Hong Kong and Macao residents are required to self-quarantine themselves for 14 days after entering Taiwan, effective tomorrow. Other foreign citizens who had been to China, Hong Kong and Macao in the past 14 days will be barred from entering Taiwan. Foreign nationals who have been in those places, but who hold a Taiwan resident certificate, will be allowed into Taiwan but are also required to self-quarantine. Stepping up measures: Taiwan announced other increased measures and travel restrictions today, including a ban on international cruise ships. This comes as two cruise ships remain docked and quarantined in Japan and Hong Kong, with thousands on board, after the virus was spread by infected former passengers. When a taxi driver showed up to pick up Priscilla Dickey and her 8-year-old daughter from their home in Wuhan, China, he wore a blue hazmat suit. Dickey took a video on the familiar ride to the airport. The streets, which are normally clogged with traffic, were empty. The city of 11 million people has been on an unprecedented lockdown for nearly two weeks, with commercial flights stopped. Dickey and Hermione had hoped to leave on the first evacuation flight out last week but couldn't. This week, they boarded a flight charted by the US State Department to bring Americans home from Hubei province, where hundreds have died from the virus. \"Now, it's starting to finally hit me that I'm going to go America,\" Dickey said, sighing in the video she recorded. An eerie cab ride to the airport on deserted streets. Health screenings. A long wait to board a flight home. A plane full of masked passengers. This is what it is like to be an American citizen evacuated out of Wuhan on a charter flight. Watch her journey here: Uzbekistan has evacuated 251 of its citizens from China amid the coronavirus outbreak, the national carrier Uzbekistan Airways said in a statement today. A flight carried 251 passengers, along with crew members and medical staff, from Beijing to Tashkent Airport in the Uzbekistani capital today, the statement said. All passengers are now quarantined in \"temporary accommodation.\" This is the country's third evacuation flight to and from China. “The process of transferring people from China due to the outbreak of coronavirus is now completed,\" said the statement. Evacuation flights: Other countries are also completing their last few evacuation flights in the coming days. The US said it will send its last evacuation plane to Wuhan on Thursday, and the UK will send its last plane on Sunday. The coronavirus outbreak could impact Japan's preparations for the Tokyo 2020 Olympics this summer, a senior organizer has warned. \"I am extremely worried that the spread of the infectious disease could throw cold water on the momentum toward the Games,\" said Toshiro Muto, chief executive of the Tokyo Olympic organizing committee, according to Japanese public broadcaster NHK. \n\"I hope that it will be stamped out as soon as possible.\" Spike in cases: At least 45 cases have been reported in Japan, including 20 people on board a cruise ship quarantined in Yokohama Bay. It's the highest number of cases in a country outside of mainland China. Olympic jitters: The Olympics open in less than six months, but Prime Minister Shinzo Abe stated Monday that the Games would proceed as planned. \"Countermeasures against infectious diseases constitute an important part of our plans to host a safe and secure Games,\" Olympic organizers told CNN in a statement on Monday, which they reaffirmed Thursday. Read the full story here. Taiwan confirmed two more cases of coronavirus today, bringing the total to 13 on the self-governing island. The new cases: The two patients are a 40-year-old man and a woman in her 20s, according to a statement by the Taiwan Ministry of Health. The man had worked in Wuhan in December, and returned to Taiwan on February 2. He developed a fever, coughing, and a headache the next day. The woman had been living in Wuhan, said the statement. She returned to Taiwan on January 21, developed symptoms on February 1, and sought medical treatment this Tuesday. Both of the patients are in isolation and in stable condition. First patient recovering: The first patient confirmed in Taiwan, who had been diagnosed on January 21, was recovering and would son be discharged from the hospital, said the statement. Nearly two decades after he was treated, former severe acute respiratory syndrome (SARS) patient Alex Lam is still haunted by his experience. \"(It is) painful hearing the news again. SARS is coming back, the deadly virus is coming back,\" he said. SARS, of course, has not returned, but the ongoing outbreak of the novel coronavirus is sweeping China, opening old wounds for some. John Nicholls, clinical professor of pathology at the University of Hong Kong, said the SARS outbreak was brought to an end in July 2003 by good hygiene practices and environmental factors such as high temperature and humidity. \"That will be the same for this one,\" he said. \"My feeling is that this is just going to be like SARS and the world is going to get basically a very bad cold for about five months.\" When will it end? Zhong Nanshan, one of China's leading respiratory experts, said he expected the coronavirus to peak as quickly as the coming weekend. Gabriel Leung, HKU's chair professor of public health medicine, was less optimistic and estimated the number of cases to peak around mid-April or mid-May. Another scenario is that the coronavirus could become a common global illness, like influenza. That outcome would not be without precedent. H1N1 -- a strain of flu responsible for the 2009 flu pandemic has now become a seasonal virus. Read more here. New York City is \"one step closer\" to being able to test coronavirus samples, Mayor Bill de Blasio said on Wednesday night local time. \"The CDC has given localities the tools, but we still need our labs to be granted the authority. We’re pushing to speed up this process,\" he said in a tweet. Nationwide testing: The Centers for Disease Control and Prevention will distribute 200 test kits to labs nationwide, and another 200 test kits to international labs.  Previously, the CDC was the only lab in the United States able to test for the novel coronavirus. The CDC expects approved labs to be using the tests by early next week. Cases in the US: There are 12 confirmed cases in the US: 6 in California, 1 in Massachusetts, 1 in Washington state, 1 in Arizona, 1 in Wisconsin and 2 in Illinois.  Two newborn babies in Wuhan, China, have been infected with the novel coronavirus, according to China's state broadcaster CCTV. The youngest baby was diagnosed at just 30 hours old. The baby's mother was also infected with the virus, and CCTV suggested that \"there may be mother-infant transmission,” where the mother passes the virus on to the baby in utero. Other possibilities: Without more details, it's impossible to know if the infants were infected in the womb. There are other ways they could have been exposed -- through handling by healthcare workers, mothers coughing, breastfeeding or even in the delivery process.  “Was this just contact? Did baby get infected because, you know, mucous membranes were exposed to some virus that the mother was excreting or was it blood borne through the placenta? We have no idea,” said Susan McLellan, a director at the University of Texas Medical Branch.  Paul Hunter, a medical professor at Britain's University of East Anglia, said that a baby born vaginally is exposed to the mother's gut microbiome -- meaning \"if a baby does get infected with coronavirus a few days after birth we currently cannot tell if the baby was infected in the womb or during birth.\" Researchers still learning: Nancy Messonnier, a director at the US Centers for Disease Control and Prevention, warned that \"there is a lot about the novel coronavirus that we don’t know.\" Taiwan will prohibit international cruise ships from docking in its ports from today onward, according to a statement form the self-governing island's Ministry of Health. This comes as two cruise ships remain docked and quarantined in Japan and Hong Kong, with thousands on board, after the virus was spread by infected former passengers. The ship that is now in Hong Kong had docked and departed from Kaohsiung, Taiwan, on February 4. It is unclear how long the ban will be in place. Disney has warned that profits from its parks in China could drop by $280 million in the current quarter, due to shutdowns caused by the coronavirus and a loss of business related to recent mass protests in Hong Kong. The company added during its earnings call Tuesday that the coronavirus will hurt its results for the quarter through March and the fiscal year as a whole. Closed businesses: Disney suspended operations at some of its facilities in China last month as the outbreak spread.  For now, the properties in Hong Kong and Shanghai are closed indefinitely, and \"the precise magnitude of the financial impact is highly dependent on the duration of the closures,\" chief financial officer Christine McCarthy said. Operating income at the company's Shanghai park could drop by about $135 million this quarter if the park remains closed for two months, she added. Read more about the hit to Disney here. The Wuhan coronavirus has spread throughout the world since the first cases were detected in central China in December. There are now at least 250 confirmed cases of the Wuhan coronavirus in more than 25 countries and territories outside mainland China: Australia (at least 14 cases)\nBelgium (at least 1 case)\nCambodia (at least 1 case)\nCanada (at least 5 cases)\nFinland (at least 1 case)\nFrance (at least 6 cases)\nGermany (at least 12 cases)\nHong Kong (at least 21 cases, 1 death)\nIndia (at least 3 cases)\nItaly (at least 2 cases)\nJapan (at least 45 cases, including 20 in cruise ship quarantine)\nMacao (at least 10 cases)\nMalaysia (at least 12 cases)\nNepal (at least 1 case)\nPhilippines (at least 3 cases, 1 death)\nRussia (at least 2 cases)\nSingapore (at least 28 cases)\nSouth Korea (at least 23 cases)\nSpain (at least 1 case)\nSri Lanka (at least 1 case)\nSweden (at least 1 case)\nTaiwan (at least 11 cases)\nThailand (at least 25 cases)\nUnited Arab Emirates (at least 5 cases)\nUnited Kingdom (at least 2 cases)\nUnited States (at least 12 cases)\nVietnam (at least 10 cases) Read more about the patients in each place. The airline Virgin Australia announced today that it was withdrawing all services between Australia and Hong Kong. The combined effect of the coronavirus outbreak and 2019 anti-government protests have led to declining business and growing uncertainty, said the airline in a statement. The airline had previously suspended flights between Melbourne and Hong Kong, announced in November 2019 and effective from February 11. Flights between Sydney and Hong Kong will also stop running from March 2. “Hong Kong has continued to be a challenging market,\" said the airline's chief commercial officer, John MacLeod, in the statement.\n“Current circumstances demonstrate that Hong Kong is no longer a commercially viable route for Virgin Australia to continue operating, however international tourism remains an important part of our strategy through our other international routes and partner airlines.\" There haven't been any confirmed cases of the coronavirus in New Zealand so far, but one industry has been hit by the outbreak -- the crayfish industry. With the Chinese government closing borders and imposing travel restrictions, Chinese distributors have canceled import orders of rock lobster -- leaving about 165-200 tons of live lobsters sitting \"in pots and tanks, at sea and on land,\" said a statement from the New Zealand government. Fisheries Minister Stuart Nash said some of the rock lobsters can be released into the wild -- but this might affect the sustainability and health of the industry, and present biosecurity issues for the marine environment. Officials will have to find alternative, new markets in which to sell the remaining unreleased live lobsters. “The Chinese New Year celebrations between 25 January and February 8 are particularly affected,\" Nash said. \n\"Exporters from New Zealand and other countries traditionally sell large numbers of rock lobster into China during this period, but most orders have been cancelled.\" Several countries and charitable organizations are sending supplies and funding to assist in the global fight against the coronavirus outbreak. The Bill & Melinda Gates Foundation offered $100 million to support response efforts in vulnerable countries, said the director general of the World Health Organization yesterday. The US government has sent supplies to Wuhan, the epicenter of the outbreak. Recent flights sent to evacuate US citizens out of Wuhan also brought medical supplies and other goods, donated by faith-based groups, said a government official. The West African country of Equatorial Guinea also pledged $2 million to China in a show of \"solidarity,\" according to local media reports. WHO request: The World Health Organization is requesting $675 million to fund a new response plan for the next three months. “$675 million is a lot of money, but it is much less than the bill we will face if we do not invest in preparedness now,\" said the director general yesterday. \"Once again, we cannot defeat this outbreak without solidarity – political solidarity, technical solidarity and financial solidarity.\" With businesses closed in mainland China and residents staying home in fear of catching the coronavirus, some are finding unique ways to exercise. Runners cooped up in their apartments are training indoors by running \"home marathons,\" Chinese state news agency Xinhua reported yesterday. One man in Hangzhou, southwest of Shanghai, spent five hours running 6,450 circles around two beds at home, Xinhua reported. Another runner in Xi'an, in central China, ran 100 kilometers (about 62 miles) in his living room. An online home-running community has even sprung up, with runners posting their hourly records on social media and sharing training tips. Countries are taking emergency action to stop the coronavirus -- but these measures are also hitting shipping companies hard, and threaten to disrupt global supply chains. China's role in shipping: About 80% of the world's goods trade by volume is carried by sea, and China is home to seven of the 10 busiest container ports.  These ports handle shipping for goods ranging from cars and machinery to clothes and other everyday items. But with China keeping factories shut and workers at home, shipping companies are reducing the number of ships between China and the rest of the world. What this means: Some vessels can't get into Chinese ports. Others are stuck in dock, waiting for workers to return to ports so that construction and repairs can be completed, experts say. Other ships are idling in \"floating quarantined zones,\" as countries like Australia and Singapore refuse to allow ships that have called at Chinese ports to enter until the crew has been declared virus-free. Read more here. Faced with shuttered stores and empty streets, big brands are getting nervous about the impact of the coronavirus on their bottom line. Nike, Adidas, and Capri Holdings, which owns Versace, Jimmy Choo and Michael Kors, are among the companies this week that have warned investors that sales could take a hit. \"The situation in China and the measures being taken to protect the population are having a material impact on our business,\" John Idol, the CEO of Capri Holdings, said in a statement Wednesday. Stores closed: Roughly 150 of Capri's stores in mainland China are closed in an effort to contain the virus, according to the company.  Nike, which saw nearly 18% of its sales coming from China in the most recent quarter, said it has shuttered about half of the stores it owns in China. Adidas said the company and its franchises had shut a \"significant\" number of shops. Other brands: Apple has said all 42 of its stores in China will shut until February 9 \"out of an abundance of caution.\" Starbucks said it had closed more than half of its roughly 4,300 Chinese locations last week. Read more here about the impact of the outbreak on businesses. Here's a roundup of some major airlines that have suspended or reduced their flights to mainland China to limit the spread of the virus: North America American Airlines: Suspended until March 27\nUnited Airlines: Suspended until March 28\nDelta: Suspended until April 30\nAir Canada: Suspended until February 29 Asia and Oceania Air Asia: Some flights suspended until February 29\nAll Nippon: Some flights suspended until March 29\nCathay Pacific and Cathay Dragon: 90% reduction in flights\nJapan Airlines: Some flights suspended until March 28\nKorean Air: Some flights suspended until the end of March\nSingapore Airlines and SilkAir: Some flights suspended until March 1\nQantas: Suspended until March 29\nAir New Zealand: Suspended until March 29 Europe and the Middle East Air France: Suspended until February 9\nBritish Airways: Suspended until February 29\nLufthansa, Swiss and Austrian Airlines: Beijing and Shanghai flights suspended until February 29; other routes until March 28\nTurkish Airlines: Suspended until the end of February\nEtihad: Suspended from February 5\nEmirates: Suspended from February 5\nQatar Airways: Suspended until further notice\nFinnair: Beijing and Shanghai flights suspended until February 29; other routes to March 29\nKLM: Beijing and Shanghai flights suspended until February 9; other routes to February 29\nIberia: Suspended until February 29 Nearly all crew members on the World Dream cruise ship, docked under quarantine in Hong Kong, tested negative for the coronavirus, said the government.  A total of 32 of 33 crew members who reported respiratory symptoms tested negative for the disease, with one set of results pending.  The World Dream is docked at Hong Kong's Kai Tak Cruise Terminal with more than 3,600 passengers and crew members on board, the city's Department of Health said Wednesday, as health inspections are carried out by officials. Hong Kong officials say eight travelers from mainland China who were on the ship on a previous voyage later tested positive for the Wuhan coronavirus. Viruses spread so quickly on cruises because \"you've got so many people in a crowded area and people are sharing areas, touching places,\" said John Nicholls, a clinical professor in pathology at the University of Hong Kong. 36 Australian citizens and residents who were flown out of Wuhan have landed on Christmas Island, where they will be quarantined for two weeks, said Australian Prime Minister Scott Morrison. The Australians had been on an Air New Zealand evacuation flight. According to the New Zealand government, the plane carried 190 passengers out of Wuhan, of which 98 were New Zealand citizens and permanent residents. Other evacuees on the plane included foreign nationals from Pacific Island countries, including Papua New Guinea, Samoa, Kiribati, Tonga, Fiji and the Federated States of Micronesia, said the New Zealand government site. The plane will arrive in Auckland, New Zealand, at around 6 p.m. local time -- in about two hours. Hong Kong's Hospital Authority (HA) warned today that public hospitals would only offer limited services, as thousands of employees and medical workers began a fourth consecutive day of strike action. More than 7,000 healthcare workers participated in yesterday's strike, according to the Hospital Authority Employee Alliance, a union representing medical workers. This accounts for nearly 10% of all HA medical staff, the union said. Limited service: The HA urged patients with only mild conditions to visit private hospitals and doctors, or specialist clinics, given the depleted workforce in public hospitals today. Public hospitals \"can only focus their limited number of staff on duty to the provision of emergency services,\" said the HA in a statement, and urged the striking employees to return to work \"in the interest of patients.\"   Why they're striking: Strikers and union members are demanding completely closed borders with mainland China, and have accused the city's government of inadequate action during the coronavirus outbreak. Other demands include providing enough gear for health workers and providing “proper” isolation wards. Government response: Hong Kong Chief Executive Carrie Lam criticized the strikers for weakening the city's medical capacity at a crucial time. Remaining employees still working in hospitals now have a heavier workload to make up for their absent colleagues, she said. Lam also announced new emergency measures yesterday, including a mandatory 14-day quarantine for all travelers coming from mainland China -- including Hong Kong residents. Singapore announced a new confirmed case of the coronavirus today, bringing its total to 25. South Korea also confirmed four more cases today, bringing the national total to 23. Among those four, two are family members of previously confirmed patients, and one was in close contact with a confirmed patient. The last person is a 58-year-old Chinese woman who came to South Korea for a tour on January 23. Malaysia confirmed 12 cases yesterday, according to a report by state news agency Bernama. Cluster fears: The spike in cases in South Korea and Singapore, along with other Asian hubs like Hong Kong, have sparked fears of new, self-sustaining outbreak clusters.  It has led to additional screening and emergency measures, including a South Korean ban on the hoarding of surgical masks and hand sanitizers -- aimed to prevent manufacturers profiteering from the outbreak. Chinese President Xi Jinping's long, conspiracy-sparking hiatus from the country's front pages and main newscasts ended Wednesday night, as he appeared alongside Cambodian Prime Minister Hun Sen in Beijing.  Noting that the Chinese government and people are currently doing their utmost to fight the pneumonia epidemic caused by the novel coronavirus. \"A friend in need is a friend indeed as the Cambodian people stand with the Chinese people at this special moment,\" Xi said, according to state news agency Xinhua.  Strangely quiet: Xi's lack of prominence in recent days was weird, not only because a country's leader is normally front and center during a crisis, but because Xi typically dominates media coverage, regardless of how seemingly routine his activities are. Since he came to power in 2012, the People's Daily especially has become known for running multiple headlines about Xi and plastering not only the front page but several after it with nearly identical pictures of him shaking hands with various officials. Rumors spread: Xi's vanishing act had not gone unnoticed in China, where many are asking questions on social media -- most of which are swiftly deleted by censors. Outside of the country, particularly among dissident communities, rampant speculation is growing, as those desperate to see the back of Xi spread wild, wholly unfounded claims. Central authority: This is not the first time \"Xi is missing\" has become a story. When an authoritarian government concentrates power around a single figure, the way China has around Xi during the past eight years, even the slightest removal of that figure from the spotlight will spark a degree of chatter. Read more on Xi's disappearance here Ten additional cases of the Wuhan coronavirus were confirmed today on the Princess Cruise ship, which is docked in Japan and under quarantine for 14 days. This bring the total number from the ship to 20 cases, and raises Japan's national total to 45 cases. Officials are still waiting for results of 171 test results. Coronavirus cruise: The Diamond Princess is anchored off the coast of Yokohama, near Tokyo, with 1,045 crew and 2,666 passengers -- including 428 Americans -- on board. Infected cases are being brought off the ship to be treated on shore, but all other passengers and crew on board must stay quarantined at sea for at least 14 days. The first case: The passenger with the virus was an 80-year-old man from Hong Kong. He was briefly  in mainland China on January 10. He flew to Japan on January 17, where he boarded the cruise on January 20. He disembarked in Hong Kong on January 25, and sought medical attention for symptoms on January 30. The Wuhan coronavirus continues its spread across Asia and the world. If you're just joining us now, here's what you need to know: The numbers: The Wuhan novel coronavirus has killed 562 people and infected more than 28,000 people worldwide. The vast majority of those are within China and concentrated in Hubei province, the epicenter of the outbreak. Only two deaths have been outside of mainland China: one in the Philippines and one in Hong Kong.\nRecoveries: There are reports of stable and improving patients, with some recovered enough to be discharged from hospital in the US and South Korea. \nTreatment: There is still no cure or vaccine, but doctors in Thailand say they successfully treated a patient with a combination of antiviral drugs.\nGlobal response: Some countries like the US and UK are sending their final evacuation flights to Wuhan this week. The US also sent supplies and support to Wuhan after receiving sharp criticism from China on Monday.\nCruise ship quarantine: More than 5,300 people are being quarantined on two cruise ships off Hong Kong and Japan, with concerns that passengers and crew were inadvertently exposed to the Wuhan coronavirus by infected passengers.", "Section": "asia", "Writers": ["Jessie Yeung", "Adam Renton", "Steve George", "Amy Woodyatt"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-06-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}