{"Type": "article", "Time": "2020-04-03", "Headline": "April 3 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. New York City is currently reporting 56,289 coronavirus cases and 1,867 deaths, according to the city’s website. Friday’s new totals mark an increase of 6,582 cases and 305 deaths since Thursday. The Federal Emergency Management Agency said in a statement Friday that they have obligated $1.1 billion in federal support to New York state. \"Total medical supplies and equipment provided to New York include 1,096,922 N95 respirators, 1,836,891 surgical masks, 365,295 face shields, 219,811 surgical gowns, 8,059 coveralls, 1,435,129 gloves and 4,400 ventilators,\" FEMA said in a statement. New York has 102,987 confirmed coronavirus cases and 2,935 deaths, according to data from Johns Hopkins University. Despite recent support from members of his coronavirus task force for a nationwide stay-at-home order, President Trump said Friday he'd \"leave it up to the governors.\"  As justification for this decision, Trump claimed the states currently without stay-at-home orders are \"not in jeopardy.\" Facts First: It's not true that the eight states without stay-at-home orders at the time of the President's remarks are \"not in jeopardy\" or at risk from the coronavirus. Though they are not current \"hot spots of the virus,\" all of them are dealing with at least 100 reported cases and 1/4 of them have over 1,000 cases. Missouri, South Carolina, Utah, Iowa, Arkansas, Nebraska, South Dakota, North Dakota and Wyoming did not have statewide stay-at-home orders in place as of Friday evening. Although South Dakota, North Dakota and Wyoming are among the five states with the least amount of cases in the US, South Carolina and Utah have 1,554 and 1,095 cases respectively.  Missouri’s stay-at-home order goes into effect Monday. The state had at least 1,864 cases before Gov. Mike Parson issued the order Friday evening. The USNS Comfort, a hospital ship docked in New York City, will now take patients aboard that are not showing symptoms of Covid-19, according to a Federal Emergency Management Agency fact sheet on the ship. Previously, patients had to have a negative test from their discharging hospital before being admitted on to the ship. The change in procedure was done in an effort to bring more patients aboard the USNS Comfort.  Patients who are brought aboard the ship without symptoms of Covid-19 will be isolated and tested upon arrival. Any patient that tests positive for coronavirus will be transferred to a hospital that is treating Covid-19 patients, according to the FEMA fact sheet. The USNS Comfort will also begin taking patients from the Javits Federal Medical Center so the Javits location can being treating Covid-19 patients.   President Donald Trump and Vice President Mike Pence both stumbled over medical details, and spread inaccurate information, while touting new coronavirus tests and potential treatments. Trump mentioned anti-malaria drugs that are being tested as potential treatments, saying that the clinical trials are “having some good results,” even though public health officials say the results are months away. Moments later, Vice President Mike Pence said the Food and Drug Administration had “approved” a new method to test the coronavirus, even though the FDA only granted emergency authorization for the test, which requires a much lower standard. Facts First: Both comments overstate the medical realities a bit. For Trump, he has repeatedly touted and expressed unbridled optimism about the drugs, even without conclusive scientific data to back up his claims. For Pence, he oversold the FDA’s confidence in the new Covid-19 test.    In recent weeks, Trump has repeatedly touted two pharmaceuticals, chloroquine and the chemically similar hydroxychloroquine, as potential “game-changers” that could end the pandemic and save lives. This is the continuation of a glaring messaging gap within the administration. Trump has breathlessly promoted the drugs while the public health officials are cautiously waiting for scientific evidence, and tamping down expectations, by saying that the information out there already is only anecdotal and not proven on a large-scale. Later in the press conference, Pence brought up the new blood test for coronavirus antibodies. “And the big news, of course, over the last few days was that the FDA, once again, in near record time, has approved an antibody test developed by Cellex,” Pence said. This isn’t quite accurate. The FDA uses very specific terminology about medical drugs, tests and equipment, and the FDA would likely disagree with the notion that it “approved” the test. These terms are important, as medical professionals need clarity to be sure their use of these items is safe for every patient. What really happened was that the FDA granted “emergency use authorization” for the tests. This essentially means that the FDA will let health care providers use the tests during this crisis, even though it hasn’t gone through all the steps that medicines and medical tests usually go through before receiving a full “approval.\" President Trump said Friday that he could not assure the state of New York will have enough ventilators to deal with coronavirus patients, after New York Gov. Andrew Cuomo said the state is days away from running out of the lifesaving machines. Asked during a White House press briefing whether he could assure that the state would have enough ventilators, Trump said, “No, they should have had more ventilators at the time.” “They should have had more ventilators. They were totally underserviced. We are trying to do — we are doing our best for New York,” Trump continued. Trump added that the White House thinks Cuomo is “well served with ventilators. We’re going to find out, but we have other states to take care of.” “I wish they did the original orders (for ventilators) three years ago. They would have had all the ventilators they needed,” Trump continued, before adding, “Although, even then they wouldn’t.” Some context: On Monday, Trump told reporters that he thinks every American who may need a ventilator in the next few weeks will have access to one. “I do think so, yes,” Trump told a reporter in the White House Rose Garden. “I think we’re going to be in very good shape.”  ##Health## Maine Gov. Janet Mills issued an executive order today mandating that travelers coming into Maine, regardless of their state of residency, self-quarantine for 14 days to mitigate the spread of Covid-19, according to a release from the governor’s office. “To slow the spread of this deadly virus and prevent our health care system from being overwhelmed, we must all do our part,” Mills said in the release. “I am mandating that anyone entering Maine self-quarantine for 14 days and abide by Maine’s Stay Healthy at Home Order. These actions will protect the health and safety of everyone.” ##Health## The United States Tennis Association (USTA) said it believes that when it comes to playing tennis, \"it is in the best interest of society to take a collective pause from playing the sport we love.\" \"Medical advisors believe there is the possibility that the virus responsible for COVID-19 could be transmitted through common sharing and handling of tennis balls, gate handles, benches, net posts and even court surfaces,\" the USTA statement said Friday. There are at least 273,880 cases of coronavirus in the US and 7,077 people have died, according to Johns Hopkins University's tally of cases in the country. So far on Friday, 28,667 new cases and 1,094 deaths have been reported, according to a tally by Johns Hopkins.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  Wyoming is the only state not reporting a death from coronavirus. When asked by CNN’s Jim Acosta about the level of preparedness for a pandemic like Covid-19, President Trump said while he knew pandemics were “one of the worst things that could happen ... most people thought it wouldn’t and most people didn’t understand the severity of it.” Trump was responding to Acosta's question about Department of Health and Human Services Sec. Alex Azar saying in April 2019 that a “pandemic flu” is what kept him up most at night. Trump said he didn't think Azar “was speaking about a specific pandemic,” adding, “I always knew that pandemics are one of the worst things that could happen.” “Most people thought it wouldn’t and most people didn’t understand the severity of it,” Trump said. “I assume he was talking about the possibility.” When pressed by Acosta on why the administration doesn’t have enough PPE supplies, Trump blamed it on previous administration, and once again repeated the false claim that the Obama administration left the military with no ammunition. Read more about Azar's comments last year from CNN's KFile. Missouri Gov. Mike Parson on Friday issued a statewide stay-at-home order effective Monday, April 6 until Friday, April 24, 2020. The order stated individuals living in Missouri must avoid leaving their homes or places of residence unless necessary. Like many state’s stay-at-home orders, it does not prohibit people from going out for “essential services,” such as grocery stores, gas stations, banks or outdoor recreation, as long as precautions are taken and social distancing requirements are met.  Most US states and DC have some kind of stay-at-home order in place.  Kentucky Gov. Andy Beshear said his state has limited personal protective equipment. \"We try to buy. It’s really hard,\" he said. \"The federal government buys most all of it.” He said that while the state is trying to manufacture PPE, he also asked residents of his state to donate any available PPE supplies. New York City Mayor Bill de Blasio said Friday that he has had extensive conversations with Federal Emergency Management Agency and the Department of Defense on how to respond to the growing number of deaths in NYC. De Blasio said more than 100 federal personnel, including members of the military, have been sent to NYC with necessary equipment to “help deal with this crisis on the mortuary side.” De Blasio also said they will hire more personnel as needed to “address this very painful reality.” ##Health## Some public health experts at the US Centers for Disease Control felt \"pressured\" by the White House to draft recommendations that all Americans wear masks or facial coverings while in public, according to a senior federal health official involved in discussions.  A source told CNN the \"CDC was under intense pressure to do this quickly.\"  \"The CDC would not have gone this direction if not for the White House,\" the senior official told CNN. \"We would have tried more to understand about asymptomatic transmission. We would have done more studies if we had more time.\"  \"It was more than we were comfortable with, the source added. \"Things were done very fast. It's a credibility risk to the agency. It's not fabulous for credibility. There is a real worry that this will provide a false sense of security to the public. Also, up until now the CDC has been telling people it's okay not to wear a mask, and it's going to be recommended that we do. It runs the risk of confusing the public.\" President Trump again signaled his resistance to issuing a national stay-at-home order to slow the spread of coronavirus, despite comments from Dr. Anthony Fauci this week questioning why such an order has not been issued for all states. The majority of states have issued orders for their residents to stay in their homes, but the federal government has not mandated people do so. “I leave it up to the governors,” Trump said at the coronavirus task force briefing. “I guess we’re close to 90 percent anyway,” Trump said of the number of people mandated to stay home. At least 41 states and the District of Columbia have issued stay-at-home orders. “States that we’re talking about are not in jeopardy,” Trump said, referring to the handful of states that have not yet issued these orders. “I like that from the standpoint of governing, and even from the standpoint of our Constitution,” the President said of his inclination to allow states to make their own decisions about ordering people not to leave their houses. The federal government has issued guidance recommending that people stay home to the extent possible and avoid gathering in groups larger than 10.  Watch: The US coronavirus death toll reached 7,077 on Friday afternoon, according to Johns Hopkins University. The increase of 1,094 deaths today is the most number of deaths in a single day. The previous record for the most new coronavirus deaths added in a single day as reported by CNN was 946 on Wednesday. Five infants have tested positive for coronavirus in Maryland, Gov. Larry Hogan said at a press conference Friday afternoon.  The youngest of the infants is just one-month-old, Hogan said.  “The reality is that this disease does not discriminate, and no one is immune,\" he said. New York's Central Park field hospital is already at half capacity on its third day treating Covid-19 patients, according to the director of the facility. There are currently 34 patients being treated there, including four in their ICU, and it's expected the pop-up hospital will reach its 68-bed capacity in the next few days, according to Dr. Elliott Tenpenny, director of the international heath unit for Samaritan’s Purse. Tenpenny says that while all the patients are adults, they are comprised of all ages, and many of them have severe shortage of breath and a need for oxygen.  “It’s worse than I expected to see,” Tenpenny said. The patients are from Mt. Sinai hospitals in Brooklyn and Queens, whose emergency rooms were overrun with patients with nowhere to go.  Tenpenny says the patients will likely take 2-3 weeks to recover. Arkansas Gov. Asa Hutchinson defied calls to put his state under a stay-a-home order, one of only nine states remaining without such a directive.  He argued that his “targeted approach” is “a good approach for Arkansas.” “It’s understandable that (Dr. Anthony Fauci) looks at that as a solution, a nationwide shutdown order. What’s important is that has not been given. The (Centers for Disease Control and Prevention) — I watch their guidelines regularly — and they have not indicated that’s an appropriate or necessary step across the country. And so we’ll continue to look at those guidelines that’s offered from the federal level.” Arkansas currently has at least 687 confirmed cases of coronavirus and at least 12 deaths, according to data from Johns Hopkins University. President Donald Trump said he’s invoking the Defense Production Act “to prohibit export of scarce health and medical supplies by unscrupulous actors and profiteers.” The Department of Homeland Security and the Federal Emergency Management Agency will work together through this directive “to prevent the export of N95 respirators, surgical masks, glove and other personal protective equipment,” Trump said during a White House press briefing. “We need these items immediately for domestic use. We have to have them,” Trump added. Peter Navarro, the White House’s Defense Production Act policy coordinator previewed this action on Thursday.    Watch: Lenders aren't the only ones frustrated with the rollout of the Small Business Administration’s Paycheck Protection Program on Friday — small business owners reported that they were having a hard time finding a bank to approve their loan applications, according to one industry group. Adam Temple, the vice president of Public Affairs at the National Federation of Independent Business, told CNN that for the entire day Friday, his group had been inundated with stories about small business owners who were struggling to find a bank that would accept their loan application.  With some banks choosing not to process the loans or delaying their rollout, some business owners were forced to go to a new bank to get a loan, and then finding that those new bank had a requirement that they already had to be an existing customer.  The process was anxiety inducing for business owners who were watching the Treasury Secretary tweet out every few hours how much money had already been distributed by the loan program, Temple said.  “In many cases, the bank where they are a customer tells them they’re not doing it, forcing them to try elsewhere and they’re running into that issue – that they’re not an existing customer. So they can’t get anywhere,” Temple said. “ We did a webinar at noon and had 7,000 small business owners log in. They’re also calling us directly, almost all with some version of the same issue.\" President Trump announced new guidance from the White House on Friday afternoon, saying the US Centers for Disease Control and Prevention were advising the use of \"non-medical cloth based\" face coverings. Trump emphasized the recommendations were voluntary and that he, for one, would not partake. \"I don't think I'm going to be doing it,\" Trump said. After weeks of insisting Americans should not wear face masks to prevent the spread of coronavirus — and even suggesting their use could increase the chance of infection — administration officials this week engaged in a heated internal debate over reversing course, according to people familiar with the matter. Behind the scenes, officials were divided about the wisdom of advising Americans to cover their faces in public, which some fear could cause a lapse in the social distancing efforts that remain officials' best hope of preventing further spread. Watch: Canadian Prime Minister Justin Trudeau issued a blunt warning to the Trump administration on Friday saying that forbidding 3M from shipping crucial supplies of N95 masks to Canada \"could hurt Americans as much as anybody else.\"  “We’ve been working very closely with the Americans to highlight what Canadians know very, very well; that the level of integrations between our economies goes both ways across the border,\" he said during his daily press conference. \"That we are receiving essential supplies from the United States, but the United States also receives essential supplies and products and indeed healthcare professionals from Canada very single day.\"  The United States and Canada mutually agreed to close the border to all except essential traffic and commercial trade in March.  Delta Air Lines expects revenue over the next three months to be down 90% with no end of the industry's troubles in sight. \"Even as Delta is burning more than $60 million in cash every day, we know we still haven't seen the bottom,\" CEO Ed Bastian warned employees in a memo on Friday.   He said April's schedule will be \"at least 80% smaller than originally planned, with 115,000 flights canceled.\" As an example of the drop in traffic, Bastian said that on March 28, Delta carried only 38,000 customers. Normal late-March Saturday traffic is 600,000. \"I wish I could predict this would end soon, but the reality is we simply don't know how long it will take before the virus is contained and customers are ready to fly again,\" Bastian said. He confirmed that on Friday, Delta filed for its share of $25 billion in federal grants allocated to the airline industry and approved by Congress last week. ##Travel## ##Business## New York City Mayor Bill de Blasio called upon President Trump during a Friday press conference to start a “national enlistment effort” for medical personnel across the country and to have the US military coordinate that effort. “Right now there are doctors and nurses and other medical professionals all over the country going about their normal lives and they’re doing good work. But a lot of them could be freed up in a crisis to help save lives. And the lives to be saved are right here in New York City,” de Blasio said. De Blasio called for an effort “to recruit doctors, nurses, and medical professionals from all over the country, send them rapidly where they're needed most and then move them rapidly to the next biggest problem, the next biggest challenge. And what we will do, and I know every other city and state will do the same, is we will then offer our personnel to go to the next front to help as well.” De Blasio said the US military could organize the effort because they have “the ability to put together a national structure to mobilize these medical personnel and ensure they get where they need to go rapidly and to make sure the priorities are right.” De Blasio said: \"It's time for the commander in chief to give the order. If we’re fighting a war, let’s act like we’re fighting a war. Right now, there’s a peacetime approach in Washington and that won’t cut it.\" President Trump has approved a disaster declaration for Arkansas in response to coronavirus.  This is the 39th such declaration he has made in response to the coronavirus pandemic, including 34 states, the US Virgin islands, the Northern Mariana Islands, the District of Columbia, Guam and Puerto Rico. Arkansas has at least 687 confirmed coronavirus cases and at least 12 deaths, according to data from Johns Hopkins University. Short term rentals in South Carolina — including hotels, motels, rental houses, Airbnbs and time shares — are now prohibited to travelers coming from Covid-19 hotspots, the state’s Gov. Henry McMaster announced today.    The state had 147 new cases confirmed in the last 24 hours for a total of 1,700 total cases.  McMaster has also announced the closing of more non-essential businesses including furniture and clothing stores, florists, book stores, craft and music stores, effective Monday, April 6, at 5 p.m.   Grocery stores, home improvement stores, gas stations and firearm retailers will remain open, McMaster said.  McMaster was pressed by several reporters about his decision to not order a stay-at-home order and he said the orders he’s already put in place address many of the things that would make them stay home.  “South Carolina is unique,” he said. “We are doing what we feel is the most aggressive thing we can do to combat this virus.”    ##Daily Life## ##Business## Alabama Gov. Kay Ivey announced a statewide stay-at-home order effective Saturday afternoon.  \"My fellow Alabamians, I want to get straight to the point. Effective tomorrow afternoon at 5 p.m., I am mandating a stay-at-home order for the entire state,\" Ivey said during a press conference Friday afternoon in Montgomery. Before Friday, Alabama was one of the few states that had yet to issue a stay-at-home order. Alabama has at least 1,349 cases of coronavirus and at least 34 deaths, according to Johns Hopkins University. Illinois Gov. J.B. Pritzker said his state does not have enough tests for coronavirus.  “We do not have enough tests. The federal government said they were going to provide millions of tests, and all the states relied upon that promise, and it still hasn’t happened,” Pritzker said when asked about the levels of coronavirus testing in his state in a press conference Friday afternoon. He said that Illinois is doing about 5,000 tests a day, but hope to get to 10,000. The increase on tests would provide better data and hone in on testing potential outbreak areas, Pritzker added. “Right now, the testing supplies, the swabs, everything about the tests are very difficult to come by and there’s no federal plan for this so every state is on their own – as I’ve said it’s the wild west out here,” he added.  Massachusetts has reported 1,436 new coronavirus cases and 38 new deaths today, according to the state website. The state now has a total of 10,402 cases and 192 deaths. ##Health## About 15% of Texans diagnosed with coronavirus have been hospitalized, Gov. Greg Abbott said during a Friday afternoon press conference. There are currently 5,478 people who have tested positive in the state and 827 of them are hospitalized, Abbott said.  So far, 91 people have died, according to Abbott. The state is working to identify alternative sites for medical treatment but currently has more than 19,000 hospital beds and 2,000 ICU beds available, he said. The state received additional personal protective gear including 1.4 million face masks and 190,000 face shields, Abbott said.  ##Health## President Trump is being urged to consider calling for nationwide stay-at-home recommendations, something he has so far refused to do, a source close to the White House Coronavirus Task Force says tells CNN.  Among the officials nudging the President to embrace such a move is Dr. Anthony Fauci, the source said. On Thursday night during CNN's Town Hall on the coronavirus pandemic, Fauci said it's time for every state in the country to have stay-at-home orders.  \"If you look at what's going on in this country, I just don't understand why we're not doing that. We really should be,\" Fauci said. Separately, a White House official tells CNN that the task force is looking to issue mask guidelines at Friday's White House briefing.  The official said it's possible the mask guidelines could slide until Saturday, but the briefing is expected to delve into masks today.  President Trump, Vice President Pence, Dr. Fauci, and Dr. Deborah Birx are all expected to attend the official said.  ##Health## New York City Mayor Bill de Blasio said today that the federal government has provided 200,000 N95 masks that have been given to the NYC public hospital system. De Blasio said he spoke to President Trump and Jared Kushner and thanked them for the masks. Two more Harris County Sheriff's Office employees have tested positive for coronavirus, bringing the total number of employees infected to 15, a press release from the Sheriff's Office said Friday. One employee is a deputy in her late 40s and the other is a detention officers in her late 30s, according to the release. Harris County is home to the city of Houston and located in southeastern Texas. Both employees were assigned to work at a county jail, the release said. By the numbers: So far, 178 employees of the sheriff's office are currently on quarantine due to possible exposure to the virus and one is hospitalized, according to the release. Three inmates at the jail have also tested positive and 33 more are in quarantine with symptoms awaiting test results, the release said.  ##Health## Gov. Mark Gordon announced today Wyoming its order closing schools and most nonessential businesses through April 30. Gordon updated his order Friday, along with a directive that says anyone who comes to Wyoming from out-of-state must self-quarantine for 14 days unless the trip is related to a job. Wyoming does not have a mandatory statewide stay-at-home order, although the governor’s office says in a statement, “The Governor continues to emphatically state that people need to stay home whenever possible to prevent or slow the spread of the virus.” As of Friday afternoon, Wyoming is the only state in the US with no confirmed deaths due to Covid-19. However, state Department of Health spokeswoman Kim Deti tells CNN that a cluster of coronavirus at an assisted living facility in Lander is straining the resources of one of the hospitals in Fremont County, where nine patients are in isolation.  Fremont County has a population of fewer than 50,000 people, but covers an area of more than 9,000 square miles. CORRECTION: This post has been updated to reflect that Wyoming’s governor has recommended staying at home. Illinois announced 1,209 new cases and an additional 53 deaths Friday in the biggest one day jump in both cases and deaths the state has seen to date. At a Friday news conference, Gov. J.B. Pritzker also urged residents to wear a mask when going outside. “Maybe it’s a homemade fabric mask, or maybe it’s a manufactured general mask, really just something to cover your nose and mouth out of courtesy to those around you in case you’re one of those who are asymptomatic or pre-symptomatic,” Pritzker said at his daily briefing.  Seventy percent of ICU beds are now occupied in the state of Illinois while only fifty percent of the state’s ventilators are available, according to data from the state health department Friday. “Every day we have added existing beds and equipment at our existing hospitals to increase capacity,” Pritzker said Friday. “That availability is diminishing as Covid-19’s presence continues to grow,” Pritzker told reporters.  ##Health## Connecticut has 1,090 new coronavirus cases and 19 new deaths, Gov. Ned Lamont announced Friday. The state now has a total of 4,914 cases and 131 deaths. 909 patients are currently hospitalized. “Our number of positives went up about 29%, which is probably more than we’ve seen in the past and a little disturbingly, the percentage of tests that resulted in people positive spiked up at 64%,” Lamont added. ##Health## Colorado Gov. Jared Polis asked everybody in his state to wear a mask when they leave their homes. \"Now, if you've been around grocery stores, you've noticed that more and more people are wearing cloth masks — we want everybody in Colorado to do that,\" Polis said during a press conference today. He asked people to use non-medical masks to save resources for health care workers, and tweeted tweeted out a photo of him wearing one of his own.  US stocks closed sharply lower on Friday, following a much worse-than-expected jobs report for March. All three major indexes recorded a loss for the week, making it their third down-week in four. Here's where the markets closed:  The Dow closed 361 points, or 1.7%, lower.\nThe S&P 500 closed down 1.5%.\nThe Nasdaq Composite finished down 1.5%.  Remember: As stocks settle after the trading day, levels might still change slightly. ##Business## President Trump has approved a disaster declaration for New Hampshire in response to coronavirus.  This is the 36th such declaration he has made in response to the coronavirus pandemic, including 31 states, the US Virgin Islands, the Northern Mariana Islands, the District of Columbia, Guam and Puerto Rico. ##Health##   The coronavirus pandemic is starting to noticeably damage economic data around the world. The global composite output index, produced by JPMorgan and IHS Markit, slumped to 39.4 points in March, its fastest drop in some 11 years. Any level below 50 denotes an economic contraction. Even though the index had been in contraction territory in the prior month as well — 46.1 points in February — the drop-off was the second-biggest on record, surpassed only by a drop in October 2001. Looking closer at the global services sector, business activity, new business and new export business all dropped at the sharpest rate in survey history. Not all countries were hit the same: China, which was hit by the pandemic earlier in the year, got some respite from its rate of contraction.  The outbreak is still sweeping across the United States, where business activity dropped to the greatest extent since the height of the 2007-2009 financial crisis. Still, America saw the weakest downturn among its developed world peers. ##Business## The Transportation Security Administration reported the first coronavirus death in its ranks.  The employee was a 39-year-old K9 handler at the Newark airport, the TSA said Friday. More than 130 TSA officers and agency employees have tested positive for coronavirus.  There are 10,710 cases in the state, with 237 deaths, according to Gov. Gavin Newsom and the California Department of Public Health. There are at least 261,438 cases of coronavirus in the US and 6,699 people have died, according to Johns Hopkins University's tally of cases. So far, on Friday, 15,865 new cases and 641 deaths have been reported, according to a tally by Johns Hopkins.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Wyoming is the only state not reporting a death from coronavirus. North Carolina Gov. Roy Cooper said at a press conference Friday that the federal government should do more to direct industries to make personal protective equipment (PPE) for those on the front lines treating patients with Covid-19. “I know the President has ordered some companies to ramp up productions of ventilators. This is important, and badly needed. But the federal government can and should do more to direct industries to help produce these supplies,” Cooper said. “This pandemic is a war. And we need the armor to fight it.” North Carolina has received three shipments of PPE from the Strategic National Stockpile but not the amount they have requested, Cooper said. “We're grateful for these supplies. But to be clear, we've gotten just 33% of what we've asked for and told not to expect more anytime soon,\" Cooper added. Some context: The governor said that North Carolina, like many states in the country, is grappling with shortages of critical medical supplies amid the coronavirus pandemic and trying to find ways to buy more. “Now of course we know that we can't rely solely on the National Stockpile, and our emergency management teams are working around the clock to find the equipment that is so badly needed by those on the front line of this pandemic, we're not the only ones,” Cooper said. ##Health## The US military is preparing to deploy additional forces in support of the coronavirus response, including 15 Army task forces, a US defense official told CNN. The US Navy has placed two additional Navy Expeditionary Medical Treatment Facilities, one active duty and the other drawn from the reserves on \"prepare to deploy orders.\" The Navy earlier sent two of these units to New Orleans and Dallas. They consist of about 450 personnel, 150 of which are doctors.  The location of where the units are being sent has yet to be determined and that decision will be made by Federal Emergency Management Agency. The official said the units should be ready to deploy in about 72 hours. While they are expected to go to New York, FEMA will make that decision.  The Navy and Air Force are also mobilizing volunteer reservists.  The Army has also created from its reserves 15 teams known as \"Urban Area Medical Task Forces\" to help bolster the coronavirus response. These teams will consist of 85 personnel each, 20 of whom will be doctors, for a total of 1,275 personnel. The task forces are intended to serve as an augmentation element, going into retrofitted arenas and convention centers in support of HHS. The official said these forces should be mobilized by Tuesday. There is acknowledgement within the Department of Defense that the situation in New York is deteriorating to the point where the US military has to draw more from its own medical capabilities, assuming risk at defense installations, in order to help combat the pandemic.  By the numbers: These additional forces will join the US military's 460 doctors, 1,117 nurses and other medical personnel already assisting civilian communities in their response to the coronavirus.  ##Health## The Supreme Court on Friday said that it will postpone the remaining two weeks of arguments that were set to begin on April 20 and that it is considering rescheduling some of the 20 or so cases that it has had to put off so far in response to Covid-19. “The court will consider rescheduling some cases from the March and April sessions before the end of the Term, if circumstances permit in light of public health and safety guidance at that time,” said court spokesperson Kathy Arberg. “The court will consider a range of scheduling options and other alternatives if arguments cannot be held in the courtroom before the end of the term.”  According to the statement, the justices will release opinions for all the cases that have been argued so far this term. The Pentagon is deploying a deploying a mortuary affairs unit to New York City to support the Office of the Chief Medical Examiner, a US defense official said Friday.  The deployment is at the request of Federal Emergency Management Agency.   “Under our Defense Support to Civil Authorities mission, U.S. Northern Command is facilitating this request on behalf of DoD.  These highly trained specialists will assist New York City with the solemn duty of properly handling human remains during this pandemic. Forty-two Soldiers from the 54th Quartermaster Company, from Fort Lee, Va., have deployed to Joint Base Maguire-Dix-Lakehurst, N.J. Federal and local laws regulate how these operations are conducted in the United States,” the official said. Dr. Mandy K. Cohen, secretary of the North Carolina Department of Health and Human Services (NCDHHS), announced Friday that 43% of people diagnosed with Covid-19 are ages 25-49. So far, 29% are age 50-64 and 20% are age 65 and up, Cohen said. While Covid-19 has been more deadly and severe for people older than 60 and those with underlying health, health officials and leaders around the country have been imploring younger people to practice social distancing. “We're entering the first weekend of my order to stay at home. I need you to do just that. I know it's tempting to get away from all this and gather with friends and extended family, especially when Friday means the end of the week. Don't,” North Carolina Gov. Roy Cooper said Friday. “This virus is still spreading quickly. No one is immune. There is no vaccination, and social distancing is our best protection… Lots of Tar Heel blue skies are in our forecast. I know it's hard, but stay at home anyway. We're in a crucial time period for flattening the curve. And we still need you to step up.” By the numbers: NCDHHS reports 2,093 cases of Covid-19 in the state with 19 deaths. This up from 764 cases a week ago, according to Cohen.  There are 259 people in the hospital, the NCDHHS reports. There are currently about 852 people in Pennsylvania hospitalized due to Covid-19 — about 10% of all cases, state Secretary of Health Dr. Rachel Levine said today. Of those hospitalized, 241 have required intensive care, and 147 have needed ventilators, Levine said, adding that 12% of the state's nursing homes had at least one confirmed case. Pennsylvania Gov. Tom Wolf asked in a press conference Friday that all Pennsylvanians wear a mask anytime they leave their home for essential needs. “Today I am asking all Pennsylvanians to wear a mask anytime you leave your house. Masks help prevent people from sharing illnesses. They don’t do a great job at keeping people from getting sick, and they’re not foolproof. So it’s critical that our first act, as Secretary Levine said, is to ask ourselves if we really need to leave our house. If we don’t really, truly need to leave, then we shouldn’t,” Wolf said. Wolf said that N95 and paper masks should still be reserved for healthcare workers, and that residents should use cloth to cover their nose and mouth, or make their own mask. Guidelines for making your own mask can be found on the state’s website, Wolf said.  “Wearing a mask will help us cut down the possibility that we might be infecting an innocent bystander, like that grocery store cashier, the pharmacist, or someone stocking shelves,” he said. ##Health## A White House official confirmed reports that it will give rapid Covid-19 screening tests to anyone who comes in close contact with both President Trump and Vice President Mike Pence.  “As the physician to the President and White House Operations continue to protect the health and safety of the President and Vice President, starting today anyone who is expected to be in close proximity to either of them will be administered a COVID-19 test to evaluate for pre-symptomatic or asymptomatic carriers status to limit inadvertent transmission,\" Deputy White House Press Secretary Judd Deere said in a statement. The White House has been conducting temperature checks for those close to Trump and Pence since March 14. Rhode Island Gov. Gina Raimondo says the state is readying for a surge of coronavirus patients.  Right now, the state plans to set up three field hospitals: one at the Rhode Island Convention Center, one at a former bank and the last at a former Lowe’s warehouse building. “We believe that those three sites alone will get us well over a thousand additional hospital beds,” Raimondo said. ##Health## While the World Health Organization has not changed its position on whether the general public should wear face masks during the coronavirus pandemic, it will support individual countries in making their own national recommendations around mask wearing. \"We can certainly see circumstances in which the use of masks — both homemade and cloth masks — at the community level may help in an overall comprehensive response to this disease, and we will support governments in making those decisions based on the situation they find themselves in in terms of transmission,\" Dr. Mike Ryan, WHO executive director of health emergencies programme, said during a media briefing in Geneva on Friday. Ryan said that wearing a mask in public doesn't necessarily protect the person wearing it, but rather helps to limit that person's likelihood of infecting others if that person is sick. ##Health## Turkish President Recep Tayyip Erdogan just announced stricter measures to combat the spread of coronavirus.  Here's a look at the measures: Masks will be mandatory in supermarkets, bazaars and work places, Erdogan said in a televised address today.\nVehicular traffic is prohibited in and out of 30 major metropolitan areas as well as the province of Zonguldak, where there are high numbers of chronic respiratory illness, Erdogan said. Intercity travel is already restricted by plane and bus in Turkey. The new measure applies to private vehicles. \nThe new measures also extend the scope of aged-based mandatory lockdown to people under the age of 20, Erdogan said. Turkey previously instituted a forced quarantine for people over the age of 65 and for people with chronic illnesses.  ##Daily Life## New Jersey looks to be a week behind New York state on the Covid-19 curve, director of the National Institute of Allergy and Infectious Diseases Dr. Anthony Fauci told New Jersey Gov. Phil Murphy. “He looks at us as part of the New York metro area, it looked to him like we are a weekish behind New York,\" Murphy said in a press conference. ##Health## There are at least 258,214 cases of coronavirus in the US, according to Johns Hopkins University's tally of cases in the United States.  There are 6,605 people who have died in the US from coronavirus.  So far, on Friday, 12,641 new cases and 547 deaths have been reported, according to a tally by Johns Hopkins.  The total includes cases from all 50 states, Washington, DC, and other US territories, as well as all repatriated cases. Wyoming is the only state not reporting a death from coronavirus. Lt. Gen. Todd Semonite, commander of the Army Corps of Engineers said to date, they have received 750 requests for site assessments across the country to look into possible facilities that could be used in the coronavirus response.  Semonite said the Corps has completed 673 of those site assessments. He said to date the Army Corps of Engineers are “not resource strained” in terms of being able to carry out site assessments as they continue their work running and setting up treatment sites across the United States.   In partnership with the mayor’s office, United Airlines will announce a program to provide free round-trip flights for medical volunteers from across the country who want to help in frontline fight against the Covid-19 crisis in New York City, according to United Airlines spokeswoman Karen Twigg May.  May says that United is working with government agencies in other hotspots to expand the service to other places. In addition, May said there’s no cap on the number of free flights United will offer to volunteers. “We will fly as many volunteers as our operation can support on any route we offer to NY,”  May said.   ##Travel## The US Food and Drug Administration on Friday changed its position on a sought-after type of respirator from China, the KN95, announcing that the agency will authorize the mask for use in healthcare settings if it meets certain criteria. In response to continued respirator shortages, the FDA issued new guidance, authorizing KN95 respirators if certain criteria are met, including evidence demonstrating that the respirator is authentic. The move comes after conflicting government guidance caused confusion over how these masks should be used and whether they could be imported into the US. The FDA did not include these masks on its initial guidance for emergency use issued last month, but the Centers for Disease Control and Prevention said the KN95 masks are “expected to be suitable alternatives” to the N95 masks during the coronavirus pandemic when supplies are short.  The differing guidance left suppliers hesitant to ship masks and US buyers wary of purchasing them.  On March 28th, the FDA listed masks from six countries, including Mexico and Brazil, that it found “appropriate to protect public health or safety,” but left the Chinese masks off the list. ##Health## The state of New Jersey has 4,372 new positive cases of Covid-19, Gov. Phil Murphy announced in a press conference.  To date, 29,895 people across the state have tested positive for Covid-19, Murphy said.   A total of 646 people have died as a result of Covid-19 in New Jersey. That number includes 113 additional deaths confirmed in the last 24 hours, the governor announced.   House Speaker Nancy Pelosi said Friday that Democrats could put on hold a host of their infrastructure priorities and instead advance a new stimulus measure that mirrors the historic $2.2 trillion stimulus package President Trump signed into law last week. “The acceleration of the coronavirus demands that we double down on the downpayment we made in CARES by passing a CARES 2 package. We must extend and expand this bipartisan legislation to meet the needs of the American people,\" she said in a statement on Friday. She added: “It is imperative that we go bigger and further assisting small business, to go longer in unemployment benefits and provide additional resources to process UI claims and to give families additional direct payments. We must also provide the desperately needed resources for our hospitals, community health centers, health systems and health workers on the frontlines of this crisis. We cannot succeed in defeating this virus unless we more strongly support state and local governments with significantly more resources.” Earlier on Friday: Pelosi indicated the Democrats’ infrastructure priorities, which they have advocated for as part of another legislative response to the pandemic, could be pushed off for a later bill. There are at least 257,773 cases of coronavirus in the US, according to Johns Hopkins University's tally of cases in the country. There are 6,586 people who have died in the US from coronavirus.  So far, on Friday, 12,200 new cases and 528 deaths have been reported, according to a tally by Johns Hopkins.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Wyoming is the only state not reporting a death from coronavirus. Heathrow Airport will “transition to single runway operations” due to the “unprecedented impact that the coronavirus outbreak is having on Heathrow’s operation.” In a statement to CNN, Heathrow said that single runway operations will commence on April 6. The airport will alternate which runway is used on a weekly basis: 27R or 09L.  The statement continued to say that Heathrow will remain open so that it can “play a crucial role in helping to secure vital medical goods and food for the nation during the unprecedented epidemic.\" The change is the latest change at all major London airports due to the coronavirus outbreak. London City airport closed last month to all commercial and private flights. London Gatwick airport also closed the North Terminal. ##Travel## Half of the hospitals inside Beaumont Health system, which describes itself as Michigan’s largest, are at capacity due to the increasing Covid-19 cases and it faces a crunch that includes its staffing, finances and supplies, CEO John T. Fox told CNN. The eight hospital system located in the southeast region of the state is currently treating nearly 950 hospitalized, confirmed cases and an additional 91 who are suspected of having the virus as of 3 p.m. Thursday.  “Our biggest rate limiter is staffing,” Fox said in an interview with CNN. “The politicians are getting on the podium and saying, ‘we're building a 900-bed field hospital over here, 500-bed one over there.’ But those are empty buildings of no value without the staff. They often don't have pharmacies, they don't have labs, they don't have a lot of things and so it becomes a fiction.” Fox also called on the state of Michigan to do more in terms of load balancing patients between hospitals in the state, as Beaumont has found it difficult to do on their own. Fox says price gouging among agency nurses factors into the inability to acquire more staff and sucks available funds from the system. Agency nurses are contracted by hospitals at a price to help supplement staff nurses temporarily. Twenty days ago, agencies would charge $60 an hour for a nurses with everything included. That price has more than doubled, with the agencies bidding hospitals against one another to secure a nurse for $130, sometimes $150 an hour, Fox said. ##Health##   Britain’s Deputy Chief Medical Officer Jonathan Van Tam says it is still “too soon to say” when the UK will reach the peak of the epidemic. Earlier on Friday, UK Health Secretary Matt Hancock had said the deadliest peak of the coronavirus outbreak in Britain could hit on Easter Sunday. “I defer to the scientists on the predictions,” he told Sky News. During the daily briefing on Friday, Hancock seemed to revise his statement saying “the truth is we don’t know.\" ##Health## There are at least 12 new coronavirus-related deaths in Pennsylvania, which brings the total to 102, according to the commonwealth’s Department of Health. There are an additional 1,404 positive cases reported, according to a press release issued Friday. The total number of coronavirus cases is now 8,420 in the state. “The continued rise in cases combined with our increasing deaths from Covid-19 reflects the seriousness of this situation,” Secretary of Health Dr. Rachel Levine said. “We need everyone to listen to the orders in place and to stay calm, stay home and stay safe. We know that these prolonged mitigation effects have been difficult for everyone, but it is essential that everyone follows these orders and does not go out unless they absolutely must.” ##Health## The British Health Secretary Matt Hancock and health officials in the United Kingdom have called on Britons to continue to stay at home despite an expected rise in temperatures across the country over the weekend.  “We absolutely cannot afford to relax social distancing measures,” he said. “If we do people will die.” Hancock went on to say the UK had boosted “the number of critical care beds to care for coronavirus by over 2,500,” without taking into account the additional beds that will be available at several repurposed conference centers across the country, known as NHS Nightingale. ##Daily Life## New York Health Commissioner Howard Zucker says “there’s no data to support the use of face masks” in protecting the public in the coronavirus pandemic. “Right now, there isn't data…except for those who are ill and those who are health care workers, and that's why we're reserving those for health care workers,” Zucker said.  He added that they continue to look at data all the time and are examining it on a rolling basis.  New York Gov. Andrew Cuomo said that he doesn’t want the public to ease up on practicing social distancing if they wear face coverings.  “I think it's fair to say the masks couldn't hurt, unless they gave you a false sense of security,” he said. \"...Might it help? I think it's fair to say yes, but don't get a false sense of security that now you don't have to social distance and you don't have to take the normal precautions because you're wearing a bandana,” Cuomo said.  Zucker agreed with the governor’s assessment. Michael A. Lanotte, the executive director of the New York State Funeral Directors Association, said deaths have increased dramatically in New York City. “Since yesterday afternoon I have heard from more and more funeral directors in the city that have reached the capacity to help families,” Lanotte told CNN Friday. “The biggest enemy is time,” Lanotte said, “You take the volume and the amount of time we have from death to final disposition, there is just not enough time in the day based on the volume. 2+2 does not equal 4 in this situation.” Lanotte said, “there is a lot of death happening in the hospitals, nursing homes, and in private homes.” Refrigeration is a big problem, Lanotte said, “In some cases there are funeral homes which have run out of storage, limiting their ability to help additional families.” “The volume is working against the process because the process takes time, we need extra storage,\" he said. Efforts are being made to increase mobile morgues, Lanotte said.   In an effort to combat the shortage of medical supplies to treat Covid-19 patients in the state, New York Gov. Andrew Cuomo said he is signing an executive order allowing the state to take ventilators and personal protective equipment from institutions that are not currently using them and \"redeploy them to other parts of the state and other hospitals that do need them.\" Cuomo said that unused equipment will later be returned and those entities will be reimbursed. \"Those institutions will either get their ventilator back or they will be reimbursed and paid for their ventilator so they can buy a new ventilator. I can't do anything more than that. But I'm not going to be in a position where people are dying and we have several hundred ventilators in our own state somewhere else.\"  Cuomo added: \"If you don't get the ventilator back, I give you my personal word, I will pay you for the ventilator.\"  Watch: New York Gov. Andrew Cuomo said there are now 102,863 coronavirus cases in the state. More than 14,000 patients are currently hospitalized. So far, 2,935 people have died in the state — that's up from 2,373, Cuomo said. \"Highest single increase in the number of deaths since we started,\" Cuomo said. ##Health##  English Premier League teams have agreed to discuss the possibility of their players taking 30% pay cuts and suspend the 2019-2020 football season indefinitely.  All 20 clubs in England’s top-flight league and key stakeholders held a videoconference meeting today. The proposed 30% wage cuts of “total annual renumeration” would be brought about through “a combination of conditional reductions and deferrals,” the league said in a statement. The proposal will be further discussed by the Premier League, players and club representatives and the Professional Footballers’ Association, which is the trade union which represents professional footballers in England and Wales, at a meeting tomorrow. The League also agreed to immediately donate £20 million to the NHS to help support communities, families and vulnerable groups in the wake of the coronavirus pandemic. It was also announced that the 2019-20 season would not resume at the beginning of May as originally intended but “only when it is safe and appropriate to do so” adding that “any return to play will only be with the full support of Government and when medical guidance allows.” ##Daily Life##  Delta is giving passengers two years to use credit from canceled flights, the company said in a statement today. Travelers who cancel flights on Delta now have through May 2022 to use their credits.  This move is the latest sign that the airlines expect this decline in travel interest, and the corresponding economic downturn, to linger.  The company said in a statement: \"Amid the ongoing challenges of the coronavirus pandemic, Delta is committing the utmost care and attention to evaluating our travel waiver policies and continuing to make it even easier for customers to cancel, change or rebook travel.\nWhether customers have been affected by recent schedule adjustments or want additional reassurance about upcoming travel, we’re now extending the ability to plan, re-book and travel with us for up to two years – giving Delta customers some extra breathing room.\" ##Business##  There are at least 245,646 cases of coronavirus in the US and 6,068 people have died, according to Johns Hopkins University's tally of cases. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Wyoming is the only state not reporting a death from coronavirus. ##Health## The US military will convert three temporary medical facilities in New York, New Orleans, and Dallas into facilities capable of treating patients with the coronavirus, the Pentagon announced Friday. “At the request of FEMA, the Department of Defense will expand its medical support to include Covid-19 positive patients at the Javits Federal Medical Station (FMS) in New York City, the Morial FMS in New Orleans, Louisiana, and the Kay Bailey Hutchinson FMS in Dallas, Texas,” the statement said. “These three DoD-supported locations will now provide support to Covid-19 positive patients in convalescent care, as well as low-acuity patients. These patients, who require a lower level of medical care, must first be screened at a local hospital,” the statement added. What's this about: Originally all three facilities were intended to treat non-coronavirus patients in order to free up capacity at civilian hospitals. On Thursday President Trump confirmed the Javits Center would be converted into a facility capable of treating coronavirus patients, a move that has been requested by New York’s governor. ##Health## Jim Baumbick, Ford Vice President of Enterprise Product Line Management, said the company would not be giving its ventilators to the highest bidder, but instead rely on the expertise of partner GE Healthcare and the Trump administration to decide where to send them.  “They are very well experienced in the distribution of this critical ventilator equipment. And we're going to leverage all of their expertise to get it where it needs to go and, certainly, we're coordinating with the administration and other really critical sources through GE Healthcare's expertise,” Baumbick told CNN’s Julia Chatterley.  Some context: Ford and GE Healthcare are planning in partnership to produce 50,000 ventilators in the next 100 days. ##Business## ##Health## Germany's largest football stadium — the Westfalen stadium — will be a coronavirus treatment center starting tomorrow, the Borussia Dortmund football team confirmed in a statement. “Starting tomorrow, Saturday, the focus in the area of the north stand of SIGNAL IDUNA PARK will not be on football, but on the treatment of suspected cases of coronavirus and patients with corresponding symptoms,” the statement said. Dortmund managing directors Hans-Joachim Watzke and Carsten Cramer said the facility is an \"ideal place to actively help people.\" “Our stadium is the figurehead of the city, a fixed point for almost everyone in Dortmund and the surrounding area and, thanks to its technical, infrastructural and spatial conditions, is the ideal place to actively help people who are potentially infected by the coronavirus or who complain about corresponding symptoms such as respiratory diseases and fever,\" they said in the statement. They said it is “our duty and our desire” to do everything possible to help. The club said it transformed the stadium in conjunction with the local health care service in North Rhine-Westphalia. US stocks kicked off modestly lower on Friday, as investors digested a worse-than-expected March jobs report. In premarket trading, stock index futures came off their lows following the report, as much of the bad economy news is already priced into stocks. The Dow opened down 0.3%, or 60 points.\nThe S&P 500 fell 0.3%.\nThe Nasdaq Composite opened down 0.4%.  You can follow live updates on the markets here. ##Business## Modelo Group, the Mexican brewer of Corona, announced it was halting production and marketing of its beer, according to a statement released on the company’s Twitter page Friday. The Mexican beer company said it was taking the steps to “comply with the measures adopted by the Federal Government” of Mexico.  They also expressed their “total commitment to be part of the fight against the SARS-Cov2 virus”, the statement reads. ##Business##  Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, said the Covid-19 pandemic in the US is going to \"get worse, much worse, before it gets better,\" but that social distancing is working to mitigate the spread of the virus. \"There's no doubt in my mind or anyone who knows anything about this, that the mitigation activities, the physical separation that we're doing clearly is having a positive impact,\" he said this morning on on \"Fox & Friends.\"  \"You don't see it dramatically yet, because there's the dynamic, with the virus doing what the virus wants to do, and we're trying to suppress it with mitigation,\" he added. Fauci urged the country to continue to follow social distancing recommendations.  \"That is the answer and quite frankly that is the only tool that we really have that we know is effective,\" Fauci explained.  ##Health## 3M, which manufacturers much-needed N95 respirator masks, said in a statement Friday its employees have “gone above and beyond” to manufacture “as many N95 respirators as possible for the U.S. market.” The statement was released after the Trump administration formally invoked the Defense Production Act, requiring 3M to prioritize orders from the Federal Emergency Management Agency for its N95 respirators. 3M said it has been working closely with the administration and will continue do so, adding that it appreciates the authorities in the DPA because it provides a framework to expand their work while responding to the pandemic. The statement noted that the administration also requested that 3M stop exporting respirators that are manufactured in the United States to the Canadian and Latin American markets, which has “significant humanitarian implications of ceasing respirator supplies to healthcare workers in Canada and Latin America, where we are a critical supplier of respirators.” “In addition, ceasing all export of respirators produced in the United States would likely cause other countries to retaliate and do the same, as some have already done,” the company said. “If that were to occur, the net number of respirators being made available to the United States would actually decrease. That is the opposite of what we and the Administration, on behalf of the American people, both seek.” Even though some early data out of Wuhan, China, suggests that the malaria drug hydroxychloroquine could “significantly” shorten the time it takes for Covid-19 patients to recover from illness, US infectious disease expert Dr. Anthony Fauci warned that more research is needed to determine that drug's effectiveness against Covid-19. That early data is not \"very robust,\" Fauci said on \"Fox & Friends.\"  \"Granted that there is a suggestion that there is a benefit there, I think we've got to be careful that we don't make that majestic leap to assume that this is a knockout drug,\" Fauci said this morning. \"We still need to do the kinds of studies that definitively prove whether any intervention — not just this one — any intervention is truly safe and effective,\" Fauci said. \"But when you don't have that information it's understandable, and I grant that, it's understandable why people may want to take something anyway even with the slightest hint of it being effective and I have no problem with that.\" ##Health## The US Navy Hospital Ship Comfort is “actively working to refine the process,” as the ships takes on more patients, a Navy official on the ship tells CNN.  As of Thursday night, there was only about 20 non-Covid-19 patients on board.  The Navy official said: “We are conducting data analysis to see how we need to change our configuration— bottom line we’ve been here 48 hours, and this is a scenario no one has ever seen before... no one wants to get this wrong. We hear the feedback from medical professionals, and are fine tuning\" but the Comfort will still only treat non coronavirus patients.” NYC Mayor Bill de Blasio told CNN that he’s spoken to the US Navy about reports of only 20 patients on board the USNS Comfort. “There's no question in my mind that’s going will get very resolved quickly and you’re going to see that number grow,” de Blasio told CNN’s John Berman on New Day. “I don't have a doubt in my mind the Comfort’s going to be filled up soon, the Javits Center will be filled up soon, that's the easy part,” he said, adding the “the hard part” is going to be New York City hospitals dealing with “a massive surge in the coming days” of COVID-19 cases and patients requiring ICU care. CNN's Elizabeth Joseph contributed to this report The Queen has recorded a televised address in relation to the coronavirus outbreak, Buckingham Palace says. It will be broadcast this Sunday.  Here's the statement from the palace: “Her Majesty The Queen has recorded a special broadcast to the United Kingdom and the Commonwealth in relation to the Coronavirus outbreak. The televised address will be broadcast at 8pm (3pET) on Sunday 5th April, 2020. The address was recorded at Windsor Castle.” The American economy lost more jobs than it gained for the first time in a decade. In March, the economy shed 701,000 jobs, according to the Bureau of Labor Statistics. It was the first time the economy lost jobs in a month since September 2010. Last month was the worst for American jobs since March 2009. The unemployment rate inched up to 4.4%, from a near 50-year low of 3.5%. It was the highest unemployment rate since August 2017. The labor market survey concludes in the middle of the month, so the March report didn't count the worst of the coronavirus effects on the economy, including many of the stay-at-home orders around the country.  In the second half of last month, nearly 10 million Americans filed for first time unemployment benefits as the outbreak forced businesses to close and people to stay home. This development will be reflected in the April jobs report, which is due on May 8. The Congressional Budget Office expects the unemployment rate to climb past 10% in the second quarter, it said Thursday. ##Business##  Should you or shouldn't you wear a face mask during the coronavirus pandemic? Here's what health organizations and top experts say.  The US Centers for Disease Control and Prevention: The organization recommends that if you are not sick, \"you do not need to wear a facemask unless you are caring for someone who is sick.\" However, if you are sick, \"You should wear a facemask when you are around other people (e.g., sharing a room or vehicle) and before you enter a healthcare provider’s office,\" the CDC said. The World Health Organization: WHO is standing by its recommendation to only wear a mask if you are sick or caring for someone who is sick. \"Mask wearing by the general public is not among the WHO’s recommendations,\" the organization said. Dr. Anthony Fauci, the director of the National Institute of Allergy: Moments ago, he said masks should not be used as a substitute for social distancing, but rather can be used as a supplement. \"Because of some recent information that the virus can actually be spread even when people just speak as opposed to coughing and sneezing, the better part of valor is that when you're out and you can't maintain that six-foot distance to wear some sort of facial covering.\" has said that the White House Task Force is actively discussing guidelines on masks.  CNN's Sanjay Gupta: He explained that masks could help people who have coronavirus but not have symptoms from spreading the virus. \"The way to think about this mask issue is that it's not really, still, for people who are not infected. This is more for people who might be infected and don't know it, and to try and lower the likelihood that they will spread this to somebody else.\" He stressed that social distancing is the best best way to fight the spread of coronavirus, and said that N95 respirators should be reserved for health care workers. As US officials continue to re-examine whether the general public should wear masks, the nation's top infectious disease expert, Dr. Anthony Fauci, emphasized that masks should not be viewed as a substitute for continuing to practice social distancing. \"The most important thing is to keep this six-foot physical distance from individuals, but it's become clear that even when you try to do that with certain necessities of life — going out to get food or going to a pharmacy to get your medications — that you may inadvertently come into closer contact,\" Fauci, director of the National Institute of Allergy and Infectious Diseases, said on \"Fox & Friends\" Friday morning. He added: \"Because of that and because of some recent information that the virus can actually be spread even when people just speak as opposed to coughing and sneezing, the better part of valor is that when you're out and you can't maintain that six-foot distance to wear some sort of facial covering ... So this is an addendum and an addition to the physical separation, not as a substitute for it.\"   ##Health## Dr. Maria Van Kerkhove, the technical lead for the World Health Organization's Covid-19 response, said people who are sick and their caretakers should wear face masks — but stressed that N95 masks need to be reserved for health care workers. \"What we recommend is that people who are sick wear masks — medical masks, not N95 masks with respirators. Those must be reserved for our frontline workers who are caring for patients,\" she said at a CNN town hall on coronavirus last night. \"We also need people who are caring for those who are sick to be wearing the masks,\" she added. She said right now, it's crucial that personal protective equipment in short supply be reserved for medical workers. \"We have to prioritize the use of masks for frontline workers, if that is one thing I can stress. Medical masks, respirators, gloves, gowns, these are people who are putting their lives on the line to help us, to care for other people and they must be protected,\" she said. Some background: The WHO has been one of the strongest holdouts when it comes to recommending the widespread use of masks. US health officials recommended the same — but they may be shifting course. On Monday, the director of the US Centers for Disease Control and Prevention, Robert Redfield, told NPR that his organization was reviewing its guidelines and may recommend general mask use to guard against community infection. Trump said the US plans to release new recommendations on face masks in the coming days. When asked about President Trump's suggestion that people use facial coverings like scarves, Van Kerkhove said the WHO is investigating. \"We are constantly looking at evidence, all the time, for the use of masks for anything that is related to this and related to health issues. We are talking with scientists around the world, including US CDC scientists,\" she said. At least 1,052 US service members have tested positive for Covid-19 as of this number. This includes one death announced earlier this week.  There are now at least 1,752 positive cases across the Department of Defense. ##Health## New York City Mayor Bill de Blasio says this Sunday is “D-Day” — the day when the city will run out of ventilators and health care workers will really feel the strain of the battle against coronavirus. “We predict by something like Monday or Tuesday, 5,000 people in our ICUs intubated fighting for their lives with Covid cases. 5,000. Then that number will grow. That's a staggering number. Every one of those people will need a ventilator,” de Blasio said to CNN’s John Berman.  De Blasio said he asked the federal government over a week ago for more doctors and health care workers, but hasn’t seen any action yet. He called for the the military to mobilize doctors and nurses to come to New York City to ease the strain on the city’s medical personnel.  “What I've said to every one of our national leaders is we need to get on a wartime footing,” de Blasio tells CNN’s John Berman. “Right now, essentially the country is still on a peacetime footing. But we're fighting a war against an invisible enemy that's increasingly taking the lives of Americans in vast numbers. This is just the beginning.   \"Next week is going to be much tougher,\" he added. De Blasio also urged New Yorkers to wear face coverings when they go outside and are near other people. He says coverings are not necessary if practicing social distancing. Watch more: UK Prime Minister Boris Johnson will stay in self-isolation because he is still showing symptoms of Covid-19. Friday was expected to be Johnson's final day in self-quarantine, after he tested positive for the virus last week. But Johnson said he still has a temperature and will remain isolated, as per the country's guidelines. The UK has told people with symptoms or who test positive for Covid-19 to stay in self-isolation for seven days, or longer if they are still symptomatic. The World Health Organization's guidelines, by contrast, state people must stay in self-isolation for 14 days after they develop symptoms. Johnson has been leading his country's coronavirus response from home while in quarantine. His Health Secretary Matt Hancock also tested positive last week, but he has now come out of self-isolation. In a video posted to Twitter, Johnson also urged people not to go outside as good weather arrives in the UK over the coming days. \"Everybody may be getting a bit stir-crazy,\" he said. \"Please, stick with the guidance,\" he said. China has advised foreign embassies to stop sending diplomats to Beijing for work or rotation, amid growing concerns over imported coronavirus cases and continuously tightening regulations targeting international arrivals. A foreign ministry official said Friday the move was purely in response to global developments of the pandemic, as well as out of concern for the health and safety of foreign diplomats. She said it is also in line with advice from the World Health Organization and other experts. “The virus is an equalizer – while diplomats enjoy immunity, they are not immune from the virus,” said Hua Chunying, a ministry spokeswoman, at a regular press briefing. Hua said there had been confirmed cases among foreign diplomats who recently arrived in China. She added that, of the 84 foreign diplomats who arrived in China in the past week, 66% of them had become close contacts of confirmed cases. She emphasized that all of China’s containment measures treat Chinese and foreign citizens equally and fairly. China has already drastically cut the number of international flights and diverted all Beijing-bound international flights to other Chinese cities. Last weekend, the country shut its borders to most foreigners – although diplomats have been exempted. Prince Charles has officially opened the UK’s huge temporary hospital for coronavirus patients, describing its rapid construction as a “spectacular and almost unbelievable feat.” London's ExCeL conference center has been transformed into a massive health care facility, named the Nightingale Hospital, in under two weeks.  “(It’s) an example – if ever one was needed – of how the impossible could be made possible,” Charles, the heir to the British throne, said via video-link from Scotland. The hospital will initially provide up to 500 beds equipped with ventilators and oxygen, though thousands more will soon be ready. “In this dark time, this place will be a shining light,” Prince Charles said. “It is symbolic of the selfless care and devoted service taking place in innumerable settings, with countless individuals throughout the United Kingdom.” Prince Charles says the hospital offers an “intensively practical message of hope” to those who need it most. The prince has been self-isolating in Scotland after being diagnosed with the coronavirus last month. “I was one of the lucky ones to have Covid-19 relatively mildly,” he said. “But for some, it will be a much harder journey. I am therefore so relieved that everyone can now have the reassurance that they will receive all the necessary technical care they may need and every chance to return to a normal life.”   Boris Johnson also thanked those involved in building the new hospital on Friday, calling it an \"immense effort.\" Authorities in Austria say they will carry out randomized coronavirus testing to get a better idea of its spread in the country.  Until now, only those who are seriously ill with symptoms have been tested. But the government has decided to change its approach. “By means of representative random sample tests, the government wants to gain a better overview of the infection of the entire population. To this end, 2,000 tests are to be carried out,” Austria’s federal ministry for social affairs, health, care and consumer protection said in a statement to CNN. The statement added: “In addition, focus tests have been and are being carried out on specific groups, such as medical staff, nurses or supermarket employees. These are PCR tests and the samples are selected to be representative.” Currently, the number of confirmed cases in Austria stands at 11,171. The death toll is 158. A further 932 people have died from coronavirus in Spain, the country's health ministry said on Friday, bringing the country's death toll closer to Italy's world-high total. Friday's figures mean that 10,935 Covid-19 deaths have been recorded in Spain. It is the second-highest daily number since the pandemic began in Spain, but slightly smaller than the increase announced Thursday. For several days, however, Spanish health officials have spoken optimistically of reaching the peak of infection. The Ministry’s data shows there are now 76,262 active cases in Spain, an increase of 2,770 from Thursday – but also the smallest daily rise since March 20. The Spanish Health Ministry also reports that 30,513 have now recovered from the virus – nearly 4,000 more than the number reported Thursday. A total of 6,416 people have been admitted to intensive care units since the pandemic began, but the rate of new infections has slowed dramatically compared to the dire situation the country was facing in the middle of March. Germany’s Chancellor Angela Merkel has ended her self-quarantine and returned to work at the chancellery, her spokesman Steffen Seibert says. Merkel went into quarantine two weeks ago after she came into contact with a doctor who later tested positive to coronavirus. Her third test for the virus came back negative, a government spokesperson told CNN on Monday, after two previous tests that were also negative. Meanwhile, the UK's Prime Minister Boris Johnson is expected to come out of self-isolation after testing positive for Covid-19 last week.  A man who worked for the UK's National Health Service (NHS) for 20 years was \"neglected\" by his employer after he contracted Covid-19 and died, alleges his daughter Tamira Harvey. Although Thomas Harvey never got a test for Covid-19 before he died, an NHS Trust confirmed to CNN that he had picked up the virus. According to his daughter, the 57-year-old health care assistant was let down by both the hospital where he helped care for recovering stroke patients, and by emergency responders. Tamira alleges that London's Goodmayes Hospital failed to provide necessary personal protective equipment (PPE) to her father. And just a few days before Harvey's death, emergency services \"refused\" to come to take him to hospital, Tamira says, despite family concerns that he wasn't \"breathing properly.\" \"I think he was neglected from the start. It's just a tragedy... It's a mixture of emotions. Loads of questions of why and how this happened. The fact he wasn't tested, none of us were tested. My mother is overwhelmed as they have been together for so long and she has lost her best friend,\" she told CNN. The NHS trust responsible for the hospital where Thomas Harvey worked told CNN on Wednesday that there were no symptomatic patients when he went off work sick. CNN reached out to NHS England via phone and email and has yet to receive a response. The London Ambulance Service (LAS) said they were \"seeing unprecedented demand\" for both their 999 and 111 services at this time. But Tamira remains adamant that the blame for her father's death should ultimately lie in the hands of the UK government. Boris Johnson's government has been criticized in recent days for the small number of NHS workers who have received tests for Covid-19.  Read more here. Germany may not have enough hospital beds and ventilators to tackle its coronavirus outbreak, the head of the country's disease control agency warned on Friday. ''I am very happy that the ventilation beds and intensive care capacities have been increased,\" Lothar Wieler, the head of the Robert Koch Institute, told reporters. \"Still, I cannot be sure that these capacities are sufficient enough. \"Personally, I have the opinion that they will not be enough and I am happy if I am wrong,\" Wieler added. \"The more ventilators and intensive care beds we have, the more lives we will be able to save and therefore I ask that we continue to ask that we increase the capacities as much as possible.''  Wieler went on to say that he believes ''more people will die of Covid-19 than reported.\" Germany's mortality has rate increased to 1.2%, and Wieler warned against the assumption that the virus only affects older people -- pointing out that Germany's youngest confirmed death was a 28-year-old woman with a pre-existing condition. Germany sent 50 ventilators to Spain to help that country battle its coronavirus outbreak, the German health minister said on Friday. \"Especially in times of coronavirus we stick together. We wish the Spanish much strength in these times,\" Jens Spahn said. Spain has been battling one of the worst outbreaks of Covid-19 anywhere in the world, passing 10,000 virus-related deaths on Thursday. Only Italy has recorded more fatalities, and only Italy and the United States have had more confirmed cases, according to John Hopkins University. Meanwhile, a poll has shown that the vast majority of Germans approve of Angela Merkel's response to the outbreak. About 72% of Germans support the government’s approach, according to the poll by Infratest Dimap. It also shows 93% of respondents approve of the drastic social distancing measures introduced to try to contain the spread of the virus. Germany has implemented a \"contact ban,\" rather than a full nationwide lockdown. It has seen more than 84,000 confirmed cases, but its reported fatalities -- just over 1,100 -- have been lower than other major European countries. ##Health## The fortress town of Zahara de la Sierra in southern Spain is used to fending off enemies. The Moors and Christians fought over it in medieval times, and it was sacked by the French in 1812. Now its formidable position high above the Andalusian countryside has suddenly become an invaluable asset once more. On March 14, Zahara cut itself off from the outside world as the coronavirus spread its tentacles across Spain. The mayor, 40-year-old Santiago Galván, decided to block all but one of the town's five entrances. Galván acted the day that Spain's \"state of alarm\" came into force. In Zahara, however, there has not been a single recorded case of Covid-19 among its 1,400 inhabitants. \"It has been more than two weeks, and I think that's a good sign,\" Galván told CNN. The mayor's drastic steps have the full support of the townspeople, and especially the elderly. Nearly a quarter of Zahara's inhabitants are older than 65; there are more than 30 residents in an old people's home. Towns and villages nearby have seen infections and several coronavirus fatalities. Read more about the town here. A mob in the central Indian state of Madhya Pradesh pelted frontline healthcare workers with stones as they tried to treat a patient who was suspected of contracting the novel coronavirus, a police official said.  Doctors in India fighting the virus have been subject to danger and discrimination, as some in the public fear health-care workers could themselves bring the virus into their communities and contribute to its spread.  The incident took place Wednesday, when two doctors and three community health workers were attacked in the city of Indore. \"It was around 2:30 pm and we were counseling a patient when around 200 people came and started pelting stones. It was lucky that a district administrator was with us that day and rushed us out in a car,\" said Dr. Trupti Katdare, one of the doctors there. Katdare said the team only sustained minor leg injuries. The team eventually returned to the same area Thursday to continue screening for coronavirus.  Arrests made: Four people have been arrested, local police said. Harinarayanchari Mishra, the deputy inspector general of Indore police said at a news conference Thursday that authorities are taking the incident \"very seriously\" and plan to make more arrests. \"The remaining are being identified through video footage, we will take action against them,\" he said. The accused have been booked for assault or criminal force to deter a public servant from discharge of duty and obstructing a public servant in discharge of functions, Mishra said.  A growing problem: Government officials and allies of medical workers have called upon citizens to stop attacking the very people who have dedicated their lives to saving others. \"Attacks on doctors and paramedical staff who are risking their lives who have come to save people will not be tolerated. Strict action will be taken under the National Security Act,\" Shivraj Chouhan, the chief minister of Madhya Pradesh, said at a briefing on Thursday.  Medical staff in New Delhi say they have been ostracized and discriminated against by their communities due to fears that they may be infected after working with coronavirus patients. Some doctors have even reported being evicted, or faced threats that their electricity will be cut off. \"These doctors are saving our lives, putting their lives at risk,\" tweeted Arvind Kejriwal, the chief minister of Delhi. \"Their landlords should not do this. This is wrong.\" ##Health## ##Daily Life## The top US general in South Korea says that he does not believe North Korea’s claim it has no cases of novel coronavirus.  “That is an impossible claim based on all of the intel we have seen,” Gen. Robert Abrams, Commander of US Forces Korea (USFK), said in a joint interview with CNN and Voice of America. “How many? I couldn’t tell you but I do know by their actions that for about 30 days in February, early March, that their military was locked down and they took draconian methods on their border crossings and in their formations.” North Korea has not reported any coronavirus infections, but it borders two of the most heavily affected countries in the region -- China and South Korea. While the 16th USFK-related coronavirus infection was reported yesterday, Abrams said the military force has managed to keep that number low. “We've seen the worst but now is not the time to get complacent. Our worst is frankly not that bad,\" Abrams said. Watch:  Libya’s National Center for Disease Control (NCDC) said in a statement Thursday that the country has reported its first Covid-19 related fatality.   The patient was an 85-year-old woman, who tested positive for the virus after her death. The United Nations has called on the warring parties in Libya's civil conflict to cease hostilities in order to focus on stopping the virus' spread. The UN Office for the Coordination of Humanitarian Affairs (UNOCHA) in Libya said the country needs about $12.5 million to help pay for isolation units, personal protective equipment, lab reagent detection kits and training for healthcare workers. \"We are extremely saddened to learn about Libya's first death due to COVID-19, as declared by the National Center of Disease Control,\" UNOCHA said in a tweet. \"The UN, alongside health authorities and partners, are working tirelessly to contain the virus and advocate for peace during these tragic times.\" ##Health## British health minister Matt Hancock said he believes that those who have recovered  should continue practicing social distancing rules, as more research is needed to understand how immunity works with this particular strain of coronavirus. Hancock and Prime Minister Boris Johnson both tested positive for the virus last month.  “The advice is it’s highly likely that I’m now immune or have a very high level of immunity, but it’s not certain,” Hancock told BBC Radio on Friday. “And so I -- like everybody else who’s been through it -- am social distancing.” Hancock said the issue of immunity -- and therefore the antibody test -- will become increasingly important as the UK government looks to wind back the restrictions it has put in place to curb the pandemic.  “In a typical coronavirus -- one of the six existing coronaviruses -- immunity lasts a minimum of a year. And for some diseases can last up to a lifetime,\" he said. “But we don’t know that yet because this disease is only four months old.” ##Health## ##Daily Life## Like many Americans across the country, Wenqiong Xue has been fanatically making face masks for two weeks, using ripped bedsheets and a sewing machine that she dusted off from a closet in her Boston area house. But the homemaker in Medfield, Massachusetts, is more than just a mask maker -- she has become a mask advocate, long before President Donald Trump's coronavirus task force is expected to recommend that Americans begin wearing face coverings in public. A Beijing native who has lived in the US since 1985, Xue said many Chinese Americans like her realized early on the importance of wearing masks in stopping the spread of the deadly virus, thanks to a steady stream of news reports and expert opinions from China, the original epicenter of the global pandemic.  “We all read so much about what was happening in Wuhan on WeChat,” she said, referring to the popular social media platform that has become a major information source for the Chinese diaspora. “We knew how serious the outbreak was and started being careful much earlier than other Americans.” Xue and other members of a local WeChat group sewed more than 1,300 masks within a week, delivering them to several local hospitals. But even when the medical institutions advised them not to send in any more handmade masks, Xue didn’t stop -- shifting her focus to the general public. Trying to convince most Americans about the usefulness of wearing masks hasn’t been easy, though, due to long-held cultural beliefs. Xue said even her adult children, born and raised in the US, have been resistant to the idea. “To me, wearing a mask feels natural,” she said. “But they think it’s weird -- they think I’m overreacting.” Xue remains undaunted, determined to shine a spotlight on the topic as she believes Americans are lagged behind in self-protection due to lack of accurate information. Feeling heartened by the sight of a growing number of people wearing masks outdoors -- observed during her occasional grocery shopping trips -- Xue thinks new US government guidance on the issue would not only prompt more Americans to cover their faces in public but also spur the demand for DIY masks.  “When I see my non-Chinese friends here, I tell them to wear a mask outside,” she said, adding that she just ordered more bedsheets online. “I say to them, I’ll make you one if you don’t have it.” ##Daily Life## Nearly 8% of staff working for the UK’s National Health Service (NHS) are currently off sick, health minister Matt Hancock said in an interview with Sky News Friday. The British government has been under intense pressure to provide more support to frontline medical workers as they struggle to deal with the coronavirus outbreak. Hancock said 5.7% of doctors were off work.  Health professional groups have said that up to a quarter of their members are off sick or self-isolating because of Covid-19 or exhibiting symptoms related to the virus, but Hancock said such figures are “wrong.\" Still, he said that he wants to get the actual numbers much lower than they are. Part of that involves ramping up testing for NHS staff. Hancock said that as of Thursday morning, about 5,000 NHS staff had been tested.  He also said that testing in the broader community will be ramped up and promised that the government would be able to carry out 100,000 tests per day by the end of April. ##Health## The true number of coronavirus cases across the world could be \"five to 10 times\" higher than the 1 million confirmed Covid-19 infections that have already been confirmed globally, Australia's Chief Medical Officer Professor Brendan Murphy said at a news conference Friday. \"We know that judging by the death rate, the testing rate, in many countries they're not detecting all the cases. There are some countries that don't have the capacity to test,\" he said. \"In Australia, we're pretty confident that our testing has been the best in the world. Australia reported 248 new patients on Friday, bringing the countrywide total to 5,224, including 23 deaths. As of April 2, Australia had conducted over 270,000 tests, according to the Department of Health. Watch Murphy's comments:  ##Health## At least 245,559 cases of Covid-19 have been reported in the United States, according to Johns Hopkins University.  Infections have been reported in all 50 states, the District of Columbia and other US territories. A total of 6,057 coronavirus-related deaths have been reported in the country as of early Friday morning on the East Coast. Wyoming is the only state not reporting a death from coronavirus. ##Health## Global cases top 1 million: More than a million people have been infected with the novel coronavirus, according to Johns Hopkins University, a landmark moment in the growing worldwide pandemic. The worst affected countries are the United States, Italy and Spain, all of which have more than 100,000 cases. Italy's death toll nears 14,000: More than 53,000 deaths have been reported globally, according to Johns Hopkins. The countries with the highest number of fatalities are Italy, with 13,915 deaths, and Spain with 10,348. More than 1,000 people have died in Germany: A rise of 145 fatalities in just 24 hours has pushed the number of recorded deaths from the coronavirus to over 1,000 in Germany. The country's total number of confirmed cases is approaching 80,000. Indian PM praises citizens amid lockdown: In a televised speech today, Prime Minister Narendra Modi lavished praise on the Indian public for adhering to strict quarantine measures designed to slow the epidemic. \"The strength of 1.3 billion Indians is with and every one of us,” Modi said. Wuhan official tells resident to not go out unless necessary: China's apparent success at controlling the coronavirus epidemic has given hope to the rest of the world amid a growing pandemic. But today the Communist Party Chief in Wuhan, the original epicenter of the outbreak, warned residents to only go out of their homes if necessary, showing the strict measures are likely to remain for a little longer at least. Time for national stay-at home order, Fauci says: Top US infectious diseases expert Dr Anthony Fauci told a CNN town hall Thursday night that it was time to put in place a nationwide order for citizens to stay at home unless absolutely necessary. \"I don't understand why that's not happening,\" he said. President Trump has previously called for flexibility between states. US to issue nationwide guidance on face masks: In a news conference Thursday, President Donald Trump said that US regulations on face masks would be announced soon, but added they likely wouldn't be mandatory.  It's the piece of advice long-timers offer nearly every new arrival to President Donald Trump's ranks: bring visual aids. Luckily for Drs. Anthony Fauci and Deborah Birx, charts are their thing. Summoned to the Oval Office last weekend to state their case for keeping the country closed, Fauci and Birx arrived armed with tangled multicolored lines, stippled mountains of various heights and one ominous inky blue bell curve showing American deaths from coronavirus rising to 2.2 million if social distancing efforts were abandoned. The graphics were weaponry in a pitched battle with some of Trump's economic advisers -- and at times with Trump himself -- who argued continued restrictions against large gatherings were ravaging the American economy.  Evidence of that was delivered Thursday when the federal government announced jobless claims skyrocketed to 6.6 million last week.  Still, the charts -- printed in color and blown up for effect -- seemed to work, even as some of Trump's advisers now question their accuracy. Trump announced hours later he was extending his coronavirus guidelines another 30 days, despite a strong inclination to open the nation for business. As the pandemic rages and Trump's response comes under withering scrutiny, Fauci and Birx -- the two top medical experts on the White House coronavirus task force -- have emerged as central figures advising Trump and fixations for a nation grappling with a generation-defining crisis. Read more here. ##Health## Chinese authorities have sentenced a man to 18 months in prison after he was found guilty of lying about traveling to northern Italy, where thousands of people have been infected by the novel coronavirus.  The 29-year-old man, surnamed Guo, flew from Beijing to Milan on March 1 and returned to China on March 7, according to the country's Ministry of Public Security.  He took a train to his hometown of Zhengzhou, in Henan province, that same day, and then took the subway to work on March 8 and March 9. Local police quickly found out about his travel history. On March 11, Guo was charged with obstructing the prevention of infectious diseases.  Guo was confirmed to have contracted the coronavirus, and more than 40 close contacts were placed in quarantine. ##Daily Life## Germany’s coronavirus death toll has reached 1,017 -- an increase of 145 fatalities in the past 24 hours -- according to figures released on Friday by the Robert Koch Institute, the country's federal public health agency.  Since the outbreak began, Germany has confirmed 79,696 Covid-19 patients. The number of cases jumped by 6,174 from Thursday to Friday. ##Health## Health officials say 71 people infected with the novel coronavirus in California's Sacramento County are connected to a single church, making it one of the largest outbreak clusters in the United States.  But despite dozens falling ill, and one death, church leaders have rebuffed demands to halt gatherings, officials say. The outbreak occurred at Bethany Slavic Missionary Church in Rancho Cordova, where members of the church and others associated with the congregation are confirmed to have been infected with the virus, Sacramento County health officials said. The church is a large and influential institution among the Northern California slavic community.  The head pastor, Reverend Adam Bondaruk, has also contracted the virus, according to associate Pastor Ivan Gavrilyuk. Gavrilyuk told CNN that the church suspended services two weeks ago in accordance with health regulations. He would not confirm if the person who died from complications of the virus was a member of the congregation.  In a statement to CNN on Thursday night, the church said it believed in complying with government regulations. Here's what they said: “This church has complied with all applicable Covid-19 regulations immediately after they came into effect. The church closed its doors on March 18th. At this time, the Church remains closed. All services, departments, and activities are conducted solely online.” The statement did not address concerns that members were still gathering elsewhere. Health officials want more help: County health officials said they are frustrated that the church leaders won’t work with the department to prevent further spread of the virus.  In an interview with the Sacramento Bee, Sacramento County Health Director Dr. Peter Beilenson said the church \"basically told us to leave them alone.” “This is extremely irresponsible and dangerous for the community,” he said. The health department believes the virus is being spread during Bible study and fellowship meetings in small groups at congregants homes.  County health spokeswoman Janna Haynes said they are very concerned about the upcoming holidays of Palm Sunday and Easter -- when church members and their families traditionally get together to celebrate -- and is deploying translators to plead with the Russian-speaking community to stay home. Haynes said some of those they are attempting to reach don’t monitor mainstream news outlets and haven’t gotten the message about isolation. In an interview Thursday night on the local Russian language radio station, Ethno FM, and translated for CNN, church Pastor Pavel Gurzhiy reportedly downplayed the seriousness of the situation.  “My estimation is that no less people are sick with the flu,” Gurzhiy said. “Seventy-one sick members against 5,000 is not too many to be honest with you.” The pastor said he knew of five people who had been infected with the virus. ##Daily Life## ##Business## ##Health## Prince Charles is expected to open a new coronavirus field hospital, NHS Nightingale, via video link on Friday from his home in Scotland, according to a statement from Clarence House.  NHS Nightingale is a new hospital that can provide support for potentially several thousand patients with coronavirus.  Based at the ExCeL conference center in East London, it will initially provide up to 500 beds equipped with ventilators and oxygen. The capacity will then continue to increase, potentially up to several thousand beds, should it be required, according to the statement.   \"The Prince will also say a few words in tribute to all those who have worked tirelessly to create the new medical facility and to people across the UK who continue to deliver frontline care to those affected by the coronavirus crisis,\" the statement read. Charles, the heir to the British throne, tested positive for the virus last month. He only showed minor symptoms and has since been released from isolation in good health. ##Health## Tokyo Gov. Yuriko Koike is asking residents of the prefecture to refrain from going outdoors unless necessary this weekend in order to slow the spread of the novel coronavirus.  Japan reported 235 new cases of the novel coronavirus on Friday morning, bringing the total number of recorded cases in the country to 3,329. The capital Tokyo saw its largest single-day rise yet of 97 cases. There are now 684 infections in the city. Koike warned that the situation in the Japanese megacity is worsening and could be on the verge of a massive outbreak. Following the spike in infections in Tokyo and other cities, Japan is scrambling to avert an explosive uptick in cases as public pressure mounts on Prime Minister Shinzo Abe to declare a state of emergency. Such a move would allow prefectural governors to send out a stronger message when it comes to urging the public to stay at home, but the measures will not be legally binding. Supermarkets, pharmacies, banks and the Tokyo Stock Exchange will remain open even in the event of a state of emergency. Publicly-funded high schools in Tokyo will remain closed until May 6, but some schools will reopen as scheduled next week. Museums, zoos and other venues run by the city will remain closed until the end of Golden Week, a nationwide national holiday that runs until May 6. Koike also asked citizens again to stay away from nightclubs and other nightspots. Koike said she will repeat her request if the Abe government declares a state of emergency. Read more about why people in Japan aren't staying home: ##Daily Life## ##Health## Only one month ago, on March 3, there were about 92,000 cases of the novel coronavirus worldwide, according to Johns Hopkins University. Of those, just over 80,000 were in mainland China, which was then slowly beginning to bring its local epidemic under control. Since then, the number of cases around the world has skyrocketed. One month later, on April 3, there are more than 1 million infections globally. Nowhere is this more clear than in the United States. On March 3, the country had recorded 118 cases, according to Johns Hopkins. It now has more than 245,000. Just over a month ago, on March 1, Kings County in Washington state announced the first death from the coronavirus in the United States. As of today, there are nearly 6,000 deaths in the US. Some US government estimates show a worst-case scenario with a death toll for the country that runs into the hundreds of thousands. It still isn't clear when we will see a peak of the pandemic. While some countries are seeing a drop in the rate of new daily infections, such as South Korea, others are experiencing a second wave. Speaking at a CNN town hall on Thursday, top US infectious diseases expert Dr. Anthony Fauci said that it could be some time before widespread lockdowns and stay-at-home orders have an effect on death tolls and infection counts. \"Even when you suppress or stabilize the number of new infections, it's still going to take a little while before you decrease in hospitalizations, a decrease in intensive care and a decrease in deaths. And in fact, deaths are the last thing that lag. So you could be doing well, and having a good effect on mitigation, and still see the deaths go up,\" Fauci said. ##Health## ##Daily Life## The US Centers for Medicare and Medicaid Services, in consultation with the US Centers for Disease Control and Prevention (CDC), issued new guidance Thursday to reduce the spread of the coronavirus in long-term care facilities like nursing homes.  Long-term care facilities are now advising: To immediately start screening staff for symptoms and start temperature checks. Every resident should also have their temperature checked every day. \nPatients and residents who are entering the facilities should also be screened for Covid-19.\nStaff should wear a face mask inside the facility. \nIf there is a Covid-19 case in the facility, health care personnel should wear full personal protective equipment for the care of all residents, regardless of a resident’s diagnosis or symptoms. \nResidents are encouraged to cover their noses and mouths when staff are in their room. “Residents can use tissues for this,” the guidance said. “They could also use cloth, non-medical masks when those are available.”\nFacilities should use the same staff for the same patients, regardless of symptoms or Covid-19 status. The goal is to decrease the number of different staff interacting with patients and residents, and the number of times staff interact with patients. The hope is a staff member who works with the same resident would be able to detect symptoms early, if the patient or resident gets infected.\nFacilities are encouraged to separate infected patients and residents from those who are not sick. The CDC said Tuesday that around 400 long-term care facilities have at least one Covid-19 patient. The elderly and people with underlying health conditions face greater risks of complications if they contract the virus. ##Health## ##Daily Life## Authorities have begun moving sailors aboard the USS Theodore Roosevelt who have tested negative for coronavirus to hotel rooms in Guam, a US Navy commander said Friday. The first group of 180 sailors were moved from the aircraft carrier into commercial lodging in Guam's Tumon district Thursday night local time, Adm. John Menoni, the Navy's commander for the Marianas joint region, said at a news conference. Another 300 to 500 sailors will be moved in the next 12 to 24 hours, he said. During the military transportation process, the sailors are maintaining proper social distancing. A US defense official told CNN on Thursday that 114 sailors from the aircraft carrier have tested positive for coronavirus. They represent more than 10% of all cases across the US military. They're being moved just a day after the ship's commander was relieved of duty for showing \"poor judgment,\" days after writing a memo warning Navy leadership that decisive action was needed to save the lives of the ship's crew. Read more: Indian Prime Minister Narendra Modi praised the Indian public for abiding to the coronavirus lockdown in a televised speech Friday, saying,“The discipline and spirit of service you have displayed during this period is unprecedented.” Marking the 10th day of a 21-day lockdown in the country to contain the virus, Modi urged citizens stuck at home not to panic.  “Today, when millions of people are inside their homes, some of us might wonder how will they fight this battle against coronavirus alone ... But please remember, none of us are alone. The strength of 1.3 billion Indians is with and every one of us,” the Prime Minister said.  Modi asked the public to switch off all lights and stand on balconies for nine minutes on Sunday, April 5 with lit candles, diya (small oil lamps), torches or cell phone flashlights to show solidarity and the strength of the public in the fight against coronavirus. \"This is to show that we are not alone, all 1.3 billion people of India stand together,\" Modi said.  More than 2,300 cases of Covid-19 have been reported in India, according to the country's Ministry of Health. Another 232 cases have been reported across the country since yesterday evening New Delhi time. Fifty-six people have died, the ministry said. ##Daily Life## As the United States and much of the rest of the world locks down over the novel coronavirus pandemic, China is cautiously opening back up. Travel restrictions in place across most of the country are gradually being relaxed, and next week people will be allowed to leave Wuhan -- where the virus was first detected late last year -- for the first time in more than two months. But as China appears to be turning a page on the virus, new questions are being raised about how much the numbers being reported can be trusted, and whether the worst of the outbreak has truly passed. That was a suggestion Chinese Foreign Ministry spokeswoman Hua Chunying angrily refuted Thursday, saying the country \"has been giving open, transparent and timely updates to the world.\" \"On international public health security, we should listen to World Health Organization and experts on epidemiology and disease control rather than several politicians who are habitual liars,\" she said. Read the full story here: ##Daily Life## Residents of Wuhan, the capital of China's Hubei province and ground zero for the coronavirus pandemic, should only go outside when necessary as the city begins to open up following two months of lockdown, officials said. In a statement issued on Thursday, Wang Zhonglin, Wuhan's Communist Party chief, said people in Wuhan should keep practicing epidemic prevention and control measures as life slowly returns to normal. He also said that residents must take precautions like wearing masks when they leave home and then take their temperature once they return. ##Health## ##Daily Life## Los Angeles Mayor Eric Garcetti is advising people in his city to wear some sort of face covering in public. The issue of who should wear face masks and when has become hotly debated, especially due to potential shortages of personal protective equipment for frontline medical workers.  \"Los Angeles is a leader in responding to this global crisis, and that’s why I want to share the latest guidance from public health experts on how you can help protect yourself and those around you from infection. As we learn more about this virus, we will continue to update our guidance so we don’t just flatten the curve, but get ahead of it,\" Garcetti said. \n\"Early data suggests that many who are infected with Covid-19 do not have symptoms, which is why everyone should wear cloth face coverings when leaving the house for essential activities. However, a face covering is not a substitute for other critical measures -- most importantly, staying home as much as possible, washing hands frequently, and practicing safe physical distancing in all settings.\" The city's guidance can be found here US public health officials at first advised against wearing masks, but may be shifting course. On Monday, the director of the US Centers for Disease Control and Prevention (CDC), Robert Redfield, told NPR that his organization was reviewing its guidelines and may recommend general mask use to guard against community infection. President Trump said the government plans to release new recommendations on face masks in the coming days. The World Health Organization has refrained from advising the general public from wearing masks. Dr. Maria Van Kerkhove, the technical lead for the WHO's Covid-19 response, chimed in on the current debate about when to wear face masks and who should be wearing them at CNN's coronavirus town hall Thursday. She said the organization currently recommends that people who are ill or caring for the sick wear normal medical masks, while the more efficient N95s should be saved for frontline health-care workers. The WHO is studying other options, like whether the general public should use scarves to cover themselves. \"We have to prioritize the use of masks for frontline workers, if that is one thing I can stress,\" Van Kerkhove said. \"Medical masks, respirators, gloves, gowns, these are people who are putting their lives on the line to help us, to care for other people and they must be protected,\" she said. Read more about the face mask debate here: ##Health## ##Daily Life## China will hold a day of national mourning on Saturday for the \"martyrs\" who died while fighting the novel coronavirus outbreak inside the country, the government said. During the commemoration, national flags will fly at half-mast whilst people across the country observe three minutes of silence.  \"Air raid sirens and horns of automobiles, trains and ships will wail in grief,\" China's state-run Xinhua news agency reported.  The announcement comes after Chinese authorities revealed on Thursday that one of the first whistleblowers Dr. Li Wenliang had been awarded the \"martyr\" title. Read more about Dr. Li: ##Daily Life## At least 10 US states have closed schools through the end of the school year due to the novel coronavirus pandemic. They are: Alabama\nArizona\nGeorgia\nIndiana\nKansas\nMichigan\nNew Mexico\nOklahoma\nVermont\nVirginia Schools in California are currently closed and both Gov. Gavin Newsom and the state's superintendent of public instruction have said it is unlikely they will be able to re-open before the end of the year. ##Daily Life## At least 245,213 cases of Covid-19 have been recorded in the United States, according to Johns Hopkins University's tally. Of those, 5,983 patients have died.  On Thursday, 28,491 new cases and 846 deaths were recorded, according to Johns Hopkins. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Wyoming is the only state not to have reported a death from coronavirus. ##Health## Hong Kong-based Cathay Pacific Airways will further decrease the number of passenger flights it runs due to low demand caused by the novel coronavirus pandemic. The airline said it flew just 582 passengers in one day this week, down more than 99% on its daily expectations. The airline usually expects to fly around 100,000 passengers a day. In an internal memo shared with CNN, Cathay Pacific's CEO Augustus Tang said that the \"economic implications associated with the COVID-19's global pandemic is intensifying\" and that \"our passenger fleet has been virtually grounded as the remaining demand has disappeared.\" \nTang said that due to the pandemic, \"passenger capacity will now be reduced further from the skeleton schedule previously announced,\" adding, \"We will continue to monitor flights closely and may make further reductions if necessary.\" The new cost-saving measures come after Cathay announced last month that it would halt all flights on its low-cost carrier HK Express and cut passenger capacity on Cathay Pacific by 96%. The airline will now only operate two long-haul flights per week to four destinations: London, Los Angeles, Vancouver and Sydney. In Asia, Cathay will maintain three weekly flights to eight destinations including Tokyo, Manila and Singapore.   Tang said that he and Cathay chairman Patrick Healy will be taking a 30% cut in base salary, while executive directors will each see their salaries cut by 25% from April to December. He warned that employees in regions where capacity has been reduced or flights have been eliminated may need to take unpaid leave or furloughs. ##Business## The US Health and Human Services Department said Thursday it had distributed some 192,000 N95 respirator masks and a large haul of other scarce medical supplies that the FBI had seized during the arrest of a Brooklyn man. Baruch Feldheim, 43, was arrested Monday after he allegedly coughed on FBI agents and told them he had the coronavirus. Prosecutors alleged in court documents that Feldheim sold the N95 masks to doctors and nurses at inflated prices; in one instance at as much as a 700% markup. They're now being distributed to health-care workers in New York and New Jersey. The department used its authority under the Defense Production Act to make the move. Read more: ##Health## While discussing the question of whether his administration will advise citizens to use masks today, President Donald Trump claimed that some scarves can be more effective against the coronavirus, when used to cover people's faces, than masks themselves. “In many cases the scarf is better, it’s thicker. I mean you can -- depending on the material, it’s thicker,” Trump said. Trump also said that new recommendations for civilians using masks will come out soon. Facts First: Though he was addressing what citizens should do, Trump’s claim that scarves can work better than masks is not supported by the Centers for Disease Control and Prevention's guidance for health care workers.  While scarves may offer some protection, the CDC's advice describes scarves as a possible last resort if masks are not available -- and urges workers to exercise caution if they are using scarves and other clothing, since their capacity to protect workers is \"unknown.\" When masks are no longer available, the CDC says workers “might use homemade masks (e.g., bandana, scarf) for care of patients with COVID-19 as a last resort.” The guidance also states that “caution should be exercised when considering this option” and that face shields should be used in addition to these homemade masks. Read more here: ##Health## Global cases top 1 million: More than a million people have been infected with the novel coronavirus, according to Johns Hopkins University, a landmark moment in the growing worldwide pandemic. The worst affected countries are the United States, Italy and Spain, all of which have more than 100,000 cases. Italy's death toll nears 14,000: More than 53,000 deaths have been reported globally, according to Johns Hopkins. The countries with the highest number of fatalities are Italy, with 13,915 deaths, and Spain with 10,348. US to issue nationwide guidance on face masks: In a news conference Thursday, President Donald Trump said that US regulations on face masks would be announced soon, but added they likely wouldn't be mandatory.  Time for national stay-at home order: Fauci: Top US infectious diseases expert Dr Anthony Fauci told a CNN town hall Thursday night that it was time to put in place a nationwide order for citizens to stay at home unless absolutely necessary. \"I don't understand why that's not happening,\" he said. President Trump has previously called for flexibility between states. South Korea tops 10,000 recorded cases: South Korea is now the second country in Asia to have more than 10,000 infections, after China. Nearly 60% of the country's patients have recovered and been discharged from hospital. Tokyo records highest single day rise in infections: Japan reported 235 new cases of the novel coronavirus today, bringing the total number of recorded cases in the country to 3,329. The capital Tokyo saw its largest single-day rise yet of 97 cases. There are now 684 infections in the city. Sony is gearing up to launch a $100 million fund to support those around the world who have been affected by the coronavirus pandemic. The initiative would support frontline medical workers and first responders in the fight against the virus; help children and teachers who must now work remotely; and assist people working in the arts and entertainment industries, the company said in a statement released on Thursday. \"Sony extends its condolences to the families of those who have passed away as a result of the coronavirus crisis, and extends its sympathies to all those who have been impacted,\" said Kenichiro Yoshida, Sony's president and CEO, in a statement.\n“In order to overcome the unprecedented challenges that as a society we now face around the world, we will do all we can as a global company to support the individuals on the frontlines of the battle against coronavirus the children who are our future, and those who have been impacted in the creative community.\" ##Health## ##Business## New York City Emergency Medical Service teams who cannot find or restart a pulse while administering cardiopulmonary resuscitation on adult cardiac arrest patients have been told not to bring those patients to hospitals to mitigate the risk of coronavirus exposure to EMS workers, according to a memo obtained by CNN and the chair of the regional emergency medical advisory committee familiar with the edict. “In the event a resuscitation is terminated, and the body is in public view, the body can be left in the custody of NYPD,” states the memo sent to NYC EMS providers outlining the temporary change issued in response to the ongoing pandemic. If the New York Police Department (NYPD) response is delayed, EMS teams are instructed to call the police department’s Dead on Arrival Removal teams, according to the memo. The memo was issued effective immediately on March 31. “The number of cardiac arrests has gone up significantly over this current pandemic. The reality is we need to do our best to protect our providers,” said Josef Schenker, the chair of the New York City Regional Emergency Medical Advisory Committee (REMAC) -- which issued the memo.\n“Doing CPR, performing rescue breathing are very, very high risk procedures in this environment,” Schenker said, even with personal protective equipment (PPE). “The likelihood that you're going to have a successful resuscitation after doing all the CPR in the field is so low that the risk of doing CPR in that ambulance is so great it outweighs the benefit of the transport,” he said. “The success of that resuscitation is very low,” he said adding, “The risk is more dangerous than the benefit.” New York City Fire Department deputy commissioner Frank Dwyer said in a statement to CNN that the FDNY \"will follow these guidelines and devise a plan to implement these policies.\" The FDNY provides EMS services within the city of New York. CNN has reached out to the NYPD for comment. ##Health## New York Gov. Andrew Cuomo said Thursday on CNN’s coronavirus town hall that the city has about six days at “the current burn rate of ventilators.” “It’s very simple: A person comes into the ICU unit. They need the ventilator, or they die. It’s that basic proposition,” Cuomo said. Cuomo said the state has purchased 17,000 ventilators but they haven’t been delivered because they are coming from China and there are 50 states and the federal government all competing for the equipment. New York only has 4,000 ventilators in the state, Cuomo said. “Obviously, nobody would say that this was the best way to do it,” Cuomo said, “to have 50 states compete, but that’s where we are.” Cuomo said that once New York runs out of ventilators, the state will have to share the machines between patients, use BiPap machines, anesthesia machines and other creative strategies such as canceling all non-elective surgeries to provide people the care they need. He also said he will redeploy the ventilators to the places that need them the most. President Donald Trump’s effort to work with General Motors and Ford to manufacture more ventilators comes too late for the apex of the disease in New York, Cuomo said. Cuomo questioned why national resources couldn’t be deployed to stay ahead of the curve.  “It’s like watching a slow-moving hurricane across the country, where you know the path that it’s taking. Why not deploy the national resources and just stay ahead of the hurricane?” Cuomo asked. States, he said, cannot manage the ventilator problem on their own. “I have a 50,000 bed health system. I don’t have the resources to be able to build an additional 50,000 beds just in case there’s a public health emergency and a pandemic every 10 years. You know, it doesn’t work that way,” Cuomo said. The governor said while the President has been critical of him during this pandemic, that they have a “very honest relationship.” Trump helped New York convert the Javits Center into a 2,500-bed Covid-19 facility. “I called him this morning. He got it done by the afternoon, so kudos the President,” Cuomo said. ##Health## Japan is banning travelers who have recently visited any of over 70 countries and regions -- including the US, UK and China -- in the past 14 days, as of April 3.  The new rules kick in for arrivals as of Friday, even for those whose flight departs before April 3, in an escalation of Japan's fight to contain the spread of the coronavirus.  For now, there is no end date to the travel restriction.  Surge in coronavirus cases: Following a spike in infections in Tokyo and other cities, Japan is scrambling to avert an explosive uptick in cases as public pressure mounts on Prime Minister Shinzo Abe to declare a state of emergency.  Emergency measures: A declaration of a state of emergency would allow prefectural governors to send out a stronger message when it comes to urging the public to stay at home, but the measures will not be legally binding. ##Travel## At least 10,062 cases of the novel coronavirus have now been recorded in South Korea, after a rise of 86 new infections were reported by authorities today. South Korea’s Centers for Disease Control and Prevention (KCDC) announced the figure in in a news release. The national death toll now stands at 174, including five additional deaths on Thursday. Among 86 new cases, 18 are from Seoul, nine from Daegu, 23 from Gyeonggi province, 22 from airport screening, with the rest from other parts of the country, according to the release. China is the only other country in Asia to record more than 10,000 cases. It's current total stands at over 82,000. Nearly 60% of South Korea's patients have recovered: Just a month ago, South Korea had one of the largest outbreaks in the world. But the number of daily cases has steadily dropped in the country as Seoul has appeared to bring the epidemic under control. At least 6,021 people diagnosed with the virus in South Korea have recovered -- 59.8% of the total number of patients. Some 3,867 people are still being treated in isolation.   ##Health## Singapore recorded 49 new cases of the novel coronavirus on Thursday, only eight of which had a travel history to Europe, North America or other parts of Asia. Some 26 of the remaining new cases are linked to previous patients or community infection clusters, according to a Ministry of Health news release. Fifteen of the new infections are currently unlinked and contact tracing is ongoing. Overall, there have been 1,049 recorded cases of the novel coronavirus in Singapore since the outbreak began. Like many other Asian countries, Singapore is currently experiencing a second wave of infections after bringing its initial outbreak more or less under control. As of April 3, 266 confirmed coronavirus patients have fully recovered from the infection and have been discharged from hospitals and community isolation facilities across Singapore.  Of the 779 cases still being treated in hospitals across the city, 23 are in critical condition. Four cases have died from complications due to the coronavirus according to the Ministry of Health. ##Health## One of America's leading infectious disease experts has called for a federally mandated stay-at-home order. Speaking at a CNN town hall on Thursday, Dr. Anthony Fauci, the director of the US National Institute of Allergy and Infectious Diseases, said he believed the order should be put in place, something President Donald Trump has been loathe to do. \"I don't understand why that's not happening. As you said, the tension between federally mandated versus states rights to do what they want is something I don't want to get into. But if you look at what is going on in this country, I do not understand why we are not doing that. We really should be,\" Fauci said. Trump said Wednesday that he does not plan to issue such an order because different states have different levels of coronavirus cases. “States are different and I understand that the governor of Florida, great Gov. Ron DeSantis issued one today and that’s good, that’s great. But there are some states that are different. There are some states that don't have much of a problem,” Trump said Wednesday afternoon. The President said there should be some sort of flexibility among the states depending on how bad individual states situations might be. “You have to look -- you have to give a little flexibility. If you have a state in the Midwest, or if Alaska for example doesn't have a problem, it's awfully tough to say close it down. We have to have a little bit of flexibility,” Trump said. ##Health## Japan reported 235 new cases of the novel coronavirus today, bringing the total number of recorded cases in the country to 3,329. The East Asian country also reported three new coronavirus-related deaths. Tokyo had its largest single-day rise yet, with 97 new cases. The number of cases reported in the capital is now 684. Japan’s national total includes 2,617 cases on land and 712 related to the Diamond Princess cruise ship, which was quarantined in Yokohama Bay for two weeks in February. A total of 74 people have died from Covid-19 in Japan, including 63 on land and 11 related to the Diamond Princess. ##Health## Peru will allow men and women out on separate days as part of a gender-based quarantine measure designed to slow the spread of the novel coronavirus in the country. The new measures will begin in Peru today, President Martin Vizcarra announced to the nation on Thursday. So far, Peru has reported 1,414 cases of coronavirus and 55 deaths. \"Monday, Wednesday, and Friday,\" only men can be outside; \"Tuesday, Thursday, and Saturday, only women are allowed to circulate,\" said Vizcarra. The gender-based measure will be in effect until Sunday, April 12. It comes two days after Panama began restricting movement by gender, arguing the measure urges people to return home since their loves ones are not allowed to be outside. Peru said it would adopt the same system following the positive results the gender-based measure has yielded in other countries and due to its simplicity in visually detecting who should and shouldn't be out on the streets, Vizcarra explained. ##Daily Life## Facing a complete standstill across its entertainment empire due to the coronavirus crisis, the Walt Disney Company notified its employees that it would furlough employees \"whose jobs aren't necessary at this time\" starting on April 19. Disney has been crippled by the coronavirus pandemic. Its theme parks around the world have shuttered, its cruise line is suspended and many of its biggest films of the year have been delayed. Live sporting events, the lifeblood of the Disney-owned ESPN, have also been suspended.  Shares of Disney have plummeted more than 30% year to date. The impact is hitting Disney's theme park employees especially hard. All of Disney's 12 theme parks have been shuttered since March 12, after which the company committed to paying salaries through April 18.  In the statement, the company said there was \"no clear indication of when we can restart our businesses,\" and that it was \"forced to make the difficult decision to take the next step and furlough employees.\"  Among those impacted would be the Disney Parks' storied \"Imagineers,\" the designers of the parks, rides and hotels. The furloughed workers would remain employees of the company and keep their health benefits, while also being able to access federal and state aid like unemployment benefits. ##Business## For the third day in a row, Brazil's health authorities reported a consecutive spike of more than 1,000 new novel coronavirus cases in a single day. During a news conference on Thursday, 1,074 new cases were announced, bringing the country's total number of infections to 7,910 and 299 deaths. Some context: On Wednesday, Brazil reported 1,119 new cases, and on Tuesday, 1,138 were announced. President Donald Trump tonight was asked whether Americans should wear masks to protect themselves from the coronavirus and again suggested scarves, saying \"If people wanted to wear them they can. In many ways, the scarf is better. It's thicker.\" Trump also said a new guideline on masks is coming.  \"I think they're going to be coming out with regulations on that. And if people want to abide by them, frankly, I don't think they'll be mandatory. Because some people don't want to do that. But If people want to -- as an example on the masks -- if people wanted to wear them they can,\" Trump said.  Two people familiar told CNN that upon recommendation from the coronavirus task force, the President was expected to more forcefully encourage all Americans to wear face coverings outside their house. Some more background: The administration was working Thursday to complete the recommendations, which would advise Americans to use a face covering when leaving their homes. However, Trump said Thursday night, \"A recommendation is coming out. We'll see what that recommendation is but I will say this: They can pretty much decide for themselves right now. CNN reported on Wednesday that most members of the task force have come to agree that Americans should begin wearing face coverings in public and could issue formal guidance on the matter soon. ##Health##", "Section": "world", "Writers": ["Joshua Berlinger", "Ben Westcott", "Adam Renton", "Rob Picheta", "Meg Wagner", "Mike Hayes"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-04-03-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}