{"Type": "article", "Time": "2020-05-14", "Headline": "US increases military pressure on China as tensions rise over pandemic", "Text": "The US is upping military pressure on China amid increased tensions over the South China Sea and accusing Beijing of seeking to leverage the coronavirus pandemic to extend its sphere of influence in the region. Over the last few weeks US Navy ships and Air Force B-1 bombers have undertaken missions aimed at sending a very public message that the US military intends to maintain a presence in the region and reassure allies. It's also a top priority for the Pentagon to get the virus-stricken aircraft carrier USS Theodore Roosevelt back out to sea in the region by as soon as the end of the month. The moves come as the US is increasing the pressure diplomatically with President Donald Trump and Secretary of State Mike Pompeo publicly attacking Beijing for failing to stem the virus's spread and not being transparent during the early stages of the outbreak which originated in the country. The Pentagon accused China of exploiting the pandemic to gain military and economic advantages by expanding the areas in which it operates. \"The People's Republic of China is attempting to use the regional focus on Covid to assertively advance its own interests,\" US Navy Capt. Michael Kafka, a spokesperson for the US military's Indo-Pacific Command told CNN in a statement on Wednesday.  Pentagon says pandemic hasn't hurt its capabilities And the Pentagon made clear the coronavirus outbreak has not hurt its ability to respond to Chinese actions. \"We have the capability and capacity to provide long range fires anywhere, anytime and can bring overwhelming firepower--even during the pandemic,\" said Gen. Timothy Ray, commander of the Air Force Global Strike command which oversees the bomber force in the area. On Wednesday the Navy Pacific Fleet took the unusual step of announcing that all of its submarines in the region were at sea conducting operations \"in support of a free and open Indo-Pacific region amidst the pandemic caused by the coronavirus.\"  While the US military recently ended its \"continual bomber presence\" on the Pacific island of Guam for the first time since 2004, the US Air Force has continued to dispatch bombers to the region. In recent weeks the US flew B-1 bombers from bases in the US to the region on three separate occasions, including an operation over the South China Sea and a deployment of four B-1 bombers and 200 personnel from Dyess Air Force Base in Texas to Guam. Late last month the US Navy also challenged Chinese claims to the waters surrounding the Spratly and Paracel islands in the South China Sea, contested islands that the US has long said China is using to house weapons and military facilities. Those challenges drew a sharp rebuke from Beijing who urged the US to focus on its coronavirus response and to cease such military operations. \"China urges the United States to focus on its own business with pandemic prevention and control, make more contributions to the global fight against the Covid-19, and immediately stop military operations that are detrimental to regional security, peace and stability,\" Senior Col. Li Huamin, spokesperson for the People's Liberation Army Southern Theater Command, said in a statement. Nobody is suggesting the US is headed towards conflict with China but Defense Secretary Mark Esper has continued to make blunting Beijing a priority. \"We are concerned by increasing, opportunistic activity by the People's Republic of China to coerce its neighbors and press its unlawful maritime claims in the South China Sea, while the region and the world is focused on addressing the Covid-19 pandemic,\" Pentagon spokesman Lt. Col. Dave Eastburn, told CNN. China has long criticized what it calls provocations by the US and its military efforts in the South China Sea that commenced several years ago when China made disputed territorial claims. South China Sea crucial strategically The South China Sea is considered a crucial strategic location, being home to some of the busiest shipping routes in the world as well as potential natural resource deposits such as oil and gas. Parts of the sea are contested by multiple claimants, including China, Vietnam, the Philippines, Malaysia and Taiwan. China has constructed outposts on man-made islands in the disputed area, installing military facilities and missiles there as part of a bid to exert control over the strategic waterways according to US officials.  \"We continue to execute a global Freedom of Navigation operations program in which US Navy ships safely and professionally challenge excessive maritime claims, including those in the South China Sea. We also conduct routine transits through the Taiwan Strait to further demonstrate that the United States will fly, sail, and operate anywhere that international law allows,\" Kafka said. On Wednesday a US Navy guided-missile destroyer, the USS McCampbell, transited the Taiwan Strait.  \"The ship's transit through the Taiwan Strait demonstrates the US commitment to a free and open Indo-Pacific,\" Lt. Anthony Junco, a spokesperson for the US Navy's Seventh Fleet told CNN. The US routinely sails through the Taiwan Strait but the Chinese military views the strategic waterway separating China from Taiwan as a priority area and often shadows US vessels that sail through the area. China routinely protests US Navy activities in the region, and often dispatches ships or aircraft to shadow the US vessels. Following the US freedom of navigation operation that challenged Chinese claims to the Paracel Islands late last month, Chinese officials said the US was engaging in \"provocative acts,\" that \"could easily trigger an unexpected incident.\" The US also says China has attempted to intimidate other nations in the region. In mid-April China deployed a survey vessel, the Haiyang Dizhi 8 alongside as many as 10 Coast Guard and maritime militia ships, as part of an apparent show of force in an area claimed by Malaysia and Beijing, according to two defense officials. The move was an apparent attempt to intimidate a Malaysian state-owned oil company that had deployed a Panamanian flagged drilling vessel, the West Capella, to survey for oil in the area. Utilizing a survey ship-led flotilla to harass South China Sea claimants \"is a time tested\" Chinese strategy, one official said, adding that China had used similar tactics against Vietnam. The US responded earlier this month by twice sailing warships near the drill ship, a show of force intended to signal to Beijing that the US Navy can challenge any Chinese attempts to seize resources in the area. \"We are committed to a rules-based order in the South China Sea and we will continue to champion freedom of the seas and the rule of law,\" Adm. John Aquilino, the commander of the US Pacific Fleet, said in a statement after one of the \"presence operations\" near the drilling vessel. \"The Chinese Communist Party must end its pattern of bullying Southeast Asians out of offshore oil, gas, and fisheries. Millions of people in the region depend on those resources for their livelihood,\" he added. China also appears to be using its military to send a message that it is capable of operating at longer distances for greater periods of to challenge its neighbors and the US. The US says China's only operational aircraft carrier entered the South China Sea last week along with several other warships. ", "Section": "politics", "Writers": ["Barbara Starr", "Ryan Browne"], "URL": "https://www.cnn.com/2020/05/14/politics/us-china-military-pressure/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Philippines", "Source": "CNN"}