{"Type": "article", "Time": "2020-03-27", "Headline": "March 27 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. Former Vice President got visibly emotional Friday night when discussing how hard it is to not be there for loved ones dying from coronavirus. Biden referenced his personal history of losing his wife, children and parents. \"My message is, God love you. You know, I've lost a couple children, I've lost a wife and it is incredibly difficult to go through and it's harder to go through when you haven't had an opportunity to be with the person while they're dying. My mom, my dad I was able to be with them and lie in bed with them as they took their last breath. My son I was able to do that. My deceased wife I was not able to do that. I was not able to be there. And it makes a gigantic difference for people,\" Biden said during CNN's town hall. He continued: \"And seek help. Seek help afterwards. Seek help, talk to people who have been through it so they know, they know they can tell you that you can get through it. You really can. It's possible. But, boy, it is so, so, so hard. That's one of the cruelest, cruelest things that's happening.\" Biden closed out the town hall by encouraging anyone struggling with loss to contact his campaign. Watch: ##Health##  Federal health officials on Friday green-lit a point-of-care coronavirus test that can provide results in less than 15 minutes, using the same technology that powers some rapid flu tests. Teased by Vice President Mike Pence in a Thursday press briefing, the new diagnostic could accelerate testing in the United States, allowing for rapid results in doctors’ offices. But shortages of critical equipment used to collect patient specimens, such as masks and swabs, could blunt its impact. The US Food and Drug Administration authorized the test for emergency use, signaling that federal regulators were satisfied with the test’s validation data and believe its benefits outweigh any risks, such as false positives or negatives. The test’s maker, Abbott, said it expects to deliver 50,000 tests per day beginning next week. The technology behind the test looks for genes that are present in the virus, similar to PCR tests already on the market. The platform used to run the test weighs less than 7 pounds, according to Abbott, and could be deployed “where testing is needed most,” such as at coronavirus hotspots. More on this: Last week, the FDA authorized another rapid test – one from molecular diagnostics company Cepheid, which provides results in about 45 minutes. Most laboratory tests for the coronavirus take anywhere from a few hours to days to receive results.  All FDA-authorized tests, however, require samples from patients – and health care facilities say they’re facing shortages of critical supplies needed to collect specimens.  The US Centers for Disease Control and Prevention on Tuesday issued guidance allowing some patients to collect their own nasal swabs in health care facilities, which could reduce the amount of protective equipment needed for health care workers. But some jurisdictions, such as New York City, have said that patients with coronavirus-like illness should stay home – saying that is “safer for the patients and health care workers” and doesn’t change the treatment patients receive. ##Health##  Joe Biden said he would freeze rent for the next three months and forgive the payments missed amid the coronavirus pandemic.  “Freeze it and forgive it so that you’re able to stay in that place,” the former vice president said in a CNN town hall Friday night.  Biden implied there could be conditions -- noting that enhanced unemployment insurance replacing lost income up to $75,000 per year and $1,200 cash payments approved by Congress this week could replace the income of some people who have lost their jobs, and “then in fact that would take care of it.”  Then, Biden added: “There should be a rent freeze. No one should be evicted during this period -- period.”  Today in California, Gov. Gavin Newsom ordered a freeze on eviction enforcement and legal proceedings related to coronavirus through May 31. Watch: ##Daily Life## ##Business## Joe Biden praised the $2 trillion stimulus package signed by President Donald Trump today, but worried that the largest emergency aid package in US history might not be enough to save the small businesses ravaged by the crisis. “Small businesses need help now. And so we have to make sure you're in a position to be able to get the kind of immediate aid that's available to you under this new legislation,” Biden said, adding that a lot of it would come down to Trump’s ability and desire to pull the right levers. “It's about management. How it gets out the door from the federal government and the White House.” Biden said the provision in the bill that blocks executives from buying back stock was a good step in assuring that those who need the help get it, but pushed for additional government action if banks don’t start pumping out capital. “We have to make sure the small business loans you get and/or the low-interest loans you get. They are in a position where we're going to say to the banks you got to get them out the door. As you know, they're not very good at getting out the door the small business loans,” Biden said.  The former vice president also suggested that, should banks fail to recapitalize those businesses, the White House should consider finding some executive authority – “another version of the Defense Production Act” -- as a way, he said, to “keep the economy in better shape than anything else we're doing.”  Watch: Joe Biden has run for president essentially promising to be the nation’s healer-in-chief. He argued during CNN’s coronavirus town hall that America is showing a spirit of togetherness that he hopes will extend well beyond the crisis. “We are seeing the soul of America now. Take a look at what is happening, everywhere you look, you see people reaching out to help people,” Biden said. “This is an incredible nation. The American people are generous, decent, good, fair, bright, and it makes you so proud to be an American. What I think we should be looking at is how we extend this kind of reaching out to others that exists today, as we move into recovery, into the health recovery and economic recovery. Because it is who we are. We are an incredible people.” Biden offered an example of a kindergarten teacher in North Carolina who drove from home to home of her students, beeping her horn so they would come out and wave from the driveway for a moment. He said it took her several hours to get through the neighborhood, but she’s continuing to do it. Biden, who advanced an initiative to try to beat cancer, said his wife Jill is helping to put together a network to offer support for patients who are dealing with their cancer diagnoses and get through chemotherapy. “I am so proud, and it sounds corny, but I am proud to be an American,” Biden said. Watch: ##Daily Life## Joe Biden said Friday that he believes there is “no distinction” between the physical and mental health problems that stem from coronavirus, acknowledging the increasing rates of anxiety and depression as the country uses social isolation to combat the spreading virus. “First of all, we have to deal with the stigma,” Biden said. “There is no distinction between a mental health problem and a physical health problem. They are both health problems and there should be absolute parity. Insurance companies should have to cover both equally.” Biden said he has heard not only about the anxiety that comes from being forced to stay home for long stretches of time, but also the “fear of going into the operating room or the physical fear of pulling someone out of a burning car that, in fact, may also have had the virus.” The comment stemmed from a question clinical psychologist and professor from Chicago, who asked the former vice president about the mental health impact of being socially isolated as the country fights coronavirus. Biden also said, as president, he would force insurance companies to cover physical and mental health equally and “open a significant number of mental health clinics” in rural America. “In most rural areas, there's still the same problems as every other area but they don't have these clinics available to them,” Biden said, “so I double the number of mental health clinics that exist.” And, lastly, Biden said he would increase spending on early childhood education because teachers and social workers can “pick up the early signs of distress among students.” Watch: ##Health## There are at least 101,242 cases of the novel coronavirus in the United States, according to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems. At least 1,588 people have died in the US from coronavirus.  Today there have been at least 402 new deaths reported. That is the most deaths reported in the US in a single day. The previous single day high of deaths reported in the US came yesterday. There were 253 deaths reported yesterday. The total includes cases from all 50 states, Washington, D.C., and other US territories, as well as all repatriated cases. ##Health## Joe Biden said the House and Senate should expand on the stimulus deal Congress approved this week to cover all Americans’ coronavirus-related health care expenses.  “Anything related to the cost of the coronavirus health care should be free, paid for out of the federal funds,” Biden said in a CNN town hall Friday night.  His comment came as he addressed questions about health expenses amid the pandemic. Biden called on President Donald Trump and Republican state attorneys general to drop their lawsuit challenging Obamacare, through which millions of Americans have health insurance.  He also said he has proposed a plan that would provide coverage through a “public option” to anyone who loses their jobs as a result of a struggling economy.  “But in the meantime, with regard to this virus, you should not have to pay anything for the cost of the virus,” Biden said. Watch: ##Health## The Arkansas Department of Health is recommending all travelers from New York state and foreign countries to self-quarantine for 14 days.  \"This is due to high rates of COVID-19 in New York as well as in a growing number of international locations,\" the department said in a statement. Any visitors showing a fever, cough, or other symptoms of coronavirus should contact their doctor for advice on where to be evaluated, the department said. ##Health## Sheri Reiter, a speech pathologist, has an elderly father in Houston, Texas, who has been waiting more than a week to get the results of his coronavirus test. Reiter shared her story and frustration Friday night during CNN's town hall with former Vice President Joe Biden.  Reiter specifically asked the presidential hopeful, \"Why is it that some rich and famous can have Covid-19 test and get results in 24 hours?\" Biden claims part of the problem is the country has not been \"focused on dealing with what needs to be done from the outset.\" \"We talk about the ability to have tests. We can get results very quickly. I'm not a scientist but they tell me that that can be done. But what we have to do is we have to invest the time and money in getting them — those — those tests set up and made. Scientists put them together. And what we're not doing is we're not doing that ourselves now. And what we're doing is we should be using the Defense Production Act to do whatever we need to do,\" Biden said. Watch: ##Health## Madrid's regional government is preparing to open an improvised morgue in the next few days to increase the city's capacity to deal with the growing Covid-19 fatalities. The center will be set up in the Justice Campus, a building which officials said is \"designed to be the headquarters of Madrid's Forensic Institute.\" As such, the facility will have enough mortuary refrigerators to receive around 200 bodies. \"This is an exceptional and temporary measure to help the work of funerary services, diminish the pain of the families of victims and the situation happening in the hospitals in the region,\" the government said in a statement. The center should be ready \"in the next few days.\" More than 2,400 coronavirus-related deaths have been reported in Madrid, according to the Spanish Ministry of Health. ##Health## Joe Biden on Friday night said the Trump administration has taken a fundamentally flawed view of the crisis. Trump has repeatedly cast efforts to combat the virus as the cause of economic troubles and suggested that he would ease up on public health efforts, like social distancing, ahead of medical experts' recommendations. \"It's a false choice to make, saying that you either open the economy or everything goes to hell. Or, in fact, you take care of the medical side,\" Biden said. \"You cannot make this economy grow until you deal with the virus.\"  Trump has suggested he would like to \"open up\" the economy by Easter, but Biden pointed to the ongoing upward trend in cases, suggesting people will likely have to stay home significantly longer. \"They're one and the same -- you can't deal with the economic crisis until you deal with the healthcare crisis,\" Biden said, before calling on the government to get stimulus funds to the publics.  \"In the meantime, Congress has acted and they moved with a $2 trillion package on top of the one they already passed,\" he said. \"And it's about managing, about getting that out to the people. Getting that out in the communities. Getting that distributed.\" Watch: ##Stimulus Bill## Joe Biden said over-producing or deploying too many ventilators and masks to hospitals shouldn't be a problem.  “The only thing that you really make a mistake is going too slow. Going too fast -- meaning you’re providing the kind of help that is needed and planning for it -- is not a problem,” Biden said.  The former vice president was criticizing the speed of President Donald Trump’s response to the coronavirus pandemic in a CNN town hall.  “Get out now what can be gotten out -- now, now, now, and yesterday, and last month, and last week,” he said.  Watch: Joe Biden said Friday that he, as president, would recommend every governor lock down their states for several weeks to stop the spread of the coronavirus. “For the time being, I would, yes,” Biden told CNN’s Anderson Cooper. “Here is the point… you don’t know who doesn’t have it. You don’t know who doesn’t have the virus. So a lot of people walking around looking like they're pretty healthy and they may very well have the virus and transmit it.” The question stemmed from billionaire investor Bill Gates telling CNN on Thursday that the United States should shut down the entire country for a short period of time to control the spread of the coronavirus. Gates suggested closing for six to 10 weeks. Biden added that “two weeks in what is going to be a long fight to deal with this is a small price to pay,” adding that is especially the case because the country can “compensate people for the lost time” with legislation like the sweeping bill that President Donald Trump signed on Friday. Biden did not explicitly endorse the length of Gates' suggestion. Biden’s comments stand in opposition to Trump, who has not called for a nationwide lockdown and has said he hopes the nation will re-open by mid-April. Watch: ##Daily Life## ##Health## Joe Biden said he’s trying to get through his days just like anyone else with a stay-at-home order at his home in Wilmington, Delaware.  The former vice president said his morning starts with a conference call with his campaign’s medical team where they give him a briefing on the latest Covid-19 numbers that spans 20 minutes to an hour.  That briefing covers “how much has been done…equipment we can get to people.” The medical briefing is followed by another meeting with his economic team, including economists who worked with him in the White House, about the recent legislation passed and “what the Trump administration has done, has not done.” Biden said he speaks to all five of his grandkids either by phone or text. The two children who live a mile from his home walk through the woods to Biden’s house.  “We sit on our back porch and they sit out on the lawn with two chairs,” Biden said. \"They talk through everything that’s happened during their day now that they are home from school, 'who’s driving who crazy.'\" Sometimes, Biden said, he and his wife Jill walk the track at a nearby school with their dog. “I am doing things like we are doing with you now. I’m trying to keep abreast, and trying to keep on top of our President, and trying to do things that could’ve been done, or doing faster,” he said. ##Daily Life## Watch: Joe Biden said he’s spoken with several governors in recent days “to see what’s happening on the ground for them” as their states react to the coronavirus pandemic.  Biden named four Democratic governors with whom he has spoken: Washington’s Jay Inslee, a one-time 2020 presidential rival; Michigan’s Gretchen Whitmer, who is one of four co-chairs of Biden’s campaign; Pennsylvania’s Tom Wolf; and Louisiana’s John Bel Edwards — who Biden said he’d missed a call from earlier Friday afternoon.  The former vice president also said he has spoken with Republican governors.  Trump earlier Friday had singled out Inslee and Whitmer for criticism, saying they had not been appreciative enough of federal efforts as their states have become epicenters of the growing crisis. “I want them to be appreciative,” Trump said.  He said he instructed Vice President Mike Pence not to speak with Inslee and Whitmer — but Pence has done so anyway.  “I say ‘Mike, don’t call the governor of Washington, you’re wasting your time with him. Don’t call the woman in Michigan,’” Trump said.  Watch: ##Daily Life## CNN town hall has taken unique steps to broadcast tonight due the coronavirus pandemic. Host Anderson Cooper's camera is being robotically controlled in order to abide by social distancing guidelines while former Vice President Joe Biden is filmed from his home in Wilmington, Delaware. ##Health## Former Vice President Joe Biden is participating in a live CNN town hall tonight focused on the coronavirus outbreak \"The Coronavirus Pandemic A CNN Democratic Presidential Town Hall with Joe Biden\" will feature questions submitted by individuals living in some of the communities hit hardest by the coronavirus. CNN's Anderson Cooper will moderate the hourlong discussion on the impact to Americans' health, the repercussions for the nation's economy and the human toll to US society. Biden will join the town hall via satellite from his home studio in Delaware.  The Democratic presidential candidate has been critical of President Donald Trump's response to the pandemic, and this week he told CNN's Jake Tapper that he thinks Trump should allow the experts and scientists to do the talking. ##Health## A 102-year-old woman has recovered from coronavirus in the northern Italian city of Genoa after spending more than 20 days in hospital, doctors who treated her and her nephew told CNN. \"We nicknamed her 'Highlander' – the immortal,\" said doctor Vera Sicbaldi who treated Italica Grondona in the San Martino hospital in Genoa.  \"Italica represents a hope for all the elderly facing this pandemic\" Sicbaldi added. The average age of those who have tested positive for coronavirus and subsequently died in Italy is 78, according to the country's National Health Institute.  Grondona was hospitalized at the beginning of March for \"mild heart failure,\" Sicbaldi told CNN.  \"She only had some mild coronavirus symptoms, so we tested her and she was positive, but we did very little, she recovered on her own,\" Sicbaldi added.  Doctors say her case impressed them so much that they decided to study it deeper.  \"We got serological samples, she is the first patient we know that might have gone through the ‘Spanish flu’ since she was born in 1917,\" Sicbaldi explained, referring to the 1918/1919 flu pandemic that killed at least 50 million people, worldwide according to Centers for Disease Control and Prevention. Grondona left the hospital on March 26 and will now spend time recovering in a care home. \"I don’t know what her secret is, but I know she is a free and independent woman,\" her nephew Renato Villa Grondona told CNN. Her only son died in the US a few decades ago. Grondona's nephew said she suffered from death. \"But she loves life, dancing and music, she loves Freddy Mercury and Valentino Rossi,\" Villa Grondona said, referring to the multiple MotoGP World champion.  \"The virus surrendered in front of her,\" he said. ##Health## WNBA player Sydney Wiese, a guard with the Los Angeles Sparks, tested positive for coronavirus after playing overseas in Spain, according to a statement from the Sparks. Wiese has been in isolation in Phoenix, according to the statement. \"The Sparks are in direct communication with Sydney and wish her a speedy recovery,\" the statement said. ##Health## In a statement on Friday, the commissioner of the Massachusetts Department of Public Health, Dr. Monica Bharel, said she has tested positive for Covid-19, the disease caused by the novel coronavirus.    “I want to notify the public that I have tested positive for COVID-19,” Bharel’s statement said. “I was tested Thursday night and received the results back today from the State Public Health Laboratory. As the public health commissioner and an essential state employee, I have been vigilant about practicing social distancing from my colleagues and members of the public. My symptoms so far have been mild. I have notified my appropriate close contacts and will rest and recuperate at home, while continuing to carry out my work responsibilities remotely. The Department of Public Health offices will be thoroughly cleaned over the weekend.\" Bharel added: “I hope everyone will continue to take seriously the threat of COVID-19.” ##Health## Vice President Mike Pence said more than 685,000 coronavirus tests have been completed in the United States as of Friday morning. Pence said that hospitals across the country are now reporting their testing numbers to the Centers for Disease Control and Prevention and Federal Emergency Management Agency in real time, something that was not the case when testing first began.  However, those numbers are not being reflected on the CDC’s US testing page, which paints a far different picture.  The CDC's number are lower because they’re not reporting out data from private or commercial labs. ##Health## Idaho’s secretary of state is asking the governor to delay the state’s primary election by nearly a month because of coronavirus concerns. In an open letter to Gov. Brad Little on Friday, Secretary of State Lawerence Denney asked for an order that would set the primary election for no earlier than June 16, instead of its current date of May 19. “A one-month delay in the election would provide the needed time to inform voters, parties, candidates and others about the changes in this process,” Denney said. He said even if the delay is granted, he plans to encourage as many voters as possible to cast absentee ballots this summer instead of physically going to the polls. The secretary of state’s office will allow all registered voters with an official state identification card to request an absentee ballot online. Some context: The new request is in regards to the primary election for state and local offices, and a delay would not affect the results of the Idaho presidential primary that was run on March 10. ##Daily Life## When asked whether every person who needs a ventilator could get one, President Trump did not directly respond. \"Here's what I'll tell you, I think we are in very good shape,\" he said during Friday's press briefing on coronavirus. \"We've distributed vast numbers of ventilators. We are prepared to do vast numbers. I think we are in great shape. I hope that's the case. I hope that we're going to have leftovers so we can help other people in other countries.\" He expressed concern that ventilators could be distributed to states that don’t need them and then the federal government would have a hard time trying to get those ventilators back. Trump once again attacked previous administrations for not having the amount of personal protective equipment now needed saying he “took over an empty box.” Trump did say that there are “10,000 ventilators in stockpile. We are ready to go with those ventilators.\" Watch: ##Health## Five schools in northeast Nebraska are printing personal protective equipment using 3D printers obtained through a grant program, Gov. Pete Ricketts said during a news conference Friday. The schools, located near Norfolk, are a part of the new talent initiative grant program, he said. They are printing PPE for healthcare workers at Faith Regional Hospital in Norfolk, Ricketts said.  ##Health## Ecuador's western city of Guayaquil, one of the hardest hit by novel coronavirus, is planning to build a mass grave as the government predicts an increase of deaths due to the virus. Guayaquil's cleaning director Gustavo Zuñiga said the city \"will implement an agreement to be able to build the corresponding site,\" during an interview with CNN's affiliate Ecuavisa on Friday. The mass grave will have a capacity to hold about 300 bodies, according to Ecuavisa. A mausoleum will be built after it is closed, Zuñiga added. There are at least 1,627 cases of coronavirus and 41 deaths in Ecuador, according to health authorities. ##Health## President Trump laid out his top priorities for tackling the coronavirus pandemic in the US during a press briefing on Friday. \"Life and safety and then the economy. Life and safety,\" Trump said.  Trump also addressed how Americans are eager to get out of their homes and back to their normal routines. \"It's life and safety, and it's our country, but we have to take care of people the same time we want to get them out. They want to get out. Our country was built on that. But, we have to make sure it's safe,\" he added. Watch: ##Health## President Trump says he’ll hear recommendations from his team early next week on new national coronavirus guidelines as he works to reopen parts of the country. “We’ll be sitting down on Monday or Tuesday, depending on which is best for everybody, and we’ll be making that determination,” Trump said, pointing to “brilliant” Dr. Anthony Fauci and Dr. Deborah Birx and saying he’d hear out their options. Trump acknowledged that places with serious outbreaks, like New York, would be unlikely to reopen anytime soon. But he said he would be discussing “possibly other parts of the country that really aren’t affected.” Trump suggested that the health experts on his team may not suggest any easing from the current guidelines. “Maybe at the advice of a lot of very talented people that do this for a living, they won't want to do that,” he said. “We want to flatten the curve,” Trump said, adding: “I certainly want to get it open as soon as possible.” Watch: ##Health## ##Daily Life## President Trump told reporters during Friday's coronavirus briefing that Vice President Mike Pence is calling Democratic governors, such as Washington Gov. Jay Inslee and Michigan Gov. Gretchen Whitmer, he doesn't agree with on coronavirus concerns. \"I want them to be appreciative,\" he said about the governors. \"I don't want them to say things that aren't true. I want them to be appreciative. We've done a great job. And I'm not talking about me, I am talking about Mike Pence, the task force, I am talking about FEMA.\" He added that he wouldn't talk to governors if they \"don't treat you right.\" Trump continued: \"He calls all the governors. I tell him, I mean I'm a different type of person. I say Mike, don't call the governor of Washington, you're wasting your time with him. Don't call the woman in Michigan. Doesn't make any difference what happens. You know what I say, if they don't treat you right, I don't call. He's a different type of person. He will call quietly anyway, okay. But he's done a great job. He should be appreciated for the job he's done.\" Watch: President Trump said Friday that he may not invoke the Defense Production Act after saying earlier today that he had activated it to order General Motors to make ventilators. Trump said during a White House coronavirus press briefing that he believed a deal had been reached between GM and the federal government to produce the ventilators, but the deal had fallen through.  He says he decided to use the powers in the DPA to order GM to produce the needed medical equipment saying, “This invocation of the DPA should demonstrate clearly to all that we'll not hesitate to use the full authority of the federal government to combat this crisis.”  “We thought that we had a deal with as an example General Motors and I guess they thought otherwise. They didn't agree, and now they do. They do agree and I think we might be able to pull it. We let them know the way we felt. They can't be doing that,\" Trump said. ##Business## ##Health##   President Trump named Peter Navarro as the new National Defense Production Act Policy coordinator for the federal government, or the DPA czar.  Trump said Navarro has been doing the job over the past few weeks but said today's announcement makes it official. Navarro came under criticism Thursday when multiple health care workers debunked a claim he made on CNN in an interview that media reports are overstating the need for personal protective equipment in hospitals amid the novel coronavirus pandemic.   Navarro, who has been serving as the White House trade adviser, has also become a regular at many of the coronavirus briefings.  ##Business## President Trump said his administration would procure 100,000 ventilators in the next 100 days, amid fears that parts of the US are facing a looming shortage of the life-saving devices. The President said the administration would facilitate the production or acquisition through other means of “100,000 additional units” of ventilators over that 100-day period. “We delivered thousands, as you know, to New York, and they didn’t know they got them, and we also had thousands put in a warehouse and that was also for New York,” Trump said. “So we have to make sure that when we deliver things, they get distributed.\" Some context: Speaking to CNN’s Shimon Prokupecz on Friday, New York Gov. Andrew Cuomo disputed the suggestion by Trump that the ventilators were sitting in storage needlessly. \"So the point is, 'well they're in a stockpile, you must not need them' is just ignorant -- of course you don't need them today!\" Cuomo told CNN. \"You need them when you hit the apex, which is 30,000. We're not there yet.\" Earlier Friday, the President had tweeted: “Thousand of Federal Government (delivered) Ventilators found in New York storage. N.Y. must distribute NOW!” ##Health##   As President Trump signed the largest economic stimulus ever bill into law, social distancing was visibly absent.  Fifteen people, including several Republican members of Congress, Trump’s Cabinet, and members of the coronavirus task force, were tightly packed behind the resolute desk in the Oval Office as Trump signed the CARES Act. The close contact goes against guidelines from both the President and the entire medical community that says gatherings of more than 10 people should be avoided to help stop the spread of novel coronavirus.  In addition to the large grouping, their ages could put them at greater risk. According to a tabulation by CNN, the average age of the 16 people in the Oval Office was 65.8. The Centers for Disease Control and Prevention has said that anyone over 65 is at high-risk for suffering severe symptoms from exposure to the Covid-19 virus.  Proper social distancing has been one of the most talked about ways people can work to slow the spread of coronavirus and the practice has been implemented to some extent at the White House.  The number of reporters and correspondents allowed to cover White House briefings has been restricted to allow members of the press to sit far apart, and the number of people gathered on the podium behind the President during those briefings has dwindled in the last few days.  Dr. Anthony Fauci and Dr. Deborah Birx, the two most visible medical professionals preaching social distancing, were both at the signing ceremony. At the Capitol earlier Friday, lawmakers made a point to stand with some distance between them during their signing ceremony.  House Speaker Nancy Pelosi did not hand out ceremonial pens, a common occurrence after passing important legislation, because of fears of spreading germs.  However, back at the White House, Trump individually handed pens to many of the attendees after he signed the bill. ##Stimulus Bill## New York City Mayor Bill de Blasio said 450 inmates will be released by Friday night in his city because of coronavirus concerns.  He also said that as of Thursday night, 375 inmates have been released. CNN has previously reported that those eligible for release are city inmates convicted of misdemeanors and nonviolent felonies, all with less than one year left on their sentence.  There are some inmates within that category with domestic violence or sexual offense charges that the city has determined they will not release at this time, de Blasio said. ##Daily Life## There are at least 100,013 cases of novel coronavirus in the United States, according to CNN Health’s tally of US cases that are detected and tested in the country through public health systems. So far, 1,545 people have died in the United States from coronavirus.  Today, there have been at least 359 new deaths reported. That is the most deaths reported in the US in a single day. The total includes cases from all 50 states, Washington, D.C., and other US territories, as well as all repatriated cases. ##Health## New York City currently has at least 25,573 cases of coronavirus, New York City Mayor Bill de Blasio said at a news conference Friday. De Blasio said the city has enough supplies to last through next week, but added that they will likely need more supplies as soon. The city has received 2,500 ventilators in the last week, but still needs 15,000 more, he said. De Blasio also said supply deliveries to hospitals across the city are underway, with 20 trucks delivering these items: One million surgical masks\n200,000 N95 masks\n50,000 face shields\n10,000 boxes of gloves\n40,000 isolation gowns On Saturday, city trucks will be delivering 800,000 more N95 masks, and 2 million more surgical masks. ##Health## The Republic of Ireland will enter a nationwide period of lockdown as part of new \"radical\" measures to tackle the spread of coronavirus, Taoiseach Leo Varadkar announced Friday. “With effect from midnight tonight, for a two week period until Easter Sunday, April 12, everybody must stay at home under all circumstances,\" Varadkar said. The order limits travel for citizens and public and private gatherings. Speaking during news conference on Friday evening, Varadkar confirmed that essential workers — including health and social care professionals — would be permitted to travel to and from work. Members of the public, Varadkar continued, will also be allowed to leave their homes to purchase groceries and medicine; attend medical appointments; engage in brief, individual exercise; and for vital family reasons, such as providing care to children and the elderly.  According to the Irish prime minister, all visits to hospitals and prisons will no longer be permissible, and public transport services will be limited to “essential workers\" and those providing essential services. ##Daily Life## Rep. Grace Meng shared her frustration over how President Trump is handling coronavirus with CNN on Friday. The comments from the New York congresswoman were prompted by Trump's comments Thursday night questioning whether New York needed more ventilators. \"Day by day, I am just more and more heartbroken and horrified at the attitude toward which he is treating fellow Americans. I've been so angry for weeks because first we kept hearing weeks ago already from our health care practitioners that they didn't have the PPE that they needed. There has been more than advance notice to do what he needs to do to make sure that this is not happening and not worsening in the state of New York, but potentially in other states around the country as well,\" Meng said. Meng's frustration was punctuated in a tweet she sent Friday after speaking to a nurse at Elmhurst Hospital in New York.  \"A nurse at my elmhurst hospital who i don’t know just called me crying. She said they need vents but more so need doctors and also doctors who are ICU trained. She told me they cry everyday bc they know they’re gonna die. They’re begging. Please,\" Meng tweeted. What is happening in New York: Democratic New York Gov. Andrew Cuomo slammed Trump for his call to distribute federal ventilators the state had in storage as the two leaders' war of words over the coronavirus pandemic escalates. Cuomo argued that the ventilators were stored in preparation for when New York hospitals exceed their capacity as the state has become the epicenter of the American coronavirus outbreak.  Cuomo told CNN on Friday that Trump's assessment of the situation \"incorrect and grossly uninformed.\" \"Of course we didn't — that's the whole point,\" Cuomo said. \"The hospitals don't need them yet. The hospitals aren't at their apex. The hospitals have enough ventilators today, but their numbers are going up.\" Cuomo added that his office was planning for a peak in cases \"in about 21 days — that's when we need the 30,000 ventilators, not today.\" Trump had earlier tweeted that New York should distribute the ventilators immediately. That statement came hours after Trump said in a Fox News interview that he doubted states calling for tens of thousands of ventilators would need them. \"Thousand of Federal Government (delivered) Ventilators found in New York storage,\" Trump tweeted Friday. \"N.Y. must distribute NOW!\" ##Health## Montana is reporting its first coronavirus death, according to a statement from the Lincoln County Health Department. Local officials say the victim was one of three Covid-19 cases confirmed in the county. All three of the county’s cases are believed to be related. Montana is the 45th state to report at least one death due to coronavirus. ##Health## Kansas is short on testing swabs and transportation for patients, Kansas Secretary of Health Dr. Lee Norman said during a news conference on Friday. Norman said he feels \"relaxed\" about dealing with the pandemic as the worst projections only has the state down 35 ICU beds. Norman said he believes the peak will occur around April 24-28 and the state will see at least 900 cases. ##Health## New Mexico students will be staying home for the rest of the school year. Gov. Michelle Lujan Grisham announced the new order on Friday. “Keeping schools closed is one of the most important tools we have to support the social distancing that can help us reduce and mitigate the spread of the virus,” the governor said in a written statement.  The governor said all schools will be required to find new ways to teach their students at home starting on April 6. Grisham also ordered Friday that anyone traveling by air into New Mexico will be required to self-quarantine for 14 days immediately upon arrival. People will only be allowed to leave quarantine for medical care. ##Daily Life## ##Travel## President Trump discussed invoking the Defense Production Act against General Motors during an Oval Office signing ceremony for the $2 trillion economic stimulus bill. Trump said he “did activate it with respect to General Motors and hopefully, maybe we won't even need the full activation. We will find out, but we need the ventilators.” Trump said he has “enacted the act, and we’ve used it 3 or 4 times, I pulled it back 3 times because the companies came through in the end.”  The President said a deal was in place with GM but said when that fell apart he decided to invoke the DPA. An earlier statement from the White House said, \"Our negotiations with GM regarding its ability to supply ventilators have been productive, but our fight against the virus is too urgent to allow the give-and-take of the contracting process to continue to run its normal course.\"  It continued: \"GM was wasting time. Today's action will help ensure the quick production of ventilators that will save American lives.\" ##Business##  North Carolina Gov. Roy Cooper has issued a stay-at-home order for the state starting 5 p.m. ET Monday. The order also limits gatherings to no more than 10 people. The state has reported 763 cases of Covid-19 and three deaths. ##Daily Life## Gov. Gavin Newsom has ordered all eviction enforcement and legal proceedings to stop. The executive order issued today means landlords cannot evict tenants for nonpayment of rent due to Covid-19. ##Daily Life## President Trump just tweeted that he has signed the $2 trillion economic stimulus bill, which just hours earlier passed in the House of Representatives.  \"I just signed the CARES Act, the single biggest economic relief package in American History – twice as large as any relief bill ever enacted. At $2.2 Trillion Dollars, this bill will deliver urgently-needed relief for our nation’s families, workers, and businesses. #CARESActFlag of United States,\" Trump tweeted. Read Trump's tweet: ##Stimulus Bill## The French government has announced a new supply of masks for officers after seven police unions issued a \"solemn warning\" to Interior Minister Christophe Castaner that they will stop enforcing lockdown measures unless provided with protective masks. Interior Ministry spokesperson Camille Chaize said on Thursday that 800 000 masks have already been delivered to police forces, and an additional one million masks should arrive this weekend or at the beginning next week. Chaize also thanked postal services for donating 300,000 masks to the police.  ##Health## West Virginia Gov. Jim Justice, speaking at a news conference Friday, asked anyone coming into the state to quarantine for 14 days. Officials said they are concerned people will enter West Virginia to escape Covid-19 hot zones. The announcement comes as the state reports 76 cases of coronavirus. ##Daily Life## Detroit Police Chief James Craig has tested positive for coronavirus, Mayor Mike Duggan said during a news conference Friday. Duggan also said 39 Detroit police officers have tested positive for the virus, and 468 are in quarantine. Duggan said Craig is at home and has not been hospitalized.   ##Health## Congress just passed a $2 trillion stimulus bill to address the growing economic crisis caused by the coronavirus pandemic. Included are direct payments to many Americans. Individuals are eligible for up to $1,200 and couples would receive up to $2,400 — plus $500 per child. But the payments would start phasing out for individuals with adjusted gross incomes of more than $75,000. The amount would then be reduced by $5 for every additional $100 of adjusted gross income, and those making more than $99,000 would not receive anything. The income thresholds are doubled for married couples. Income would generally be based on one's 2019 or 2018 tax returns. The money will likely be deposited directly into individuals' bank accounts — as long as they've already authorized the IRS to send their tax refund that way over the past two years. If not, the IRS would send out checks in the mail. The White House has said they hope to begin distributing cash quickly, but it may take weeks before the bulk of payments go out. ##Stimulus Bill## US stocks finished the session in the red on Friday, but that didn’t keep major indexes from posting one of their best weeks ever after a monstrous rally between Tuesday and Thursday. Here's where things stand: The Dow closed 915 points, or 4.1%, lower. It recorded its best week since June 1938, gaining 12.8%.\nThe S&P 500 finished down 3.4%, for a weekly gain of 10.3% — its best since March 2009.\nThe Nasdaq Composite fell 3.8%. On the week it’s up 9.1% — its best performance since March 2009. Remember: As stocks settle after the trading day, levels might still change slightly. ##Business## Illinois Gov. J.B. Pritzker said President Trump's comments about ventilators during a television appearance Thursday could be \"deadly.\" Pritzker said that Trump questioned whether more ventilators were needed during an appearance the same day the US reported more cases than China and Italy. \"At worst the comments are deadly,\" Pritzker said. He said his state is still working to obtain more personal protective equipment and supplies, including ventilators, at the recommendation of epidemiologists and doctors on the front lines of the pandemic. President Trump has invoked the Defense Production Act for the first time, requiring General Motors to supply ventilators.  \"Today, I signed a Presidential Memorandum directing the Secretary of Health and Human Services to use any and all authority available under the Defense Production Act to require General Motors to accept, perform, and prioritize federal contracts for ventilators,\" Trump said in a statement. Some context: US automakers have come to the rescue when the nation has faced supply shortages during wartime in the past. Ford built heavy bomber airplanes and GM built amphibious assault craft, among other things. So it seems only natural that, in the rush to address the critical shortage of ventilators in the US due to the coronavirus pandemic, automakers would again be among the first to answer the call to help. Last week, Trump tweeted that automakers have the green light to make ventilators, although he stopped short of issuing formal orders to do so under the Defense Production Act at that time. Nevertheless, Ford, GM, Toyota and Tesla, which have all temporarily shut down their factories in recent weeks, have pledged to help. But switching from cars to ventilators is not so easy. Ventilators are complex machines that use sophisticated software and specialized parts, and companies that seek to manufacture them face several hurdles — including intellectual property rights, the need for specially trained workers, regulatory approvals and safety considerations. ##Business## At least 488 new cases of coronavirus have been identified in Illinois Friday, bringing the state total to 3026 cases, a news release from the Illinois Department of Public Health said. Eight new deaths were reported, bringing the number of deaths to 34, the release said. Patients with confirmed cases range in age from under 1 to 99, according to the release. About 86% of fatalities are in those older than 60, the release said. ##Health## The Army Corps of Engineers said it will convert a Chicago convention center to treat 3,000 coronavirus patients. The head of the Army Corps of Engineers said Friday that the military is working to convert the Chicago McCormick Place convention center into a hospital capable of treating some 3,000 coronavirus patients. “What we’re doing in McCormick—we basically got turned on by FEMA to do a $75 million build,” Lt. Gen. Todd Semonite told reporters at the Pentagon Friday. “Our goal is to have that one done somewhere around the 24th April,” he said, adding that the new hospital will be treating some 3,000 patients and that those patients will all be coronavirus related. “All Covid...I did not think we could meet the Covid standard in a big building but my engineers are telling we think we’ve got the capability to do that,” Semonite said. The Army Corps of Engineers will not be treating coronavirus patients at the Javits center in New York  ##Health## Disneyland in California and Walt Disney World in Florida will remain closed until further notice, according to a statement from The Walt Disney Company.  Disney previously announced theme park closures through the end of March. On Friday, the company also announced that it would extend paying hourly parks and resorts cast members through April 18.  “The safety and well-being of our guests and employees remains The Walt Disney Company’s top priority,” the company said ##Business## ##Daily Life## Coronavirus cases in Los Angeles have more than tripled in the past six days, going from 409 at the beginning of the week to 1,465 on Friday. Speaking at a news conference Friday, Health Director Barbara Ferrer noted that limited testing has been done so far in Los Angeles. She said that she expects to see cases double every four days for the next two to three weeks. ##Health## The mayor of Fort Lauderdale, Florida, Dean Trantalis, has issued an emergency declaration requiring residents to stay at home in an effort to slow spread of coronavirus in the city. Travel is restricted in the city to visiting essential businesses only. This goes into effect at 12:01 a.m. ET on Saturday. ##Daily Life## Amazon has announced that it will donate 3.5 million euros (approximately $3.8 million) to support those most affected by the coronavirus outbreak in France. \"Amazon is now committing 3.5 million euros to support those who are most affected by the Covid-19 crisis in France. This donation includes a donation of 2.5 million euros in favor of the French Red Cross, and 1 million euros to support organizations that carry out actions across the territory and, in particular, near our employees,\" Amazon said Friday.  In Amazon's statement, the French Red Cross commended the move and thanked the company for its support. \"It is more important than ever to mobilize everyone to help those who need it most, and we thank Amazon for this exceptional gift,\" said director general of the French Red Cross, Jean-Christophe Combe. \"We are working hard with all of our volunteers and employees in the fight against COVID-19, and the support of companies like Amazon is a very important element in supporting us in these efforts.\"  According to Amazon, a new \"donation call button\" will also be included on all of its sites across Europe to add to the company's contribution.  \"This gift is in addition to the constant work that Amazon and its employees have done in France and around the world,\" the statement added.  ##Health## ##Business## Cruise line operators Carnival, Royal Caribbean and Norwegian have been hit hard by the coronavirus pandemic. But the three companies aren't getting any help from Washington, D.C., as of now. Shares of all three stocks plunged between 12% and 20% Friday after the Senate and House passed a more than $2 trillion coronavirus aid package that did not include any money for them. The reason? The cruise lines all have headquarters in Miami, but none of them is legally based in the United States — which allows them to pay fewer taxes. Carnival is incorporated in Panama, while Royal Caribbean is headquartered in Liberia. Norwegian is incorporated in Bermuda. Republican US Sen. Josh Hawley of Missouri noted that fact in a tweet earlier this week, urging them to move to America in order to qualify for aid. President Trump said in a news briefing Thursday that “it’s very hard to make a loan to a company when they’re based in a different country.\" But he also noted the cruise companies employ thousands in the United States and that \"we’re going to try and work something out.” Carnival CEO Arnold Donald said in an interview on the \"Axios on HBO\" show that the company is not looking for a government bailout. But Donald acknowledged that \"capital markets are constrained right now.\" (HBO is a part of WarnerMedia, the AT&T-owned parent company of CNN.) ##Stimulus Bill## ##Business##   Michigan is reporting 801 new cases of novel coronavirus and 32 new deaths on Friday. The total number of cases in Michigan is now at 3,657 and the total number of deaths is 92, according to the state’s website. ##Health## The Paris menswear and haute couture fashion weeks have been canceled due to the coronavirus outbreak, the French Federation of Haute Couture and Fashion said in a statement on Friday.  \"In light of the spread of the Covid-19 epidemic worldwide, strong decisions are required to ensure the safety and health of Houses, their employees and everyone working in our industry. Consequently, the Board of Directors of the Fédération de la Haute Couture et de la Mode has come to the decision that, in the present conditions, the Paris Fashion Week®️ Menswear, scheduled from June 23rd to June 28th, 2020, and the Haute Couture Week scheduled from July 5 to July 9, 2020, cannot take place,\" the statement said.  The Federation added that it is \"actively working\" with its members on possible alternatives. ##Business## Oklahoma Gov. Kevin Stitt suspended elective surgeries on Tuesday in an executive order.  On Friday, Stitt's office issued a clarification that classifies abortion services as elective if they are not deemed a medical emergency. Abortions will only be deemed a medical emergency if they pose serious health risks to the mother, the statement from the governor's office said.  “We must ensure that our health care professionals, first responders and medical facilities have all of the resources they need to combat Covid-19,” Stitt said in the statement. “I am committed to doing whatever necessary to protect those who are on the front lines fighting against this virus.” ##Health## Florida Gov. Ron DeSantis said travelers coming from Louisiana to Florida must do a mandatory 14-day self-isolation, as New Orleans becomes a potential coronavirus “hotspot.”  DeSantis said he plans to extend his executive order and the guidelines. The governor said he’s also suspending vacation rentals in Florida for the next two weeks. ##Travel## ##Daily Life## All public beaches in Los Angeles County are being closed in an effort to thwart the spread of coronavirus, County Supervisor Janice Hahn announced. “We want you to enjoy outdoor spaces, but keep six feet apart,” Supervisor Kathryn Barger said in a news conference Friday. Just last weekend, the shores were packed with beachgoers. “The crowds we saw at our beaches last weekend were unacceptable,” Hahn said. “In order to save lives, beaches in L.A. County will be temporarily closed. I understand that this is a huge sacrifice for everyone who enjoys going to our beaches. But we cannot risk another sunny weekend with crowds at the beach spreading this virus. This closure is temporary and we can always reopen these beaches when it is safe to do so.” ##Daily Life## President Trump will sign the Senate's coronavirus stimulus package at 4 p.m. ET today in the Oval Office. About the bill: The far-reaching legislation stands as the largest emergency aid package in US history. It injects a massive financial boost into a struggling economy with provisions aimed at helping American workers, small businesses and industries grappling with the economic disruption. Key elements of the package include sending checks directly to individuals and families, an expansion of unemployment benefits, money for hard-hit hospitals and health care providers, financial assistance for small businesses and $500 billion in loans for distressed companies. ##Stimulus Bill## Since the beginning of the coronavirus crisis in Italy, 51 doctors who tested positive for the disease have died, the Italian Association of Doctors said Friday. The news of the death toll comes after an urgent call for medical protective equipment from the president of the association, Filippo Anelli, on Thursday. By the numbers: Since the beginning of the epidemic, 6,414 health workers have been infected by coronavirus as of Thursday, according to the Italian National Institute of Health. Out of the 51 deceased doctors, 32 were working in Lombardy, the Italian region worst-hit by coronavirus. ##Health## There have been at least 265 reported coronavirus deaths in the US on Friday, according to a count by CNN.  This is the most reported deaths in the United States since the pandemic outbreak. Thursday: There were 253 reported deaths in the US.\nWednesday: There were 233 reported deaths in the US.\nTuesday: There were 164 reported deaths in the US.  There have been at least 1,451 total reported deaths in the US. ##Health## There are at least 95,174 cases of novel coronavirus in the United States, according to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems.  At least 1,451 people have died.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health## Virginia does not have enough personal protective equipment (PPE) or testing material to keep up with demand, Gov. Ralph Northam said during a news conference Friday. A disruption in the supply chain in China coupled with the increased demand have resulted in a global shortage, Northam said. Some context: Virginia is competing with their own health care system, as well as other states and the federal government for more PPE, Northam said. Northam said they need a national solution and hope that manufacturers in the US can produce more equipment.  ##Health## Even physicians who are not infectious disease specialists or pulmonologists are training and joining the frontlines in response to the US coronavirus crisis, Dr. Janis Orlowski, chief health care officer for the Association of American Medical Colleges, said during a teleconference with reporters on Friday. \"We are hearing that there are individuals from other specialties being drawn into clinical care,\" Orlowski said. \"All physicians have a foundational understanding of health care and medical practice and our expectation is that active physicians keep this knowledge up,\" Orlowski said. \"I’ve seen very quick training programs to get people back up to speed in the use of PPE, in the use of ventilators.\" Orlowski added that such trainings are to ensure that physicians are safe to work in areas that might not be their specialty.  \"It is always the physician's and people around them's responsibility to make the decision if they’re ready to practice in that expanded area,\" Orlowski said. \"Safety and quality remains a high priority — the number one priority — even though people are having to work fast and work smart.\" ##Health## Rep. Joe Cunningham has tested positive for Covid-19.  Cunningham, a Democrat from South Carolina, said he's been in self-quarantine since March 19, when he \"received word from the Attending Physician of the U.S. Congress that I had been in contact with a member of Congress who had since tested positive for COVID-19.\" \"While I otherwise feel fine, since March 17th I have been unable to smell or taste, which I learned this week is a potential symptom of COVID-19. I have been in contact with my doctor since I entered self-quarantine,\" he said in a statement. Several other members of Congress have previously tested positive for coronavirus, including Sen. Rand Paul. Cunningham did not say which lawmaker he had contact with. ##Health## Italian conglomerate the Armani Group's production plants have now switched to manufacturing single-use overalls for health care workers battling coronavirus, the company said in a statement on Facebook.  The Armani Group closed its shops and hotel in Milan on March 10 to minimize the spread of the virus. The company also said it donated two million Euros to Italy's Civil Protection Agency and hospitals most effected by coronavirus.   ##Business## New York Gov. Andrew Cuomo responded to President Trump’s tweet that there are thousands of federal government ventilators found in a storage facility in New York and that the state “must distribute now.” Here's what Cuomo said:  “That is incorrect and grossly uninformed. The point is, we have ventilators in a stockpile and we didn’t send them to the hospital yet. Of course we didn’t — that’s the whole point. The hospitals don’t need them yet. The hospitals aren’t at their apex. The hospitals have enough ventilators today, but their numbers are going up. We’re planning for an apex, a high point, in about 21 days – that’s when we need the 30,000 ventilators, not today. Right now we’re putting them in a stockpile,\" Cuomo added. \"So the point is, ‘well they’re in a stockpile, you must not need them is just ignorant – of course you don’t need them today! You need them when you hit the apex, which is 30,000. We’re not there yet,\" he said. Watch: The Utah Jazz said all of their players and team personnel, including center Rudy Gobert and guard Donovan Mitchell, have completed their self-isolation period and are medically cleared by the Utah Department of Health.   \"The UDOH has determined that all Jazz players and staff, including Donovan Mitchell and Rudy Gobert who tested positive for the novel Coronavirus, no longer pose a risk of infection to others,\" said the NBA team in a statement released Friday. Earlier this month, Gobert and Mitchell became the most high-profile athletes known to have been diagnosed with Covid-19. On March 11, the Jazz were set to play the Oklahoma City Thunder before it was ultimately postponed because of coronavirus fears – prompting NBA commissioner Adam Silver to suspend the NBA season. The team says the players have been in isolation/quarantine since the season was postponed. After being medically cleared, all players and staff will continue to practice distancing while limiting their time outside to essential activities as recommended by the NBA and CDC.    ##Health## UK will convert two further conference centers into temporary hospitals, NHS Chief Medical Officer Simon Stevens said at a news conference on Friday. London's Excel Centre is already in the process of being turned into a field hospital.  \"And today — because this is a problem not just confined to London, but across the whole country — I have given the go ahead to the building of two further of these NHS Nightingale hospitals, beginning with Birmingham's National Exhibition Centre and the Manchester Central Convention Centre, with further such hospitals to follow,\" Stevens said.  He added that hospital services have been configured so that 33,000 more beds are available to treat coronavirus patients.  ##Health## At least 206 members of the Fire Department of New York have tested positive for Covid-19, FDNY spokesperson Jim Long tells CNN.  That’s up from 131 yesterday. That includes firefighters, emergency medical service workers and civilian employees. EMS services have had 6,043 calls in the last 24 hours.  ##Health## The House of Representatives on Friday approved a historic $2 trillion coronavirus response stimulus package, clearing the way for President Trump's signature. The far-reaching legislation stands as the largest emergency aid package in US history. It injects a massive financial boost into a struggling economy with provisions aimed at helping American workers, small businesses and industries grappling with the economic disruption. Key elements of the package include sending checks directly to individuals and families, an expansion of unemployment benefits, money for hard-hit hospitals and health care providers, financial assistance for small businesses and $500 billion in loans for distressed companies. “No bill is perfect, but we want to make sure that it at least comes near part of the way to being sufficient,” House Speaker Nancy Pelosi said on the House floor. She said she is already working towards a fourth coronavirus response measure: “We know that this cannot be our final bill.” A bipartisan swath of lawmakers passed the stimulus package by voice vote, a process commonly used in the House for uncontroversial measures, after Kentucky Republican Thomas Massie attempted to force a full roll call vote — a scenario that had members scrambling to get back to the Capitol from around the country on Friday.  Congressional leaders blocked Massie's effort, saying an insufficient number of members supported his request. A quorum of the House — 216 members — was needed to block Massie’s attempt. Members who made it to DC for the debate attempted to maintain social distancing, with some staying on the House floor while others sat in the upstairs gallery above the chamber, where the public usually sits. Essentially, hundreds of lawmakers traveled to the Capitol in the 24 hours leading up to the vote, not to hold a full vote, but in order to prevent a full vote from happening. If a roll call vote had been taken, it would have been very slow: members would have voted in alphabetical groups in order to limit their social interactions. Massie wrote on Twitter ahead of the showdown that House Speaker Nancy Pelosi and Minority Leader Kevin McCarthy worked together \"to block a recorded vote just to insulate members of Congress from ACCOUNTABILITY.” “Biggest spending bill in the history of mankind, and no recorded vote? #SWAMP,” he said. ##Health## The World Health Organization announced on Friday that the first patients enrolled in its Solidarity trial, which will examine potential treatment options for Covid-19, will be based in Norway and Spain. The first patient enrolled in the trial is at the University of Oslo in Norway.  \"We are delighted to announced that today in Norway and Spain, the first patients will shortly be enrolled in the Solidarity trial, which will compare the safety and effectiveness of four different drugs or drug combinations against Covid-19,\" WHO Director-General Tedros Adhanom Ghebreyesus said. \"This is a historic trial which will dramatically cut the time needed to generate robust evidence about what drugs work. Over 45 countries are contributing to the trial and more have expressed interest,\" Tedros said. \"The more countries who join the trial, the faster we will have results.\" WHO announced last week that it had organized the trial to test coronavirus treatment approaches across several countries and compare data to find which treatments may be most effective. When the announcement was made, WHO noted that many countries agreed to join the trial, including Argentina, Bahrain, Canada, France, Iran, Norway, South Africa, Spain, Switzerland and Thailand. ##Health## Louisiana has reported at least 441 new coronavirus cases and 36 deaths since yesterday. There are at least 2,746 cases of coronavirus and 119 deaths in the state, according to the Department of Health's website. The majority of cases are in Orleans Parish, which includes the city of New Orleans. ##Health## After repeatedly suggesting that social distancing guidelines could be lifted – at least in some places – in time for Easter Sunday, the Trump administration appears to have backed off that timeline. During a town hall interview with Fox News and subsequent one-on-one interview with Fox’s Bill Hemmer, Trump raised the prospect, at one point saying there would be “packed churches all over our country.” Trump again floated the idea during Tuesday’s press briefing. The idea was widely criticized and was not supported by any prominent politician or doctor. CNN's Jim Acosta reported Tuesday that the coronavirus task force received plenty of feedback from public health experts sounding the alarm over easing the social distancing guidelines next week, a source familiar with the matter said. Although Trump has talked about reopening the country by Easter, the source said, the President hasn’t reached a final decision on exactly when the government’s guidelines would be relaxed to get the economy back up and running. When Trump talked up the idea of packing churches on Easter, the source continued, the president knew it was more wishful thinking than a realistic goal. “He was being himself,” the source said. On Wednesday, Trump’s language softened: “I would say by Easter we'll have a recommendation, and maybe before Easter,” he said at the briefing. By Thursday, Trump did not reference the Easter timeline at all – neither during the briefing nor his interview with Fox’s Sean Hannity. Thursday night, Dr. Anthony Fauci told CNN Trump provided an \"aspirational projection to give people some hope.\" And Friday morning, Vice President Mike Pence called it an “aspirational goal” during an interview with CNBC. ##Health## The rate of infection in the UK has been doubling every three to four days according to \"best scientific analysis\" UK Cabinet Minister Michael Gove said on Friday.  Gove added that these figures were a \"powerful reminder\" of the \"need for all of us to act.\" ##Health## Sonja Reinert, a labor and delivery nurse at Emory Hospital Midtown in Atlanta, posted an emotional video on Facebook Friday, urging people to stay home and stop stealing their supplies. She said they don't have enough personal protective equipment or other supplies. They've had to hide, gloves hats and even hand sanitizer because people have been stealing it. \"We had stuff just disappear. We had to hide them because people would just take them,” Reinert said. “I think that’s what’s the most shocking is that people walking into a hospital and think they can just take something,\" she added. Reinert said hospital administrators are doing everything they can to get the supplies they need. She went on to ask the public for face masks and supplies, adding, \"please consider donating them because we don't have anything.\" Reinert said they test any patients with a cough for coronavirus, but the results don't come back for three days. They've been treating any patients with symptoms as if they have the disease. Watch: ##Health## Data is continuing to show that younger people are being hospitalized with Covid-19, World Health Organization officials said during a media briefing in Geneva on Friday.  \"Young people are not invincible,\" said Dr. Maria Van Kerkhove, WHO infectious disease epidemiologist. \"What we know from data across a number of countries — including data from China, including data from the US and Italy and Iran and Korea and Japan and others — is that this virus can cause mild disease,\" Kerkhove said. \"But we do have reports and there are some publications now that describe severe infection in children.\" Dr. Mike Ryan, WHO executive director of health emergencies program, said during the briefing that in Korea, 20% of the deaths were in people under 60 years of age; in Italy, up to 15% of people in intensive care were under 50; and in Germany and other countries, up to 10% to 15% of people under 50 with disease will have moderate to severe infection.  \"This Covid-19 virus is capable of causing infection and severe disease in people of all ages,\" Kerkhove said. ##Health## The US House is debating the $2 trillion economic stimulus bill now. Here's what we're expecting next: As soon as debate ends, the House will vote by voice. \nThen, Thomas Massie will ask for a recorded vote (he tweeted earlier today he'd do this). \nSomeone will suggest an absence of a quorum. \nThen all the members who came back to Washington will show up. \nMassie will then again ask for a recorded vote again. \nThen the chair will ask for a sufficient second. That requires one-fifth of the members to rise and be counted. That won’t happen. \nThen, the House will approve the stimulus by voice. What this is about: Massie tweeted that he will seek a recorded vote, meaning that members would be required to show up in person and vote on the historic stimulus bill.  Leadership has hoped to pass the measure by a voice-vote.  ##Stimulus Bill## The number of people who died of coronavirus in Italy has risen by 969, the biggest daily jump since the crisis began.  The total number of deaths now stands at 9,134, according to Italy's Civil Protection Agency.  There has been an increase of 4,401 cases of coronavirus in the past day, the Civil Protection Agency said.  The total number of recorded coronavirus cases in Italy, including deaths and those who recovered, now stands at 86,498. ##Health## Clarification: The 969 figure includes 50 deaths that were not included in Thursday’s figures. Alabama Gov. Kay Ivey announced Friday she is ordering the closure of all nonessential businesses in the state due to the coronavirus outbreak.  All nonessential businesses are being asked to close at 5 p.m. on Saturday. Ivey said they have broken their nonessential businesses into four categories:  Entertainment, athletic venues, nonessential “close contact” service establishments, and nonessential retail stores. The businesses will remain closed through April 17.  Ivey went on to say that she will not be issuing a statewide shutdown.  As of Friday morning, Alabama has recorded 540 cases of coronavirus. ##Health## Vermont Gov. Phil Scott said in a news conference today that he has closed in-person instruction for the remainder of the school year, but is asking schools to continue virtual learning. He said he fully understand this is hard and the impact it will have on families, but he believes it is important to keep people safe. ##Health## Apple on Friday released a website and an iOS app that allows users to screen themselves for coronavirus symptoms, marking another response to the pandemic by a major tech platform.  Both tools were developed in partnership with the Centers for Disease Control and Prevention, as well as the White House's Coronavirus Task Force and the Federal Emergency Management Agency, Apple said in a statement to CNN. The app and website include a questionnaire and information about the novel coronavirus.  The website is https://www.apple.com/covid19. The app can be downloaded here: https://apps.apple.com/us/app/id1504132184 Apple said it will not collect or store users’ answers to the questionnaire, though it will collect anonymous information about usage of the tools. ##Health## ##Business## As the world faces a global shortage of medical equipment, the World Health Organization is planning to ship personal protective equipment to doctors in 60 more countries, WHO Director-General Tedros Adhanom Ghebreyesus said during a media briefing in Geneva today. \"The chronic global shortage of personal protective equipment is now one of the most urgent threats to our collective ability to save lives,\" Tedros said Friday.  \"WHO has shipped almost 2 million individual items of protective gear to 74 countries that need it most and we’re preparing to send a similar amount to a further 60 countries, but much more is needed,\" Tedros said. \"The problem can only be solved with international cooperation and solidarity.\" ##Health## Illinois has a \"desperate need\" for personal protective equipment, the state's Department of Public Health tweeted Friday. IDPH is asking for anyone who can donate gloves, masks, and gowns to protect health care workers to reach out to the state to arrange for a donation. More on this: Gov. J.B. Pritzker said during a news conference Thursday that Illinois is competing with other states, the federal government and other countries in the marketplace to obtain more PPE. Pritzker called on President Trump to enforce the Defense Protection Act executive order to make it easier for states to produce and purchase more PPE.  ##Health## The House will say GOP Rep. Thomas Massie does not have a sufficient second to request a roll call vote, according to three sources familiar with the matter.  Members still had to return to the Capitol because they need to establish a quorum to do this. Members are sitting in the upstairs gallery to ensure they have enough for a quorum and to maintain social distancing Massie needs one-fifth of the members to rise and be counted to get a sufficient second for a roll call. That won’t happen, sources said. This is highly unusual, sources said, to say a member doesn’t have enough for a second. What this is about: Massie tweeted that he will seek a recorded vote, meaning that members would be required to show up in person and vote on the historic stimulus bill.  Leadership has hoped to pass the measure by a voice-vote.  ##Stimulus Bill## England's Chief Medical Officer Professor Chris Whitty has coronavirus symptoms and is self-isolating at home, he tweeted on Friday. \"After experiencing symptoms compatible with COVID-19 last night, in line with the guidance, I will be self-isolating at home for the next seven days. I will be continuing to advise the Government on the medical response to Coronavirus, supported by my deputies,\" Whitty tweeted. The news comes just hours after the UK's Prime Minister Boris Johnson and Health Secretary Matt Hancock announced they had also tested positive for the coronavirus. With three of the key people in charge of the UK's response to the pandemic now infected by the virus, it raises the question of how many more people at the top of the British government have been affected. Johnson had been criticized for continuing to shake people's hands in public while government advice was to keep around two meters away from other people. The Prime Minister, Whitty and Chief Scientific Adviser Patrick Vallance had also been giving regular in-person news conferences to journalists until Tuesday. Neil Ferguson, a top UK government adviser on the virus, said he believed he had been infected just over a week ago, warning: \"There is a lot of Covid-19 in Westminster.\" Prince Charles, the heir to the British throne, also tested positive for coronavirus this week. ##Health## Work has started on creating a temporary morgue at Birmingham Airport in central England \"in preparation for a predicted rise in the number of fatalities from coronavirus,\" the area's West Midlands police said in a statement on Friday.  The site will initially be able to accommodate 1,500 deaths, but will expand to hold more, and could ultimately hold all deaths across the West Midlands region including those not related to coronavirus, the statement said. “Birmingham Airport can confirm that it is working with the authorities to provide land and a hangar for a temporary mortuary site at the Elmdon side of Birmingham Airport, to support with the Covid-19 pandemic,\" a Birmingham Airport spokesperson said.  Authorities say they will do everything they can to accommodate different religious requirements, and are working with faith leaders and religious groups.  “We understand that it is a very difficult time for everyone and we will do all that we can to make sure bereaved families understand what is happening to their loved ones and to release them for funeral as soon as we can,\" senior Birmingham coroner Louise Hunt said. ##Health## The French government has extended measures to confine citizens to their homes during the ongoing coronavirus pandemic, Prime Minister Edouard Philippe said Friday. Speaking during a news conference in Paris, Philippe confirmed that government-enforced restrictions on movement will continue to be in place until April 15.  \"After 10 days of confinement, it is clear that we are only at the beginning of the epidemic wave,” the French prime minister told reporters.  “This period may be extended, depending on the health situation,\" he added.  ##Daily Life## New York Gov. Andrew Cuomo appeared to respond to comments from the President that the state may not need as many ventilators as the governor has been asking for this week. Cuomo didn't directly call out President Trump, but he said, \"everyone is entitled to an opinion\" when asked about pushback on his projection that New York needs 30,000 more ventilators.  He added, \"I don't operate on opinion.\" On the 30,000 additional ventilators he believes New York needs, Cuomo said, \"that's what the data and the science said.\" He noted that scientists have told him the state may need 140,000 hospital beds and as many as 40,000 ventilators at the apex of the outbreak.  Cuomo said he will \"make the decisions based on the data and the science\" and \"the numbers say you may need 30,000\" additional ventilators. More context: During an interview with Sean Hannity on Thursday, Trump appeared to downplay Cuomo's request for tens of thousands of more ventilators for his state. \"I don't believe you need 40,000 or 30,000 ventilators,\" Trump told Hannity, an apparent reference to New York. Kentucky GOP Rep. Thomas Massie tweeted that he will seek a recorded vote, meaning that members would be required to show up in person and vote on the historic stimulus bill.  Earlier on the House floor, there appeared to be an intense discussion, with House Speaker Nancy Pelosi seated, Massie standing and House Minority Leader Kevin McCarthy seated behind. When asked if there will be a roll call vote after Massie's tweet, McCarthy said, \"No, we’ll get the bill done with out that.\" ##Stimulus Bill## New York Gov. Andrew Cuomo lauded New Yorkers for showing strength, resiliency and love during the coronavirus outbreak. “New Yorkers never cease to amaze me, how big their heart is. You know, they talk about New Yorkers are tough. Yeah, you know, we’re tough. To live in a place like this, you have to be tough. But as tough as we are is as loving as we are, and is as big as our heart is,” Cuomo said. “And when someone needs something, there’s no place I’d rather be than New York.” He also called the outpouring of more than 62,000 retired health care volunteers and 10,000 mental health volunteers in the state “beautiful,\" he added. ##Daily Life## New York Gov. Andrew Cuomo said the coronavirus pandemic will \"change this nation.\" He told New Yorkers that, one day, they'll tell stories about the outbreak to their children and grandchildren. \"You are living a moment in history,\" he said at a news conference. \"This is going to be one of those moments they're gonna write about, they're going to talk about for generations. This is a moment that's going to change this nation.\" He continued: \"This is a moment that forges character, forges people, changes people. Make them stronger, make them weaker but this is a moment that will change character, and ten years from now you'll be talking about today, to your children or your grandchildren, and you will shed a tear because you will remember the lives lost, and you'll remember the faces and you'll remember the names and you'll remember how hard we worked, and that we still lost loved ones.\" \"But you will also be proud,\" he added. \"You'll be proud of what you did. You'll be proud that you showed up. You showed up when other people played it safe, you had the courage to show up.\" New York Gov. Andrew Cuomo said hospitalizations from the coronavirus are now doubling every four days. However, he noted that this is a decrease in the rate of hospitalization from earlier this week, when it was doubling every two or three days. Cuomo said this was \"good news\" that the rate of hospitalizations is slowing. But he reiterated that rate of new cases of coronavirus is still going up in the state. \"We want to see the rate slowing, and then we want to see the number of actual cases coming down or flattening,\" Cuomo said. At least 519 people have died from coronavirus across New York state, Gov. Andrew Cuomo said. That's up from 385 reported deaths. \"That is going to continue to go up, and that is the worst news that I could possibly tell the people of the state of New York,\" Cuomo said. ##Health## New York Gov. Andrew Cuomo announced that the following locations are among those being assessed to become temporary hospital facilities during the coronavirus pandemic:  Bronx: New York Expo Center\nQueens: Aqueduct Racetrack\nBrooklyn: Brooklyn Cruise Terminal\nStaten Island: College of Staten Island New York Gov. Andrew Cuomo said he will seek to build another four more temporary hospitals in the state to combat coronavirus. He said that will increase hospital capacity by 4,000 beds. The state has already started working with the federal government to build four temporary hospitals. Cuomo said, \"I'm going to ask the President today to authorize\" the additional hospitals. Some context: Gov. Cuomo says New York will need 140,000 beds for the apex. There are currently 53,000 beds. ##Health## New York Gov. Andrew Cuomo said the state is looking at \"about 21 days for a possible apex\" for the peak number of coronavirus cases.  He continued: \"So we want to do everything we can to be ready for that increased capacity that could hit us in 21 days and ramp up the hospital capacity.\"  He said that, at that time, New York will need 140,000 hospital beds. There are currently 53,000 beds. The press conference is ongoing. ##Health## New York Gov. Andrew Cuomo just announced that all schools across the state will remain closed until April 15. Schools had originally been scheduled to reopen next week, but now, they'll stay closed for another two weeks. Officials will reassess the situation at that time.  \"School should remain closed. I don't do this joyfully,\" Cuomo said at a news conference. \"It only makes sense to keep the schools closed.\" ##Daily Life## Washington, DC, Mayor Muriel Bowser just announced that one of her staffers has died from coronavirus. “A member of my team who worked in the office of legal counsel recently tested positive for Covid-19 and he passed away this morning,\" she said at a news conference. She continued: \"My prayers right now are with his family, his entire team and of course we will be supporting them during this very difficult time.” Mayor Bowser did not give any further details on the staffer. Massachusetts Gov. Charlie Baker announced today that all travelers arriving to the state are to self-quarantine for 14 days. The governor said all travelers will receive flyers with info at Boston's Logan Airport as well as other transportation hubs. Drivers will also see this on message boards and at rest stops instructing travelers to quarantine. “Do not travel to our communities especially if you have symptoms,” Baker said at an ongoing news conference. ##Travel## US Surgeon General Dr. Jerome Adams said Friday on \"CBS This Morning\" that the Federal Emergency Management Agency has sent a team to New York City to help allocate resources. \"You heard Governor Cuomo say, look, we have actually resources, they're just mismatched,\" Adams told CBS' Gayle King. \"So we sent a team, a FEMA team to help New York City to make sure the resources are getting to where they need.\"  \"We need to make sure we get right resources to the right people, and that's what we're committed to doing,\" Adams said. ##Health## Rep. Haley Stevens, a typically mild-mannered freshman Democrat from Michigan, went over her allotted time while speaking on the House floor, prompting the presiding officer to tell her her time was up. However, she continued to shout her speech as members were audibly telling her to stand down. House Majority Leader Steny Hoyer asked for her to have some additional time, but she went beyond that and Hoyer was gently trying to get her to wrap up - as the chair was banging the gavel down. The House is debating a $2 trillion stimulus bill. The legislation represents the largest emergency aid package in US history and the most significant legislative action taken to address the rapidly intensifying coronavirus crisis, which is overwhelming hospitals and grinding much of the economy to a halt. Stevens wore pink plastic gloves throughout her speech.  \"To our doctors and our nurses, I wear these latex gloves to tell every American to not be afraid,\" she said. Finally, she loudly said, “I yield back,” slamming her speech on the table.  Speaker of the House Nancy Pelosi was smiling and Stevens sat down next to her for a minute. Watch: ##Stimulus Bill## Vice President Mike Pence downplayed President Trump's Easter timeline for having the country \"opened up\" in a CNBC interview today. “The President expressed really an aspirational goal as we continue to follow the data,” he said.  “He would love to see it around Easter but whenever that day is that we can responsibly open up portions of the country,\" Pence added, Some background: Earlier this week, President Trump said he wants the nation \"opened up and just raring to go by Easter.\" But few health experts — which is just more than two weeks away — will be sufficient in containing the spread of coronavirus.  ##Daily Life## ##Business## At least 512 New York Police Department employees have tested positive for coronavirus as of Friday morning, a senior NYPD official tells CNN, up 161 from an official update by the NYPD Thursday evening. Of the 512, 442 are uniformed members of the forces, and 70 are civilian members, according to the source. 4,122 – about 11% of the NYPD work force – are out sick, the official tells CNN. ##Health## An infectious disease epidemiologist says there is still confusion over a concerted national plan for responding to the coronavirus.  “We still don't have a plan. I do not know what the national plan is for responding to this virus. Until we get that, it is a piecemeal situation,” said Dr. Michael Osterholm, director of the Center for Infectious Disease Research and Policy at the University of Minnesota. Since there are so many areas affected by the coronavirus all at once, Osterholm said “we’re in trouble” from a supply standpoint.  “We're all going to need these ventilators all at the same time. We're going to need the protective equipment for employees all at the same time, and we’re just not going to have it,” he told CNN’s Jim Sciutto.  Multiple sources told CNN that there is frustration among employees within the Federal Emergency Management Agency over being brought into the coronavirus response too late, as well as communication discrepancies between the agency and the White House.  Watch more: ##Health## Percy Ewart Lockton, 87, was diagnosed with coronavirus after he returned to the UK from an idyllic cruise around the Caribbean with his wife Phyllis last month. His condition deteriorated and he was soon fighting for his life in North Manchester General Hospital.  “There were a few days when we really were very worried about him and we were told to prepare for the worst,\" his granddaughter, Sophie Edwards told CNN.  With the help of some antibiotics to help treat another chest infection triggered by the Covid-19, the tide began to turn for Ewart. Eventually, as his health improved, he was given the all clear to go home, according to his granddaughter.  A Facebook post from Sophie shows the moment Ewart was discharged, wearing a mask and walking out of the hospital, accompanied by a nurse.  “This is my 87 year old Grandpa saying goodbye to staff at North Manchester Hospital where he’s been for 2 weeks with Covid Positive Pneumonia. He’s now finishing his recovery where he belongs, at home with my Grandma!” the post reads. Airport security screeners are currently seeing only a sliver of the traffic they saw this time last year.  Yesterday, the Transportation Security Administration screened only 8% of the people that it did on the same day in 2019, according to newly-released numbers from the agency.   It counted 203,858 people passing through its checkpoints.  This marked the first day in the coronavirus outbreak that the agency has screened less than 10% of last year’s traffic.  The figures are one way to measure the dramatic drop in people traveling. When March began, the agency was screening slightly more people than it did on the same day last year.   ##Travel## Members of political parties are furious with Rep. Thomas Massie, a Republican from Kentucky, for not being clear about whether he will object to the coronavirus stimulus bill passing on voice vote, with some former top aides also saying the Kentucky Republican is endangering the safety of his colleagues. Rep. Eric Swalwell, a House Democrat from California, said about Rep. Massie: “It’s not about him. I don’t want to make an insignificant person more significant.” \"Dear @RepThomasMassie: If you intend to delay passage of the #coronavirus relief bill tomorrow morning, please advise your 428 colleagues RIGHT NOW so we can book flights and expend ~$200,000 in taxpayer money to counter your principled but terribly misguided stunt. #thankyou,” Rep. Dean Phillips, a Minnesota Democrat, tweeted Thursday night. Rep. Pete King, a New York Republican, tweeted on Friday morning: “Heading to Washington to vote on pandemic legislation. Because of one Member of Congress refusing to allow emergency action entire Congress must be called back to vote in House. Risk of infection and risk of legislation being delayed. Disgraceful. Irresponsible.”  And Brendan Buck, a former top aide to House Speaker Paul Ryan, said Friday that Massie is “legitimately threatening the health of his colleagues, many in their 60s or 70s even 80s, for a stunt on a bill he knows is going to pass.” “I hope no one forgets what he’s done here,” Buck wrote. Democratic congressman Thomas Suozzi of New York said his message to Massie is: “Cut it out.” He also said there’s “anxiety” about being here and his family isn’t happy that he’s here. Now President Trump has weighed in on Massie. In a Tweet this morning, Trump called on Republicans to “throw Massie out” of the party. Some context: The House is currently debating the $2 trillion stimulus bill for the next couple hours. Leadership is hoping to pass the measure by a voice-vote shortly thereafter. The fear right now is that Massie — who has not committed to voting yes — could prevent the House from approving the  bill by voice vote, forcing them instead to cast a roll-call vote in person. Massie is among about 50 members who are in the House chamber now, sitting quietly. He has not responded to multiple requests for comment from CNN. ##Stimulus Bill## US stocks kicked the day off lower on Friday, paring some of their gains from the monstrous rally over the past three days. Here's what happened at the opening: The Dow opened 3.9%, or 885 points, lower.\nThe S&P 500 fell 3.5%.\nThe Nasdaq Composite opened down 3.1%. Some context: Despite the weaker open, all three indexes are still on track for strong weekly performances. As of Thursday’s close, the Dow was on track for its best week since the 1930s. You can follow live updates on the markets here. ##Business## House Speaker Nancy Pelosi told CNN that while she can’t say for sure how or when the bill will pass, it will be approved Friday. “There are a few scenarios but at the end of the period of time, we will have passed the bill so I am excited about that with strong bipartisan enthusiasm,” she said as she walked from her office to open the House floor. Some context: There is some concern that a member of Congress could block allowing a voice vote to quickly clear a massive stimulus bill,  Pelosi said debate was supposed to run until 11 a.m. ET today, but an extra hour was requested so it now will end at noon. At that point it’s not clear if a voice vote will be allowed or if it will be blocked Rep. Thomas Massie, a Republican from Kentucky who has threatened to force a roll call vote.  “Yes,” Pelosi said, acknowledging the uncertainty in the chamber she leads. “There are some asking for one thing or another but we will be prepared for what ever it is.\" Asked to confirm the bill will definitely pass Friday, she said: “Yes.” About the bill: The Senate approved the package on Wednesday. The legislation represents the largest emergency aid package in US history and the most significant legislative action taken to address the rapidly intensifying coronavirus crisis, which is overwhelming hospitals and grinding much of the economy to a halt. Trump has indicated he will sign the measure. ##Stimulus Bill## Italy has not reached the peak of coronavirus contagion, director of Italy's National Health Institute Silvio Brusaferro said Friday during a press conference. Brusaferro said that Italy \"has not reached the peak [of contagion], we have signs that the curve is slowing down which make us assume that we are close to this. We expect that we could reach the peak these coming days. We are not in a descending phase, but the growth is slowing down.\" \"We must not delude ourselves that a slowdown of the spread may lead us to slow down the measures of social distancing that we have adopted,\" Brusaferro added. \"If we had to decide today, I consider inevitable the extension of the measures, because we are not in a markedly declining phase, we are still in a containment phase,\" Franco Locatelli, president of the National Health institute said referring to the government containment measure that are in force till April 3.  Both Locatelli and Brusaferro are part of the technical and scientific committee that advises the government on the measures to take to stop the spread of the virus. ##Health## Floor debate on the economic stimulus bill has started in the US House.  House Majority Leader Steny Hoyer said in his opening remarks that it will be an “unusual” but “critical” session.  There are now up to three hours of debate, and a vote is expected around noon.  The Senate approved the package on Wednesday. The legislation represents the largest emergency aid package in US history and the most significant legislative action taken to address the rapidly intensifying coronavirus crisis, which is overwhelming hospitals and grinding much of the economy to a halt. Trump has indicated he will sign the measure. ##Stimulus Bill## Matt Hancock, the UK's Secretary of State for Health and Social Care, has tested positive for coronavirus, he confirmed in a video posted to Twitter on Friday.  \"Following medical advice, I was advised to test for #Coronavirus,\" Hancock said in a statement published to Twitter. \"I've tested positive. Thankfully my symptoms are mild and I’m working from home & self-isolating,\" he added.  Earlier today, UK Prime minister Boris Johnson said that he has tested positive for coronavirus. Are you a health care worker on the front lines fighting Covid-19? CNN would like to hear from you. Negotiators from the UK and the European Union will hold a joint committee meeting via video conference on Monday, Boris Johnson's spokesman told reporters Friday. Johnson said earlier today that he has tested positive for coronavirus. There was an exchange of texts between the two sides, the spokesman said, adding he was not aware of any specific talks having taken place From the UK’s point of view, there is no change in the timetable.  The Brexit transition period is scheduled to end at the end of the year. Forty five doctors who tested positive for coronavirus have died in Italy, the Italian Association of Doctors said Friday. The death toll comes after there was an urgent call for medical protective equipment from Filippo Anelli, the president of the association, on Thursday. Since the beginning of the epidemic, more than 6,000 health workers have been infected by coronavirus as of Thursday, according to the Italian National Institute of Health. ##Health## The European Space Agency published new images showing sharp reductions in pollution over several major cities in Europe due to the coronavirus crisis.  The data is based on observations by the Copernicus Sentinel-5P satellite, and show dramatic declines in the levels of nitrogen dioxide concentrations over Paris, Milan and Rome, compared to average concentrations a year ago. The measurements were taken over 10 days to even out changes in the weather, which affect the concentration of nitrogen dioxide. NO2 forms when fossil fuels such as coal, oil, gas or diesel are burned. Certain coronavirus \"hot spots\" in the United States are expected to see the pandemic hit even harder next week, US Surgeon General Dr. Jerome Adams said on CBS. \"We also see hot spots like Detroit, like Chicago, like New Orleans that will have a worse week next week than what they had this week,\" Adams said this morning.  \"The virus and the local community are going to determine the timeline. It's not going to be us from Washington, DC. People need to follow their data, they need to make the right decisions based on what their data is telling them,\" Adams added.  He said the US has seen a significant increase in testing, which is \"good news.\" \"We're approaching a million tests. We're trying to give people the data so that they can make informed decisions about where they are on their timeline and what they should be doing,\" he said. During a White House briefing yesterday, Vice President Mike Pence said that \"in partnership with commercial labs across America, this morning we received word that 552,000 tests have been performed and completed all across the United States.\"  Adams also said Friday that as the coronavirus pandemic continues, each region in the United States might experience differences in case numbers and deaths. \"Everyone's curve is going to be different,\" Adams said. \"New York is going to look different than Boise, Idaho or Jackson, Mississippi, or New Orleans.\" ##Health## A 101-year-old man who tested positive for coronavirus has been released from hospital, Gloria Lisi, the deputy mayor of Rimini, Italy, said in a statement Thursday. The man, referred to as \"Mr. P\" in the statement, was born in 1919 — in the middle of another tragic world pandemic. “A hope for the future of all of us in the body of a person over one hundred years old, when the sad chronicles of these weeks mechanically tell us every day of a virus that is raging especially among the elderly. Mr. P. made it. The family brought him home yesterday evening. To teach us that even at 101 years the future is not written,” Lisi said. Mr. P. was hospitalized in Rimini last week after testing positive for Covid-19.  Rimini registered 1,189 coronavirus cases as of Thursday, according to the Italian Civil Protection Department. ##Health## The mayor of New Rochelle, a city north of New York City, says while the number of coronavirus cases is still increasing, it is rising at a lower rate than it was two weeks ago.  “I would say that New Rochelle's local experience gives us some reason for cautious optimism. Because of those early restrictions, we're now seeing some indication that the rate of increase in the virus is moderating,” Mayor Noam Bramson said.  New Rochelle experienced a cluster of coronavirus cases beginning earlier this month, prompting officials to set up a “containment zone,” where schools, religious events and large gatherings were shuttered.  “Now that’s the policy that’s been adopted statewide and across multiple states all across America. New Rochelle was different only because it became a little bit earlier, and so our experience here can be something of a leading indicator for how things might go elsewhere,” he added. Watch more: ##Daily Life## Foreign Secretary Dominic Raab would stand in if UK Prime Minister Boris Johnson was too unwell to govern the country.  UK Prime Minister Boris Johnson will isolate for seven days after testing positive for the coronavirus, but 10 Downing Street has given no indication that he plans to hand control to Raab in light of his diagnosis.  Downing Street has previously confirmed that Raab would stand in if Johnson was too unwell to continue, PA Media reports.  If Raab also became ill, the Prime Minister has the power to delegate responsibility to any of his ministers, PA reported.  Who is Raab? Raab was appointed Secretary of State for Foreign and Commonwealth Affairs and First Secretary in July 2019. He has also served as Secretary of State for Exiting the European Union, and Minister of State for Housing. UK Prime Minister Boris Johnson will isolate for seven days after testing positive for the coronavirus. Staff at 10 Downing Street will observe Public Health England guidelines on contact with the Prime Minister, and will remain 2 meters apart from him at all times in the event they have any contact with him, a spokesperson for the PM said. The spokesperson said Johnson noticed he had mild symptoms on Thursday afternoon and was tested in 10 Downing Street on the advice of the government's Chief Medical Officer Chris Whitty. Johnson got the results of the test at midnight last night.  The 55-year-old Prime Minister has been in self-isolation in his 11 Downing Street apartment, where he will remain, the spokesperson added. The spokesperson declined to comment on the health of Johnson’s fiancee, Carrie Symonds, who is pregnant.  The official said other people in Number 10 have self-isolated as a result of having symptoms. Coronavirus in Westminster: The confirmation comes just over a week after a top government adviser on the virus, Neil Ferguson, said he believed he had been infected and warned: \"There is a lot of Covid-19 in Westminster.\" Ferguson had met the Prime Minister, as well as Whitty, and Chief Scientific Adviser Patrick Vallance. It was unclear, however, where Johnson may have contracted the virus. There will be a loss of 2% in annual GDP growth in major economies for each month of containment, The Organisation for Economic Co-operation and Development (OECD) has estimated.  OECD Secretary-General Angel Gurría unveiled the latest estimates in preparation to the G20 virtual summit yesterday, showing that the lockdown will directly affect sectors amounting to up to one third of GDP in the major economies. “For each month of containment, there will be a loss of 2 percentage points in annual GDP growth. The tourism sector alone faces an output decrease as high as 70%.\" OECD said in a press release Friday. The group said \"many economies will fall into recession.\" \"This is unavoidable, as we need to continue fighting the pandemic, while at the same time putting all the efforts to be able to restore economic normality as fast as possible,” the statement said. “Our analysis further underpins the need for sharper action to absorb the shock, and a more coordinated response by governments to maintain a lifeline to people and a private sector that will emerge in a very fragile state when the health crisis is past,” Gurria said. ##Business## The Queen remains in good health, Buckingham Palace said Friday after news broke that UK Prime Minister Boris Johnson has tested positive for coronavirus. “The Queen last saw the PM on the 11th March and is following all the appropriate advice with regards to her welfare,” the Palace said in a statement. Charles tested positive earlier this week: Prince Charles, Queen Elizabeth II's son and the heir to the British throne, is now self-isolating in Scotland, his office announced Wednesday. Criminals are taking advantage of the global coronavirus crisis and their activity is expected to rise as the pandemic drags on, Europol, the EU's law enforcement agency, said in a new report Friday. \"Criminals have been quick to seize opportunities to exploit the crisis by adapting their modi operandi or engaging in new criminal activities,\" Europol said.  The number of cyberattacks against organizations and individuals is \"significant and is expected to increase,\" Europol said. A cyberattack on Brno University Hospital in the Czech Republic forced the hospital to shut down its entire IT network, postpone urgent surgical interventions and re-route new acute patients to a nearby hospital. A large number of new or adapted fraud schemes, such as telephone schemes, supply scams and decontamination scams, can also be expected to emerge over the coming weeks as \"fraudsters will attempt to capitalize further on the anxieties of people across Europe,\" the agency said.   The sale of counterfeit healthcare and sanitary products, as well as personal protective equipment and counterfeit pharmaceutical products, has also increased \"manifold\" since the start of the outbreak. Between March 3 and 10 alone, authorities have seized over 34,000 counterfeit surgical masks.  Europol said organized property theft is also on the rise. Multiple EU member states have reported cases where perpetrators gain access to private homes by impersonating medical staff providing informational material or hygiene products, or conducting a \"corona test.\" The first case of novel coronavirus has been confirmed in a Kremlin staffer, Russian president’s spokesperson Dmitry Peskov said Friday. “Indeed there are cases of the coronavirus within the administration,” Peskov said in a conference call with reporters when asked to comment on recent media reports.  I know of one case and I can confirm it, I’m not aware of a second one... all necessary epidemiological measures are being taken to prevent the virus from spreading further.\" According to Peskov, President Vladimir Putin was not in contact with the person who tested positive. “The President continues to work, he cannot just stop,” Peskov said. \"This once again proves the precautionary measures such as inviting everyone who attends the events with the President’s participation to undergo testing are justified.\" UK Prime Minister Boris Johnson has tested positive for coronavirus, he confirmed on Twitter. “Over the last 24 hours I have developed mild symptoms and tested positive for coronavirus. I am now self-isolating, but I will continue to lead the government’s response via video-conference as we fight this virus. Together we will beat this,” Johnson said on Twitter. “After experiencing mild symptoms yesterday, the Prime Minister was tested for coronavirus on the personal advice of England’s Chief Medical Officer, Professor Chris Whitty,\" a Downing Street spokesperson said. “The test was carried out in No 10 by NHS staff and the result of the test was positive. In keeping with the guidance, the Prime Minister is self-isolating in Downing Street,\" the spokesperson added.  At least 4,858 people have died from coronavirus in Spain, with 64,059 cases recorded, according to Spanish Health Ministry data released Friday. The country's rise in deaths -- up 769 -- was a new record in Spain, though the rate of increase was slower than in the past two days. Lower increase in cases: The increase in new cases -- 7,871 -- was lower than in the past two days.  On Thursday, Spain’s Health Minister Salvador Illa had said analysis of recent data from Spain indicated a “phase of stabilization” in the trend of diagnoses. A Chinese government regulatory group said on Friday it has launched an investigation into Covid-19 test kit maker which supplied test kits to Spain that were recalled. On Thursday, the Spanish government said it was recalling 9,000 kits after finding the results to be “unreliable.” The tests, made by the Chinese company \"Shenzhen Bioeasy Biotechnology\" were bought \"some weeks ago\" through a Spanish supplier that imported them from China, the Spanish government said in a statement sent to CNN. When the equipment was tested by Spanish authorities before being put into use, they didn't meet quality levels. Obviously there was an obligation to return the batches and the supplier is going to change them,” Spanish health ministry official Fernando Simón said at the government’s daily coronavirus briefing. “Also, the health ministry is exploring other providers to provide rapid tests\", he said. The Shenzhen Market Supervisions Administration said on its Weibo account Friday it has launched an investigation into Bioeasy. Bioeasy posted a statement on its WeChat account Friday to say that the nasopharyngeal swab samples might have been sampled, extracted and handled without strictly following the company's instructions, reducing the accuracy of the tests. Bioeasy added that it didn’t communicate instructions well with customers. ##Health## Iran has reported 144 more coronavirus-related deaths since Thursday, raising the overall death toll to 2,378, Iranian health ministry spokesman Kianoush Jahanpour announced on state television on Friday. Cases surpass 30,000: 2,926 additional cases were recorded, bringing the total number of infected people to 32,332, Jahanpour added. The UK did not take part in the EU’s scheme to acquire extra ventilators during the coronavirus pandemic because of an “issue in terms of communication,” according to UK Business Minister Alok Sharma. Responding to British media reports, Sharma told the BBC’s Radio 4 on Friday:  The tendering process on those schemes had already started… If there are future schemes we will absolutely look to see if we will be joining them.” He said the UK has its own “ventilator challenge,” which has seen around 3,000 companies respond with offers to help.  On Wednesday, James Dyson, the founder of British technology company Dyson, confirmed to employees in a letter shared with CNN that it had received an order from the UK government for 10,000 new ventilators to support efforts by the NHS to treat the growing number of patients who have contracted coronavirus. Asked about Dyson-produced ventilators being in use by next month, Sharma said Dyson or any other company will need to meet the regulatory requirements before newly acquired ventilators are put into use in the National Health Service (NHS). Pressed on the timescale, Sharma said: “What we want to see is prototypes coming forward in a matter of weeks before we move into large scale production.” He said although the government is trying to move at pace, “the critical point is to make sure that any machines that come forward actually meet the requirements and are safe”. One of the most famous streets in the world has had an unexpected makeover thanks to the coronavirus lockdown in the UK. London's iconic Abbey Road, which is normally a tourist magnet thanks to its appearance on the Beatles album cover of the same name, is now empty as locals hunker down inside. That has provided a rare opportunity for municipal employees in the UK capital to give the famous crossing a new coat of paint. Read the full story here: ##Travel## Health officials in Hong Kong have confirmed 65 new novel coronavirus cases, in the largest single-day increase since the outbreak began. Links to Europe: In a press conference held on Friday, Dr Chuang Shuk-Kwan of the Center for Health Protection said 41 of the 65 new cases had recent travel history to places in Europe including the United Kingdom and Portugal. She added 14 of the new cases were students returning to Hong Kong.  The 65 new cases brings the city-wide total to 518. Some 338 cases are still currently being treated in hospitals, including four cases in critical condition. The United States now has more coronavirus cases reported than any other country in the world.  According to CNN Health’s tally of cases that are detected and tested in the United States through public health systems, there are at least 82,250 cases of the novel coronavirus. 1,196 people have died. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Police in the southern Italian city of Reggio Calabria have seized 900 unauthorized coronavirus test kits for failing to have validation and certification. The kits were seized as part of checks to identify cases of commercial fraud or fraudulent rises in the prices of medical services during the pandemic, financial police said.  Checks found that some people had already made bank transfers to buy the uncertified products online -- however, the police seized the kits before they were delivered. The sale to unsuspecting and vulnerable citizens of devices for which efficacy has not been proven in any way, seriously endangers public health and safety given that any negative response of the test could hypothetically contribute to the spread of the virus,” a statement from the financial police said.\n##Health## Russia reported 196 new coronavirus cases Friday, bringing the total number to 1036, the country’s coronavirus headquarters said in a statement. Overall, 58 out of 85 Russia’s regions reported they are treating coronavirus patients, the statement added. The majority of the cases -- 703 -- are in Moscow, another 49 are in the Moscow region.  A change in tactics: Just over a week ago, President Vladimir Putin said Russia had the spread of coronavirus \"under control.\" Now the country is changing tactics, as authorities acknowledge they are gearing up for a major Covid-19 outbreak. Russians told to stay at home: In a nationwide address Wednesday, Putin conceded that it was \"objectively impossible to stop [coronavirus] from spilling over\" into a country of Russia's size. He urged Russians to \"understand the complexity of the situation\" and stay home, declaring next week to be a paid stay-at-home holiday.  Read more on this story here.   India went under a nationwide total lockdown on Wednesday, with foreign citizens given only hours to figure out travel and accommodation plans. Those who are still there now face home quarantines and difficulties finding places to stay. Erin Vaeth, a 26-year-old American who resides in Beijing, was in the Indian city of Pushkar when the restrictions were announced. On Saturday, she was told she could not stay at her hotel without getting a medical checkup first -- so she went to a medical office, standing in line with dozens of other foreigners in the same situation. She was given a note of approval, and told to check into a hostel -- where, the next day, all the guests had their wrist stamped with the words \"home quarantined,\" and told they could not leave the hostel. They're being cared for by hostel staff, she said -- but food is being rationed, and rising prices are getting out of hand.  Total lockdown: The lockdown is in place across all of India's 36 states and territories, affecting 1.3 billion people, for a minimum of 21 days. ##Daily Life## China is closing its border to foreigners amid fears of imported novel coronavirus cases causing a second outbreak in the country where the infection was first detected. In a statement late Thursday, the country's Ministry of Foreign Affairs said that \"in view of the rapid spread of Covid-19 across the world, China has decided to temporarily suspend the entry into China by foreign nationals holding visas or residence permits\" as of March 28. Anyone wishing to enter the country will have to apply for a visa at their local Chinese embassy or consulate. The announcement did not say how long this would take. The decision to effectively seal off the country is the latest in a series of moves intended to safeguard against infection from international travel, after more than 500 imported cases of the coronavirus were confirmed. It also comes after Beijing repeatedly criticized other governments for taking similar measures during the early weeks and months of the coronavirus pandemic. The World Health Organization (WHO) also called on countries not to limit travel from China, while praising Beijing for measures taken to rein in infections.  Speaking in Israel after that country announced severe restrictions on all foreign arrivals, China's ambassador reportedly said that \"in the darkest days of the Jewish people, we didn’t close the door on them. I hope Israel will not close the door on the Chinese.\"  The embassy later apologized, saying there was \"no intention whatsoever to compare the dark days of the Holocaust with the current situation,\" according to the Times of Israel.  When the US raised its China travel advisory to the highest level in February, the country's foreign ministry said this \"set a bad example\" and was \"certainly not a gesture of goodwill.\"  \"Virus respects no borders. It requires a collective response from the international community,\" China's Foreign Minister Wang Yi said later that month. \"In our view, the enhanced inspection measures taken by some countries are reasonable but some other countries have overreacted. Their overreaction has caused unnecessary panic and is not consistent with the WHO recommendations.\" Read more here. Three Japanese pro baseball players from the Hanshin Tigers team have tested positive for coronavirus.  Players Shintaro Fujinami, Hayata Ito, and Kenya Nagasaki tested positive on March 26, according to a statement released by the Hashin Tigers on Friday.  \"We are currently investigating who came into close contact with the three (infected) people,\" said the statement. \"We will proceed to investigate in cooperation with public health centers, bearing in mind the safety of stakeholders and their families first.\"  The players were first suspected to have the virus after they complained of being unable to smell the scent of food and taste it, according to NHK, Japan's public broadcaster.   The baseball team has disinfected its stadiums and requested players and staff to stay at home for one week starting Thursday. Germany now has 42,288 confirmed coronavirus cases, an increase of 5,780 in 24 hours, according to official numbers released Friday by the country’s infectious diseases centre, the Robert Koch Institute. The figures show 253 people who tested positive for the virus have died. South Africa reported its first two coronavirus deaths and over 1,000 cases Friday, as the country begins a 21-day lockdown. Soldiers and police are out on patrol in Johannesburg and telling the city’s homeless that they will be transported to designated shelters. Phillip Dyantyi, a homeless man originally from the country’s Eastern Cape Province, told CNN that he and others are willing to go to shelters but authorities haven’t offered details. So for now they sit in large groups waiting for the next move. In a televised address to the nation on Monday night, President Cyril Ramaphosa announced South Africa will be under a 21-day lockdown beginning midnight Thursday, calling on the country to \"urgently and dramatically\" escalate its response. ##Health## The novel coronavirus pandemic continues to spread globally, with the US and Europe hit the hardest. Here's what you need to know: The US becomes worst hit: The US now has the highest number of confirmed cases in the world, overtaking China and Italy. Today was the deadliest day in the US so far, with at least 233 new deaths reported nationwide. New York City has become the epicenter of the US outbreak. \nShifting restrictions in China: New local transmissions have fallen to near zero in mainland China, so it's beginning to lift lockdowns and citizens are returning to normal life. But the number of imported cases from overseas is rising. On Thursday, China announced it would ban entry to foreign nationals holding visas or residence permits.\nTrump and Xi speak: The leaders of China and the US had a telephone call late Thursday Washington time. Just what they discussed is still unclear, but Trump said on Twitter it was a \"very good conversation.\" Chinese state media said the US President thanked Beijing for sending medical supplies. \nOlympic-sized bill: With the Tokyo 2020 Olympics pushed to 2021, one economist has estimated that Japan could face economic losses of up to $36 billion due to the fallout from the cancelled Games and the country's worsening coronavirus epidemic. \nJapan struggles: The country saw case numbers spike this week, and the Tokyo governor urged residents to stay at home this weekend. In response, crowds surged to panic buy at supermarkets, while others continued gathering in outdoor parks during the cherry blossom season.\nEvents canceled globally: With borders snapping shut and serious public health concerns globally, countless events have been rescheduled. The K-pop group BTS postponed part of their world tour. Art Basel, widely considered to be the world's biggest art fair, has also been postponed.  Liz Lord, an American citizen from Maryland, was on a bus traveling in India when Prime Minister Narendra Modi ordered a complete nationwide lockdown on Wednesday. After scrambling to find transportation, she made it back to the Indian capital New Delhi through 30 hours on taxis and buses. Once there, she had less than 6 hours to find a flight out of the country due to the new international travel suspensions. But she has found herself stranded yet again today, with her flight canceled and no communication from the airline. \"International flight travel restrictions were extended until April 14 and all of our flights were canceled. Unfortunately my airline didn't tell me directly as they said they would if any changes were made to my flight,\" she told CNN.\n\"I saw it through their Twitter page ... As of right now, if I Google my flight for March 29, it says it's still scheduled.\" She said she has tried to reach out to anybody who can help -- the US embassy, Maryland officials, even speaking out on social media and to news outlets. \"We do want to come home, and many of us are willing to go through any medical exam or home quarantine that is necessary ... rather than having to wait three weeks,\" she said. Watch more here: ##Travel## ##Daily Life## Chinese President Xi Jinping told US President Donald Trump during a phone call on Friday that he hoped their two countries could “work together to boost cooperation in epidemic control and other fields,” according to an account of the conversation published by Chinese state media. Xi also said that China is “willing to work with all parties, including the United States” in combating the pandemic and that he was “very concerned and worried about the epidemic development in the US,” according to China’s Xinhua news agency. \"Chinese people sincerely hope that the United States will soon control the spread of the epidemic (and) reduce the losses brought by the epidemic to the American people,\" Xi is reported to have told Trump during the call. \"To China and the US, cooperation serves the interests of the two countries and conflict can only hurt both. Cooperation is the only correct choice. It is hoped that the US will take substantive actions in improving Sino-US relations, and the two sides will work together to strengthen cooperation in areas such as containing the epidemic, and develop a relationship of no conflict, no confrontation, mutual respect, and win-win cooperation,\" Xi is reported to have said. The White House has not yet released a readout or statement on the conversation and its contents. According to Chinese state media, Trump offered thanks to China for providing medical supplies to the United States to fight the epidemic, and for \"strengthening exchanges in the medical and health fields between the two countries, including cooperation in the development of effective anti-epidemic drugs.\" In a tweet earlier today, Trump said it had been a \"very good conversation.\" He added, \"Much respect!\" ##Business## The partial lockdown and restrictive emergency measures in place in Germany will continue for a while, said German Chancellor Angela Merkel today. “Right now is not the time to be talking about the loosening of these measures,” she said.  The number of confirmed coronavirus cases in Germany is currently doubling about every 5 days, she said, adding that it needs to go down to every 10 days for a loosening of measures to even become an option. Financial fallout: After a G20 video conference call and an EU heads of state conference call, she also reiterated Germany's position against Eurobonds, saying the European Stabilization Mechanism is the right instrument to deal with the financial fallout from the coronavirus crisis. “We made clear from the German side, but also others did as well, that this is not the opinion of all states,\" Merkel said in reference to Spain and Italy's desire to try new ways to deal with the crisis and asking for Coronabonds. Social distancing: Merkel added that while she is busy and working well in quarantine, she, like many German citizens, misses personal social contact.  “I miss that I can’t be in the cabinet meetings and can’t see the people there. And I miss having personal contacts,\" she said.  ##Business## ##Daily Life## Thousands of migrant workers are attempting to leave India's major cities after a nationwide total lockdown left them without jobs or pay. The potential mass migration may undermine attempts by Prime Minister Narendra Modi's government to prevent the localized spread of the coronavirus, with some workers even attempting to make the journey on foot, due to widespread closures of public transport. Migration of labor: According to government statistics, every year more than nine million migrant workers move from India's rural areas to large population centers to find work at construction sites or factories, sending money back to their home towns and villages. But with those industries closed by the government lockdown, many have been left with little choice but to attempt the return journey home. Migrant worker Bablu Ehrewal, 24, used to work at a mall construction site earning $7 a day (500 rupees). Construction stopped this week when the lockdown came into effect. Now he is stuck in a slum with 70 other migrant construction workers in the state of Madhya Pradesh and hasn't been paid in 20 days. Without money, he can't afford food, and with the trains shut, his only option may be to walk home.  \"It is better than living here with nothing and starving to death,\" he said of the choice. Read the full story here: A Japanese economics professor has estimated Japan could lose up to $36 billion as it fights to contain the fallout triggered from the coronavirus outbreak and the postponement of the Olympics.  Those astronomical costs include cancellation maintenance fees for more than three dozen Olympic venues, compensation for thousands who have already purchased condos in the Olympic athletes village, and billions in broadcasting rights and pre-paid advertising, according to Sayuri Shirashi, an economics professor at Keio University. Logistical nightmare: \"The damage is quite big,\" Shirashi told CNN. \"If we do it next year, we don't know how successful this 2020 Olympics will be.\" Japanese authorities this week announced the postponement of the Tokyo 2020 Olympics to next year due to the coronavirus pandemic. Now organizing bodies face the mammoth task of resolving scheduling conflicts with other major sporting events and rescheduling Olympic qualifiers. Unprecedented move: The Olympics have never been rescheduled in peacetime. In 1916, 1940 and 1944, the Games were canceled because of world wars. The Sydney district of Waverley Council has reported more coronavirus cases than any district in Australia, Mayor Paula Masselos said in a statement today. Waverley includes some of Sydney's famous beaches, including Bondi, Tamarama and Bronte. “This is a message I did not want to have to share, but we now know Waverley Council currently has the highest number of Covid-19 cases in Australia, with 105 being recorded as at 8 p.m. on 25 March,” Masselos said. “I cannot stress to you enough that we need to be more vigilant than ever in following social distancing. It is now more important than ever. I am appealing to the community to take ownership of their health and respect the restrictions we have in place,\" she added. Bondi Beach closed last weekend after thousands of people were seen at one of the city’s most famous landmarks despite public health warnings to stay home and away from crowded areas. To reduce the spread of the pandemic, experts suggest it's time to put your contact lenses on the shelf and dazzle the world with your frames. That's because wearing glasses can help you stop touching your face, according to the American Academy of Ophthalmology, a key way any virus is spread. Contact lens users not only touch their eyes to put in and remove their lens twice or more a day, they also touch their eyes and face much more than people who don't wear contacts, said Dr. Thomas Steinemann, a clinical spokesperson for the American Academy of Ophthalmology. \"You touch your eye and then you touch another part of your body,\" said Steinemann, an ophthalmologist at MetroHealth Medical Center in Cleveland, Ohio. \"You rub your eyes, then rub your face, scratch your face, put your fingers in your mouth, put your fingers in your nose,\" he added. \"Some people are not very hygienic and may have forgotten to first wash their hands.\" Read the full story here: As America became the epicenter of the global coronavirus pandemic, President Donald Trump downplayed the escalating national crisis. His comments at Thursday's afternoon briefing underscored the growing duality of the fight: While the President is telling a tale of great successes, front-line health care workers are facing grim scenes in hospitals in a growing number of hot spots. All the evidence of the virus's advance suggests the situation is getting worse and that normal life could be weeks or months away. Once, Trump minimized the looming impact of the crisis. Now his assessments conflict with the reality of its deadly march. Massive jump in cases: A week ago, there were a total of 8,800 confirmed infections in the United States and 149 deaths. On Thursday, that figure reached more than 82,000 with nearly 1,200 deaths.  Were those figures the result of a hurricane or a terrorist attack, their human toll would be more obvious, and it would be more difficult for the President to spin the situation. But as people die unseen in hospital wards and emergency rooms, the emotional impact of the accelerating tragedy is less obvious than it would be during a natural disaster. Trump's contradicting message: On Thursday, a day that saw more reported deaths from Covid-19 than ever before in the United States -- Trump bizarrely turned the focus to what he said was a far lower mortality rate than he had expected. And despite the clearly widening spread of the pandemic, Trump intensified a push to reopen the economy, saying he would issue a relaxation of some social distancing guidelines next week. Any president and any administration would have been battered by combating a virulent \"invisible enemy,\" as Trump calls it. But it's unlikely any other modern administration would spend so much time praising its own performance -- even as the crisis magnifies by the day. Read the full analysis here: ##Health## A Chinese government regulatory group said today that it has launched an investigation into Bioeasy, a coronavirus test kit maker that sent supplies to Spain, that were later recalled Yesterday, the Spanish government said it was recalling 9,000 kits after finding the results to be “unreliable.” Bioeasy posted a statement on its WeChat social media account today, saying the nasopharyngeal swab samples might have been sampled and extracted and handled without strictly following the company's instructions, which reduced the accuracy. The company added that it didn’t communicate instructions well with its customers. ##Health## ##Business## Foreign citizens in India have found themselves stranded after the government declared a complete nationwide lockdown on Wednesday. The lockdown is in place across all of India's 36 states and territories, home to 1.3 billion people. Ryan Birch, a 28-year-old American from New York, is now stuck in the Indian state of Goa, along with other friends from the US and UK. \"I am very concerned about what is happening here,\" he told CNN. He had already been living under state-imposed curfew, which prohibited them from leaving their accommodations during certain hours, said Birch. Then news of the lockdown came during curfew hours -- leaving him unable to go out and buy the necessary food and supplies. Now, authorities are sending mixed messages, feeding confusion and anxiety. Indian Prime Minister Narendra Modi had said essential stores would be open for food and medicine, but the Goa minister had told the state's citizens that all stores would be closed, said Birch.  Birch said he had reached out to the US embassy in Mumbai, but they hadn't been very helpful in figuring out what to do next either. \"It's all a mess,\" he added. ##Daily Life## A study published earlier this month suggested that the coronavirus could linger in aerosols -- the suspension of tiny particles or droplets in the air -- for up to three hours.  But this experiment doesn't reflect the situation in the real world, and so doesn't offer any evidence of airborne transmission, said the World Health Organization in its daily coronavirus report on Thursday. In the report, the WHO said the experiment used high-powered lab equipment that “does not reflect normal human coughing or sneezing nor does it reflect aerosol generating procedures in clinical settings.” The findings “do not bring new evidence on airborne transmission” since it was already known that particles that contain the virus could spread during medical procedures that generate aerosols, WHO said. Here's what we do know about how the virus spreads. The WHO said evidence shows that the coronavirus transmits through close contact with respiratory droplets, like when someone coughs.  It is also transmitted by fomites, meaning materials that have been contaminated with droplets of the coronavirus.  It spreads directly between people when coronavirus droplets reach the nose, mouth or eyes of an uninfected person. Since the droplets are too heavy to be airborne, they land on objects around that person. People can become infected by touching those contaminated objects and then touching their eyes, nose or mouth.  So is it airborne? Not that we know of --- the one way airborne transmission may occur is through aerosol-generating procedures used to help patients with coronavirus, said the WHO. It recommends health care workers wear medical masks for the regular care of patients and respirators for aerosol-generating procedures. ##Health## Chinese President Xi Jinping has spoken with US President Donald Trump, according to Chinese state television CCTV. Trump also tweeted about the conversation, saying he and Xi were \"working closely together.\" \"China has been through much and has developed a strong understanding of the virus,\" he said -- notably omitting the term \"China virus,\" which he has used several times in the past week. Earlier at a press conference, Trump had mentioned he was due to speak with Xi, but took a more cautious tone. “Number one, you don’t know what the numbers are in China,” he said of the case numbers, which have dropped dramatically in the past few weeks. India saw its largest spike in coronavirus cases Thursday, increasing by 75, according to the Ministry of Health. India has recorded 724 cases so far and 17 deaths. Earlier, the Indian government extended its ban on inbound international commercials flights until April 14, according to a statement from the government’s Director General of Civil Aviation. This extension allows the inbound travel ban to coincides with the 21 day national lockdown imposed by Prime Minister Narendra Modi earlier this week. The restrictions do not apply to cargo flights. ##Travel## ##Business## Philippines Armed Forces Chief Felimon Santos Jr. has tested positive for the coronavirus, according to CNN Philippines. Santos has been on home quarantine since March 24 after coming into contact with a senior officer who had tested positive for the virus. Santos received his results Thursday night and informed the Secretary of Defense Delfin Lorenzana, CNN Philippines reported. There are 707 confirmed cases of the coronavirus in the Philippines, and 45 deaths, according to Johns Hopkins.  ##Daily Life## There are now 25 sailors who have tested positive for the coronavirus aboard the aircraft carrier USS Theodore Roosevelt, just two days after the Pentagon announced that three sailors aboard the ship had tested positive for the virus, a Navy official has confirmed to CNN. The Navy says they expect there to be additional positive tests among the crew, with one official telling CNN there could possibly be \"dozens\" of new cases that emerge. A second official said that were there to be a large number of additional cases, the Defense Department would be unlikely to publicly specify how many of the Navy's overall cases are amongst members of the crew of the Roosevelt, due to concerns that adversaries such as China or North Korea could see the ship as vulnerable. Despite the outbreak, Chief of Naval Operations Adm. Mike Gilday said in a statement, \"we are confident that our aggressive response will keep USS Theodore Roosevelt able to respond to any crisis in the region.\" Earlier in the day, acting Navy Secretary Thomas Modly had said there were \"several\" more cases onboard the ship, but did not give a specific number. \"We are in the process now of testing 100% of the crew of that ship to ensure that we're able to contain whatever spread might've occurred,\" Modly told reporters at the Pentagon at a briefing Thursday morning. There are approximately 5,000 personnel on board the carrier. The Australian Defense Force will help enforce a mandatory two week quarantine for all arrivals at airports nationwide starting Sunday, said Prime Minister Scott Morrison today. Passengers arriving in all Australian states and territories will have to quarantine in hotels or other accommodations before being able to return homes.  The additional measures are to prevent a rise in imported cases; two thirds of cases in Australia are from citizens returning home from abroad, said Morrison. According to Morrison, 7,120 Australians returned to the country on Thursday. He also said authorities will be taking greater steps to enforce isolation of those who have already arrived and are in in quarantine, but didn't elaborate further on those steps. ##Travel## Argentina is closing its borders to all non-essential transportation, said the government in a statement. Restrictions had already been in place for air transportation, meaning the measures are now being expanded to include a ban on land and sea transportation. Argentinian citizens will still be allowed into the country. The border closures go into effect Friday at midnight.  ##Travel## The novel coronavirus pandemic continues to spread globally, with the US and Europe hit the hardest. Here's what you need to know: The US becomes worst hit: The US now has the highest number of confirmed cases in the world, overtaking China and Italy. Today was the deadliest day in the US so far, with at least 233 new deaths reported nationwide. New York City has become the epicenter of the US outbreak. \nShifting restrictions in China: New local transmissions have fallen to near zero in mainland China, so it's beginning to lift lockdowns and citizens are returning to normal life. But the number of imported cases from overseas is rising. On Thursday, China announced it would ban entry to foreign nationals holding visas or residence permits.\nJapan struggles: The country saw case numbers spike this week, and the Tokyo governor urged residents to stay at home this weekend. In response, crowds surged to panic buy at supermarkets, while others continued gathering in outdoor parks during the cherry blossom season.\nEvents canceled globally: With borders snapping shut and serious public health concerns globally, countless events have been rescheduled. The K-pop group BTS postponed part of their world tour. Art Basel, widely considered to be the world's biggest art fair, has been postponed. And of course, the Tokyo 2020 Olympic Games are now being pushed to 2021. A recently released video shows the lungs of a 59-year-old man who had been asymptomatic just a few days earlier. Now, the patient has Covid-19 and his lungs are failing to function properly, said Dr. Keith Mortman, the chief of thoracic surgery at George Washington University Hospital in Washington, DC. The hospital released a 3D video showing the patient's extensive lung damage. \"This is not a 70, 80-year-old immunosuppressed, diabetic patient,\" Mortman said. \n\"Other than high blood pressure, he has no other significant medical issues. This is a guy who's minding his own business and gets it ... If we were to repeat the 360VR images now, that is one week later, there is a chance that the infection and inflammatory process could be worse.\" In the video, areas marked yellow represent infected and inflamed parts of the lung. The scan shows the damage covering massive swaths of both lungs, showing how rapidly and aggressively the infection can take hold, even in younger patients.  Watch the video: ##Health## Countries worldwide are implementing movement restrictions and emergency measures to ensure people practice social distancing. But few are as strict as Singapore, where new regulations went into force today. People who fail to keep one meter (about 3.3 feet) of distance from others in public areas will be punishable by a fine of up to 10,000 Singapore dollars (about $7,004) or up to six months in prison, or both, according to a statement from the Singapore Ministry of Health. The measures went into effect just before midnight. They are aimed at limiting non-essential gatherings to 10 people or fewer, said the statement. Los Angeles is closing all outdoor sports amenities to help people practice safe social distancing, Mayor Eric Garcetti announced today. These include skate parks, tennis courts, baseball fields, basketball courts, golf courses, swimming pools, and popular hiking trails like Runyon Canyon and Bronson Canyon. Most parks will still remain open for walking and running, but people must maintain a distance of at least six feet, Garcetti said. “Our parks remain incredible resources for healthy activity — but we’ve seen too many people in unsafe crowds for outdoor activities during this emergency,” he said in a press release. “Angelenos are safer at home right now. When we go out for fresh air and exercise, it should be in our own neighborhoods and at a safe distance from other people.” Some recreational public spaces are also being closed, like the Venice Pier, senior centers, playgrounds, and beach parking lots. Griffith Park as well as its amenities are also closed. ##Daily Life## Medical schools across the US are considering early graduation for their senior medical students to become doctors, as demand for health care providers rises due to the coronavirus pandemic. On Tuesday, NYU became the first medical school in the country to offer this option. “While the AAMC has not yet surveyed its member medical schools, the [Liaison Committee on Medical Education] has been working with several other schools that are considering or offering their students the option of graduating early. We are aware that nearly every school is considering early graduation as an option in our continued response to the pandemic,” said Dr. Alison Whelan, chief medical education officer for the Association of American Medical Colleges, in an email to CNN. All four medical schools in Massachusetts -- Tufts University School of Medicine, University of Massachusetts Medical School, Boston University School of Medicine and Harvard Medical School -- are in discussions to have a fast-track option, said Massachusetts HHS Secretary Marylou Sudders on Thursday.  \"We've been working with the deans of the medical schools in Massachusetts to graduate students early,” she said.  Cooper Medical School of Rowan University in New Jersey also sent an email to its senior medical students on Thursday gauging interest and offering early graduation. ##Health## ##Daily Life## Tokyo residents started panic buying basic goods Thursday soon after the capital’s governor urged people to stay at home over the weekend. Bread, rice, pot noodles and meat sold out quickly across the Japanese capital, with shoppers stocking up on similar items in neighboring Chiba prefecture, too. Rush for essentials: The latest shopping spree comes as Tokyo Governor Yuriko Koike on Wednesday urged residents in the city to avoid making \"non-essential outings\" this weekend as the city reported an increase in its number of novel coronavirus cases. Speaking at a news conference on Wednesday, Koike said Tokyo is now at a \"critical moment\" to stop the infection rate from spiking. She asked event organizers to refrain from holding large gatherings and urged Tokyo residents to work from home as much as possible and avoid social meetings and crowded places until April 12.  On Thursday, Koike worked with four other prefectural governors, who requested residents in Chiba, Saitama, Kanagawa and Yamanashi prefectures to refrain from visiting Tokyo over the weekend.  Koike’s latest remarks will be a test for the city of over 9 million people, which has been reluctant to impose a lockdown on its residents. While other countries have been quick to enforce restrictions on their citizens to contain the spread of the coronavirus, in Japan it’s largely been business as usual.  Japanese authorities this week announced the postponement of the Tokyo 2020 Olympics to next year due to the coronavirus pandemic.  ##Daily Life## K-pop group BTS, one of the world's biggest boy bands, has postponed part of their upcoming world tour due to the coronavirus pandemic. The North American section of the tour was scheduled for April 26 to June 6, but will now be postponed to a later date, according to a statement from BTS' parent company Big Hit Entertainment. New show dates have not yet been announced, but will be shared as soon as possible, said the statement. Another statement posted on the official BTS Facebook page added that they were working to secure dates and venues in the South Korean capital Seoul \"when the situation stabilizes.\" \"With the global spread of Covid-19, in some countries and cities, the level of unpredictability is becoming higher to prepare for the shows. As a result of the current global circumstances, we anticipate having to make changes to the current tour schedule,\" the BTS statement said. \"We will place the highest priority on the health and safety of our artists and fans and do our utmost to keep the promises we made to our fans.\" ##Business## Fashion designer Ralph Lauren is committing $10 million toward coronavirus relief efforts through the Ralph Lauren Corporate Foundation, according to a letter from the Ralph Lauren Team. The funds will go to employees facing special circumstances like medical needs, to the World Health Organization's global response fund, and to other institutions like the cancer care Pink Pony Fund and the Council of Fashion Designers of America. The company is also looking to help produce equipment like medical-grade masks and isolation gowns, it said in the letter. It added that Ralph Lauren stores have closed in virus-hit regions, and employees are working from home where possible or needed. ##Business## One of the art world's biggest events, Art Basel, has been postponed as the coronavirus pandemic continues to grip Europe. The Swiss art fair, which last year attracted almost 93,000 visitors from around the world, was due to take place in June. The four-day event will now be held in September. After the announcement of tightened travel restrictions across Europe, organizers said in a press release that the decision to postpone was reached \"in close consultation with a wide range of gallerists, collectors, partners, and external experts, with the goal of both protecting the health and safety of our community, and ensuring that the fair will be attended by the largest possible number of collectors, curators, and arts professionals from our global network.\" The world's biggest art fair: Now in its 51st year, Art Basel is a key date in the cultural calendar, offering over 250 galleries an opportunity to court collectors in an industry still heavily dependent on in-person sales. Organizers have not yet announced details about refunds or compensation for exhibiting galleries and ticket holders. In a statement, Global Director of Art Basel Marc Spiegler said: 'We thank our galleries for the support and understanding of our highly complex decision to postpone the fair. We hope that the situation improves swiftly, and we will work closely with our exhibitors to deliver a successful fair in September.\" ##Business## Tokyo recorded its highest single-day jump in coronavirus infections Thursday, with 47 new cases. The increase in people testing positive for the virus comes as Tokyo's governor Yuriko Koike urged citizens to stay at home over the weekend. She also requested people work from home during weekdays and refrain from attending and organizing large gatherings until April 12.  On Thursday, Japan's Prime Minister Shinzo Abe ordered a government task force be set up in response to the coronavirus pandemic, as the number of cases in the country spiked.  The establishment of a task force is a requirement to declaring a state of emergency -- though Chief Cabinet Secretary Yoshihide Suga said on Thursday that the country was not yet at the point of declaring one.  On Thursday, Health Minister Katsunobu Kato said that the government feared the number of new coronavirus cases was on the rise in big cities. ##Daily Life## Nicaragua's health authorities announced the country's first coronavirus death in a statement released today. The patient was diabetic, hypertensive and HIV positive, said the statement. Nicaragua has reported two cases of the coronavirus so far, including the deceased patient. ##Health## Mexico's health authorities announced 110 new cases of novel coronavirus today, bringing the national total to 585 cases. Two more deaths were also reported, raising the death toll to eight. Mexican authorities have been criticized for being dismissive of the outbreak: As recently as last week, Mexican President Andrés Manuel López Obrador was not practicing social distancing and downplaying the virus' threat, telling families to live as they normally would.  He has changed his tone over the last few days, as Mexico's caseload has more than doubled since March 20, urging people to be safe and stay home. Mexico's federal government has also ramped up preventative measures. Beginning what it calls phase 2 of its crisis response, the government has shuttered schools, closed nonessential federal offices and encouraged people to say home and socially distance. A nightly press conference by the Ministry of Health has also been established to update the public on the status of the outbreak. Read more about the situation in Mexico here: ##Health## ##Daily Life## China confirmed 55 new cases of the coronavirus Thursday, bringing the total number of active cases to 3,292. The majority of those, 2,896, are in Hubei province, where the virus was first detected late last year. Of the new cases, all but one were imported, China's National Health Commission said. Five more deaths were also recorded, all in Hubei province, four of which were in the provincial capital Wuhan. The country has recorded 3,292 deaths in total related to the virus. China's national reported number of confirmed cases -- which includes both active cases and people who have recovered -- now stands at 81,340, behind the United States, which has now confirmed over 82,000 cases. ##Health## Dr. Craig Smith, chair of the department of surgery at Columbia University Irving Medical Center in New York City, said the number of patients on ventilators at his hospital “more than doubled” in the past three days. “We have not exhausted our existing supply of ventilators but if we keep doubling every three days, we might,” Smith wrote. Smith said the increase is placing pressure on ICU capacity, and that operating rooms have been converted to ICUs, and an entire 36-bed floor has been renovated to be converted to ICU space. Smith said a call went out yesterday for doctors to volunteer to staff ICUs and within a few hours, 20 surgeons volunteered. ##Health## The United States now has more coronavirus cases reported than any other country in the world.  According to CNN reporting, there are now at least 82,100 coronavirus cases reported in the United States. Johns Hopkins University places that estimate at 85,505 cases. China is currently reporting 81,782 cases, according to JHU. Italy is third globally in total reported coronavirus cases with 80,589 cases. These numbers are changing constantly. Both the totals and the rank order of countries could change at any time. The US, Italy and China will vary on the per-capita rate of cases due to their vast differences in population.   ##Health## At least 24 states reported over 100 new cases of the coronavirus on Thursday, as the US overtook China and Italy to have more confirmed infections than anywhere else in the world. The worst outbreak continues to be in New York, which reported at least 6,447 new cases. That was followed by New Jersey, with 2,492, and Washington state with 627 new cases. Illinois confirmed 673 new cases, Massachusetts 579, and Michigan 561. Full list of states reporting over 100 cases today: New York 6,447\nNew Jersey 2,492\nWashington 627\nIllinois 673\nMassachusetts 579\nMichigan 561\nPennsylvania 560\nLouisiana 510\nCalifornia 471\nTexas 422\nFlorida 378\nColorado 344\nTennessee 173\nIndiana 168\nOhio 163\nMaryland 157\nMissouri 146\nGeorgia 138\nConnecticut 137\nNorth Carolina 132\nWisconsin 122\nAlabama 120\nMississippi 108\nArizona 107 ##Health##", "Section": "world", "Writers": ["Jessie Yeung", "James Griffiths", "Steve George", "Amy Woodyatt", "Mike Hayes", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-outbreak-03-27-20-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}