{"Type": "article", "Time": "2020-11-02", "Headline": "At least 17 dead as typhoon Goni impacts more than 2 million people in the Philippines", "Text": "At least 17 people are dead and more than two million impacted after Typhoon Goni, the world's strongest typhoon this year, swept across the Philippines Sunday, according to the country's emergency agencies. The typhoon, known locally as Typhoon Rolly, passed over the south of the country's main island Luzon, causing heavy rainfall, flooding and landslides, before weakening as it skirted the edges of the capital of Manila.m Office of Civil Defense Division Chief Jessar Adornado said that most of the deaths had been either from people who were swept away in flood waters or buried in landslides.  In some parts of the country, nearly 90% of homes had been destroyed by the storm, according to the International Federation of Red Cross and Red Crescent Societies (IFRC.) \"This typhoon has smashed in to people's lives and livelihoods on top of the relentless physical, emotional and economic toll of Covid-19,\" Phillipine Red Cross Chairman Richard Gordon said in a press release Monday. Typhoon Goni was the strongest storm to have occurred anywhere in the world so far this year when it made landfall in the Philippines on Sunday morning, with wind speeds of up to 215 kph (133 miles) sustained winds and gusts of up to 265 kph (164 mph). Government officials said that as a result of heavy rains caused by the typhoon rivers overflowed and dikes were destroyed, while in the Bicol region more than 300 houses were buried under volcanic rocks and lava flows. Among the missing is believed to be a five-year-old boy who was washed away in flood waters. In advance of the storm making landfall, officials evacuated almost a million residents in the southern part of the Philippines' main island of Luzon.  There had been concerns ahead of Goni's arrival that it could severely impact the Philippines capital.  As of Sunday, at least 2,420 families were preemptively evacuated in Metro Manila, the NDRRMC said in a tweet. The storm, which was the equivalent of a category 5 Atlantic hurricane, has now weakened substantially after passing over the Philippines and has been downgraded to a tropical storm, according to the Philippines News Agency. A Philippines Coast Guard aircraft is being deployed to Catanduanes island, the NDRRMC added, where cell towers toppled from the typhoon, CNN affiliate CNN Philippines reported.  NDRRMC spokesman Ricardo Jalad said that relief flights carrying food and supplies will be deployed to Catanduanes and Legazpi City on Monday and Tuesday. Goni is one of the strongest storms to hit the Philippines since 2013's Haiyan, which killed more than 6,300 people. The Philippines weather bureau said another cyclone, tropical storm Atsani, had entered the country and could gain strength.", "Section": "asia", "Writers": ["Chandler Thornton", "Ben Westcott"], "URL": "https://www.cnn.com/2020/11/01/asia/typhoon-goni-philippines-aftermath-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}